{"celex_id": "31989R3310", "uri": "http://publications.europa.eu/resource/cellar/bbf0b44b-abb3-439a-bfcd-c482ee9c416f", "type": "Regulation", "concepts": ["161", "2563", "4083"], "title": "Council Regulation (EEC) No 3310/89 of 30 October 1989 opening and providing for the administration of a Community tariff quota for certain kinds of prepared or preserved tuna coming from Portugal (1990)\n", "header": "COUNCIL  REGULATION (EEC) No 3310/89\nof 30 October 1989\nopening and providing for the administration of a Community tariff quota for certain kinds of prepared or preserved tuna coming from Portugal (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 362 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 362 of the Act of Accession provides that during the period of progressive elimination of customs duties between the Community as constituted on 31 December 1985 and Portugal, certain kinds of sardine, tuna, fish of the genus Euthynnus, certain kinds of mackerel and fish of the species Orcynopsis unicolor, prepared or preserved, falling within CN codes ex 1604 13 10, ex 1604 20 50, 1604 14 10, 1604 19 30, 1604 20 70, 1604 15 10, 1604 19 50 and ex 1604 20 50 and coming from Portugal, may be imported free of duty into the Community as constituted on 31 December 1985 within the limits of annual Community tariff quotas of 5 000 tonnes, 1 000 tonnes and 1 000 tonnes respectively;\nWhereas, by virtue of Regulations (EEC) No 3482/88 (1), (EEC) No 839/88 (2) and (EEC) No 1673/89 (3), the customs duties applicable on import into the Community, excluding Spain, of certain prepared or preserved fish other than tuna, coming from Portugal, are suspended; whereas therefore it is appropriate to open, for 1990, only the Community tariff quota laid down for the said tunas, prepared or preserved;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into all the Member States until the quota is exhausted; whereas it is appropriate to take the necessary measures to ensure effective Community administration of this tariff quota while offering the Member States the opportunity to draw from the quota volume the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within, and jointly represented by, the Benelux Economic Union, any operation concerning the administration of the quota may be carried out by any one of its members,", "main_body": ["From 1 January to 31 December 1990 the customs duty on imports into the Community as constituted on 31 December 1985, for the following products from Portugal, shall be totally suspended within the limit of Community tariff quota as shown herewith:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code (a)  // Description  // Quantities (in tonnes)  // Quota duties (%)   //    //   //   //   //   //   //   //   //   //   //   //  // Prepared or preserved fish:   //   //   // 09.0502   // ex 1604 14 10   // - Tuna   // 1 000   // free   //   // ex 1604 20 70   // - Tuna   //   //   //    //   //   //   //\n(a) TARIC-CODE: 1604 14 10*10\n1604 10 70*10", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the effective administration thereof.", "If an importer presents, in a Member State, a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quota for such time as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1989.\nFor the Council\nThe President\nJ.-P. SOISSON\n(1) OJ No L 306, 11. 11. 1988, p. 1.\n(2) OJ No L 87, 31. 3. 1988, p. 1.\n(3) OJ No L 164, 15. 6. 1989, p. 1."}