{"celex_id": "31987D0475", "uri": "http://publications.europa.eu/resource/cellar/0444ff75-362c-4aaf-a55f-73c2f76576e1", "type": "Decision", "concepts": ["1196", "1519", "3461", "4522"], "title": "87/475/EEC: Council Decision of 17 September 1987 relating to maritime transport between Italy and Algeria\n", "header": "COUNCIL  DECISION\nof 17 September 1987\nrelating to maritime transport between Italy and Algeria\n(87/475/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4055/86 of 22 December 1986 applying the principle of freedom to provide services to maritime transport between Member States and between Member States and third countries (1), and in particular Article 6 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the question of Algerian practices of cargo reservation was raised by the Italian delegation in July 1985 in the context of the consultation procedure on shipping matters established by Council Decision 77/587/EEC (2) and led to a Community demarche in October 1985;\nWhereas the Italian Government submitted to the Commission on 17 March 1987 the text of an Agreement on Maritime Transport and Navigation between the Italian Republic and the People's Democratic Republic of Algeria which was signed on 28 February 1987 but has not been ratified;\nWhereas this submission is exceptionally to be treated as information for the purposes of Article 6 (1) of Regulation (EEC) No 4055/86;\nWhereas Article 6 (2) of Regulation (EEC) No 4055/86 provides that the Council shall decide on the necessary action where a Member State's nationals or shipping companies do not have an effective opportunity to ply for trade to and from a particular third country;\nWhereas Algeria recently ratified the United Nations Convention on a Code of Conduct for Liner Conference, which entered into force for that country on 12 June 1987;\nWhereas the provisions of the aforementioned Agreement need to be applied in such a way as to avoid a conflict with the obligations of the Member States under Community law, in particular with respect to fair, free and non-discriminatory access to cargoes by Community nationals or shipping companies, including independent lines;\nWhereas Italy may in these circumstances ratify the Agreement,", "main_body": ["The Italian Republic may ratify its Agreement on Maritime Transport and Navigation with the People's Democratic Republic of Algeria, signed on 28 February 1987, on the understanding that Italy:\n(a) will take the necessary steps to accede as soon as possible, in accordance with Regulation (EEC) No 954/79 (3), to the United States Convention on a Code of Conduct for Liner Conferences;\n(b) will reiterate to Algeria that the provisions of the Agreement will be implemented in accordance with Community law;\n(c) will report to the Member States and the Commission, within not later than one year of notification of this Decision, on the implementation of the Agreement.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 17 September 1987.\nFor the Council\nThe President\nK. E. TYGESEN\n(1) OJ No L 378, 31. 12. 1986, p. 1.\n(2) OJ No L 239, 17. 9. 1977, p. 23.\n(3) OJ No L 121, 17. 5. 1979, p. 1."}