{"celex_id": "31987R1916", "uri": "http://publications.europa.eu/resource/cellar/399ac029-26ed-49ff-82ac-0dda2fbfd9f6", "type": "Regulation", "concepts": ["1264", "2676", "797"], "title": "Council Regulation (EEC) No 1916/87 of 2 July 1987 fixing the production target price, the production aid and the intervention price for olive oil for the 1987/88 marketing year, as well as the minimum quantity referred to in Article 5 (1) of Regulation No 136/66/EEC\n", "header": "(1) COUNCIL REGULATION (EEC) No 1916/87 of 2 July 1987 fixing the production target price, the production aid and the intervention price for olive oil for the 1987/88 marketing year, as well as the maximum quantity referred to in Article 5  of  Regulation No 136/66/EEC\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES - Having regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof", "recitals": ", Having regard to the Act of Accession of Spain and Portugal, and in particular Articles 89  (1), 92 (3), 234 (2) and 290 (3) thereof, Having regard to Council Regulation No 136/66/EEC of 22 September 1966 on the common organization of the market in oils and fats (2), as last amended by Regulation (EEC) No 1915/87 (3), and in particular\nArticles 4 (4) and 5 (1) thereof, Having regard to the proposal from the Commission (4), Having regard to the opinion of the European Parliament (5), Having regard to the opinion of the Economic and Social Committee (6), Whereas, when the production  target price for olive oil is fixed, account should be taken of the objectives of the common agricultural policy and of the contribution which the Community desires to make to the harmonious development of world trade; whereas the objectives of the  common agricultural policy are, in particular, to ensure a fair standard of living for the agricultural community, to ensure that supplies are available and that they reach consumers at reasonable prices; Whereas the target price referred to above must  be fixed in accordance with the criteria laid down in Articles 4 and 6 of Regulation No 136/66/EEC; Whereas, if the producer is to receive a fair income, production aid must be fixed in the light of the impact which the consumption aid has on part only  of the production; Whereas, pursuant to Article 5 (1) of Regulation No 136/66/EEC, the maximum quantity that may be eligible for the unitary production aid fixed for each of the marketing years in question is to be fixed; whereas, pursuant to the  criteria referred to in the said paragraph, the maximum quantity for each of the 1987/88, 1988/89, 1989/90 and 1990/91 marketing years should be as set out below; Whereas the intervention price must be fixed in accordance with the criteria laid down in\nArticle 8\nof Regulation No 136/66/EEC; Whereas, as a result of the application of Articles 68 and 236 of the Act of Accession, the intervention price for olive oil in Spain and Portugal differs from the common prices; whereas, under Articles 92 (2) and  290 (2) of the Act of Accession, the intervention prices for olive oil applicable in Spain and Portugal must, as from the entry into force of the adjustment of the acquis communautaire with relation to vegetable oils and fats, be aligned on the common  prices in accordance with the detailed rules specified in the second indent of the said paragraphs; whereas the prices should be aligned in accordance with those detailed rules from the beginning of the marketing year following that in which it is  established that the acquis communautaire has been adjusted; Whereas, following the entry into force of Regulation (EEC) No 1915/87 the adjustment of the acquis communautaire should be established as having taken place; whereas, accordingly, the  intervention prices applicable in Spain and Portugal in 1987/88 should be fixed in accordance with the second indent of articles 92 (2) and 290 (2) of the Act of Accession; Whereas Articles 95 and 293 of the Act of Accession provide for the granting of  Community aid for the production of olive oil in Spain and in Portugal; whereas, pursuant to Articles 79 and 246 of that Act, the amounts of the Community aid in Spain and Portugal should be aligned on the common aid at the beginning of the marketing  year; whereas the rules on this alignment result in the Spanish and Portuguese aid rates shown below; Whereas the production target price and the intervention price are fixed for a specific standard quality; whereas the reasons which led to the  determination of the standard quality for the 1981/82 marketing year are still valid; whereas that standard quality should therefore remain unchanged;     Whereas, pursuant to Article 5 (4) of Regulation No 136/66/EEC, a percentage of the production  earmarked for producers may be allocated to the financing of regional measures to improve the quality of olive oil production; whereas such measures are necessary, in particular for plant health reasons, in certain production regions; whereas some of  the said aid should therefore be allocated to the financing of such measures; Whereas, in accordance with Article 20 (d) (1) of Regulation No 136/66/EEC, the percentage of the production aid that may be withheld for recognized organizations of olive oil  producers or associations thereof should be fixed; Whereas, however, taking into account the fact that it appears opportune to re-examine the tasks which must be entrusted to those organizations, the fixing of the percentage of production aid for the  1987/88 marketing year should be suspended -", "main_body": ["For the 1987/88 marketing year, the production target price, the production aid and the intervention price of olive oil shall be as follows:(a) production traget price: 322, 56 ECU/100 kg;(b)production aid:- for Spain: 20,83 ECU/100 kg,- for  Portugal: 14,19 ECU/100 kg,- for the Community of Ten: 70,95 ECU/100 kg; (c)production aid for growers whose average production does not exceed 200 kilograms of olive oil per year:- for Spain: 21,95 ECU/100 kg,- for Portugal: 15,31 ECU/100 kg,- for the  Community of Ten: 80,95 ECU/100 kg; (d)intervention price:- for Spain: 144,81 ECU/100 kg,- for Portugal: 201,72 ECU/100 kg,- for the Community of Ten: 216,24 ECU/100 kg.", "The prices specified in Article 1 shall relate to ordinary virgin olive oil with a free fatty acid content, expressed as oleic acid, of 3, 3 grams per 100 grams.", "1.  For the 1987/88 marketing year, 2 % of the production aid earmarked for olive oil producers shall be allocated to the financing of specific measures to improve the quality of olive oil in each producer Member State. 2.  Notwithstanding", "0\n(d) (1) of Regulation No 136/66/EEC, the percentage of the amount of production aid which may be adopted for organizations of olive oil producers or associations thereof recognized under the said Regulation, may be fixed for the 1987/88  marketing year not later than 1 November 1987.", "The maximum production of olive oil referred to in Article 5 (1) of Regulation No 136/66/EEC shall be 1 350 000 tonnes for each of the 1987/88, 1988/89, 1989/90 and 1990/91 marketing years.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply from 1 November 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987. For the Council The President K. E. TYGESEN\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) See page 7 of this Official Journal. (3) OJ No C 89, 3. 4. 1987, p. 23. (4) OJ No C 156, 15. 6. 1987. (5) OJ No C 150, 9. 6. 1987, p. 8."}