{"celex_id": "31987D0203", "uri": "http://publications.europa.eu/resource/cellar/a170a05d-0f47-4797-909c-921076263379", "type": "Decision", "concepts": ["2735", "3295", "80", "807"], "title": "87/203/EEC: Commission Decision of 10 March 1987 fixing the overall quantities of food aid and establishing a list of products to be supplied as aid for 1987\n", "header": "COMMISSION  DECISION\nof 10 March 1987\nfixing the overall quantities of food aid and establishing a list of products to be supplied as aid for 1987\n(87/203/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food aid policy and food aid management (1), and in particular Article 5 thereof,\nWhereas, in order to implement Regulation (EEC) No 3972/86, it is necessary to determine the total quantities of each product to be supplied under the food aid operations for 1987 and to establish the products involved;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Food Aid Committee,", "main_body": ["1. The total quantities of each product to be supplied as food aid for 1987 to certain developing countries and certain organizations shall be as set out in Annex I hereto.\n2. The products which may be considered for food aid operations shall be as set out in Annex II hereto."], "attachments": "Done at Brussels, 10 March 1987.\nFor the Commission\nLorenzo NATALI\nVice-President\n(1) OJ No L 370, 30. 12. 1986, p. 1.\nANNEX I\nQuantities of food aid to be made available for 1987\n- For cereals:\n(a) an initial instalment of 927 700 tonnes;\n(b) a second instalment of up to 232 300 tonnes,\n- For milk powder: a maximum of 94 100 tonnes,\n- For butteroil: a maximum of 27 300 tonnes,\n- For sugar: a maximum of 11 000 tonnes,\n- For vegetable oil (seed oil and olive oil): a maximum of 34 000 tonnes,\n- For other products: quantities corresponding to not more than 279 600 tonnes of cereal equivalent,\n- Food aid in the form of the abovementioned products intended to cover exceptional food shortages, corresponding to not more than 160 600 tonnes of cereal equivalent.\nANNEX II\n1.2 //  //  // CCT heading No  // Description  //  //  // 02.01 A II b)   // Meat of bovine animals, frozen  //    //   // ex 02.06 C I a)   // Meat of bovine animals, salted, in brine, dried or smoked   //    //   // 03.02  // Fish, dried, salted or in brine; smoked fish, whether or not cooked before or during the smoking process   //    //  // 04.02 A II and B I   // Milk and cream, in powder or granules   //    //   // ex 04.03   // Butteroil (as defined in Annex III to Regulation (EEC) No 1354/83 (1))   //    //  // 07.05   // Dried leguminous vegetables, shelled, whether or not skinned or split   //    //   // 08.04 B   // Dried grapes  //    //   // ex Chapter 10 (ex 10.01 to 10.07)   // Cereals  //    //   // 11.01   // Cereal flours   //    //   // ex 11.02   // Cereal groats and cereal meal; other worked cereal grains (for example, rolled, flaked, polished, pearled or kibbled but not further prepared), except rice falling within heading No 10.06   //    //   // 11.04 A   // Flour of the dried leguminous vegetables falling within heading No 07.05  //    //   // 15.07 A   // Olive oil   //    //   // 15.07 D II   // Fixed vegetable oils, fluid or solid, crude, refined or purified (other than olive oil, China-wood and oitica oils, myrtle wax and Japan wax, castor oil and other oils for technical or industrial uses other than the manufacture of foodstuffs for human consumption)   //    //   // ex 16.02 B III b)   // Prepared or preserved meat   //    //   // ex 16.04 D, E and F   // Sardines, tuna, mackerel and anchovies  // 16.04 G   // Other   //    //   // 17.01 A and B   // Beet sugar and cane sugar, in solid form   //    //   // 19.02  // Food preparations of flour, meal, etc.   //    //   // ex 19.03   // Macaroni, spaghetti and similar products   //    //  // 19.08 B   // Biscuits   //    //   // 20.02 C  // Vegetables prepared or preserved otherwise than by vinegar or acetic acid. Tomatoes   //    //   // 21.07 G   // Food preparations not specified   //    //\n(1) OJ No L 142, 1. 6. 1983, p. 1."}