{"celex_id": "31989R1250", "uri": "http://publications.europa.eu/resource/cellar/d5dd2ba5-6364-44fb-876b-c207819eef02", "type": "Regulation", "concepts": ["4373"], "title": "Council Regulation (EEC) No 1250/89 of 3 May 1989 fixing the basic price and the standard quality for slaughtered pigs for the period 1 July 1989 to 30 June 1990\n", "header": "COUNCIL REGULATION (EEC) No 1250/89 of 3 May 1989 fixing the basic price and the standard quality for slaughtered pigs for the period 1 July 1989 to 30 June 1990\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 4 (4) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the basic price for slaughtered pigs is fixed, account should be taken of the objectives of the common agricultural policy and of the contribution which the Community desires to make to the harmonious development of world trade; whereas  the objectives of the common agricultural policy are in particular to ensure a fair standard of living for the agricultural community, to ensure that supplies are available and that they reach consumers at reasonable prices;\nWhereas the basic price must be fixed in accordance with the criteria laid down in Article 4 (1) of Regulation (EEC) No 2759/75 for a standard quality defined by reference to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the  Community scale for grading pig carcases (6), as amended by Regulation (EEC) No 3530/86 (7);\nWhereas Regulation (EEC) No 2759/75 has been amended to make the basic price applicable in future from 1 July of each year; whereas Regulation (EEC) No 2266/88 (8) fixing\nthe basic price and the standard quality for slaughtered pigs for the period 1 July 1988 to 31 October 1989 should in consequence be repealed;\nWhereas experience acquired of carcase classification indicates that it would be possible to simplify the definition of standard carcase quality,", "main_body": ["For the period 1 July 1989 to 30 June 1990 the basic price for slaughtered pigs of the standard quality shall be ECU 2 033,30 per tonne.", "The standard quality shall be defined in terms of carcase weight and lean meat content, determined in accordance with Article 2 (2) and (3) of Regulation (EEC) No 3220/84, as follows:\n(a)  carcases weighing 60 to less than 120 kilograms:\ngrade U;\n(b)  carcases weighing 120 to 180 kilograms: grade R.", "Regulation (EEC) No 2266/88 is hereby repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) See page 12 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 48.\n(4) OJ No C 120, 16. 5. 1989.\n(5) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(6) OJ No L 301, 20. 11. 1984, p. 1.\n(7) OJ No L 326, 21. 11. 1986, p. 8.\n(8) OJ No L 199, 26. 7. 1988, p. 16."}