{"celex_id": "31988D0368", "uri": "http://publications.europa.eu/resource/cellar/09674127-fcbc-4714-8ad7-21e6eb290787", "type": "Decision", "concepts": ["1182", "187", "3673", "4654"], "title": "88/368/EEC: Eighth Commission Decision of 18 May 1988 relating to the application of Council Directive 72/166/EEC on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability (Only the Greek text is authentic)\n", "header": "EIGHTH  COMMISSION DECISION\nof 18 May 1988\nrelating to the application of Council Directive 72/166/EEC on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability\n(Only the Greek text is authentic)\n(88/368/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/166/EEC of 24 April 1972 on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability (1), as last amended by Directive 84/5/EEC (2), and in particular Article 7 (3) thereof,\nWhereas on 12 December 1973 the national insurers' bureaux of the nine Member States concluded an Agreement (the 'Supplementary Agreement') (3) with the national insurers' bureaux of Sweden, Finland, Norway, Austria and Switzerland in conformity with the principles laid down in Article 7 (2) of Directive 72/166/EEC by which the national insurers' bureaux of the Member States guarantee the settlement of claims in respect of accidents occurring on their territory caused by vehicles normally based in the territory of one of those third countries;\nWhereas the Commission subsequently adopted Second Commission Decision 74/167/EEC (4) relating to the application of Directive 72/166/EEC which required each Member State to refrain as from 15 May 1974 from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Sweden, Finland, Norway, Austria and Switzerland which are the subject of the Supplementary Agreement of 12 December 1973;\nWhereas on 14 March 1986 the insurers' bureaux of Spain and Portugal, the bureaux of the other Member States, with the exception of Greece, and the bureaux of Sweden, Finland, Norway, Austria and Switzerland signed an Addendum to the Supplementary Agreement of 12 December 1973 extending that Agreement to include the bureaux of Spain and Portugal;\nWhereas on 16 May 1986 the Commission adopted Fifth Commission Decision 86/219/EEC (5) relating to the application of Directive 72/166/EEC, which required, as from 1 June 1986, Spain and Portugal to refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Sweden, Finland, Norway, Austria and Switzerland and which are the subject of the Supplementary Agreement of 12 December 1973;\nWhereas on 9 October 1987 the Motor Insurers' Bureau of Greece, the bureaux of the other Member States and the bureaux of Sweden, Finland, Norway, Austria and Switzerland signed a Second Addendum to the Supplementary Agreement of 12 December 1973 extending that Agreement to include the Motor Insurers' Bureau of Greece;\nWhereas, therefore, all the conditions for the removal of checks on insurance against civil liability between Greece and the abovementioned third countries are fulfilled,", "main_body": ["As from 1 July 1988 Greece shall refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Sweden, Finland, Norway, Austria and Switzerland and which are the subject of the Supplementary Agreement of 12 December 1973.", "Greece shall forthwith inform the Commission of measures taken to apply this Decision.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 18 May 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 103, 2. 5. 1972, p. 1.\n(2) OJ No L 8, 11. 1. 1984, p. 17.\n(3) OJ No L 87, 30. 3. 1974, p. 15.\n(4) OJ No L 87, 30. 3. 1974, p. 14.\n(5) OJ No L 153, 7. 6. 1986, p. 53."}