{"celex_id": "31989D0416", "uri": "http://publications.europa.eu/resource/cellar/7ebbeb04-18a6-4745-9bd0-0f15f2b3a2ef", "type": "Decision", "concepts": ["2795", "2884", "4042"], "title": "89/416/Euratom: Council Decision of 20 June 1989 adopting a specific research and training programme for the European Atomic Energy Community in the field of radiation protection (1990 to 1991)\n", "header": "COUNCIL DECISION of 20 June 1989 adopting a specific research and training programme for the European Atomic Energy Community in the field of radiation protection (1990 to 1991) (89/416/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, by its Decision 87/516/Euratom, EEC (3), as amended by Decision 88/193/EEC, Euratom (4), the Council adopted a framework programme for Community activities in the field of research and technological development (1987 to 1991), providing, inter  alia, for activities dealing with radiation protection;\nWhereas the Scientific and Technical Committee has delivered a positive opinion on the programme proposal (1990 to 1991) from the Commission;\nWhereas it is in the interest of the Community to supplement and broaden the knowledge and the scientific information needed for an objective study of human exposure to radiation and radioactivity, of the consequences of radiation exposure to man and of  the assessment and management of its risks as identified in the document dealing with ´Community research needs in the field of radiation protection for the period 1990 to 1994';\nWhereas advanced training, scientific cooperation and exchange of scientists and of scientific information are essential to radiation protection;\nWhereas the research covered by this Decision is an appropriate way of pursuing such action,", "main_body": ["A specific research and training programme for the European Atomic Energy Community in the field of radiation protection, as defined in Annex I, is hereby adopted for a period of two years from 1 January 1990.", "The funds estimated as necessary for the execution of the programme amount to ECU 21,2 million, including expenditure on a staff of 28.\nAn indicative allocation of these funds is set out in Annex I.", "Detailed rules for the implementation of the programme and the Community's rate of financial participation are set out in Annex II.", "1.  After the end of the programme, an evaluation of the results achieved shall be conducted by the Commission, which shall report thereon to the European Parliament and the Council.\n2.  The report referred to in paragraph 1 shall be established having regard to the objectives and criteria set\nout in Annex III to this Decision and in accordance with", "(2) of Decision 87/516/Euratom, EEC.", "1.  The Commission shall be responsible for the execution of the programme and shall be assisted in the implementation by the Management and Coordination Advisory Committee (CGC) on Radiation Protection, set up by Decision 84/338/Euratom,  ECSC, EEC of 29 June 1984 dealing\nwith structures and procedures for the management and coordination of Community research, development and demonstration activities (5).\n2.  Contracts concluded by the Commission shall govern the rights and obligations of each party, in particular arrangements for the dissemination, protection and exploitation of research results.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 20 June 1989.\nFor the Council\nThe President\nJ. SOLANA MADARIAGA\n(1) OJ No C 158, 26. 6. 1989.\n(2) OJ No C 159, 26. 6. 1989.\n(3) OJ No L 302, 24. 10. 1987, p. 1.\n(4) OJ No L 89, 6. 4. 1988, p. 35.\n(5) OJ No L 177, 4. 7. 1984, p. 25.   ANNEX I   PROGRAMME CONTENTS AND INDICATIVE INTERNAL ALLOCATION OF FUNDS  Indicative allocation\nof funds, including\nstaff and administrative\nexpenses\n(millions of ecus)\nA.\nHUMAN EXPOSURE TO RADIATION AND RADIOACTIVITY\n7,4\n1.\nMeasurement of radiation dose and its interpretation\n1.1.\nDevelopment and implementation of standards and procedures linked to the concepts of dose-equivalent quantities for both external and internal exposure\n1.2.\nRadiation and instrumentation for individual and area dosimetry\n1.3.\nDerivation of organ doses and effective dose equivalent\n1.4.\nAssessment of internal exposure\n2.\nTransfer and behaviour of radionuclides in the environment\n2.1.\nEnvironmental behaviour of radionuclides in situations meriting particular attention for long-term behaviour or post-accident conditions\n2.2.\nNatural radioactivity in the environment and its pathways to man\n2.3.\nInfluence of speciation, chemical modification, changes in physico-chemico properties and biological conversion, particularly with respect to:\n- long-lived fission and corrosion products,\n- actinides, tritium, e.g. reduction of hydrogen gas and transformation of inorganic into organically bound tritium, and\n- effluent from radiopharmaceutics or nuclear medicine.\n2.4.\nThe behaviour of accidentally released radionuclides evaluation of the realiability of transfer parameters and experimental studies.\n2.5.\nThe role of retention and release of radionuclides in natural ecosystems, such as forests, moorland, swamps, marshlands, water bodies and in marginal agricultural areas.\n2.6.\nDevelopment of countermeasures to reduce the contamination in the environment and to impede its transfer to man.\nIndicative allocation\nof funds, including\nstaff and administrative\nexpenses\n(millions of ecus)\nB.\nCONSEQUENCES OF RADIATION EXPOSURE TO MAN; THEIR ASSESSMENT, PREVENTION AND TREATMENT\n7,4\n1.\nStochastic effects of radiation\n1.1.\nInterpretation of low dose and low dose rate effects with the help of microdosimetry\n1.2.\nRepair and modification of genetic damage and individual radiosensitivity\n1.3.\nCellular, molecular and animal studies to determine the risk of stochastic somatic effects of radiation with respect to low dose, low dose rate and radiation quality\n1.4.\nAssessment of genetic risks in man\n1.5.\nAction of radionuclides on target cells in relation to radionuclide metabolism and studies on biological models for radionuclide-induced cancer, particularly of lung, bone, liver\n2.\nNon-stochastic effects of radiation\n2.1.\nRadiation syndromes and their treatment after exposure of large parts of the body\n2.2.\nIrradiation and committed exposure from incorporated radionuclides\n2.3.\nRadiation syndromes and their treatment after local exposure to skin and subcutaneous tissues\n2.4.\nRadiation damage to lens, thyroid and other tissues of relevance in radiation protection\n3.\nRadiation effects on the developing organism\nIndicative allocation\nof funds, including\nstaff and administrative\nexpenses\n(millions of ecus)\nC.\nRISKS AND MANAGEMENT OF RADIATION EXPOSURE\n6,4\n1.\nAssessment of human exposure and risks\n1.1.\nEvaluation and statistics of the different types of human exposure\n1.2.\nExposure to natural radioactivity and evaluation of parameters influencing these risks\n1.3.\nComparative assessment of exposure and risks\n1.4.\nEpidemiological studies in human populations\n2.\nOptimization and management of radiation protection\n2.1.\nOptimization and radiological protection\n2.2.\nReduction of patient exposure in medical diagnostic radiology\n2.3.\nManagement of radiological protection in normal and accident situations\n2.4.\nProbabilistic risk assessment and real-time models for assessing the consequences of accidental releases of radioactivity and for evaluating effectiveness and feasibility of countermeasures\nTOTAL\n(¹) 21,2 (¹)\n(¹) Of which approximately ECU 5,87 million are attributed to staff and administrative expenses.\nANNEX II   IMPLEMENTATION OF THE PROGRAMME AND THE COMMUNITY'S RATE OF FINANCIAL PARTICIPATION  The programme consists of activities carried out by means of shared-cost research contracts with competent public or private research organizations established in the  Member States.\nIn addition to shared-cost research contracts, the programme may also be carried out by means of study contracts and coordinating actions. Particular emphasis will be placed on awards for training and mobility grants. Such contracts and grants will,  where appropriate, be awarded following a selection procedure based on calls for proposals published in the Official Journal of the European Communities.\nParticipants in shared-cost contracts may be from public or private research organizations, including universities, established in the Community. Each contractor will be expected to make a significant contribution to projects. The contractor will be  expected to bear a substantial proportion of the costs, 50 % of which will normally be borne by the Community. Alternatively, in respect of universities and similar organizations carrying out projects under this programme, the Community may bear up to  100 % of the additional expenditure involved.\nShared-cost research projects should normally be carried out by participants from more than one Member State.\nThe Commission shall distribute, in all Community languages, information packs to accompany the invitation to participate in order to guarantee equal opportunities for the enterprises, universities and research centres in the Member States.\nThe information resulting from the implementation of the shared-cost activities shall be made accessible on an equal basis to all Member States. Licences and/or other rights developed in the framework of the programme will be subject to Community rules,  and taking into account contractual arrangements.\nANNEX III   PROGRAMME OBJECTIVES AND EVALUATION CRITERIA  The radiation protection programme (1990 to 1991) represents a part of the Community research needs in the field of radiation protection for the period 1990 to 1994, outlined in the Commission's  communication (COM(88) 789 final) and aims, by means of a cooperative European research effort, to provide:\n- the scientific basis for the continued updating of the Basic Safety Standards for the health protection of the general public and workers against dangers of ionizing radiation and the stimulus for the continued development of radiation protection  philosophy and concepts in all Member States, taking into account relative experience in Member States,\n- the scientific knowledge needed to assess the carcinogenic and genetic risks to workers and the general public from exposure to low doses and low dose rates of radiation of different quality arising from natural radiation, medical diagnostic radiology  and nuclear industry,\n- the methods to assess risks from radiation accidents as well as the rationales and techniques for the implementation of countermeasures,\n- the information necessary to expand radiation protection concepts and practices in response to demands created, for example by innovative applications of radiation in medicine and industry,\n- the objective scientific background to help the relevant national authorities reach rational decisions on the operation of the nuclear industry, on the development of environmental criteria for radioactivity on the management of rare emergency  situations, and on the objective information to be given to the public about risks and benefits,\n- the incentive and the support for cooperation between scientists and research institutions from the different Member States, and the advanced training necessary to maintain competence in the Community, including improved and comprehensive training of  young scientists in the field of radiation protection,\n- efficient use and documentation of the knowledge acquired under this and previous Community radiation protection programmes which could contribute to a better common understanding of the scientific issues and lead to improved information to the  general public on these matters.\nThe extent to which the programme attains the above objectives will be evaluated by independent experts in accordance with the Community plan of action relating to the evaluation of Community research and development activities.\nThe major evaluation criteria for the programme are:\n- its scientific and technological contribution to the radiation protection policy of the Community,\n- the relevance of the results of the research carried out in the programme for the continued updating of the Basic Safety Standards for the health protection of the general public and workers against dangers of ionizing radiation and for the  theoretical foundation of radiation protection and its practical applications,\n- the scientific originality of the work, its relevance for the assessment of risks, in particular from low dose and dose rate exposure to natural, medical and man-made sources, and its contribution to the assessment and management of risks of radiation  accidents,\n- the ways by which information from the programme has provided protection concepts and practices in response to demands created by new applications of radiation and has helped relevant national authorities to reach rational decisions on radiation  protection in normal and emergency situations,\n- its role in the dissemination of knowledge,\n- the extent to which the programme has contributed to cooperation among Member States' laboratories, has helped the advanced training of scientists and has promoted dissemination of scientific knowledge in radiation protection,\n- the efficiency of the management.\nIn addition, the criteria set up for the 1988 to 1989 revision (;) should also be considered:\n- whether a significant contribution has been made to the development of more cost-effective techniques to prevent and counter harmful effects of radiation, especially those occurring as a result of hypothetical accidents taking into account the  Chernobyl situation. In particular whether:\n- the reliability of long distance atmospheric transfer models has been improved,\n- improved data and models on the transfer of radionuclides in the food chain have been obtained,\n- the feasibility of epidemiological studies on health effects in the population has been demonstrated or rejected,\n- the radiological consequences of nuclear accident scenarios have become better understood,\n- the scientific basis of the underlying data for derived emergency reference levels has been developed,\n- practical countermeasures with respect to the agricultural and aquatic environment, the urban environment and preventive medication have been improved,\n- better methods for monitoring and surveillance in accidental situations have been found,\n- the treatment methodologies and diagnosis of exposed persons have advanced.\n(;) OJ No L 16, 21. 1. 1988, p. 44."}