{"celex_id": "31988D0010", "uri": "http://publications.europa.eu/resource/cellar/7f80b328-e63c-4b40-a45d-8b8bf3f5cf08", "type": "Decision", "concepts": ["1372", "2393", "2563"], "title": "88/10/EEC: Commission Decision of 11 December 1987 on the multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by Portugal pursuant to Council Regulation (EEC) No 4028/86 (Only the Portuguese text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 December 1987\non the multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by Portugal pursuant to Council Regulation (EEC) No 4028/86\n(Only the Portuguese text is authentic)\n(88/10/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 4 thereof,\nWhereas on 14 April 1987 the Portuguese Government forwarded to the Commission a multiannual guidance programme for aquaculture and the provision of protected marine areas, hereinafter referred to as 'the programme'; whereas on 8 October 1987 it forwarded the latest additional information concerning the programme;\nWhereas the programme aims to increase by about 75 % present Portuguese aquaculture production both of marine species and of species reared in fresh water, and to provide protected marine areas; whereas investments of approximately 20 million ECU are estimated to be necessary for the completion of the programme;\nWhereas, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the programme meets the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a framework for Community and national financial aid for the sector concerned;\nWhereas, however, the full achievement of the programme's objectives may be hampered by the present low level of vocational training in the sector in question and by the difficulties of regular supply of juveniles to fish farms;\nWhereas the aquaculture sector is developing in a commercial environment, a feature of which is the development of international competition;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991), as forwarded on 14 April 1987 by the Portuguese Government and as last supplemented on 8 October 1987, is hereby approved subject to the conditions laid down in this Decision.", "1. The implementation of the programme must be accompanied by vocational training measures adapted to the expected changes in the structure of the aquaculture sector in Portugal.\n2. Priority must be granted when the programme is implemented to stable production of juveniles in keeping with the planned fish-farming investments.", "This Decision is without prejudice to any Community financial aid to individual investment projects.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7."}