{"celex_id": "31980D1096", "uri": "http://publications.europa.eu/resource/cellar/8b0fbe89-ab1f-45d8-8da8-4d57d4a22a4d", "type": "Decision", "concepts": ["2356", "2560", "2877", "5951", "922", "980"], "title": "80/1096/EEC: Council Decision of 11 November 1980 introducing Community financial measures for the eradication of classical swine fever\n", "header": "COUNCIL DECISION  of 11 November 1980  introducing Community financial measures for the eradication of classical swine fever  (80/1096/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas one of the tasks of the Community in the veterinary field is to improve the state of health of livestock and thus to increase the profitability of stock farming;\nWhereas such action should help to remove those remaining barriers to trade between Member States in fresh meat or live animals which are caused by differences in animal health situations;\nWhereas action to this end has already been taken by the Community with regard to certain bovine diseases;\nWhereas other similar initiatives have been taken as regards swine ; whereas, in so far as they are intended to achieve the objectives set out in Article 39 (1) (a) of the Treaty, they constitute common measures within the meaning of Article 6 (1) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (4), as last amended by Regulation (EEC) No 929/79 (5);\nWhereas, in as much as the Community contributes to the financing of the common measures, it must be in a position to ascertain that the provisions adopted by the Member States for the implementation of these measures are contributing towards the attainment of the objectives intended ; whereas, to this end, provision should be made for a procedure establishing close cooperation between the Member States and the Commission;\nWhereas, in order to ensure that the common measures are completely successful, national eradication plans should be so devised that once embarked upon they can he fully carried out ; whereas provision should be made whereby the estimates on which these measures are based can be reviewed in the light of developments, this review to cover both the financial means required for the implementation of the common measures and the duration of such measures,", "main_body": ["The measures provided for by:    - Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (6), and\n- Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (7),\nin so far as they are intended to achieve the objectives set out in Article 39 (1) (a) of the Treaty, shall constitute common measures within the meaning of Article 6 (1) of Regulation (EEC) No 729/70.", "1. The period for carrying out the common measures shall be five years.\n2. The contribution of the European Agricultural Guidance and Guarantee Fund, hereinafter called \"the Fund\", is fixed at 35 million European units of account.", "1. Expenditure by Member States in respect of action taken under the common measures shall be eligible for assistance from the Guidance Section of the Fund within the limits stated in Article 2.\n2. The Guidance Section of the Fund shall reimburse the Member States under the eradication plan referred to in Article 5:  (1)OJ No C 132, 3.6.1980, p. 8. (2)OJ No C 175, 14.7.1980, p. 79. (3)OJ No C 300, 18.11.1980, p. 17. (4)OJ No L 94, 28.4.1970, p. 13. (5)OJ No L 117, 12.5.1979, p. 4. (6)OJ No L 247, 21.2.1980, p. 11. (7)See page 1 of this Official Journal.     (a) up to 50 % of the cost incurred in respect of compensation to owners for the slaughter and destruction of the animals;\n(b) up to 0 7125 European unit of account per dose of vaccine used in the event of emergency vaccination either in a Member State or region recognized as being officially free in accordance with the procedure laid down in Article 7 (2) of Directive 80/1095/EEC, or in a Member State or region where vaccination has been prohibited for at least three months but provided that vaccinated pigs are due to be slaughtered within three months following this vaccination;\n(c) up to 0 7125 European unit of account per dose of vaccine used in the event of vaccination performed in certain specified regions in pursuance of an eradication plan approved in accordance with Article 7 of Directive 80/1095/EEC, it being understood that this repayment would be limited to the first two years of application of the plan;\n(d) up to one European unit of account per sample examined in a laboratory in connection with detection tests carried out with a view to determining holdings or regions which are officially swine fever-free.\n3. Paragraph 2 shall also apply in respect of measures taken immediately following an outbreak of swine fever in a Member State which is officially free from this disease within the meaning of Directive 80/1095/EEC.\n4. Detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.\n5. Measures adopted by Member States shall not be eligible for financial contribution from the Community unless a favourable decision in accordance with Article 5 (3) has been given in respect of the provisions relating thereto.", "1. Applications for payment shall relate to expenditure incurred by Member States in the course of a calendar year and shall be submitted to the Commission before 1 July of the following year.\n2. Decisions on the granting of aid from the Fund shall be made in accordance with Article 7 (1) of Regulation (EEC) No 729/70.\n3. Detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "1. Member States shall forward to the Commission the plan provided for in Article 3 of Directive 80/1095/EEC before implementation of the plan and not later than 31 December 1981.\nHowever, this deadline:    (a) shall not be applied to a Member State which has been officially swine fever-free but which has lost that status during the period for carrying out the measures provided for in Article 2 (1), following the outbreak and persistence of the disease;\n(b) may be extended until 31 December 1982, in accordance with the procedure laid down in Article 6, if implementation of the plan by the date laid down is found to be running into considerable difficulties as far as some Member States are concerned.\n2. Member States shall inform the Commission as soon as possible of the measures taken under Article 3 (2) or (3) should there be an outbreak of classical swine fever.\n3. The Commission shall examine the plans or measures forwarded in accordance with paragraphs 1 and 2 to determine whether, in terms of their conformity with the rules referred to in Article 1 and in the light of the objectives of those rules, the conditions for financial contribution by the Community have been met. Within two months following receipt of the plans or measures, the Commission shall submit a draft decision to the Standing Veterinary Committee. The Committee shall deliver its opinion in accordance with the procedure laid down in Article 6. The Fund Committee shall be consulted on the financial aspects.\n4. The Commission shall make regular on-the-spot checks to verify from a veterinary viewpoint whether the plans are being applied.\nMember States shall take the necessary steps to facilitate these checks and in particular to ensure that the experts are supplied at their request with all the information and documentation needed for assessing the execution of the plans.\nThe general provisions for implementing this Article, especially as regards the frequency and method of carrying out the checks referred to in the first subparagraph, the rules governing the appointment of the veterinary experts and the procedure which the latter must follow when drawing up their report, shall be laid down in accordance with the procedure set out in Article 6.", "1. Where the procedure laid down in this Article is to be followed, matters shall be referred without delay by  its chairman, either on his own initiative or at the request of a Member State, to the Standing Veterinary Committee (hereinafter called \"the Committee\") set up by Decision 68/361/EEC (1).\n2. Within the Committee the votes of the Member States shall be weighted as provided for in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The Commission representative shall submit a draft of the measures to be adopted. The Committee shall deliver its opinion on these measures within a time limit which the chairman may set on the basis of the urgency of the questions under examination. Opinions shall be adopted by a majority of 41 votes.\n4. The Commission shall adopt the measures and shall apply them immediately where they are in accordance with the opinion of the Committee. Where they are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall immediately submit to the Council a proposal on the measures to be adopted. The Council shall adopt the measures by a qualified majority.\nIf the Council has not adopted any measures within three months of the date on which the proposal was referred to it, the Commission shall adopt the proposed measures and apply them immediately, save where the Council has decided against the measures by a simple majority.", "Article 6 shall apply until 21 June 1981.", "Before 1 July 1983, the Commission shall submit to the Council a report on the implementation of this Decision.\nThe Council shall decide on these proposals before 31 December 1983.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 November 1980.\nFor the Council\nThe President\nC. NEY  (1)OJ No L 255, 18.10.1968, p. 23."}