{"celex_id": "31988R0597", "uri": "http://publications.europa.eu/resource/cellar/c63c6579-006a-4bed-9278-c9984d85573a", "type": "Regulation", "concepts": ["1233", "1277", "4284", "4291", "4498", "4860"], "title": "Commission Regulation (EEC) No 597/88 of 3 March 1988 amending Regulation (EEC) No 2409/86 on the sale of intervention butter intended in particular for incorporation in compound feedingstuffs\n", "header": "COMMISSION  REGULATION (EEC) No 597/88\nof 3 March 1988\namending Regulation (EEC) No 2409/86 on the sale of intervention butter intended in particular for incorporation in compound feedingstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (1), as last amended by Regulation (EEC) No 222/88 (2), and in particular Article 7a thereof,\nWhereas Article 1 of Commission Regulation (EEC) No 2409/86 (3), as last amended by Regulation (EEC) No 25/88 (4), fixes the date on which butter offered for sale by the intervention agency must have been taken into storage; whereas, in order to enable the programme to be continued, the date of entry into storage of the butter should be postponed; whereas that provision must, however, apply from 2 March 1988 only so that the sale at a predetermined price provided for in Article 25 of Regulation (EEC) No 2409/86 may involve the oldest butter until that date;\nWhereas the second indent of the first subparagraph of Article 9 (1) of Regulation (EEC) No 2409/86 was amended by Regulation (EEC) No 3658/87 (5) to clarify its provisions; whereas, in order to avoid any ambiguity, Article 10 of Regulation (EEC) No 2409/86 should be amended accordingly; whereas, in view of experience gained, the period of manufacture of the compound feedingstuffs should be extended under the special case provided for in the second indent of the first subparagraph of Article 9 (1);\nWhereas it is not worthwhile and it is costly to continue, in the present situation, trials involving the utilization of butter at a reduced price for industrial purposes in the absence of convincing results; whereas sales of butter under Title VIIa of Regulation (EEC) No 2409/86 should accordingly be suspended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 2409/86 is hereby amended as follows:\n1. In the first subparagraph of Article 1, '1 April 1985' and '1 October 1985' are replaced by '1 March 1986'.\n2. Article 10 is replaced by the following:\n'Article 10\nThe provisions of Article 9 (2) shall not apply to compound feedingstuffs delivered by tanker or container to a farm or a fattening concern which uses such compund feedingstuffs under the conditions laid down in Article 11.'\n3. The introductory phrase in the first subparagraph of Article 14 (4) is replaced by the following:\n'In the special case referred to in the second indent of the first subparagraph of Article 9 (1), the period provided for in Article 4 shall be 180 days and the inspection provided for in point 2 (a) shall also be deemed to have been carried out and the processing security referred to in Article 21 (2) shall be released where the successful tenderer submits:'.\n4. The application of Article 27a is suspended.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "(1) shall apply with effect from 2 March 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 169, 18. 7. 1968, p. 1.\n(2) OJ No L 28, 1. 2. 1988, p. 1.\n(3) OJ No L 208, 31. 7. 1986, p. 29.\n(4) OJ No L 4, 7. 1. 1988, p. 11.\n(5) OJ No L 343, 5. 12. 1987, p. 18."}