{"celex_id": "31981R3559", "uri": "http://publications.europa.eu/resource/cellar/8d2551e7-1046-4726-a02a-5d4151ab9fd9", "type": "Regulation", "concepts": ["2069", "2176", "4381"], "title": "Commission Regulation (EEC) No 3559/81 of 8 December 1981 on the classification of goods falling within subheading 85.15 A III b) 2 of the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EEC) No 3559/81 of 8 December 1981 on the classification of goods falling within subheading 85.15 A III b) 2 of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by the Act of Accession of Greece, and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provision must be made for the tariff classification of alarm clock radios, consisting of a plastic casing containing a radio and a quartz electronic clock which allows the radio to be switched on automatically at any chosen time having also a tuning scale, a light-emitting diode (LED) display and several push-buttons for controlling the radio and for setting the clock;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2), as last amended by Regulation (EEC) No 3300/81 (3), lists under subheading 85.15 A III b) 2 receivers (not included in previous subheadings), whether or not incorporating sound recorders or reproducers, and under subheading 91.04 A other clocks, electric or electronic ; whereas, for the classification of the abovementioned clock radios, these subheadings merit consideration;\nWhereas the radio may be switched on either by the clock mechanism or by pushing a button provided for this purpose;\nWhereas in the instrument in question the relative values of the component parts cannot be the decisive factor for determining essential character ; whereas, on the other hand, the external appearance of the instrument, the function of the radio and its capacity to receive a number of wavelengths and stations make the radio the main part in comparison with the clock ; whereas, therefore , it is the radio which confers on the whole its essential character;\nWhereas, therefore, such instruments cannot fall within subheading 91.04 A but should be classified, in accordance with Rule 3 (b) for the interpretation of the nomenclature of the Common Customs Tariff, under subheading 85.15 A III b) 2;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Alarm clock radios, consisting of a plastic casing containing a radio and a quartz electronic clock which allows the radio to be switched on automatically at any chosen time, having also a tuning scale, a light-emitting diode (LED) display and several push-buttons for controlling the radio and for setting the clock, shall be classified in the Common Customs Tariff under subheading:\n85.15 Radiotelegraphic and radiotelephonic transmission and reception apparatus ; radio-broadcasting and television transmission and reception apparatus (including receivers incorporating sound recorders or reproducers) and television cameras ; radio navigational aid apparatus, radar apparatus and radio remote control apparatus:\nA. Radiotelegraphic and radiotelephonic transmission and reception apparatus ; radio-broadcasting and television transmission and reception apparatus (including receivers incorporating sound recorders or reproducers) and television cameras:\nIII. Receivers, whether or not incorporating sound recorders or reproducers:\nb) Other:\n2. Other", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.  (1) OJ No L 14, 21.1.1969, p. 1. (2) OJ No L 172, 22.7.1968, p. 1. (3) OJ No L 335, 21.11.1981, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1981.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission"}