{"celex_id": "31985R3147", "uri": "http://publications.europa.eu/resource/cellar/aa900962-a675-444b-910e-b24374b1c6f4", "type": "Regulation", "concepts": ["2069", "2591", "4381", "4687"], "title": "Commission Regulation (EEC) No 3147/85 of 12 November 1985 on the tariff classification of certain poultry cuts and amending Regulation (EEC) No 950/68 on the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 3147/85\nof 12 November 1985\non the tariff classification of certain poultry cuts and amending Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (1), as last amended by the Act of Accession of Greece, and in particular Articles 3 and 5 (3) thereof,\nWhereas partly boned poultry, cuts have recently come to account for an important part of the world's trade in poultrymeat;\nWhereas according to the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2), as last amended by Regulation (EEC) No 3068/85 (3), unboned poultry cuts fall within subheading 02.02 B II;\nWhereas partly boned poultry cuts are not of the same type and value as unprocessed, unboned poultry cuts which fall within subheadings 02.02 B II a) to e) of the Common Customs Tariff; whereas they should therefore be classified in subheading 02.02 B II g);\nWhereas the tariff nomenclature applicable as a result of Regulation (EEC) No 2777/75 is set out in the Common Customs Tariff; whereas it should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["For the purposes of applying levies in the poultrymeat sector:\n1. 'Poultry cuts, unboned (bone-in)', for the purposes of subheadings 02.02 B II a), b), c), d), and e) of the Common Customs Tariff shall be taken to mean the cuts specified therein, including all bones;\n2. Poultry cuts as referred to in paragraph 1 which have been partly boned shall be classified in subheading 02.02 B II g) of the Common Customs Tariff.", "The following Additional Note 7 is hereby added in Chapter 2 of the Common Customs Tariff set out in the Annex to Regulation (EEC) No 950/68:\n'7. (a) For the purposes of subheadings 02.02 B II a), b), c), d) and e), \"poultry cuts, boned (bone-in)\", shall be taken to mean the cuts specified therein, including all bones.\n(b) Poultry cuts as referred to in (a) which have been partly boned shall fall within subheading 02.02 B II g).'", "This Regulation shall enter into force on 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 77.\n(2) OJ No L 172, 22. 7. 1968, p. 1.\n(3) OJ No L 292, 2. 11. 1985, p. 1."}