{"celex_id": "31986R1069", "uri": "http://publications.europa.eu/resource/cellar/84c5b815-144c-4a69-a068-4d9e7b3d3565", "type": "Regulation", "concepts": ["2069", "2125", "3855", "4381"], "title": "Council Regulation (EEC) No 1069/86 of 8 April 1986 amending Regulation (EEC) No 950/68 on the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 1069/86\nof 8 April 1986\namending Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community has bound the customs duty on television image and sound recorders or reproducers falling within subheading 92.11 B of the Common Customs Tariff at a rate of 8 %; whereas that binding is contained in the schedule LXXII-EEC annexed to the General Agreement on Tariffs and Trade (GATT);\nWhereas the Community has found it desirable to replace the voluntary export restraints on the abovementioned products, which expired on 31 December 1985, with an appropriate tariff measure, thereby providing adequate import protection consistent with the GATT; whereas the Community accordingly invoked Article XXVIII of the GATT in order to modify its international commitment on the level of its customs duties for the products in question;\nWhereas in the absence of an agreement with the main supplier, the Community modified the concession in question in accordance with Article XXVIII (3) (a) of the GATT; whereas the tariff concession on certain of the said products was raised from 8 % to 14 % from 1 January 1986; whereas by way of compensation the tariff concession on certain products falling within subheading 85.21 D II was reduced from 17 % to 14 % and those on certain products falling within subheading 84.52 A, 85.15 A III and 92.11 A were reduced to zero from 1 January 1986;\nWhereas the appropriate amendments to the Common Customs Tariff annexed to Regulation (EEC) No 950/68 were made by Regulation (EEC) No 3679/85 (1);\nWhereas since 1 January 1986 the Community has reached an agreement with the main supplier; whereas as a result of this agreement certain modifications have been made to the scope of the products falling within subheadings 84.52 A, 85.15 A III and 92.11 A in respect of which duties were reduced to zero from 1 January 1986;\nWhereas these amendments should therefore be made to the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68,", "main_body": ["The Common Customs Tariff annexed to Regulation (EEC) No 950/68 as last amended by Regulation (EEC) No 3679/85 is hereby amended as indicated in the Annex hereto.", "This Regulation shall enter into force on 15 April 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 8 April 1986.\nFor the Council\nThe President\nG.M.V. van AARDENNE\n(1) OJ No L 351, 28. 12. 1985, p. 2.\nANNEX\n1.2.3,4 //  //  //  // Heading number   // Description  // Rates of duty  // 1.2.3.4 //  //  // Autonomous %  // Conventional %   //    //   //   //   //   //   //   //  // 84.52   // (unchanged)   //   //   //   // A. Electronic calculating machines   // 14   // 12   //   // B. (unchanged)  //   //   //    //   //   //   // 85.15   // (unchanged)   //  //   //   // A. (unchanged)   //   //   //   // I. and II. (unchanged)   //   //   //   // III. (unchanged)   //   //  //   // a) (unchanged)   //   //   //   // b) (unchanged)  //   //   //   // 1. (unchanged)   //   //   //   // 2. (unchanged)   //   //   //   // aa) (unchanged)   //   //   //  // bb) (unchanged)   //   //   //   // 11. Clock radios  // 22   // Free   //   // 22. (unchanged)   //   //   //  // 33. Other receivers capable of operating without an external source of power:   //   //   //   // aaa) incorporating sound recorders or reproducers   // 22   // 14  //   // bbb) Other   // 22   // Free   //   // 44. (unchanged)   //   //   //   // 55. (unchanged)   //   //   //   // cc) (unchanged)   //   //   //   // dd) (unchanged)   //   //   //  // IV. (unchanged)   //   //   //   // B. and C. (unchanged)  //   //   //    //   //   //   // 92.11   // (unchanged)   //  //   //   // A. (unchanged)   //   //   //   // I. (unchanged)   //   //   //   // II. (unchanged)   //   //   //   // a) (unchanged)   //   //   //   // b) Other   //   //   //   // 1. Using cassette tape with built-in amplifier, without built-in loudspeaker, capable of operating without an external source of power and the dimensions of which do not exceed 170 mm × 100 mm × 45 mm   // 19   // Free   //   // 2. Other   // 19   // 9,5  //   // III. (unchanged)   //   //   //   // a) (unchanged)  //   //   //   // b) (unchanged)   //   //   //   // 1. (unchanged)   //   //   //   // aa) (unchanged)   //   //   //  // 11. Telephone answering machines   // 16   // 7   //  // 22. Dictating machines   // 16   // 7 1.2.3,4 //  //  //  // Heading number   // Description  // Rates of duty  // 1.2.3.4 //  //  // Autonomous %  // Conventional %   //    //   //   //   //   // 92.11 (cont'd)   // 33. Other, capable of operating without an external source of power   // 16   // Free   //   // 44. Other  // 16   // 7   //   // bb) Other, with built-in amplifier, without built-in loudspeaker, capable of operating without an external source of power and the dimensions of which do not exceed 170 mm × 100 mm × 45 mm   // 16   // Free   //   // cc) Other   // 16   // 7   //   // 2. (unchanged)   //   //   //  // B. (unchanged)   //   //   //   // I. (unchanged)   //  //   //   // a) Of a width of 1,3 cm or less and allowing recording or reproduction at a tape speed of 50 mm per second or less   // 14   // 14   //   // b) (unchanged)   //   //  //    //   //   //"}