{"celex_id": "31988R3060", "uri": "http://publications.europa.eu/resource/cellar/f24a6264-6c74-4727-bd50-bbf92aa7bc53", "type": "Regulation", "concepts": ["3165", "4713", "863"], "title": "Commission Regulation (EEC) No 3060/88 of 4 October 1988 introducing an exception applicable in Spain to 1987/88 wine year distillation operations\n", "header": "COMMISSION  REGULATION (EEC) No 3060/88\nof 4 October 1988\nintroducing an exception applicable in Spain to 1987/88 wine year distillation operations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 90 (1) thereof,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2964/88 (2), and in particular Article 35, 38, 39 and 41 thereof,\nWhereas, as stipulated in Commission Regulation (EEC) No 2353/87 (3), as amended by Regulation (EEC) No 2932/87 (4), in Commission Regulation (EEC) No 2544/87 (5), in Commission Regulation (EEC) No 441/88 (6), as amended by Regulation (EEC) No 1596/88 (7), and in Commission Regulation (EEC) No 4023/87 (8), 1987/88 distillation operations may not be effected after 31 August 1988;\nWhereas certain operational difficulties have occured in the initial stages of application in Spain in 1987/88 of the common organization of the market in wine; whereas in particular the execution of distillation operations within the time limits set by the rules in force has resulted in temporary saturation of the storage capacity available to the Spanish intervention agency; whereas in order to deal with this difficulty and ensure proper application of the distillation measures it is necessary to adopt transitional provisions to facilitate the changeover from the previous Spanish wine sector arrangements to those of the common organization of the market; whereas the time limit for distillation operations should therefore be extended by 15 days;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In Spain, notwithstanding Article 7 (1) of Regulation (EEC) No 2353/87, Article 4 (1) of Regulation (EEC) No 2544/87, Article 12 (5) of Regulation (EEC) No 441/88 and Article 6 of Regulation (EEC) No 4023/87, distillation operations for the 1987/88 wine year under Articles 35, 38, 39 and 41 of Regulation (EEC) No 822/87 may, for wine already delivered to distillers, be effected up to 15 September 1988.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 October 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 269, 29. 9. 1988, p. 5.\n(3) OJ No L 213, 4. 8. 1987, p. 22.\n(4) OJ No L 278, 1. 10. 1987, p. 45.\n(5) OJ No L 242, 26. 8. 1987, p. 5.\n(6) OJ No L 45, 18. 2. 1988, p. 15.\n(7) OJ No L 142, 9. 6. 1988, p. 17.\n(8) OJ No L 378, 31. 12. 1987, p. 48."}