{"celex_id": "31983D0486", "uri": "http://publications.europa.eu/resource/cellar/1e4cd057-a1ff-4598-9310-e0b03e91e735", "type": "Decision", "concepts": ["1085", "1397", "1418", "1957", "2230", "889"], "title": "83/486/EEC: Commission Decision of 20 July 1983 concerning two aid schemes in favour of the textile and clothing sector in France funded by means of parafiscal charges (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 20 July 1983\nconcerning two aid schemes in favour of the textile and clothing sector in France funded by means of parafiscal charges\n(Only the French text is authentic)\n(83/486/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in Article 93, having regard to those comments,\nWhereas:\nI\nOn 13 January 1983, the French Government notified to the Commission two decrees amending and extending for the period 1983 to 1985 two aid schemes, one for the textile industry and the other for the clothing industry, funded by two parafiscal charges levied under the same procedure as value added tax on sales in France of textile and clothing products.\nBy decrees No 82/1242 and No 82/1243 published in the Official Journal of the French Republic No 10 of 13 January 1983, these two aid schemes entered into force on 1 January 1983; the French Government thereby failed to comply with its obligations under Article 93 (3).\nUnder these decrees the aid schemes, whereby the textile and clothing industry is allocated an amount of about FF 240 million annually, are extended until 31 December 1985. About 40 % of this amount is earmarked for joint research projects carried out for the most part by technical institutes serving the sector. The remaining proceeds from the parafiscal charges are allocated to individual aid measures for textile and clothing firms. These aids consist of the grant of subsidies of 10 to 15 % of modernization and renewal investments. The two schemes have been in force, with extensions and amendments, since 1965 and 1969 respectively.\nAs regards the joint research projects, the Commission has no objection to the support granted to them if they form part of measures carried out at Community level.\nThe Commission considered after its first scrutiny, however, that the schemes in question were not compatible in other respects with the common market and consequently decided to initiate the procedure provided for in the first subparagraph of Article 93 (2) of the EEC Treaty; the Commission gave the French Government notice to submit its comments, by letter dated 18 March 1983.\nII\nIn its reply dated 31 May 1983, the French Government states that a substantial proportion of the aids is allocated to joint research projects, pointing out that the Commission had already stated in its letter of 18 March that it had no objection to those measures in so far as they actually concerned research in the sector concerned. In its reply the French Government maintains that the aids for modernization investments which have been running since 1965 and 1969 relate to exceptional programmes, but it does not define in what sense these programmes are exceptional, while the texts of the decrees simply state that the general objective is the renovation of industrial and commercial structures.\nThe French Government also states in its letter that the application of the selectivity criterion, referred to by the Commission, should be the subject of a more refined analysis as regards industrial policy in the textile and clothing sector. The French Government considers that the amounts of the aids in question are so small that the question of their combination with other French schemes has no real bearing on the matter and is of no significance.\nTwo other Member States and a federation in the sector have stated that they share the Commission's view and have stressed their concern regarding the aid schemes in question.\nIII\nThe grant of State aids to individual firms making modernization and renewal investments is equivalent to an industry aid, since it reduces the costs which such firms would normally have to bear. It is well known that such aids to the textile and clothing industry, which is in a difficult situation throughout the Community and in which competition between Member States is very keen, are liable to affect trade between Member States and distort or threaten to distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring French firms or their production.\nArticle 92 (1) of the EEC Treaty lays down the principle that aids meeting the criteria it describes are incompatible with the common market. The exemptions from this incompatibility allowed for by Article 92 (3), which are the only ones which could apply to this case, specify objectives which are in the interest of the Community and not merely of particular sectors of the national economy. These exemptions must be interpreted strictly when any regional or industry aid scheme or any individual case of application of a general aid scheme is scrutinized and, in particular, they may be granted only if the Commission is able to establish that, without the aids, the free play of market forces alone would not be sufficient to ensure that recipient firms contributed to the realization of one of the objectives specified in these provisions.\nTo allow these exemptions for aids which do not offer a compensating benefit of this kind would be tantamount to giving an undue advantage to certain Member States, thus allowing trading conditions between Member States to be affected and distorting competition, without any justification on grounds of the Community interest.\nIn applying the above principles to scrutiny of aid schemes, the Commission must satisfy itself that the recipient firms are providing a consideration in return justifying the grant of aid, in the sense that the aid is necessary to promote the realization of one of the objectives set out in Article 92 (3) of the EEC Treaty. Where this cannot be demonstrated, it is clear that the aid does not contribute to attaining the objectives of the exemptions but serves to improve the financial situation of the firms in question.\nIn this case the aid schemes do not demonstrate the existence of such consideration provided in return by the recipient firms.\nThe French Government has not been able to give, nor the Commission to detect, any justification for finding that the aids in question qualify for one of the exemptions provided for in Article 92 (3) of the EEC Treaty.\nWith regard to the exemptions provided for in Article 92 (3) (a) and (c) of the EEC Treaty relating to aids intended to promote or facilitate the development of certain areas, it must be observed that the standard of living in France is not abnormally low nor is there serious under-employment within the meaning of the exemption specified in point (a); and because of their scope, namely all the firms in a given economic sector irrespective of where they are located, the aid schemes are not intended for the development of certain areas as provided for in the exemption under point (c).\nAs regards the exemptions provided for in Article 92 (3) (b) of the EEC Treaty, it is evident that the schemes in question are not intended to promote the execution of an important project of common European interest, or to remedy a serious disturbance in the French economy: moreover nothing in the socio-economic data available on France provides grounds for concluding that there exists a serious disturbance in its economy, such as is referred to in Article 92 (3) (b). Aids to cover part of modernization and renewal costs could qualify for a derogation from the principle that aids are incomptible with the common market only if, given the rules and criteria adopted for granting the aid, the Commission were able to detect some consideration provided by the recipient firms in return, in other words if the grant of aids were linked to some special effort to be made by the firm which accorded with the Community interest.\nIn the Community approaches to aids to the textile and clothing industry, worked out in consultation with Member States in 1971 and 1977, the Commission has specified the objectives to be pursued in the Community interest. These guidelines are aimed primarily at ensuring a selective rationalization of firms in the industry, a standstill in production capacity in branches of the industry already in structural surplus, the encouragement of conversion to other activities both outside and inside the industry, and a progressive reduction in aids. They exclude any assistance of a purely protective nature which would merely transfer one Member State's difficulties to another.\nThe French aid schemes for the textile and clothing industry in the form of grants for modernization and renewal investments apply to all firms in the industry making such investments. No consideration is required of the firms in return, either in terms of restructuring or in terms of capacity cuts in branches of the industry which are already in surplus at Community level or in which the French industry is particularly strong. The schemes do not allow for any selectivity either in the nature of the investment, which may therefore simply involve replacing existing machinery and plant, or in the choice of recipients by reference to their long-term financial viability. There is no provision for the aids to be progressively reduced during the period for which they are granted, and they may be combined with existing industry and general aids. It is therefore evident that the aids for individual projects do not conform to the objectives defined in the Community approaches to aids to the textile and clothing industry.\nConsequently, the aids in question, in view of their form and the absence of any compensatory justification in the Community interest, in an industry in which competition within the Community is very keen, are liable to affect trade to an extent contrary to the common interest. Accordingly, there is no factor which could justify the Commission in exempting the aid schemes from the rule that aids are incompatible with the common market, by granting a derogation under Article 92 (3) (c) of the EEC Treaty.\nIn view of the foregoing considerations, the aids for individual modernization and renewal investment projects in the textile and clothing industry provided for by decrees No 82/1242 and No 82/1243, published in the Official Journal of the French Republic No 10 of 13 January 1983, are incompatible with the common market under Article 92 of the EEC Treaty and therefore may no longer be granted,", "main_body": ["The aids for the benefit of individual projects provided for by decrees No 82/1242 and No 82/1243 published in the Official Journal of the French Republic No 10 of 13 January 1983 are hereby declared to be incompatible with the common market under Article 92 of the EEC Treaty and consequently may no longer be granted.", "The French Republic shall notify the Commission of the measures it has adopted to comply with this Decision, within two months from the notification thereof.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 20 July 1983.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}