{"celex_id": "31988R1353", "uri": "http://publications.europa.eu/resource/cellar/2f53d76a-417c-4a8b-a41e-b59556e86d9e", "type": "Regulation", "concepts": ["1401", "1524", "2192", "2488", "4347"], "title": "Commission Regulation (EEC) No 1353/88 of 17 May 1988 amending Regulation (EEC) No 1245/87 introducing temporary Community surveillance prior to importation of certain products originating in Japan\n", "header": "COMMISSION  REGULATION (EEC) No 1353/88\nof 17 May 1988\namending Regulation (EEC) No 1245/87 introducing temporary Community surveillance prior to importation of certain products originating in Japan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), as last amended by Regulation (EEC) No 1243/86 (2), and in particular Article 10 thereof,\nAfter consultation within the Committee set up under the abovementioned Regulation,\nWhereas temporary Community surveillance prior to importation of certain products originating in Japan was introduced by Commission Regulation (EEC) No 1245/87 (3), as extended by Regulation (EEC) No 3276/87 (4);\nWhereas the temporary measures decided on by the Government of the United States of America on 17 April 1987 are still partially applicable;\nWhereas the surveillance should be confined solely to the products affected by the United States measures;\nWhereas the description of the products should be brought into line with the combined nomenclature introduced by Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclture and on the Common Customs Tariff (5), as last amended by Regulation (EEC) No 1058/88 (6);\nWhereas, therefore, Commission Regulation (EEC) No 1245/87 should be amended and, for the same reasons that led to its adoption, its period of validity should be extended for a further six months,", "main_body": ["Article 1 of Regulation (EEC) No 1245/87 is replaced by the following:\n'Article 1\nImports into the Community originating in Japan:\n- of personal computers corresponding to CN codes 8471 20 40, 8471 20 50, 8471 20 60 and 8471 20 90,\n- of electric hand tools corresponding to CN code 8508 10 91\nare to be subjected to Community surveillance prior to importation in accordance with the procedures set out in Articles 11 and 14 of Regulation (EEC) No 288/82.'", "The period of validity of Regulation (EEC) No 1245/87 is hereby extended for six months.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1988\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 113, 30. 4. 1986, p. 1.\n(3) OJ No L 117, 5. 5. 1987, p. 17.\n(4) OJ No L 309, 31. 10. 1987, p. 57.\n(5) OJ No L 256, 7. 9. 1987, p. 1.\n(6) OJ No L 104, 23. 4. 1988, p. 1."}