{"celex_id": "31984R1872", "uri": "http://publications.europa.eu/resource/cellar/8696a9a5-b016-4501-a8e8-368c9b5f8141", "type": "Regulation", "concepts": ["1160", "2470", "2825", "922"], "title": "Council Regulation (EEC) No 1872/84 of 28 June 1984 on action by the Community relating to the environment\n", "header": "COUNCIL  REGULATION (EEC) No 1872/84\nof 28 June 1984\non action by the Community relating to the environment\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to Article 2 of the Treaty the Community has as its task inter alia to promote throughout the Community a harmonious development of economic activities, a continuous and balanced expansion and an increase in stability;\nWhereas in its declaration of 22 November 1973 (4) the Council adopted an action programme of the European Communities on the environment which was continued and extended on 17 May 1977 (5); whereas, in their resolution of 7 February 1983, the Council and the representatives of the Governments of the Member States meeting within the Council approved the general guidelines of an action programme of the European Communities on the environment (1982 to 1986) (6);\nWhereas, in order to ensure that the objectives formulated in this action programme are fully realized, it is necessary that the Community should contribute financially towards the carrying out of certain specific measures;\nWhereas the development of clean technologies is a particularly appropriate way of ensuring a preventive reduction in pollution and a more careful use of natural resources in the most economically sensible fashion;\nWhereas the development of clean technologies is likely to have a positive effect on innovation and employment;\nWhereas use should be made of certain results of the Community research and development programmes relating to the environment (7) and raw materials (8);\nWhereas experience has shown that it is necessary to encourage the development of new techniques and methods for monitoring the quality of the natural environment;\nWhereas it is appropriate that the Community should be able to make a contribution towards the maintenance and re-establishment of seriously treatened biotopes, which are the habitat of endangered species, pursuant to Council Directive 79/409/EEC of 2 April 1979 on the conservation of wild birds (9);\nWhereas it is necessary that the Community should, within the limits of the budget funds available, grant financial support for projects relating to clean technologies and to methods for monitoring the quality of the natural environment and for schemes for the conservation of nature protection areas of Community importance in connection with the implementation of Directive 79/409/EEC;\nWhereas an Advisory Committee should be set up to assist the Commission in selecting the projects for which financial support may be granted;", "main_body": ["1. Under the conditions laid down below, the Community may grant financial support for:\n(a) demonstration projects aimed at developing new 'clean' technologies, i.e. technologies which cause little or no pollution and which may also be more economical in the use of natural resources, in the specific areas listed in Annex I;\n(b) demonstration projects aimed at developing new techniques and methods for measuring and monitoring the quality of the natural environment;\n(c) projects providing an incentive and aimed at contributing towards the maintenance or re-establishment of seriously threatened biotopes which are the habitat of endangered species and are of particular importance to the Community, under Directive 79/409/EEC.\nProjects which fall within other Community programmes shall not be eligible.\n2. The estimated amount necessary for implementation of the planned projects is 13 million ECU comprising 6,5 million ECU for projects coming under paragraphs 1 (a) and (b) and 6,5 million ECU for projects coming under paragraph 1 (c).\nThe appropriations shall be entered in the general budget of the European Communities.\n3. Community financial support shall not exceed 30 % of the cost of the projects referred to in paragraph 1 (a), 30 % of the cost of the projects referred to in paragraph 1 (b) and 50 % of the cost of the projects referred to in paragraph 1 (c).", "1. To be eligible for financial support, a project must be of interest to the Community and in terms of protection of the environment and/or the management of natural resources.\n2. The projects referred to in Article 1 (1) (a) must:\n- implement innovatory technologies or procedures for which the research phase may be assumed to have been completed but which are still untested or not yet in existence in the Community,\n- by their demonstration value, be such as to encourage the creation of other similar installations which are capable of noticeably reducing adverse effects on the environment,\n- first and foremost concern installations or procedures which, either because of the large amounts or the particularly dangerous nature of their emissions, seriously harm the environment, while at the same time a reduction in the use of natural resources should be aimed at.\n3. The projects referred to in Article 1 (1) (b) must cover first and foremost the major air, water and soil pollutants and contribute towards harmonization of methods of measurement and comparability of measurement results obtained within the Community.\n4. Financial support for the projects referred to in Article 1 (1) (c) shall be commensurate with the importance of the area to the Community and with the urgency of the need for the financial support in question.", "1. Applications for financial support for projects of the types referred to in Article 1 (1) (a) and (b) that have been drawn up in response to an invitation to submit projects which has been prepared by the Commission and published in the Official Journal of the European Communities shall be sent to the Commission, with copies to the competent authorities of the Member State concerned, and shall contain the information specified in Annex II.\n2. Applications for financial support for the projects referred to in Article 1 (1) (c) shall be sent to the Commission by the Member States and contain the information specified in Annex III.", "1. An Advisory Committee consisting of representatives of the Member States and chaired by a Commission representative is hereby set up. The Committee shall draw up its rules of procedure.\n2. The Commission shall consult the Advisory Committee on inter alia:\n(i) the general conditions governing submission of the applications for financial support referred to in Article 3;\n(ii) preparation of the invitations to submit projects referred to in Article 3 (1);\n(iii) the additional criteria to be applied in selecting projects for which applications for financial support have been submitted;\n(iv) the general levels of financial support to be granted to projects;\n(v) the choice of projects for which financial support is to be granted in accordance with Article 5;\n(vi) the arrangements for ownership and dissemination of results. Article 5\n1. The Commission shall decide whether to grant or refuse financial support for projects after consulting the Advisory Committee referred to in Article 4 and on the basis of the opinions delivered by that Committee.\n2. The Commission's decision shall be communicated forthwith to the European Parliament, the Council and the Member States. It shall apply upon expiry of a period of 20 working days, if no Member State has referred the matter to the Council within that period.\n3. Where the matter is referred to the Council, the latter shall take a decision on the Commission's decision by a qualified majority in accordance with Article 148 of the Treaty within 40 working days following such referral.", "Financial support under this Regulation may be granted to the natural persons, or the legal persons constituted in accordance with the law of the Member States, who are responsible for the project.\nIf the creation of a legal entity for the purpose of carrying out a project involves additional costs for the participating undertakings the project may be carried out simply by cooperation between natural or legal persons. In that case, responsibility for complying with the obligations resulting from Community support must be specified in the contract to be concluded with the Commission.", "The Commission shall negotiate and conclude the necessary contracts.\nRecipients of Community financial support shall send the Commission, each year or at its request, a report on the fulfilment of the contractual obligations towards the Commission, and in particular, on the progress of work on the project and the expenditure incurred in carrying it out.", "The benefits granted by the Community must not affect conditions of competition in a manner incompatible with the principles embodied in the relevant provisions of the Treaty.", "In the event of commercial exploitation of the results of a project, the Community may request repayment of its financial contribution in accordance with arrangements to be laid down in the contract.", "0\nA list of the measures for which Community financial support has been granted shall be published each year in the Official Journal of the European Communities.", "1\nThe Commission shall submit an annual report on the implementation of this Regulation to the European Parliament and the Council.", "2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply for three years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1984.\nFor the Council\nThe President\nH. BOUCHARDEAU\n(1) OJ No C 30, 4. 2. 1983, p. 8.\n(2) OJ No C 128, 16. 5. 1983, p. 88.\n(3) OJ No C 176, 4. 7. 1983, p. 1.\n(4) OJ No C 112, 20. 12. 1973, p. 1.\n(5) OJ No C 139, 13. 6. 1977, p. 1.\n(6) OJ No C 46, 17. 2. 1983, p. 1.\n(7) OJ No L 101, 11. 4. 1981, p. 1.\n(8) OJ No L 174, 21. 6. 1982, p. 23.\n(9) OJ No L 103, 25. 4. 1979, p. 1.\nANNEX  I\nCLEAN TECHNOLOGIES - FIELDS OF APPLICATION\n1. Surface treatments\n- Reduction of the amount of surface scouring solvents (in particular chlorinated solvents) in effluent,\n- lacquering processes producing little residue and recovery of solvents used in industrial lacquering processes,\n- galvanizing and cadmium-plating processes producing little residue, designed to avoid mixed metal hydroxide sludge (special waste),\n- replacement of cadmium in surface treatment processes.\n2. Leather industry\n- Reduction of the amount of chromium salts and organic residues (mainly fats) in effluent by altering tanning processes,\n- processing of solid waste.\n3. Textile industry\n- Reduction of the amount of not-easily degradable chemicals used in textile finishing processes (de-sizing, bleaching, dyeing, preparation for printing and dressing) which are contained in effluent; use of non-polluting additives.\n4. Cellulose and paper industries\n- Reduction of effluent by developing zero-discharge layouts for these industries,\n- pulp-bleaching processes causing less pollution,\n- cellulose desintegration processes causing little pollution,\n- development of de-inking processes.\n5. Mining and quarrying\n- Recovery and processing of wastes.\n6. Chemical industry\n- Alteration or replacement of processes, in order to reduce pollution caused by production residues containing chlorinated hydrocarbons produced during processes using organo-chlorine compounds,\n- development of sulphurizing processes producing little residue in the organic chemistry sector, the waste products and effluent of which are highly dangerous,\n- recovery and processing of solvents.\n7. Agri-food industry\n- Reduction of effluent pollution by perfecting processes using zero-discharge layouts, for example in sugar refineries and oil mills and in the manufacture of margarine,\n- knackers' yards,\n- reduction of the amount of ammonium and ammonia in effluent,\n- processing and recovery of by-products and waste products of the agri-food industries.\nANNEX  II\nLIST OF THE PARTICULARS TO BE PROVIDED UNDER ARTICLE 3 (1)\n- A detailed description of the project, including in particular the organization of its management and the result excepted,\n- the timetable for carrying out the project,\n- the nature and extent of the technical and economic problems inherent in the project,\n- the cost of the project, its viability and the financing arrangements proposed,\n- the extent to which experience in the matter may encourage introduction of the technique, process or product on a broad scale in the Community, the prospects for general application of the technique, process or product and the benefits that may result from it for the environment and the economy as a whole,\n- any other factor which may justify the Community financial support requested,\n- how it is proposed to disseminate the results of the project.\nANNEX III\nLIST OF THE PARTICULARS TO BE PROVIDED UNDER ARTICLE 3 (2)\n- A detailed description of the project, and in particular the organization of its management and the results expected,\n- the timetable for carrying out the project,\n- the nature and extent of the problems which the project is intended to solve,\n- the cost of the project, its viability and the financing arrangements proposed,\n- the extent to which Community financial support is necessary to enable the project to be carried out and the degree of urgency with which such support is required,\n- any other factor which may justify the application,\n- how it is proposed to disseminate the results of the project."}