{"celex_id": "31986D0404", "uri": "http://publications.europa.eu/resource/cellar/dca2909b-54da-4ee5-91d4-ff0b6fcf2a45", "type": "Decision", "concepts": ["3408", "4810", "5034", "5369", "619"], "title": "86/404/EEC: Commission Decision of 29 July 1986 laying down the specimen and the particulars to be shown on the pedigree certificate of pure-bred breeding animals of the bovine species\n", "header": "COMMISSION  DECISION\nof 29 July 1986\nlaying down the specimen and the particulars to be shown on the pedigree certificate of pure-bred breeding animals of the bovine species\n(86/404/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure-bred breeding animals of the bovine species (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 5 and Article 6 (1), fifth indent, thereof,\nWhereas under Article 5 of Directive 77/504/EEC it is for the Commission to determine, in accordance with the procedure laid down in Article 8 of that Directive, the specimen certificate that may accompany pure-bred breeding animals of the bovine species when they enter into intra-Community trade;\nWhereas under Article 6 (1), fifth indent, of the abovementioned Directive it is for the Commission to determine, in accordance with the procedure laid down in Article 8 of that Directive, the particulars to be shown on the pedigree certificate that may accompany pure-bred breeding animals of the bovine species when they enter into intra-Community trade;\nWhereas the certificate itself may be dispensed with provided that the particulars mentioned in this Decision are already present in reference docmentation referring to the pure-bred animal of the bovine species that enters into intra-Community trade;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["1. The following particulars must be mentioned in the pedigree certificate of pure-bred breeding animals of the bovine species:\n- issuing body,\n- name of herd book,\n- entry number in herd book,\n- date of issue,\n- system of identification,\n- identification,\n- date of birth,\n- breed,\n- sex,\n- name and adress of breeder,\n- name and address of owner,\n1.2.3.4 // - pedigree   // Father  // Grandfather  // Grandmother  //  // Herd Book No   // Herd Book No  // Herd Book No   //   // Mother  // Grandfather  // Grandmother  //  // Herd Book No   // Herd Book No  // Herd Book No\n2. The results of performance tests and the results with origin of the assessment of the genetic value, on the animal itself and its parents and grandparents, must be clearly stated and accompany or be included in the certificate.", "The particulars provided for in Article 1 may be indicated:\n1. In form of a pedigree certificate conforming to the model in the Annex;\n2. In documentation accompanying the pure-bred breeding animal. In this event the competent authorities of the exporting Member State must certify that the particulars set out in Article 1 are indicated in those documents, by the following formula:\n'The undersigned certifies that these documents contain the particulars mentioned in Article 1 of Commission Decision 86/404/EEC'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 206, 12. 8. 1977, p. 8.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\nANNEX\nMODEL PEDIGREE CERTIFICATE\nfor intra-Community trade in pure-bred breeding animals of the bovine species\nIssuing body:\nName of herd book:\nEntry No in herd book:\nSystem of identification (tag, tattoo, brand, earmark, sketch card):\nIdentification:\nName of animal: (optional)\nDate of birth: Breed: Sex:\nName and address of breeder:\nName and address of owner:\n1.2.3.4 //  // Father Herd Book No   // Grandfather Herd Book No   // Grandmother Herd Book No   // Pedigree:   //   //   //  //   // Mother Herd Book No   // Grandfather Herd Book No  // Grandmother Herd Book No\nThe results of performance tests and results with origin of the assessment of the genetic value, on the animal itself and its parents and grandparents.\nDone at on\n(signature)\nName in capital letters and title of signatory"}