{"celex_id": "31985R0763", "uri": "http://publications.europa.eu/resource/cellar/bc1d49aa-57bb-42e2-becb-adb334a496da", "type": "Regulation", "concepts": ["3073", "4352"], "title": "Council Regulation (EEC) No 763/85 of 12 March 1985 amending Regulation (EEC) No 269/79 establishing a common measure for forestry in certain Mediterranean zones of the Community\n", "header": "COUNCIL  REGULATION (EEC) No 763/85\nof 12 March 1985\namending Regulation (EEC) No 269/79 establishing a common measure for forestry in certain Mediterranean zones of the Community\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the common measure for forestry introduced by Council Regulation (EEC) No 269/79 (2), as amended by Regulation (EEC) No 2119/83 (3), has met with great interest and has been satisfactorily applied; whereas that common measure expired on 31 December 1984;\nWhereas these forestry activities, from which local agriculture has unquestionably gained, are but a first step towards improving agricultural structures through forestry measures in the Mediterranean regions of the Community, and should be continued without interruption;\nWhereas, in order to ensure the continuity of the common measure, it is appropriate to extend its duration until 31 December 1985 and to increase the physical limits on the work by 20 % in the light of this extension,", "main_body": ["Regulation (EEC) No 269/79 is hereby amended as follows:\n1. Article 10 (1) and (2) are replaced by the following:\n'1. The period of validity of the common measure shall run until 31 December 1985.\n2. The estimated cost to the Fund of the common measure shall be 276 million ECU for the period specified in paragraph 1.'\n2. Article 11 (2) is replaced by the following:\n'2. Aid from the Fund shall amount to 50 % of the cost of executing the work and the measures referred to in Article 2 within the following limits:\n- for afforestation, up to a maximum cost of 2 000 units of account per hectare and up to a total limit of 132 000 hectares,\n- for improvement of deteriorated forest in so far as is necessary for soil and water conservation, in particular by conversion and by other measures such as separating forest and pasture, up to a maximum cost of 1 700 units of account per hectare and up to a total limit of 144 000 hectares,\n- for associated work such as terracing and other minor soil stabilization operations, up to a maximum cost of 900 units of account per hectare and up to a total limit of 120 000 hectares,\n- for fire protection, especially in areas to be afforested and improved, up to a maximum cost of 100 units of account per hectare and up to a total limit of 300 000 hectares,\n- for construction of forest roads, up to a maximum cost of 12 000 units of account per kilometre and up to a total limit of 3 600 kilometres,\n- for the preparatory work referred to in Article 3 (d), up to a maximum cost of 9 million ECU for the six years and up to a limit of 5 % of the cost of each programme concerned.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No C 72, 18. 3. 1985, p. 139.\n(2) OJ No L 38, 14. 2. 1979, p. 1.\n(3) OJ No L 205, 29. 7. 1983, p. 4."}