{"celex_id": "31987L0416", "uri": "http://publications.europa.eu/resource/cellar/09f6fea1-e230-45b0-8acc-6fa28743a474", "type": "Directive", "concepts": ["2428", "2825", "2897", "3162", "3771", "5754"], "title": "Council Directive 87/416/EEC of 21 July 1987 amending Directive 85/210/EEC on the approximation of the laws of the Member States concerning the lead content of petrol\n", "header": "COUNCIL  DIRECTIVE\nof 21 July 1987\namending Directive 85/210/EEC on the approximation of the laws of the Member States concerning the lead content of petrol\n(87/416/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130 S thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the proposal from the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 85/210/EEC (4), as amended by Directive 85/581/EEC (5), obliges Member States to take the necessary measures to ensure the availability and balanced distribution within their territories of unleaded petrol from 1 October 1989;\nWhereas serious damage to public health and to the environment has been observed and attributed to lead; whereas, since leaded petrol is a major source of pollution, Member States should be allowed to prohibit the marketing of regular leaded petrol;\nWhereas the Community is committed to reducing the use of leaded petrol and whereas this is to be considered as part of a sustained effort to limit further the exposure of the population to lead in the environment;\nWhereas the co-existence on the market of too many different types of petrol inhibits increased use of unleaded petrol to the detriment of environmental improvement;\nWhereas the withdrawal of regular leaded petrol from the market would entail the use of products which substitute for it;\nWhereas vehicles currently running on regular leaded petrol are technically capable of running either on premium leaded petrol or on unleaded petrol;\nWhereas it is to be expected that there will be a switch to the use of unleaded petrol where this does not entail excessive costs for the consumer;\nWhereas the banning of regular leaded petrol from the market of a Member State should therefore lead to an improvement in the level of environmental and human health protection;\nWhereas at least six months' notice should be given to the public before regular leaded petrol is banned from national markets,", "main_body": ["Article 2 of Directive 85/210/EEC is hereby replaced by the following:\n'Article 2\n1. As from the entry into force of this Directive, and subject to paragraphs 2 and 4, Member States shall continue to ensure the availability and balanced distribution of leaded petrol within their territories.\n2. If, as the result of a sudden change in the supply of crude oil or petroleum products, it becomes difficult for a Member State to apply the limit on the maximum lead content of leaded petrol, that Member State may, after having informed the Commission, authorize a higher limit within its territory for a period of four months. The Council, acting by a qualified majority on a proposal from the Commission, may extend this period.\n3. Member States shall, as soon as they consider it appropriate, reduce to 0,15 g Pb/litre the permitted lead-compound content, calculated in terms of lead, of leaded petrol put on their markets.\n4. Member States may prohibit the marketing in their territory of leaded petrol having a motor octane number (MON) lower than 85 at the pump and a research octane number (RON) lower than 95 at the pump if such a measure is justified on grounds of the protection of human health and the environment and promotes the availability and balanced distribution of unleaded petrol within their territory in accordance with Article 3 (1).\n5. If a Member State introduces into its rules the prohibition referred to in paragraph 4, it shall give at least six months' notice to the Commission and to the public. The Commission shall immediately inform the other Member States. Within three months of the date on which it receives notification from the Member State, the Commission shall examine the measures envisaged to ensure that they comply with this Directive and with other provisions of Community law.'", "Member States shall communicate to the Commission the provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the day following its notification.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 July 1987.\nFor the Council\nThe President\nCh. CHRISTENSEN\n(1) OJ No C 90, 4. 4. 1987, p. 3.\n(2) OJ No C 190, 20. 7. 1987, p. 180.\n(3) OJ No C 180, 8. 7. 1987, p. 16.\n(4) OJ No L 96, 3. 4. 1985, p. 25.\n(5) OJ No L 372, 31. 12. 1985, p. 37."}