{"celex_id": "31987R2867", "uri": "http://publications.europa.eu/resource/cellar/ff5bd41f-fb7c-47e6-9b70-0f818ad49ef1", "type": "Regulation", "concepts": ["2300", "2771", "2902", "4210", "5123", "797"], "title": "Commission Regulation (EEC) No 2867/87 of 25 September 1987 amending Regulation (EEC) No 2329/85 laying down detailed rules for the application of the special measures for soya beans\n", "header": "COMMISSION  REGULATION (EEC) No 2867/87\nof 25 September 1987\namending Regulation (EEC) No 2329/85 laying down detailed rules for the application of the special measures for soya beans\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (1), as amended by Regulation (EEC) No 1921/87 (2), and in particular Article 3a (6) thereof,\nWhereas Article 10 (2) of Commission Regulation (EEC) No 2329/85 (3), as last amended by Regulation (EEC) No 2290/87 (4), provides that certain quantities of soya beans should be compared; whereas in order to avoid difficulties of interpretation, it should be stipulated that the comparison is to be made on the basis of the weights adjusted taking account of the standard quality;\nWhereas Article 1a of Council Regulation (EEC) No 2194/85 of 25 July 1985 adopting general rules concerning special measures for soya beans (5), as last amended by Regulation (EEC) No 2809/87 (6), lays down the method for determining the reduction in the amount of the aid resulting from the system of maximum guaranteed quantities; whereas, to apply that system, it is necessary to define the quantities and amounts to be fixed by the Commission, the figures to be provided by the Member States and the adjustment of the guaranteed maximum quantity of a marketing year which is, where appropriate, carried out pursuant to the last subparagraph of Article 3a (3) of Regulation (EEC) No 1491/85;\nWhereas Annex A to Regulation (EEC) No 2329/85 gives the coefficients of equivalence for soya beans from third countries; whereas those coefficients should be adjusted to take account of the trend in quality and prices on the world market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2329/85 is hereby amended as follows:\n1. The following subparagraph is added to Article 10 (2):\n'The quantity actually processed and the quantity actually delivered as referred to in points (a) and (b) shall be adjusted in accordance with the provisions of Article 5 of Regulation (EEC) No 2194/85.'\n2. The following Article 10a is inserted:\n'Article 10a\n1. During the last 15 days of the marketing year and in accordance with the procedure laid down in Article 38 of Council Regulation No 136/66/EEC (1), the Commission shall fix for soya beans on the basis of the figures provided by the Member States or obtained otherwise:\n- the estimated production referred to in the first subparagraph of Article 3 (3) of Regulation (EEC) No 1491/85 in respect of the following marketing year,\n- the actual production referred to in the last subparagraph of Article 3 (3) of Regulation (EEC) No 1491/85 in respect of the current marketing year,\nand, in accordance with Article 1a of Regulation (EEC) No 2194/85 and paragraph 2 of this Article respectively:\n- the reduction applying, where appropriate, to the amount of the aid for the following marketing year,\n- the quantity by which the guaranteed maximum fixed by the Council for the following marketing year is, where appropriate, adjusted.\n2. Where, for a given marketing year, there is a difference between the actual production and the estimated production, the maximum production fixed by the Council for the following marketing year shall be:\n- increased by the difference in question if the actual production is less than the estimated production;\n- reduced by that difference in the opposite case.\nHowever, to calculate that difference, the actual and estimated productions of the 1987/88 marketing year shall be taken into account:\n- by up to a minimum equal to the guaranteed maximum quantity for the marketing year to which they relate, adjusted where applicable in accordance with this paragraph,\nand\n- by up to a maximum equal to the said guaranteed maximum quantity plus 10 %.\n3. The Member States shall forward to the Commission during the first 15 days of the last month of the marketing year figures relating to:\n- areas under and production of soya beans harvested during the current marketing year,\n- areas under and production of soya beans to be harvested during the following marketing year.\n(1) OJ No L 172, 30. 9. 1966, p. 3025/66'\n3. Annex A is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Community.", "(2) shall apply with effect from 1 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 151, 10. 6. 1985, p. 15.\n(2) OJ No L 183, 3. 7. 1987, p. 19.\n(3) OJ No L 218, 15. 8. 1985, p. 16.\n(4) OJ No L 209, 31. 7. 1987, p. 37.\n(5) OJ No L 204, 2. 8. 1985, p. 1.\n(6) OJ No L 268, 19. 9. 1987, p. 62.\nANNEX\n'ANNEX A\nCoefficients of equivalence for soya beans\n(ECU/100 kg)\n1.2.3 //  //  //  //  // Amount to be deducted from the price   // Amount to be added to the price   //    //   //   // Soya beans originating from the USA   // 0,472   // -   // Soya beans originating from other third countries   // 0,753   // -'   //    //   //"}