{"celex_id": "31989R1015", "uri": "http://publications.europa.eu/resource/cellar/dd97312b-6860-4428-8217-1187c0633ed9", "type": "Regulation", "concepts": ["1355", "2783", "3591"], "title": "Commission Regulation (EEC) No 1015/89 of 18 April 1989 on arrangements for imports into the Community of certain textile products (category 4), originating in Indonesia\n", "header": "COMMISSION  REGULATION (EEC) No 1015/89\nof 18 April 1989\non arrangements for imports into the Community of certain textile products (category 4), originating in Indonesia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), amended by Regulation (EEC) No 718/89 (2) and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into the Community of certain textile products (category 4) specified in the Annex hereto and originating in Indonesia have exceeded the level referred to in paragraph 2 of the said Articel 11;\nWhereas in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, on 23 November 1988 Indonesia was notified of a request for consultations; whereas pending a mutually satisfactory solution, importations into the Community of category 4 products have been submitted to provisional limits for the period 23 November 1988 to 22 February 1989 by Commission Regulation (EEC) No 3814/88 (3);\nWhereas, as a result of consultations held on 31 January and 1 February 1989, it was agreed to submit the textile products in question to Community quantitative limits for the period 23 November to 31 December 1988 and for the years 1988 to 1991;\nWhereas paragraph 13 of the said Article 11 of Regulation (EEC) No 4136/86 the quantitative limits are observed by means of a double-checking system in accordance with Annex VI of the said Regulation;\nWhereas the products in question exported from Indonesia to the Community between 23 November and 31 December 1988 must be set off against the Community quantitative limits for the period 23 November to 31 December 1988;\nWhereas these quantitative limits should not prevent the importation of products covered by them but shipped from Indonesia to the Community before the date of entry into force of Regulation (EEC) No 3814/88;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the Community of the category of products originating in Indonesia and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products referred to in Article 1 shipped from Indonesia to the Community before the date of entry into force of Regulation (EEC) No 3814/89 and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. The importation of products referred to in Article 1, shipped from Indonesia to the Community during the period of application of Regulation (EEC) No 3814/88 as well as after the entry into force of the current Regulation shall be subject to the double checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. All quantities of the products described in Article 1 shipped from Indonesia to the Community on or after 23 December 1988 and released for free circulation shall be deducted from the quantitative limits laid down in the Annex. These quantitative limits shall not, however, prevent the importation of products covered by them but shipped from Indonesia before the date of entry into force of Regulation (EEC) No 3814/88 as well as the period from 23 February 1989 to the date of entry into force of the present Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 1.\n(2) OJ No L 79, 22. 3. 1989, p. 6.\n(3) OJ No L 337, 8. 12. 1988, p. 11.\nANNEX\n1.2.3.4.5.6.7,9 //  //  //  //  //  //  //  // Cate- gory  // CN code   // Description  // Third country   // Unit  // Member States  // Quantitative limits from 23 November to 31 December 1988 (1)  //  //  //  //  //  //  //  // 4  // 6105 10 00 6105 20 10 6105 20 90 6105 90 10 6109 10 00 6109 90 10 6109 90 30 6110 20 10 6110 30 10   // Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers (other than of wool or fine animal hair), undervests and the like, knitted or crocheted   // Indonesia   // 1 000 pieces   // D F I BNL UK IRL DK GR ES PT EEC  // 365 254 197 405 294 3 20 6 28 6 1 578  //  //  //  //  //  //  //  //  //  //  //  //  //  // Quantitat ive limits from 1 January to 31 December 1.2.3.4.5.6.7.8.9 //  //  //  //  //  //  // 1989 (2)  // 1990  // 1991   //   //   //   // Indonesia   // 1 000 pieces  // D F I BNL UK IRL DK GR ES PT EEC   // 6 601 3 880 3 213 5 724 4 608 77 591 53 700 53 25 500   // 6 776 4 040 3 482 5 849 4 800 92 616 68 729 68 26 520   // 6 952 4 230 3 715 5 956 5 023 108 641 85 786 85 27 581   //    //   //   //   //   //   //   //  //\n(1) In addition to the quantitative limit established for the period 23 November to 31 December 1988 a maximum quantity of 2 145 000 pieces may be imported into the Community. The breakdown of this quantity between Member States is as follows:\n(1 000 pieces) 1.2.3.4.5.6.7.8.9.10.11 //  //  //  //  //  //  //  //  //  //  / /  // EEC     // D   // F   // I   // BNL   // UK   // IRL  // DK   // GR   // ES   // PT   //    //   //   //   //   //  //   //   //   //   //   // 2 145   // 497   // 346   // 268  // 551   // 399   // 4   // 28   // 7   // 38   // 7   //  //   //   //   //   //   //   //   //   //   //\nThis quantity is deducted from the quantitative limit established for the year 1989.\n(2) All quantities of category-4 products shipped from Indonesia between 23 November and 31 December 1988 in excess of the Community quantitative limit of 3 723 000 pieces established by Regulation (EEC) No 3814/88 for the period 23 November 1988 to 22 February 1989 must be covered by a posteriori export licences issued by the Indonesian authorities and will be deducted from the quantitative limits established for 1989."}