{"celex_id": "31988R1600", "uri": "http://publications.europa.eu/resource/cellar/e6d671d6-314c-4b6c-97ce-f81f71e01b5f", "type": "Regulation", "concepts": ["3119", "5158", "933", "979"], "title": "Council Regulation (ECSC, EEC, Euratom) No 1600/88 of 7 June 1988 amending temporarily the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities\n", "header": "COUNCIL  REGULATION (ECSC, EEC, Euratom) No 1600/88\nof 7 June 1988\namending temporarily the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community and in particular Article 78 h thereof,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 209 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 183 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Court of Auditors (3),\nWhereas the Financial Regulation (4) must reflect the change in the 'advances' mechanism for the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, to a system of 'advances against amounts booked to the account' in line with the amendments made to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (5), as last amended by Regulation (EEC) No 3183/87 (6);", "main_body": ["The following subparagraphs shall be added to Article 98 of the Financial Regulation:\n'However, during the period of application of Regulation (EEC) No 3183/987 (*), expenditure shall be booked to the accounts for a financial year on the basis of the payments made by the authorities and bodies referred to in Article 4 of Regulation (EEC) No 729/70 during the period from 1 November of the previous year to 31 October of the current year, provided that notification of their commitment and authorization have reached the accounting officer not later that 31 March of the following year.\nExpenditure effected in November and December 1987 shall be booked to the accounts:\n- for 1987 provided that the payments do not exceed the appropriations authorized by the general budget of the Communities,\n- for 1988 where the payments are covered by the funds mobilized by the Member States pursuant to the last subparagraph of Article 4 (2) of Regulation (EEC) No 729/70.\n(*) OJ No L 304, 27. 10. 1987, p. 1.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 November 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 7 June 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 298, 7. 11. 1987, p. 5.\n(2) OJ No C 13, 18. 1. 1988, p. 167.\n(3) OJ No C 337, 16. 12. 1987, p. 10.\n(4) OJ No L 356, 31. 12. 1977, p. 1.\n(5) OJ No L 94, 28. 4. 1970, p. 13.\n(6) OJ No L 304, 27. 10. 1987, p. 1."}