{"celex_id": "31999D0241", "uri": "http://publications.europa.eu/resource/cellar/93e3d549-5581-42b2-be1f-22eb1158ee35", "type": "Decision", "concepts": ["1309", "1445", "4160", "5369", "842", "97"], "title": "1999/241/EC: Commission Decision of 31 March 1999 on certain protection measures with regard to equidae coming from Australia (notified under document number C(1999) 786) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 31 March 1999\non certain protection measures with regard to equidae coming from Australia\n(notified under document number C(1999) 786)\n(Text with EEA relevance)\n(1999/241/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(1) thereof,\n(1) Whereas a fatal case of Hendra disease (Equine morbillivirus) has been declared in a horse in Queensland, Australia; whereas the infection may be transmitted to human and fatality in human has been reported;\n(2) Whereas the presence of this disease in certain parts of Australia is liable to constitute a serious danger for Community equidae;\n(3) Whereas it is necessary to adopt rapidly protection measures at Community level with regard to imports of equidae from Australia;\n(4) Whereas pending further information from the Australian authorities, notably the geographical distribution of the disease, supplementary conditions should be applied for the temporary admission of registered horses, the re-entry after temporary export of registered horses, and the importation of equidae from Australia,", "main_body": ["1. A supplementary certificate signed by the Australian central competent veterinary authorities shall be required for the temporary admission of registered horses, the re-admission after temporary export of registered horses, and the import of equidae, coming from Australia.\n2. The certificate provided for in paragraph 1 must contain the following guarantees:\n- the equidae have not been resident in the State of Queensland (Australia) during the last 30 days,\n- the equidae have not been in contact with other equidae which have been resident in the State of Queensland (Australia) during the last 30 days,\n- the equidae have not been in direct contact with equidae which have been resident on infected holdings during the last 60 days.", "Member States shall amend the measures they apply with regard to Australia to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision shall apply until 31 May 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1."}