{"celex_id": "31990R0523", "uri": "http://publications.europa.eu/resource/cellar/73e99b80-c4f5-481f-a6ff-92b3fdcd0cd9", "type": "Regulation", "concepts": ["2069", "3568"], "title": "Commission Regulation (EEC) No 523/90 of 28 February 1990 amending Regulation (EEC) No 3846/87 establishing the agricultural product nomenclature for export refunds\n", "header": "COMMISSION  REGULATION (EEC) No 523/90\nof 28 February 1990\namending Regulation (EEC) No 3846/87 establishing the agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 201/90 (2), and in particular Article 16 thereof, and to the corresponding provisions of the other Regulations on the common organization of the markets in agricultural products,\nWhereas a refund nomenclature was established by Commission Regulation (EEC) No 3846/87 (3), as last amended by Regulation (EEC) No 88/90 (4);\nWhereas Commission Regulation (EEC) No 28/90 (5), specifies new criteria for the classification of products falling within CN code 3505 10 50, which take effect from 1 March 1990; whereas it is therefore necessary to foresee certain provisions to preclude export refunds from being granted in cases where the product in question has either previously benefited from a production refund under Council Regulation (EEC) No 1009/86 (6), as last amended by Regulation (EEC) No 2779/89 (7), or has been imported from third countries under CN code 3505 10 50 prior to the implementation of the new criteria;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Footnote (6), which shall refer to products falling within CN codes 1108 11 00, 1108 12 00 and 1108 13 00, shall be inserted, and shall read as follows:\n'(6) Export refunds for products having an acetyl content equal to, or in excess of 0,25 % and below 0,5 % will only be granted when the competent authority has received proof that the product in question has not benefited from a production refund pursuant to Council Regulation (EEC) No 1009/86 (OJ No L 94, 9. 4. 1986, p. 6.), as last amended by Regulation (EEC) No 2779/89 (OJ No L 268, 15. 9. 1989, p. 20.), and has not been imported from a third country.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 22, 27. 1. 1990, p. 7.\n(3) OJ No L 366, 24. 12. 1987, p. 1.\n(4) OJ No L 11, 13. 1. 1990, p. 23.\n(5) OJ No L 3, 6. 1. 1990, p. 9.\n(6) OJ No L 94, 9. 4. 1986, p. 6.\n(7) OJ No L 268, 15. 9. 1989, p. 26."}