{"celex_id": "31993L0099", "uri": "http://publications.europa.eu/resource/cellar/11bddb7a-e2e0-4fb3-8f5e-fe3117102f23", "type": "Directive", "concepts": ["1442", "206", "2735", "2868", "3646", "3660"], "title": "Council Directive 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs\n", "header": "COUNCIL DIRECTIVE 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nHaving reagard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof", "recitals": ",\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is necessary to adopt measures in the context of the internal market; whereas the internal market comprises an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured;\nWhereas trade in foodstuffs occupies a very important place in the internal market;\nWhereas it is therefore essential that the application of Council directive 89/397/EEC of 14 June 1989 on the official control of foodstuffs (4) is uniform throughout the Member States; whereas this Directive lays down general rules on the official  control of foodstuffs;\nWhereas there is a need for additional rules designed to improve the control procedures in force in the Community;\nWhereas Member States should take the necessary action to ensure that the staff of the competent authorities have sufficient technical and administrative competence;\nWhereas, in order to guarentee the quality of the test data, a system of quality standards should be introduced for laboratories entrusted by the Member States with the official control of foodstuffs; whereas such a system should comply with generally  accepted and standardized norms; whereas, in addition, it is essential that these laboratories use validated methods of analysis, whenever possible;\nWhereas the development of trade in foodstuffs between the various Member States necessitates closer cooperation between the authorities involved in the control of foodstuffs;\nWhereas general rules are required for the Commission officials specialized in the control of foodstuffs who cooperate with specific officials of the Member States in order to ensure the uniform application of legislation on foodstuffs;\nWhereas provisions should be laid down under which the national authorities and the Commission must provide mutual administrative assistance with a view to ensuring proper application of the legislation on foodstuffs, in particular through preventive  action and the detection of infringements or behaviour suspected of infringing the rules;\nWhereas, in view of the nature of the information exchanged pursuant to this Directive, it should be covered by the requirements of commercial or professional secrecy;\nWhereas a procedure should be provided for to establish close cooperation between the Member States and the Commission,", "main_body": ["1. This Directive supplements Directive 89/397/EEC.\n2. For the purposes of this Directive, the provisions of Article 1 (2), (3) and (4) of Directive 89/397/EEC apply.", "Member States shall ensure that the competent authorities have, or have access to, a sufficient number of suitably qualified and experienced staff, in particular in areas such as chemistry, food chemistry, veterinary medicine, medicine, food  microbiology, food hygiene, food technology and law so that the controls referred to in Article 5 of Directive 89/397/EEC can be carried out adequately.", "1. Member States shall take all measures necessary to ensure that the laboratories referred to in Article 7 of Directive 89/397/EEC comply with the general criteria for the operation of testing laboratories laid down in European Standard EN  45001 supplemented by standard operating procedures and the random audit of their compliance by quality assurance personnel, in accordance with the OECD principles No 2 and 7 of good laboratory practice as set out in Section II of Annex 2 to the  Decision of the Council of the OECD of 12 May 1981 concerning the mutual acceptance of data in the assessment of chemicals.\n2. In assessing the laboratories referred to in Article 7 of Directive 89/397/EEC, Member States shall:\n(a) apply the criteria laid down in European Standard EN 45002; and\n(b) require the use of proficiency testing schemes as far as appropriate.\nLaboratories meeting the assessment criteria shall be presumed to fulfil the criteria referred to in paragraph 1.\nLaboratories which do not meet the assessment criteria shall not be considered as laboratories referred to in Article 7 of the said Directive.\n3. Member States shall designate bodies responsible for the assessment of laboratories as referred to in Article 7 of Directive 89/397/EEC. These bodies shall comply with the general criteria for laboratory accreditation bodies laid down in European  Standard EN 45003.\n4. The accreditation and assessment of testing laboratories referred to in this Article may relate to individual tests or groups of tests. Any appropriate deviation in the way in which the standards referred to in paragraphs 1, 2 and 3 are applied shall  be adopted in accordance with the procedure laid down in Article 8.", "Member States shall ensure that the validation of methods of analysis used within the context of official control of foodstuffs by the laboratories referred to in Article 7 of Directive 89/397/EEC comply whenever possible with the provisions  of paragraphs 1 and 2 of the Annex to Council Directive 85/591/EEC of 23 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption (5).", "1. The Commission shall appoint and designate specific officials to cooperate with the competent authorities of the Member States to monitor and evaluate the equivalence and effectiveness of official food control systems operated by the  competent authorities of the Member States. The Commission shall send regular reports to the Member States concerned on the work of its specific officials.\nThe Commission shall ensure that such officials are suitably qualified and possess the appropriate knowledge and experience to carry out this task; detailed rules of application may be adopted in accordance with the procedure laid down in Article 8.\nThe competent authorities of the Member States shall cooperate with the Commission's designated officials and give all the necessary assistance to enable them to accomplish their tasks.\n2. In pursuante of the duties set out in paragraph 1, Member States shall permit the Commission's designated officials to accompany the officials of their competent authorities carrying out the operations provided for in Article 5 of Directive  89/397/EEC. In any event, the officials of the competent authorities of the Member States shall remain responsible for the carrying out of the control operations.\nThe Commission shall give Member States at least five working days' notice before the start of these operations. After the execution of each operation referred to in this paragraph the Commission shall forward a report on the work of its specific  officials to the Member States concerned.\nFor the purpose of the operations referred to in this paragraph, the Commission's designated officials shall produce written authorization specifying their identity and status.\nThe Commission's designated officials shall comply with the rules and practices which officials of the competent authorities of the Member States must follow.\n3. The Commission shall present an annual report to the Member States and to the European Parliament on the implementation of this Article.", "1. The competent authorities of the Member States shall afford each other administrative assistance in all supervisory procedures in connection with legal provisions and quality standards applicable to foodstuffs and in all proceedings for  infringements of the law applicable to foodstuffs.\n2. To facilitate this administrative assistance each Member State shall designate a single liaison body. It shall be for the body designated by the Member State to liaise as appropriate with the liaison bodies of other Member States. The role of the  bodies shall be to assist and coordinate communication and, in particular, the transmission and reception of requests for assistance.\n3. Member States shall inform the Commission of all the relevant details of their designated liaison body. The list of designated liaison bodies and the relevant details shall be published in the 'C' series of the Official Journal of the European  Communities.\n4. Upon receiving a reasoned request, the body concerned shall be responsible for ensuring that the requesting body is provided with all necessary information, except that which cannot be released because it is the subject of legal proceedings, enabling  that body to guarantee compliance with legal provisions and quality standards applicable to foodstuffs within its jurisdiction.\n5. The information and documents provided pursuant to paragraph 4 shall be forwarded without undue delay either through the liaison body or directly, as appropriate. When original documents cannot be sent, copies of the documents may be transmitted.\n6. When, during the exchange of information, it becomes clear that there may have been a case of non-compliance of Community laws or rules or national law of either the receiving Member State or the sending Member State, the competent authority in the  Member State in whose territory the alleged non-compliance has taken place shall in due time report back to the competent authority in the other Member State\n- on any action that may have been undertaken to deal with the alleged non-compliance, and also\n- on any action which has taken, including any action to try to prevent a reoccurrence of the alleged non-compliance.\nSuch a report may also be copied to the Commission on the initiative of either the transmitting or the receiving Member State.\n7. This Article shall apply without prejudice to Council Decision 89/45/EEC of 21 December 1988 on dangers arising from the use of consumer products (6) and Council Directive 92/59/EEC on general product safety (7).", "1. Information forwarded pursuant to Article 6 of this Directive, in whatever form, is covered by professional secrecy. In criminal proceedings, the information can be used only with the prior consent of the sending Member State in accordance  with, for those Member States who are parties to them, the international conventions and agreements in force on mutual assistance in criminal affairs.\n2. Where a Member State has rules permitting free access by persons to information held by competent authorities, this fact must be revealed at the time of the request to another Member State or during the exchange of information if no such request  occurs. If the sending Member State indicates that the information involves matters of professional or commercial secrecy, the receiving Member State shall ensure that the information is not divulged more widely than is provided under paragraph 1. If it  is not possible for the receiving Member State to restrict the giving out of the information in this way, it shall not be contrary to the terms of this Directive for the sending Member State to withhold the information.\n3. Any refusal to provide information according to the provisions of this Article must be justified.", "1. Where the procedure laid down in this Article is to be followed, the Commission shall be assisted by the Standing Committee for Foodstuffs, set up under Decision 69/414/EEC (8), hereinafter referred to as the Committee.\n2. The Chairman shall refer the matter to the Committee either on his own initiative or at the request of the representative of a Member State.\n3. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representative of the Member States within the  Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n4. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, on the expiry of three months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply\n- with this Directive, except for Article 3, before 1 May 1995,\n- with Article 3 before 1 November 1998.\nThey shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No C 51, 26. 2. 1992, p. 20.\n(2) OJ No C 337, 21. 12. 1992, p. 143 and\nDecision of 27 October 1993 (not yet published in the Official Journal).\n(3) OJ No C 332, 16. 12. 1992, p. 5.\n(4) OJ No L 186, 30. 6. 1989, p. 23.\n(5) OJ No L 372, 31. 12. 1985, p. 50.\n(6) OJ No L 17, 21. 1. 1989, p. 51. Decision as amended by Decision 90/352/EEC (OJ No L 173, 6. 7. 1990, p. 49).\n(7) OJ No L 228, 11. 8. 1992, p. 24.\n(8) OJ No L 291, 19. 11. 1969, p. 9."}