{"celex_id": "31992R3393", "uri": "http://publications.europa.eu/resource/cellar/062f1d26-7d90-4dc0-b1c3-ae405b495561", "type": "Regulation", "concepts": ["161", "2743", "4685"], "title": "Council Regulation (EEC) No 3393/92 of 23 November 1992 opening a Community tariff quota for frozen buffalo meat falling within CN code 0202 30 90 (1993)\n", "header": "COUNCIL REGULATION (EEC) No 3393/92  of 23 November 1992  opening a Community tariff quota for frozen buffalo meat falling within CN code 0202 30 90 (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Commission has undertaken, within the framework of the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota at a rate of duty of 20 %, for frozen buffalo meat falling within CN code 0202 30 90, the total  quantity of which, expressed in boneless meat, has been fixed at 2 250 tonnes; whereas that quota should accordingly be opened for 1993;\nWhereas there should be a guarantee of, in particular, equal and continuing access by all interested traders within the Community to the said quota and of uninterrupted application of the rate laid down for that quota to all imports of the products in  question until the quota is exhausted; whereas, to that end, a system for using the Community tariff quota based on the presentation of a certificate of authenticity guaranteeing the nature of the products, their provenance and their place of origin  should be set up;\nWhereas the detailed rules for the application of this Regulation should be drawn up in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal  (1),", "main_body": ["1. A Community tariff quota for frozen buffalo meat falling within CN code 0202 30 90 amounting to a total of 2 250 tonnes, expressed in weight of boneless meat, is hereby opened for 1993.\n2. The Common Customs Tariff duty applicable to the quota shall be 20 %.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68, and in particular:\n(a) provisions to guarantee the nature of the products, where they come from and their origin;\n(b) provisions concerning recognition of the document enabling the guarantee referred to in (a) to be verified.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1992. For the Council\nThe President\nD. CURRY\n(1) OJ No L 148, 28. 6. 1968, p. 24. Last amended by Regulation (EEC) No 2066/92 (OJ No L 215, 30. 7. 1992, p. 49)."}