{"celex_id": "31996R1075", "uri": "http://publications.europa.eu/resource/cellar/aacada7a-f776-4d05-9ee8-c36016e271c7", "type": "Regulation", "concepts": ["133", "1879", "3544", "4829", "5228", "997"], "title": "Council Regulation (EC) No 1075/96 of 10 June 1996 amending Regulation (EC) No 1626/94 laying down certain technical measures for the conservation of fishery resources in the Mediterranean\n", "header": "COUNCIL REGULATION (EC) No 1075/96 of 10 June 1996 amending Regulation (EC) No 1626/94 laying down certain technical measures for the conservation of fishery resources in the Mediterranean\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the General Fisheries Council for the Mediterranean (GFCM) adopted at its 21st ordinary session held in Alicante, Spain, from 22 to 26 May 1995 a recommendation concerning the management of bluefin tuna in the Mediterranean; whereas the recommendation introduces for certain fishing vessels a prohibition on the taking of this species during the period from 1 June to 31 July each year;\nWhereas, under Article V (2), (3) and (4) of the Agreement establishing the GFCM, members of the organizations undertake to apply recommendations adopted by the GFCM from the end of the period set for the presentation of objections;\nWhereas Regulation (EC) No 1626/94 of 27 June 1994 (4) should consequently be amended in order to introduce the provisions contained in the recommendation,", "main_body": ["Regulation (EC) No 1626/94 is hereby amended as follows:\n1. The following Article shall be inserted:\n'Article 5a\n1. It shall be prohibited to fish for bluefin tuna using surface-set longlines from vessels greater than 24 m in length during the period from 1 June to 31 July each year.\n2. For the purposes of this Article, the applicable length shall be that defined by ICCAT, given in Annex V.`\n2. The following Annex shall be added:\n'ANNEX V\nICCAT definition of length of vessels:\n- For any fishing vessel built after 18 July 1982, 96 % of the total length on a waterline at 85 % of the least moulded depth measured from the top of the keel, or the length from the foreside of the stem to the axis of the rudder stock on that waterline, if that be greater. In ships designed with a rake of keel, the waterline on which this length is measured shall be parallel to the designed waterline;\n- For any fishing vessel built before 18 July 1982, registered length as entered on the national registers or other record of vessels.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 June 1996.\nFor the Council\nThe President\nM. PINTO\n(1) OJ No C 41, 13. 2. 1996, p. 17.\n(2) Opinion delivered on 24 May 1996 (not yet published in the Official Journal).\n(3) OJ No C 174, 17. 6. 1996.\n(4) OJ No L 171, 6. 7. 1994, p. 1."}