{"celex_id": "31992R0440", "uri": "http://publications.europa.eu/resource/cellar/7caaa8c5-2a31-4079-8726-e90763da5191", "type": "Regulation", "concepts": ["2025", "2300"], "title": "Commission Regulation (EEC) No 440/92 of 25 February 1992 on a protective measure applicable to imports of provisionally preserved cultivated mushrooms\n", "header": "COMMISSION REGULATION (EEC) No 440/92  of 25 February 1992  on a protective measure applicable to imports of provisionally preserved cultivated mushrooms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1943/91 (2), and in particular Article 18 (2)  thereof,\nWhereas Council Regulation (EEC) No 521/77 (3) lays down detailed rules for applying protective measures in the market in products processed from fruit and vegetables;\nWhereas quantities of cultivated mushrooms provisionally preserved, but unsuitable for consumption in that state, released for free circulation in the Community have increased since the beginning of 1990;\nWhereas the levels of prices applying in the main third country supplying the Community for the 1990/91 marketing year are lower than those for similar products obtained in the Community; whereas it is accordingly difficult to market the latter;\nWhereas Commission Regulation (EEC) No 2891/90 of 5 October 1990 on the issue of import licences for provisionally preserved cultivated mushrooms (4) fixes the maximum quantity of that product which may be released for free circulation in 1990; whereas  Regulations (EEC) No 3758/90 (5), (EEC) No 809/91 (6), (EEC) No 2162/91 (7), (EEC) No 3106/91 (8) and (EEC) No 3705/91 (9) on protective measures applicable to imports of provisionally preserved cultivated mushrooms have fixed a maximum quantity  respectively for the periods 1 January to 31 March 1991, 1 April to 31 July 1991, 1 August to 31 October 1991, 1 November to 31 December 1991 and 1 January to 29 February 1992;\nWhereas there is a danger that from 1 March 1992 applications for import licences may be excessive in relation to actual requirements and may be submitted for speculative reasons pending the entry into force of new regulations on the tariff  classification of certain provisionally preserved mushrooms and the relevant adaptation of the import arrangements for the mushrooms in question; whereas this could create serious disturbances on the Community market, which could undermine the  objectives of Article 39 of the Treaty; whereas protective measures must therefore be applied from 1 March 1992;\nWhereas the protective measures must be such as to prevent large-scale imports during a very limited period; whereas, to that end, taking into consideration the criteria laid down in Regulation (EEC) No 521/77 and pending the entry into force of the  abovementioned measures the quantities of the product in question which may be released for free circulation for a period of two months should be determined on the basis of the quantities imported during the same period in the preceding year and of a  rate of increase in line with the smooth development of trade;\nWhereas, in order to ensure that the said quantity is properly used and to avoid the submission of applications for speculative reasons, the bulk of the quantity should be reserved for importers who in the past obtained supplies of provisionally  preserved cultivated mushrooms on the basis of the quantities they obtained in 1989, 1990 and 1991, while access to that quantity should be maintained for new importers;\nWhereas, lastly, the additional rules necessary for the issue of the licences should be laid down; whereas such rules are complementary to or derogate from the provisions of Commission Regulation (EEC) No 2405/89 of 1 August 1989 laying down special  detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables (10), as last amended by Regulation (EEC) No 2641/91 (11),", "main_body": ["1. For the period 1 March to 30 April 1992, import licences shall be issued for 6 300 tonnes of cultivated mushrooms provisionally preserved but unsuitable for consumption in that state and covered by CN code ex 0711 90 50.\n2. Import licences shall be applied for and issued in accordance with Regulation (EEC) No 2405/89, without prejudice to the specific provisions of this Regulation.", "1. The quantity fixed in Article 1 (1) shall be allocated as follows:\n(a) 5 300 tonnes to importers who have submitted applications for import licences for the products in question in the course of 1989, 1990 and 1991,\n(b) 1 000 tonnes to importers who do not fulfil the condition set out in (a).\nHowever, where the quantities specified in (a) or (b) is not applied for, or is only partially applied for, the quantity available shall be allocated to the other group of importers who have submitted applications.\n2. (a) No application for a licence submitted by an importer as referred to in paragraph 1 (a) may relate to a quantity in excess of 8 % of the quantity supplied to that importer in 1989, 1990 and 1991,\n(b) No application for a licence submitted by an importer as referred to in paragraph 1 (b) may relate to a quantity in excess of 10 % of the quantity shown therein.", "Applications for import licences shall be submitted to the competent authorities of the Member States on 2 and 3 March 1992. Those authorities shall forward the applications to the Commission by 4 p.m. on 4 March 1992 at the latest,  distinguishing between the quantities applied for under points (a) and (b) of Article 2 (1).", "By 5 March 1992 at the latest, the Commission shall fix and communicate by telex to the Member States the quantities for which licences are to be issued for each of the two categories of applications mentioned in Article 2 (1).", "The licences for which applications are forwarded pursuant to Article 3 shall be issued on 6 March 1992.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1. (2) OJ No L 175, 4. 7. 1991, p. 1. (3) OJ No L 73, 21. 3. 1977, p. 28. (4) OJ No L 276, 6. 10. 1990, p. 29. (5) OJ No L 360, 22. 12. 1990, p. 49. (6) OJ No L 82, 28. 3. 1991, p. 47. (7) OJ No L 201, 24. 7.  1991, p. 12. (8) OJ No L 294, 25. 10. 1991, p. 14. (9) OJ No L 350, 19. 12. 1991, p. 40. (10) OJ No L 227, 4. 8. 1989, p. 34. (11) OJ No L 247, 5. 9. 1991, p. 11."}