{"celex_id": "31999D0124", "uri": "http://publications.europa.eu/resource/cellar/60cc6af8-7e07-46c8-9407-550ee7221f0e", "type": "Decision", "concepts": ["1730", "2734", "2771", "2871", "893"], "title": "1999/124/EC: Commission Decision of 3 February 1999 approving the conditions of utilisation of the graphic symbol for quality agricultural products specific to the region of Madeira (notified under document number C(1999) 219) (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION of 3 February 1999 approving the conditions of utilisation of the graphic symbol for quality agricultural products specific to the region of Madeira (notified under document number C(1999) 219) (Only the Portuguese text is authentic) (1999/124/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Council Regulation (EC) No 2348/96 (2), and in particular Article 31(3) thereof,\nHaving regard to Commission Regulation (EC) No 1418/96 of 22 July 1996 laying down detailed rules for the use of a graphic symbol for quality agricultural products specific to the most remote regions (3),\nWhereas, pursuant to Article 31(2) of Regulation (EC) No 1600/92, a graphic symbol has been devised to improve awareness and encourage the consumption of quality processed and unprocessed agricultural products specific to the regions of the Azores and Madeira; whereas the Commission published that graphic symbol and the conditions governing its reproduction in Regulation (EC) No 2054/96 (4);\nWhereas, in accordance with Article 31(3) of Regulation (EEC) No 1600/92, the conditions of utilisation of the graphic symbol for quality agricultural products specific to the regions of the Azores and Madeira are to be proposed by the trade organisations, forwarded by the national authorities and approved by the Commission; whereas, together with a favourable opinion, the Portuguese authorities have forwarded those conditions of utilisation and the administrative rules on the basis of which the competent Madeira authorities intend granting rights to use the graphic symbol;\nWhereas those conditions of utilisation are in line with the objectives for which the graphic symbol was introduced; whereas those conditions of utilisation should accordingly by approved,", "main_body": ["The conditions of utilisation of the graphic symbol for quality agricultural products specific to the region of Madeira, as presented by the Portuguese authorities and set out in the Annex hereto, are hereby approved.", "This Decision is addressed to the Portuguese Republic.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 3 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 182, 23. 7. 1996, p. 9.\n(4) OJ L 280, 31. 10. 1996, p. 1.\nANNEX\nExtract from the order in Council (portaria) of the autonomous region of Madeira setting out the conditions of utilisation and the administrative rules for the application of the graphic symbol for quality agricultural products specific to the region of Madeira.\nAutonomous region of Madeira\nRegional government\nRegional secretariat for agriculture, forestry and fisheries\nDRAFT ORDER IN COUNCIL (PORTARIA)\n(Extract)\nTITLE I\n(Conditions of utilisation)\nArticle 1\n1. The graphic symbol introduced, pursuant to Article 31 of Council Regulation (EEC) No 1600/92, shall be used solely for processed and unprocessed agricultural and fishery products specific to the autonomous region of Madeira as a most remote region.\n2. Unprocessed agricultural and fishery products must have been obtained in the autonomous region of Madeira.\nWhere the main characteristic is the raw material used, at least 90 % by volume of the processed products specific to the autonomous region of Madeira must have been obtained locally.\nWhere the main characteristic of the processed products is the method of production or manufacturing, consideration shall be given to the specific nature of that method of production or manufacturing.\n3. The products must possess special characteristics as products of the autonomous region of Madeira; these may cover the conditions, methods and techniques of production or manufacturing and compliance with standards of presentation and packaging.\n4. The graphic symbol shall be used solely for products of superior quality.\nQuality shall be defined by reference to Community regulations or, where none such exist, international standards.\nWhere no Community or international standards exist, the applicable standards shall be laid down by the regional secretariat for agriculture, forestry and fisheries on the basis of proposals from the trade organisations."}