{"celex_id": "31992D0187", "uri": "http://publications.europa.eu/resource/cellar/a7585d6f-aa02-48f2-b557-85578f16e743", "type": "Decision", "concepts": ["1309", "1415", "192", "2300", "4681"], "title": "92/187/EEC: Commission Decision of 28 February 1992 laying down the conditions which have to be complied with for importation of certain raw materials for the pharmaceutical processing industry, coming from certain third countries, which do not appear on the list established by Council Decision 79/542/EEC\n", "header": "COMMISSION DECISION  of 28 February 1992  laying down the conditions which have to be complied with for importation of certain raw materials for the pharmaceutical processing industry, coming from certain third countries, which do not appear on  the list established by Council Decision 79/542/EEC  (92/187/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Directive 91/688/EEC (2), and in particular Article 16 (2) thereof,\nWhereas the general conditions applying to imports of glands and organs, including blood, from third countries which appear on the list established by Council Decision 79/542/EEC (3), as last amended by Commission Decision 92/14/EEC (4), are fixed by  Commission Decision 92/183/EEC (5);\nWhereas this raw material is required in large quantities by the pharmaceutical manufacturing industries in Member States to ensure the availability of extracts and enzymes for human and veterinary medicine; whereas, therefore, Directive 72/462/EEC  allows Member States to be authorized to import under special conditions the said raw material from third countries which do not appear on the abovementioned list;\nWhereas general conditions laid down by Decision 92/183/EEC are strict enough to prevent risk of contamination of herds inside the Community; whereas they provide sufficient guarantees for the imports of the said raw material from certain third  countries which do not appear on the third country list;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purposes of this Decision, the definitions contained in Article 1 of Decision 92/183/EEC shall apply as necessary.", "1. Without prejudice of the provisions of Decision 92/183/EEC. Member States may authorize the imports of raw materials coming from third countries listed in the Annex to this Decision.\n2. Imports in accordance with paragraph 1 shall be subject to the general conditions laid down in Article 2 of Decision 92/183/EEC.\n3. Member States which authorize imports of raw material in accordance with this Article shall inform the Commission of such imports.", "This Decision shall apply from 1 July 1992.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 377, 31. 12. 1991, p. 18. (3) OJ No L 146, 14. 6. 1979, p. 15. (4) OJ No L 8, 14. 1. 1992, p. 12. (5) OJ No L 84, 31. 3. 1992, p. 33.\nANNEX\nThird countries from which Member States may authorize importation of raw material for pharmaceutical purposes according to Commission Decision 92/183/EEC\nJapan\nThe Republic of Korea\nMalaysia\nThe Philippines\nTaiwan"}