{"celex_id": "31991L0072", "uri": "http://publications.europa.eu/resource/cellar/381bcf78-e232-4678-947c-2cac44aaccb4", "type": "Directive", "concepts": ["1284", "2658", "2862", "2897", "893"], "title": "Commission Directive 91/72/EEC of 16 January 1991 amending Council Directive 79/112/EEC in respect of the designation of flavourings in the list of ingredients on the labels of foodstuffs\n", "header": "COMMISSION DIRECTIVE  of 16 January 1991  amending Council Directive 79/112/EEC in respect of the designation of flavourings in the list of ingredients on the labels of foodstuffs  (91/72/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer, (1) as last amended by  Directive 89/395/EEC (2), and in particular the third indent of Article 6 (5) (b) thereof,\nWhereas differences in national laws on the manner of designating flavourings among the ingredients listed on the labels of foodstuffs may impede free trade in these products and create unequal conditions of competition;\nWhereas any provisions on the labelling of foodstuffs must be geared to the requirements of consumer information and protection;\nWhereas the term 'natural' or any other word having substantially the same meaning should therefore be protected;\nWhereas these terms have been defined in Article 9 (2) of Council Directive 88/388/EEC of 22 June 1988 on the approximation of the laws of the Member States relating to flavourings for use in foodstuffs and to source materials for their production (3);\nWhereas it has become necessary to extend this definition to the labelling of foodstuffs;\nWhereas in accordance with the procedure laid down in Article 17 of Council Directive 79/112/EEC a draft of the measures to be taken was submitted to the Standing Committee for Foodstuffs which was unable to express an opinion; whereas under the same  procedure, the Commission consequently submitted to the Council a proposal relating to the measures to be taken;\nWhereas since the Council had not adopted any measures by the end of the three months it was given, the Commission must adopt the proposed measures,", "main_body": ["    Article 1\nDirective 79/112/EEC shall be amended as follows:\n1. The third indent of Article 6 (5) (b) shall be replaced by the following:\n- 'flavourings shall be designated in accordance with Annex III to this Directive.'\n2. The following Annex III shall be added:\n'ANNEX III\nDesignation of flavourings in the list of ingredients\n1. Flavourings shall be designated either by the word \"flavouring(s)\" or by a more specific name or description of the flavouring.\n2. The word \"natural\" or any other word having substantially the same meaning may be used only for flavourings in which the flavouring component contains exclusively flavouring substances as defined in Article 1 (2) (b) (i) and/or flavouring  preparations as defined in Article 1 (2) (c) of Directive 88/388/EEC on flavourings.\n3. If the name of the flavouring contains a reference to the vegetable or animal nature or origin of the incorporated substances, the word \"natural\" or any other word having substantially the same meaning may not be used unless the flavouring component  has been isolated by appropriate physical processes, enzymatic or microbiological processes or traditional food-preparation processes solely or almost solely from the foodstuff or the flavouring source concerned.'  Article 2  1. Member States shall, where necessary, amend their laws, regulations and administrative provisions in such a way as to:\n- permit trade in products complying with this Directive at the latest by 30 June 1992;\n- prohibit trade in products not complying with this Directive with effect from 1 January 1994.\nThey shall forthwith inform the Commission thereof.\n2. All such provisions adopted by the Member States shall contain a reference to this Directive or shall be accompanied by such a reference at the time of official publication. The detailed rules on this reference shall be adopted by the Member States.  Article 3\nThis Directive is addressed to the Member States.  "], "attachments": "Done at Brussels, 16 January 1991. For the Commission\nMartin BANGEMANN\nVice-President   (1) OJ No L 33, 8. 2. 1979, p. 1. (2) OJ No L 186, 30. 6. 1989, p. 17. (3) OJ No L 184, 15. 7. 1988, p. 61."}