{"celex_id": "31999D0186", "uri": "http://publications.europa.eu/resource/cellar/0bb22153-6942-4f90-aea6-f412912f27b5", "type": "Decision", "concepts": ["1005", "173", "5575", "979"], "title": "1999/186/EC: Commission Decision of 3 February 1999 excluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (notified under document number C(1999) 208)\n", "header": "COMMISSION DECISION of 3 February 1999 excluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (notified under document number C(1999) 208) (1999/186/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EC) No 1287/95 (2), and in particular Article 5(2)(c) thereof,\nAfter consulting the Fund Committee,\nWhereas, under Article 5(2)(c) of Regulation (EEC) No 729/70, the Commission, after consulting the Fund Committee, decides on the expenditure to be excluded from Community financing where it establishes that it has not been effected according to Community rules;\nWhereas, under Article 5(2)(c) of Regulation (EEC) No 729/70 and Article 8(1) and (2) of Commission Regulation (EC) No 1663/95 of 7 July 1995 laying down detailed rules for the application of Council Regulation (EEC) No 729/70 regarding the procedure for the clearance of the accounts of the EAGGF Guarantee Section (3), as last amended by Regulation (EC) No 896/97 (4), the Commission has made the necessary inspections, notified its findings to the Member States, taken note of the latter's comments, initiated bilateral discussions in an effort to come to an agreement with the Member States concerned and formally communicated its findings to them, referring to Commission Decision 94/442/EC setting up a conciliation procedure in the context of the clearance of the accounts of the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section (5);\nWhereas the Member States were able to make a request for conciliation; whereas they did so in a number of cases and the report delivered on completion of the conciliation procedure was examined by the Commission;\nWhereas, under Articles 2 and 3 of Regulation (EEC) No 729/70, financing may be provided only for export refunds on products exported to third countries and action designed to stabilise the agricultural markets, granted or undertaken respectively in accordance with the Community rules on the common organisation of the agricultural markets;\nWhereas, in the light of the inspections carried out, the outcome of the bilateral discussions and the conciliation procedures, part of the expenditure declared by the Member States does not fulfil these requirements and cannot be financed under the EAGGF Guarantee Section;\nWhereas the amounts found not to be chargeable to the EAGGF Guarantee Section are shown in the Annex to this Decision; whereas they do not concern expenditure incurred prior to the 24-month period preceding the Commission's written notification to the Member States of the findings of the inspections;\nWhereas, in the cases covered by this Decision, the evaluation of the amounts to be excluded from Community financing on grounds of non-compliance with the Community rules was communicated by the Commission to the Member States in the context of the summary reports for 1994 and 1995;\nWhereas this Decision is without prejudice to any financial consequences drawn by the Commission from judgments of the Court of Justice in cases pending on the date of this Decision and relating to matters covered by this Decision,", "main_body": ["The expenditure of the paying agencies accredited by the Member States declared under the EAGGF Guarantee Section, shown in the Annex hereto, is excluded by this Decision from Community financing, for failure to comply with the Community rules.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 94, 28. 4. 1970, p. 13.\n(2) OJ L 125, 8. 6. 1995, p. 1.\n(3) OJ L 158, 8. 7. 1995, p. 6.\n(4) OJ L 128, 21. 5. 1997, p. 8.\n(5) OJ L 182, 16. 7. 1994, p. 145.\nANNEX\n>TABLE>"}