{"celex_id": "31999R1608", "uri": "http://publications.europa.eu/resource/cellar/442f4cde-f5dd-40f8-b21c-cb5911443ac5", "type": "Regulation", "concepts": ["1005", "2443", "3099", "5051", "979"], "title": "Commission Regulation (EC) No 1608/1999 of 22 July 1999 repealing certain Commission regulations concerning the European Agricultural Guidance and Guarantee Fund\n", "header": "COMMISSION REGULATION (EC) No 1608/1999\nof 22 July 1999\nrepealing certain Commission regulations concerning the European Agricultural Guidance and Guarantee Fund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy(1), as last amended by Regulation (EC) No 1287/95(2), and in particular Articles 4(6), 5(3) and 5a thereof,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section(3), as last amended by Regulation (EC) No 1259/96(4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 474/77 of 8 March 1977 on the use of a separate heading in the Communities' budget for the financial effect of the different conversion rates applied for measures financed by the Guarantee Section of the EAGGE(5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 2681/74 of 21 October 1974 on Community financing of expenditure incurred in respect of the supply of agricultural products as food aid(6), and in particular Article 5 thereof,\n(1) Whereas several legislative acts concerning the EAGGF have become obsolete because of changes in the basic legislation and because the regulatory aims for which these acts were created have been achieved; whereas these legislative acts should be formally repealed for the sake of clarity, legal certainty and simplification;\n(2) Whereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Management Committee,", "main_body": ["The Regulations listed in the Annex hereto are repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 94, 28.4.1970, p. 13.\n(2) OJ L 125, 8.6.1995, p. 1.\n(3) OJ L 216, 5.8.1978, p. 1.\n(4) OJ L 163, 2.7.1996, p. 10.\n(5) OJ L 64, 10.3.1977, p. 2.\n(6) OJ L 288, 25.10.1974, p. 1.\nANNEX\n- Commission Regulation (EEC) No 249/77 of 2 February 1977 laying down detailed rules for the implementation of Regulation (EEC) No 2681/74 on Community financing of expenditure incurred in respect of the supply of agricultural products as food aid (OJ L 34, 5.2.1997, p. 21).\n- Commission Regulation (EEC) No 679/77 of 31 March 77 on the method and detailed rules of application for the use of a separate heading in the Communities' budget for the financial effect fo the different conversion rates applied for measures financed by the Guarantee Section of the EAGGF (OJ L 84, 1.4.1997, p. 45.)\n- Commission Regulation (EEC) No 724/78 of 10 April 1978 amending Regulation (EEC) No 679/77 and fixing the coefficients for the 1978 financial year (OJ L 98, 11.4.1978, p.9.)\n- Commission Regulation (EEC) No 2365/87 of of 29 July 1987 on detailed rules for showing in accounts expenditure consequent on specific disposals of butter from public stocks (OJ L 215, 5.8.1987, p. 17.)\n- Commission Regulation (EEC) No 380/88 of 10 February 1988 drawing up the list of measures which comply with the concept of intervention intended to stabilise the agricultural markets, within the meaning of Article 3 (1) of Council Regulation (EEC) No 729/70 (OJ No L 38, 11.2.1988, p. 10.)\n- Commission Regulation (EEC) No 2775/88 of 7 September 1988 laying down detailed rules for the application of Article 5a of Council Regulation (EEC) No 729/70 (OJ L 249, 8.9.1988, p. 8)"}