{"celex_id": "31997D0757", "uri": "http://publications.europa.eu/resource/cellar/2bb9cf14-48c3-4a2c-88ca-26d7fc5c5d26", "type": "Decision", "concepts": ["1309", "1729", "192", "2718", "3000", "5369"], "title": "97/757/EC: Commission Decision of 6 November 1997 laying down special conditions governing imports of fishery and aquaculture products originating in Madagascar (Text with EEA relevance)\n", "header": "12.11.1997 EN Official Journal of the European Union L 307/33\nCOMMISSION DECISION\nof 6 November 1997\nlaying down special conditions governing imports of fishery and aquaculture products originating in Madagascar\n(Text with EEA relevance)\n(97/757/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by Directive 95/71/EC (2), and in particular Article 11 thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 96/43/EC (4), and in particular Article 19 (7) thereof,\nWhereas a Commission expert has conducted an inspection visit to Madagascar to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of legislation of Madagascar on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas, in Madagascar the Direction des services veterinaires (DSV) du ministere de I'elevage is capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11 (4) (a) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of the person empowered to sign it;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products giving the name of the third country and the approval number of the establishment, cooling store of freezing vessel of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments, cooling stores or freezing vessels must be drawn up; whereas that list must be drawn up on the basis of a communication from the DSV to the Commission; whereas it is therefore for the DSV to ensure compliance with the provisions laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the DSV has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of requirements equivalent to those laid down by that Directive for the approval of establishments, cooling stores or freezing vessels;\nWhereas it is necessary to repeal Commission Decision 97/516/EC of 1 August 1997 concerning certain protective measures with regard to certain fishery products originating in Madagascar (5);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Direction des services vétérinaires (DSV) du ministère de I'élevage shall be the competent authority in Madagascar for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in Madagascar, must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word ‘MADAGASCAR’ and the approval number of the establishment, cooling store or freezing vessel of origin in indelible letters.", "1.   Certificates as referred to in Article 2 (1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2.   Certificates must bear the name, capacity and signature of the representative of the DSV and the latter's official stamp in a colour different from that of other endorsements.", "Decision 97/516/EC is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 268, 24. 9. 1991, p. 15.\n(2)  OJ L 332, 30. 12. 1995, p. 40.\n(3)  OJ L 373, 31. 12. 1990, p. 1.\n(4)  OJ L 162, 1. 7. 1996, p. 1.\n(5)  OJ L 214, 6. 8. 1997, p. 53.\nANNEX A\nANNEX B\nI.   List of approved establishments\nNumber Name Address Approved until\nMAD 111 SV Pêche et froid de l'océan Indien Antsiranana 1. 10. 1998\nMAD 101 SV Pêcherie de Nosy Be Nosy Be 1. 10. 1998\nMAD 107 SV Réfrigepêche Ouest Mahajanga 1. 10. 1998\nMAD 126 SV Aqualma Mahajamba 1. 10. 1998\nMAD 151 SV Pêcherie du Menabe Morondava 1. 10. 1998\nMAD 104 SV Le Martin-pêcheur Taolagnaro 1. 10. 1998\nII.   List of cooling stores\nNumber Name Address Approved until\nMAD EF 03 Aquamen Tamatave 1. 10. 1998\nMAD EF 04 Réfrigepêche Est Tamatave 1. 10. 1998\nIII.   List of freezing vessels\nNumber Name Address Approved until\nMAD 52-01 SV Aquamen I Aquamen 1. 10. 1998\nMAD 52-02 SV Aquamen V Aquamen 1. 10. 1998\nMAD 52-03 SV Aquamen VI Aquamen 1. 10. 1998\nMAD 52-04 SV Aquamen XI Aquamen 1. 10. 1998\nMAD 52-05 SV Aquamen II Aquamen 1. 10. 1998\nMAD 52-06 SV Aquamen III Aquamen 1. 10. 1998\nMAD 52-07 SV Aquamen IV Aquamen 1. 10. 1998\nMAD 52-08 SV Aquamen VII Aquamen 1. 10. 1998\nMAD 06-01 SV Rantabe Réfrigepêche Est 1. 10. 1998\nMAD 06-02 SV Mangoro Réfrigepêche Est 1. 10. 1998\nMAD 06-03 SV Fanantara Réfrigepêche Est 1. 10. 1998\nMAD 06-04 SV Rianila Réfrigepêche Est 1. 10. 1998\nMAD 07-01 SV Cap St-Augustin Réfrigepêche Ouest 1. 10. 1998\nMAD 07-02 SV Cap St-Vincent Réfrigepêche Ouest 1. 10. 1998\nMAD 07-03 SV Cap St-Sébastien Réfrigepêche Ouest 1. 10. 1998\nMAD 07-04 SV Cap St-André Réfrigepêche Ouest 1. 10. 1998\nMAD 07-05 SV Cap Ste-Marie Réfrigepêche Ouest 1. 10. 1998\nMAD 07-21 SV Baie d'Ambaro Crustapêche 1. 10. 1998\nMAD 07-22 SV Baie de Boina Crustapêche 1. 10. 1998\nMAD 51-01 SV Melaky 1 Pêcherie de Menabe 1. 10. 1998\nMAD 51-02 SV Melaky 2 Pêcherie de Menabe 1. 10. 1998\nMAD 51-03 SV Melaky 3 Pêcherie de Menabe 1. 10. 1998"}