{"celex_id": "31999D0328", "uri": "http://publications.europa.eu/resource/cellar/d2f05169-4508-4d05-b8e9-c82faff0a7a3", "type": "Decision", "concepts": ["1182", "252", "3003", "5096"], "title": "1999/328/EC: Commission Decision of 7 May 1999 derogating, for the 1998/1999 marketing year, from certain provisions of Regulation (EEC) No 1201/89 as regards aid applications and applications for supervised storage of unginned cotton originating in certain Greek prefectures (notified under document number C(1999) 1179) (only the Greek text is authentic)\n", "header": "COMMISSION DECISION\nof 7 May 1999\nderogating, for the 1998/1999 marketing year, from certain provisions of Regulation (EEC) No 1201/89 as regards aid applications and applications for supervised storage of unginned cotton originating in certain Greek prefectures\n(notified under document number C(1999) 1179)\n(Only the Greek text is authentic)\n(1999/328/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Protocol No 4 on cotton annexed to the Act of Accession of Greece, as last amended by Regulation (EC) No 1553/95(1),\nHaving regard to Council Regulation (EC) No 1554/95 of 29 June 1995 laying down the general rules for the system of aid for cotton and repealing Regulation (EEC) No 2169/81(2), as last amended by Regulation (EC) No 1419/98(3), and in particular Article 11(1) thereof,\n(1) Whereas Commission Regulation (EEC) No 1201/89 of 3 May 1989 laying down rules implementing the system of aid for cotton(4), as last amended by Regulation (EC) No 1664/98(5), lays down 31 March as the time limit for lodging applications for supervised storage of unginned cotton but allows the Member State to set a later time limit under certain conditions; whereas for the 1998/1999 marketing year Greece used that provision by setting the time limit for lodging applications for supervised storage at 31 January 1999; whereas, as a result of exceptional weather conditions, it proved impossible to harvest the unginned cotton until the beginning of March 1999 in certain Greek prefectures; whereas, therefore, the start of supervised storage and the lodging of the corresponding aid applications should be accepted without penalty for the unginned cotton originating in those prefectures up to a date allowing for the other time limits in the rules to be complied with;\n(2) Whereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["1. Notwithstanding Article 5(3), Article 7(1), the first subparagraph of Article 9(2) and Article 11 of Regulation (EEC) No 1201/89, the following conditions shall apply for the 1998/1999 marketing year to unginned cotton harvested in the Greek prefectures indicated in paragraph 2:\n(a) aid applications lodged by 28 April at the latest may be accepted;\n(b) if the aid applications are lodged between 1 April and 28 April, the aid granted shall be that valid on the previous 31 March;\n(c) applications for supervised storage lodged by 28 April at the latest may be accepted;\n(d) the quantity of ginned cotton produced from the quantity of unginned cotton under supervised storage shall be notified before 5 May.\n2. The Greek prefectures referred to in paragraph 1 are:\nDrame, Serres and Evros.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 7 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 30.6.1995, p. 45.\n(2) OJ L 148, 30.6.1995, p. 48.\n(3) OJ L 190, 4.7.1998, p. 4.\n(4) OJ L 123, 4.5.1989, p. 23.\n(5) OJ L 211, 29.7.1998, p. 9."}