{"celex_id": "31994R0130", "uri": "http://publications.europa.eu/resource/cellar/0bd38d63-128c-435a-acd5-311f62e4de50", "type": "Regulation", "concepts": ["161", "2743", "4682"], "title": "Council Regulation (EC) No 130/94 of 24 January 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (1994)\n", "header": "COUNCIL REGULATION (EC) No 130/94 of 24 January 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (1994)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91, the Community has undertaken, under the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota of 53  000 tonnes, expressed in weight of boned or boneless meat, at a rate of duty of 20 % and at a zero levy; whereas that quota should accordingly be opened for 1994;\nWhereas there should be a guarantee of, in particular, equal and continuing access by all interested operators within the Community to the quota and of uninterrupted application of the rate laid down for that quota to all imports of the products in  question until the quota is exhausted;\nWhereas the arrangements consist of the allocation by the Commission of the quantities available to traditional operators and to operators engaging in trade in beef and veal; whereas, in order to ensure that the activities of the latter operators are  genuine, only quantities of a certain size representative of trade with third countries should be considered;\nWhereas, in order to ensure, as far as possible, that the quota is fully utilized, it is necessary to set a time limit for import licence applications and to allow for the transfer of any quantities that have not been applied for at that date to the  final quarter of 1994; whereas steps should be taken to ensure that the quantities remaining are used as a priority to offset the consequences for the operators concerned of the possible notification to the Commission by the national authorities of  incorrect reference quantities; whereas, furthermore, the quantities remaining after that allocation must, where appropriate, be allocated between the different categories of operators on the basis of criteria other than those laid down; whereas, in  order to avoid the administrative burden involved in allocating small quantities to a very large number of applicants, allocation should not take place below a limit of 30 tonnes;\nWhereas detailed rules for the application of this Regulation should be adopted in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1);  whereas, given the technical nature of the decisions, the Commission should be given sole responsibility for allocating the quantities available,", "main_body": ["1. A Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91, of 53 000 tonnes, expressed in weight of boned or boneless meat, is hereby opened for 1994.\nFor the purposes of counting against the said quota, 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boned or boneless meat.\n2. For the purposes of this Regulation, meat which is frozen when it enters the customs territory of the Community shall be deemed frozen meat.\n3. The Common Customs Tariff duty and the levy applicable to the quota referred to in paragraph 1 shall be 20 and 0 % respectively.", "The quota referrred to in Article 1 shall be divided into two parts as follows:\n(a) the first equal to 80 % or 42 400 tonnes, shall be apportioned between importers who can prove they have imported frozen meat falling within CN code 0202 and products falling within CN code 0206 29 91 to which these import arrangements apply during  the last three years;\n(b) the second, equal to 20 % or 10 600 tonnes, shall be apportioned between operators who can prove that they have engaged in trade, involving a minimum quantity and for a period to be determined, in beef and veal other than that to which these import  arrangements apply and excluding meat which is the subject of inward or outward processing traffic.", "1. Quantites which have not been covered by an import application at 31 August 1994 shall be used during the final quarter of that year as a priority to take account of possible administrative errors in allocating additional quantities to the  operators concerned. If the quantities remaining after that allocation are equal to or more than 30 tonnes, a further allocation shall be made, without account necessarily being taken of the apportionment referred to in Article 2.\n2. Member States shall notify the Commission, before 16 September 1994, of the quantities not applied for at 31 August of that year.", "1. Detailed rules for the application of this Regulation, and in particular,\n(a) the apportionment of the quantities available between the operators referred to in Article 2; and\n(b) the conditions for the issue of import licences and the period of validity thereof,\nshall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68.\n2. The Commission shall decide upon the allocation of the quantities available to operators.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Regulation (EEC) No 125/93 (OJ No L 18, 27. 1. 1993, p. 1)."}