{"celex_id": "31999R2636", "uri": "http://publications.europa.eu/resource/cellar/0d510a27-20fc-4f11-9a5b-65e47799dbc1", "type": "Regulation", "concepts": ["1076", "2173", "4373", "5070", "5334", "797"], "title": "Commission Regulation (EC) No 2636/1999 of 14 December 1999 on the communication of information on tobacco from the 2000 harvest onwards and repealing Regulation (EEC) No 1771/93\n", "header": "COMMISSION REGULATION (EC) No 2636/1999\nof 14 December 1999\non the communication of information on tobacco from the 2000 harvest onwards and repealing Regulation (EEC) No 1771/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco(1), as last amended by Regulation (EC) No 660/1999(2), and in particular Article 21 thereof,\nWhereas:\n(1) The information to be communicated under Regulation (EEC) No 2075/92 and the regulations adopted for its application should be laid down;\n(2) In the interests of efficient administration, this information should be grouped and a timetable established for its submission;\n(3) The required information on the raw tobacco sector has been communicated by the Member States under Commission Regulation (EEC) No 1771/93(3) on the communication of information on tobacco from the 1993 harvest onwards. This Regulation refers to Regulations replaced by Commission Regulation (EC) No 2848/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector(4), as last amended by Regulation (EC) No 2162/1999(5). Regulation (EEC) No 1771/93 should therefore be repealed;\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The Member States shall communicate the information set out in Annexes I to III in accordance with the time limits given therein.\nThe information shall be provided for each harvest and for each group of varieties.", "The Member States shall take the measures necessary to ensure that the economic operators concerned provide them with the information required within the relevant time limits.", "Information on stocks held by first processing enterprises shall be communicated in accordance with Annex III.", "Regulation (EEC) No 1771/93 is hereby repealed with effect from the 2000 harvest.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 2000 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 30.7.1992, p. 70.\n(2) OJ L 83, 27.3.1999, p. 10.\n(3) OJ L 162, 3.7.1993, p. 13.\n(4) OJ L 358, 31.12.1998, p. 17.\n(5) OJ L 265, 13.10.1999, p. 13.\nANNEX I\n>PIC FILE= \"L_1999323EN.000502.EPS\">\nANNEX II\n>PIC FILE= \"L_1999323EN.000602.EPS\">\nANNEX III\n>PIC FILE= \"L_1999323EN.000702.EPS\">"}