{"celex_id": "31996D0518", "uri": "http://publications.europa.eu/resource/cellar/bba7c446-055a-47ce-9994-2fb7f72158d8", "type": "Decision", "concepts": ["1519", "343", "3660", "4681", "5734", "862"], "title": "96/518/EC: Commission Decision of 29 July 1996 on financial aid from the Community for the work of the Istituto Superiore di Sanità, Rome, Italy, a Community reference laboratory for residue testing (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 July 1996 on financial aid from the Community for the work of the Istituto Superiore di Sanità, Rome, Italy, a Community reference laboratory for residue testing (Only the Italian text is authentic) (Text with EEA relevance) (96/518/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 28 thereof,\nWhereas pursuant to Article 1 (d) of Council Decision 91/664/EEC of 11 December 1991 designating the Community reference laboratories for testing certain substances for residues (3) the Istituto Superiore di Sanità, Rome, Italy, was designated as the reference laboratory for the residues referred to in Annex I, group B.II (a) and B.II (b) to Council Directive 86/469/EEC (4);\nWhereas Decision 91/664/EEC is repealed from 1 July 1997 by Article 36 of Council Directive 96/23/EC (5) on measures to monitor certain substances and residues thereof in live animals and animal products;\nWhereas Annex V (1) (d) to Directive 96/23/EC applies from 1 July 1997; whereas the Istituto Superiore di Sanità, Rome, Italy, was designated as the reference laboratory for the residues referred to in Annex I, groups B 2 (c) and 3 (a), (b) and (c);\nWhereas all the tasks to be performed by the reference laboratory are defined in Article 1 of Council Decision 89/187/EEC of 6 March 1989 determining the powers and conditions of operation of the Community reference laboratories provided for by Directive 86/469/EEC concerning the examination of animals and fresh meat for the presence of residues (6);\nWhereas Decision 89/187/EEC is repealed from 1 July 1997 by Article 36 of Directive 96/23/EC;\nWhereas Annex V (2) to Directive 96/23/EC applies from 1 July 1997;\nWhereas, in accordance with Commission Decisions 93/458/EEC (7), 94/492/EC (8) and 95/305/EC (9), the Community granted financial aid to the Community reference laboratory for residue testing, Rome, Italy, for a period expiring on 1 August 1996; whereas additional financial aid should be granted for two years from that date in order to enable the reference laboratory to continue to perform its functions and tasks;\nWhereas the Community financial aid will be reviewed, with a view to an extension, before the end of that period;\nWhereas, inter alia for the purposes of control, Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (10), as last amended by Regulation (EEC) No 2048/88 (11), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community hereby grants Italy financial aid for the functions and tasks referred to in:\n- Article 1 of Decision 89/187/EEC to be performed by the Community reference laboratory for residue testing designated in Article 1 (d) of Decision 91/664/EEC, for the period 1 August 1996 to 30 June 1997,\n- Chapter 2 of Annex V to Directive 96/23/EC to be performed by the Community reference laboratory for residue testing designated in Annex V (1) (d) to that Directive, for the period 1 July 1997 to 31 July 1998.", "The Istituto Superiore di Sanità, Rome, Italy shall perform the functions and tasks referred to in Article 1.", "The Community financial aid shall be a maximum of ECU 800 000 for the period 1 August 1996 to 31 July 1998.", "The Community financial aid shall be granted as follows:\n- 25 % in advance at the request of Italy at the beginning of each of the first three six-month periods of the period concerned,\n- the balance after submission of supporting documents by Italy. Those documents must be submitted by 1 October 1998.", "Each year, two months after the end of the financial year at the latest, Italy shall send the Commission a detailed technical report on the work carried out by the laboratory in performing the tasks conferred on it.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 29 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 368, 31. 12. 1991, p. 17.\n(4) OJ No L 275, 26. 9. 1986, p. 36.\n(5) OJ No L 125, 23. 5. 1996, p. 10.\n(6) OJ No L 66, 10. 3. 1989, p. 37.\n(7) OJ No L 215, 25. 8. 1993, p. 10.\n(8) OJ No L 201, 4. 8. 1994, p. 38.\n(9) OJ No L 185, 4. 8. 1995, p. 56.\n(10) OJ No L 94, 28. 4. 1970, p. 13.\n(11) OJ No L 185, 15. 7. 1988, p. 1."}