{"celex_id": "31998D0159", "uri": "http://publications.europa.eu/resource/cellar/e76a20ad-8767-4eac-bc6b-fb98fa3c9240", "type": "Decision", "concepts": ["1260", "13", "191", "3409", "3648", "5627"], "title": "98/159/EC: Commission Decision of 16 February 1998 on the carrying out of Community trials and tests on propagating and planting material of certain species under Article 20(2) of Council Directive 91/682/EEC\n", "header": "COMMISSION DECISION of 16 February 1998 on the carrying out of Community trials and tests on propagating and planting material of certain species under Article 20(2) of Council Directive 91/682/EEC (98/159/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/682/EEC of 19 December 1991 on the marketing of ornamental plant propagating material and ornamental plants (1), as last amended by Commission Decision 97/108/EC (2), and in particular Article 20(2) and (4) thereof,\nWhereas under this Directive trials, or, where appropriate, tests shall be carried out in the Member States on samples to check that propagating material or ornamental plants of species listed therein comply with the requirements and conditions of the said Directive;\nWhereas to this end, it is essential, in particular in the early stages of the Directive's implementation, to ensure adequate representation of the samples participating in the trials or tests for the different origins of production in the entire Community, at least for certain selected crops;\nWhereas it is therefore necessary to carry out Community trials and tests in 1997-99 on propagating and planting material of Pelargonium and Dianthus;\nWhereas it is necessary for all Member States to participate in the Community trials and tests, in so far as propagating material of Pelargonium and Dianthus are usually reproduced or marketed on their territory in order to ensure that proper conclusions may be drawn therefrom;\nWhereas these Community trials and tests will be used to harmonize, in the first instance, the technical methods of examination of propagating and planting material of these species;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Propagating Material and Ornamental Plants,", "main_body": ["1. Community trials and tests shall be carried out during 1997-99 on propagating and planting material of Pelargonium and Dianthus.\n2. The samples shall be drawn officially.\n3. All Member States shall participate in the Community comparative trials and tests, in so far as propagating material of the species mentioned in paragraph 1 are usually propagated or marketed on their territory.", "The general arrangements for the carrying out of the Community comparative trials and tests and the evaluation of their results shall be made within the Standing Committee for Propagating Material and Ornamental Plants.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 376, 31. 12. 1991, p. 21.\n(2) OJ L 39, 8. 2. 1997, p. 20."}