{"celex_id": "31992L0109", "uri": "http://publications.europa.eu/resource/cellar/e654bd63-1633-48eb-a33e-5e81b34ace7b", "type": "Directive", "concepts": ["13", "206", "2739", "4079", "4306", "491"], "title": "Council Directive 92/109/EEC of 14 December 1992 on the manufacture and the placing on the market of certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances\n", "header": "COUNCIL DIRECTIVE 92/109/EEC  of 14 December 1992  on the manufacture and the placing on the market of certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas some Member States have adopted measures to monitor the manufacture and the placing on the market of certain substances frequently used in the illicit manufacture of narcotic drugs and psychotropic substances; whereas other Member States are about to adopt measures of this kind; whereas it is therefore necessary to establish commun rules at Community level in anticipation of the completed internal market in order to avoid distortion of competition in lawful trading and to ensure uniform application of the rules adopted;\nWhereas on 19 December 1988 a Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances, hereinafter referred to as the 'United Nations Convention`, was adopted in Vienna; whereas the United Nations Convention is part of the world-wide efforts to combat drugs; whereas the Community participated in the negotiation of that Convention, showing its political will to act within the limits of its competences;\nWhereas the requirements of Article 12 of the United Nations Convention, in respect of trade in precursors, (i.e. substances frequently used in the illicit manufacture of narcotic drugs or psychotropic substances, are implemented as far as trade between the Community and third countries is concerned by Council Regulation (EEC) No 3677/90 of 13 December 1990 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances (4);\nWhereas Article 12 of the United Nations Convention envisages adoption of appropriate measures to monitor manufacture and distribution of precursors; whereas, by decisions taken at its 35th session, the United Nations Commission on Narcotic Drugs included additional substances in the tables of the Annex to the Convention; whereas corresponding provisions should be laid down in this Directive in order to detect possible cases of illicit diversion of drugs in the Community or to counter fraudulent imports into the Community and to ensure that common monitoring rules are applied in the Community market;\nWhereas the provisions of Article 12 of the United Nations Convention are based on a system of monitoring trade in the substances in question; whereas most trade in these substances is fully licit; whereas the documentation and labelling of consignments of these substances must be sufficiently explicit; whereas it is furthermore important, whilst providing competent authorities with the necessary means of action, to develop within the spirit of the United Nations Convention mechanisms based on close cooperation with the operators concerned and on the development of intelligence gathering, exchange and exploitation;\nWhereas, since diversion patterns are constantly changing, it is considered at international level that the procedures provided for in Article 12 of the United Nationsl Convention should be strenghtened to combat effectively the diversion of the substances concerned;\nWhereas the Commission and seven Member States participated in the work of the Chemical Action Task Force established by the G7 Economic Summit in Houston on 10 July 1990 to develop effective procedures to prevent diversion of precursor and essential chemicals to illicit drugs manufacture; whereas throughout this work there has been coordination at Community level and close consultation with representatives of trade and industry;\nWhereas the Final Report of the Chemical Action Task Force was approved by the G7 Economic Summit in London on 15 July 1991;\nWhereas this Final Report, in recognizing the United Nations Convention as the basic instrument of internation cooperation in chemical diversion matters, contains a number of recommendations for reinforcing national and international measures on the basis of that Convention;\nWhereas it must be ensured that the manufacture or use of the scheduled substances in category 1 of Annex I to this Directive is subject to possession of a licence; whereas the supply of such substances must in addition be authorized only where the persons to whom they are to be supplied are specifically authorized, either generally or individually, to be supplied with, possess or handle such substances;\nWhereas measures should be adopted to establish close cooperation with the operators concerned so that the latter notify suspicious transactions to the competent authorities;\nWhereas it is important to establish machinery for administrative cooperation; whereas it is desirable in this connection that the competent authorities in the Community base their actions on Council Regulation (EEC) No 1468/81 of 19 May 1981 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of the law on customs and agricultural matters (5); whereas particular attention must be paid to the confidentiality of the information received and exchanged;\nWhereas each Member State should introduce penalties sufficiently dissuasive to forestall infringements of the provisions adopted in implementation of this Directive,", "main_body": ["1. The purpose of this Directive is to establish intra-Community monitoring of certain substances frequently used for the illicit manufacture of narcotic drugs and psychotropic substances with a view to preventing the diversion of such substances.\n2. For the purposes of this Directive:\n(a) 'scheduled substance` means any substance specified in Annex I, including mixtures containing such substances. This excludes medicinal products or other preparations containing scheduled substances that are compounded in such a way that such substances cannot be easily used or recovered by readily applicable means;\n(b) 'placing on the market` means any supply against payment or free of charge to third parties of scheduled substances manufactured in the Community or put into free circulation in the Community;\n(c) 'operator` means any natural or legal person engaged in the manufacture, processing, trade or distribution of scheduled substances in the Community or involved in other related activities such as the brokering and storage of scheduled substances;\n(d) 'International Narcotics Control Board` means the Board established by the Single Convention on Narcotic Drugs, 1961, as amended by the 1972 Protocol.\nTITLE II\nMONITORING OF PLACING ON THE MARKET", "Documentation and labelling\nEach Member State shall take all the measures necessary to ensure that the placing on the market of scheduled substances is subject to the following requirements:\n1. all transactions leading to the placing on the market of scheduled substances in categories 1 and 2 of Annex I shall be properly documented;\n(a) in particular, commercial documents such as invoices, cargo manifests, administrative documents, transport and other shipping documents shall certain sufficient information positively to identify:\n- the name of the scheduled substance as given in categories 1 and 2 of Annex I,\n- the quantity and weight of the scheduled substance and, where it consists of a mixture, the quantity and weight of the mixture as well as the quantity and weight or the percentage of any substance or substances specified in categories 1 and 2 of Annex I which are contained in the mixture,\n- the name and address of the supplier, distributor and of the consignee;\n(b) the documentation must furthermore contain a declaration from the customer which shows the specific uses of the substances. The detailed rules for implementing this provision will be determined in accordance with the procedure laid down in Article 10 (2). When these detailed rules are examined, due account shall be taken of the possibility for a regular customer obtaining from a supplier a scheduled substance specified in category 2 of Annex I to provide a single declaration covering all transactions involving that substance over a period of one year;\n2. however, the obligations under paragraph 1 shall not apply to transactions concerning scheduled substances in category 2 of Annex I where the quantities involved do not exceed those indicated in Annex II;\n3. operators shall ensure that labels are affixed to scheduled substances in categories 1 and 2 of Annex I before they are placed on the market. Such labels must show the names of the substances as given in Annex I. Operators may in addition affix their customary labels;\n4. operators shall keep such detailed records of their activities as are required to comply with their obligations under paragraph 1;\n5. the documentation referred to in paragraphs 1 and 4 shall be kept for a period of not less than three years from the end of the calendar year in which the operation referred to in paragraph 1 took place, and must be readily available for inspection by the competent authorities upon request.", "Each Member State shall designate the competent authority or authorities responsible for ensuring the application of this Directive.\nIt shall inform the Commission of the competent authority or authorities thus designated.", "Scheduled substances in Categories 1 and 2 of Annex I 1. Member States shall take all appropriate measures to ensure that the manufacture or placing on the market in the Community of scheduled substances in category 1 of Annex I is subject to possession of a licence issued by the competent authorities.\n2. In considering whether to grant a licence, the competent authorities shall take into account in particular the competence and integrity of the applicant.\nThe licence may be suspended or revoked by the competent authorities whenever there are reasonable grounds for belief that the holder is no longer a fit and proper person to hold a licence, or that the conditions under which the licence was issued are no longer fulfilled.\n3. Member States shall take all appropriate measures to ensure that any operator holding the licence referred to in paragraph 1 shall supply scheduled substances specified in category 1 of Annex I only to persons specifically authorized, either generally or individually, to be supplied with, possess or handle such substances.\n4. Operators engaged in the manufacture or placing on the market of scheduled substances in category 2 of Annex I shall be required to register and update with the competent authorities the addresses of the premises from which they manufacture or trade in these substances.", "Cooperation\nMember States shall take the necessary measures to establish close cooperation between the competent authorities and operators, so that operators:\n- notify the competent authorities immediately of any circumstances, such as unusual orders or transactions involving scheduled substances, which suggest that such substances to be placed on the market or manufactured, as the case may be, may be diverted for the illicit manufacture of narcotic drugs or psychotropic substances,\n- provide the competent authorities in summary form with such information about their transactions involving scheduled substances as the competent authorities may require.\nTITLE III\nCONTROL MEASURES", "Powers of competent authorities\n1. In order to ensure the correct application of Articles 2 and 4, each Member State shall adopt, within the framework of its national law, the measures necessary to enable the competent authorities:\n(a) to obtain information on any orders for scheduled substances or operations involving scheduled substances;\n(b) to enter operators' business premises in order to obtain evidence of irregularities.\nTITLE IV\nADMINISTRATIVE COOPERATION", "For the purposes of applying this Directive and without prejudice to Article 10, the provisions of Regulation (EEC) No 1468/81 and in particular those on confidentiality shall apply mutatis mutandis. Each Member State shall communicate to the other Member States and to the Commission the names of the competent authorities appointed to act as correspondents in accordance with Article 2 (2) of that Regulation.\nTITLE V\nFINAL PROVISIONS", "Each Member State shall determine the penalties to be applied for infringement of the provisions adopted in implementation of this Directive. The penalties shall be sufficient to promote compliance with those provisions.", "1. To permit any necessary adjustments to the arrangements for monitoring scheduled substances, the competent authorities in each Member State shall each year communicate to the Commission all relevant information on the implementation of the monitoring measures laid down in this Directive, in particular as regards substances used for the illicit manufacture of narcotic drugs or psychotropic substances and methods of diversion and illicit manufacture.\n2. On the basis of the communications made pursuant to paragraph 1, the Commission shall, in accordance with Article 12 (12) of the United Nations Convention and in consultation with the Member States, draw up an annual report to be submitted to the International Narcotics Control Board.", "0\n1. The Commission shall be assisted by the Committee set up pursuant to Article 10 of Regulation (EEC) No 3677/90. The Committee shall examine any matter concerning the application of this Directive raised by its chairman either on his own initiative or at the request of a representative of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the Member States within the Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event the Commission shall defer application of the measures which it has decided for three months from the date of communication.\nThe Council, acting by a qualified majority, may take a different decision within the period referred to in the previous subparagraph.\n3. The procedure laid down in paragraph 2 shall be followed in particular for:\n(a) the determination, where appropriate, of the conditions relating to the documentation and labelling of mixtures and preparations of substances in category 2 of Annex I as provided for in Article 2;\n(b) the amendment of the Annexes to this Directive, in cases where the tables of the Annex to the United Nations Convention are amended;\n(c) the amendment of the thresholds specified in Annex II.", "1\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with Articles 7 and 10 before 1 January 1993 and with the other Articles before 1 July 1993. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be determined by the Member States.\n2. Member States shall communicate to the Commission the main provisions of national law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1992.\nFor the Council\nThe President\nN. LAMONT\n(1) OJ No C 21, 29. 1. 1991, p. 17.\n(2) OJ 25, 13. 5. 1992, p. 195; and Decision of 18 November 1992 (not yet published in the Official Journal).\n(3) OJ No C 159, 17. 6. 1991, p. 58.\n(4) OJ 57, 20. 12. 1990, p. 1. Regulation as last amended by Regulation (EEC) No 900/92 (OJ No L 96, 10. 4. 1992, p. 1).\n(5) OJ 44, 2. 6. 1981, p. 1. Regulation as amended by Regulation (EEC) No 945/87 (OJ No L 90, 2. 4. 1987, p. 3).\nANNEX I\nCATEGORY 1\n>TABLE>\nThe salts of the substances listed in this category whenever the existence of such salts is possible.\nCATEGORY 2\n>TABLE>\nThe salts of the substances listed in this category whenever the existence of such salts is possible.\nCATEGORY 3\n>TABLE>\n(*) The salts of the substances listed in this category whenever the existence of such salts is possible.\nANNEX II\n>TABLE>"}