{"celex_id": "31992R2487", "uri": "http://publications.europa.eu/resource/cellar/293e5169-8dbe-46e0-b4d0-cbd04ff7f00a", "type": "Regulation", "concepts": ["2705", "2952", "4354", "807"], "title": "Commission Regulation (EEC) No 2487/92 of 27 August 1992 on the supply of refined sunflower oil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 2487/92\nof 27 August 1992\non the  supply of refined sunflower oil as food aid\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the  Commission has allocated to certain countries and beneficiary organizations 948 tonnes of refined  sunflower oil;\nWhereas it is necessary to make these supplies in accordance with the rules laid down by Commission  Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the  Community of products to be supplied as Community food aid  (4), as amended by Regulation (EEC) No  790/91  (5); whereas it is necessary to specify the time limits and conditions of supply and the  procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submission of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Refined sunflower oil shall be mobilized  in the Community as Community food aid for supply to the recipients listed in the Annex, in  accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies  shall be awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\nANNEX\nLOTS A, B, C and D\n1.  Operation Nos  (1): 760/92 to 763/92\n2.  Programme: 1992\n3.  Recipient  (5): UNRWA Headquarters, Supply Division, Vienna International Centre, PO Box 700,  A-1400 Vienna (telex 135310 UNRWA A - fax (1)  230  75  29)\n4.  Representative of the recipient   (2): >TABLE>\n5.  Place or country of destination:\n-  lot A: Israel,\n-  lot B: Syria,\n-  lot C: Lebanon,\n-  lot D: Jordan.\n6.  Product to be mobilized: refined sunflower oil\n7.  Characteristics and quality of the goods   (3)  (7): see OJ No C 114, 29. 4. 1991, p. 1 (under III  A  1  b)\n8.  Total quantity: 948 tonnes\n9.  Number of lots: four (Lot A: 561 tonnes; Lot B: 105 tonnes; Lot C: 160 tonnes; Lot D: 122  tonnes)\n10.  Packaging and marking  (6):\nOJ No C 114, 29. 4. 1991, p. 1 (under III.A  21, III.A.2.3 and III.A.3) 200 - litre metal casks\nMarkings in English\nSupplementary markings on the packaging:\n-  lots A, B and C: 'UNRWA`\n-  lot D: 'UNRWA - Expiry date: .  .  .  .  .  .`  (8)\n11.  Method of  mobilization: the Community market\n12.  Stage of supply: lots A, B, C: free at port of landing -  landed; Lot D: free at destination\n13.  Port of shipment: -\n14.  Port of landing specified by the  recipient: -\n15.  Port of landing: Lot A: Ashdod; Lot B: Latakia; Lot C: Beirut\n16.  Address of  the warehouse and, if appropriate, port of landing: Lot D: UNRWA depots in Amman - Jordan\n17.   Period for making the goods available at the port of shipment where the supply is awarded at the  port of shipment stage: 1 - 20. 10. 1992\n18.  Deadline for the supply: Lots A, B and C: 4. 11.  1992; lot D: 11. 11. 1992\n19.  Procedure for determining the costs of supply: tendering procedure\n20.  Date of expiry of the period allowed for submission of tenders: 12 noon on 15. 9. 1992\n21.   A: In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 29. 9. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  15. 10 - 3. 11. 1992\n(c)  deadline for the supply: Lots A, B and C: 18. 11. 1992; lot D: 25. 11.  1992\nB: In the case of a third invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 13. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  29. 10 - 17. 11. 1992\n(c)  deadline for the supply: Lots A, B en C: 2. 12. 1992; lot D: 9. 12.  1992\n22.  Amount of tendering security: ECU 15 per tonne\n23.  Amount of delivery security: 10  %  of the amount of the tender in ecus\n24.  Address for submission of tenders  (4): Bureau de l'aide  alimentaire, Ă  l'attention de Monsieur N. Arend, BĂ˘timent Loi 120, bureau 7/46, 200 rue de la Loi,  B-1049 Bruxelles; telex 22037 AGREC B or 25670 AGREC B\n25.  Refund payable on application by the  successful tenderer: -\nNotes:\n(1)  The operation number is to be quoted in all correspondence.\n(2)  Commission delegate to be contacted by the successful tenderer: see list published in OJ No C  114, 29.  4.  1991, p. 33.\n(3)  The successful tenderer shall deliver to the beneficiary a certificate from an official entity  certifying that for the product to be delivered the standards applicable, relative to nuclear  radiation, in the Member State concerned, have not been exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 and iodine -131 levels.\nThe successful tenderer shall supply to the beneficiary or its representative, on delivery, the  following documents:\n-  certificate of origin,\n-  phytosanitary certificate.\n(4)  In order not to overload the telex, tenderers are requested to provide, before the date and  time laid down in point 20 of this Annex, evidence that the tendering security referred to in  Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been lodged, preferably:\n-  either by porter at the office referred to in point 24 of this Annex,\n-  or by telecopier on one of the following numbers in Brussels:\n-  295  01  32,\n-  296  10  97,\n-  295  01  30,\n-  296  20  05,\n-  296  33  04.\n(5)  The successful tenderer shall contact the recipient as soon as possible to establish which  consignment documents are required and how they are to be distributed.\n(6)  Lots B, C and D: consignment to be stowed in 20-foot containers. Lots B and C: the contracted  shipping terms shall be considered full liner terms (liner in/liner out) free Latakia/Beirut  container year and is to cover 15 days - Saturdays, Sundays and official public and religious  holidays excluded - free of container detention charges at the port of discharge taken from the  day-time of the arrival of the vessel. The 15 days free of container detention charges should be  clearly marked on the bill of loading. Bona fide detention charges levied in respect of container  detention(s) in excess of the said 15 days as detailed above will be borne by UNRWA. UNRWA shall  not pay/not be charged any container deposit fees.\nAfter take-over of the goods at the delivery stage, the recipient will bear all costs of shifting  the containers to the storage yard outside the port area and of moving them on to the container  yard.\n(7)  The health certificate and the certificate of origin must be signed and stamped by a Syrian  consulate, including a statement that consular fees and charges have been paid (action 761/92, Lot  B).\n(8)  The date of expiry shall correspond to the date of manufacture plus two years (action 763/92,  Lot D)."}