{"celex_id": "31997R1717", "uri": "http://publications.europa.eu/resource/cellar/a8e72e28-60fe-4a85-93c9-3c84ea50ee9a", "type": "Regulation", "concepts": ["2443", "2965", "4022", "5360"], "title": "Commission Regulation (EC) No 1717/97 of 3 September 1997 repealing certain Regulations in the cereals sector\n", "header": "COMMISSION REGULATION (EC) No 1717/97 of 3 September 1997 repealing certain Regulations in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 4, 6, 9 (2), 11 (3), 13 (6), 16 (2) and 26 (3) thereof,\nWhereas a number of Regulations in the arable crop sector are redundant as a result in particular of changes to and the repeal of the basic legislation, the fact that the conditions which those acts were created to regulate no longer exist, the adoption of new international agreements between the Community and its trading partners, and major changes which have occurred on the market; whereas, for reasons of clarity and legal certainty and for the sake of simplification, those legislative acts should be formally repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Regulations listed in the Annex are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 21.\n(2) OJ L 126, 24. 5. 1996, p. 37.\nANNEX\nCommission Regulation (EEC) No 1629/77 of 20 July 1977 laying down detailed rules of application for special intervention measures to support the development of the market in common wheat of bread-making quality (OJ L 181, 21. 7. 1977, p. 26), as last amended by Regulation (EEC) No 2215/84 (OJ L 203, 31. 7. 1984, p. 20).\nCommission Regulation (EEC) No 476/79 of 9 March 1979 laying down detailed rules for the application of the subsidy on deliveries of feed cereals to Italy and repealing Regulation (EEC) No 446/69 (OJ L 59, 10. 3. 1979, p. 19), as last amended by Regulation (EEC) No 1592/81 (OJ L 158, 16. 6. 1981, p. 10).\nCommission Regulation (EEC) No 1787/79 of 10 August 1979 laying down the conditions for the increase in the variable component of the levy to be applied to cereal-based compound animal feedingstuffs (OJ L 203, 11. 8. 1979, p. 52).\nCommission Regulation (EEC) No 1821/81 of 2 July 1981 laying down the conditions for granting carry-over payments for certain cereals in stock at the end of the marketing year (OJ L 182, 3. 7. 1981, p. 10).\nCommission Regulation (EEC) No 2989/83 of 25 October 1983 on detailed implementing rules for the special refund on common wheat flour exported to Egypt (OJ L 294, 26. 10. 1983, p. 25).\nCommission Regulation (EEC) No 2232/87 of 23 July 1987 laying down detailed rules applying to intervention purchasing of cereals (OJ L 206, 28. 7. 1987, p. 16).\nCommission Regulation (EEC) No 1738/89 of 19 June 1989 laying down detailed rules on production aid for durum wheat (OJ L 171, 20. 6. 1989, p. 31), as amended by Regulation (EEC) No 920/90 (OJ L 94, 11. 4. 1990, p. 15).\nCommission Regulation (EEC) No 1048/92 of 28 April 1992 concerning applications for export licences for products falling within CN code 1101 00 00 with advance fixing of the refund (OJ L 111, 29. 4. 1992, p. 6).\nCommission Regulation (EEC) No 1795/93 of 30 June 1993 on the issue of a standing invitation to tender for the resale on the internal market of 150 000 tonnes of durum wheat held by the Italian intervention agency with a view to its processing in certain Member States (OJ L 163, 6. 7. 1993, p. 26), as amended by Regulation (EEC) No 1923/93 (OJ L 174, 17. 7. 1993, p. 22).\nCommission Regulation (EC) No 3422/93 of 14 December 1993 fixing the export levies in the cereals sector (OJ L 312, 15. 12. 1993, p. 6)."}