{"celex_id": "31991L0357", "uri": "http://publications.europa.eu/resource/cellar/90a25b64-674c-4650-b7f5-576d4fcb0644", "type": "Directive", "concepts": ["1233", "1277", "893"], "title": "Commission Directive 91/357/EEC of 13 June 1991 laying down the categories of ingredients which may be used for the purposes of labelling compound feedingstuffs for animals other than pet animals\n", "header": "COMMISSION DIRECTIVE  of 13 June 1991  laying down the categories of ingredients which may be used for the purposes of labelling compound feedingstuffs for animals other than pet animals  (91/357/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/373/EEC of 2 April 1979 on the marketing of compound feedingstuffs (1), as last amended by Directive 90/44/EEC (2), and in particular Article 10 (a) thereof,\nWhereas, as regards labelling, the purpose of Directive 79/373/EEC is to ensure that stock farmers are informed objectively and as accurately as possible as to the composition and use of feedingstuffs;\nWhereas the quantitative determination of the ingredients in feedingstuffs for production animals currently raises verification difficulties, mainly because of the nature of the products used, of the complexity of the mixtures made or the manufacturing  methods adopted;\nWhereas it is accordingly appropriate at this stage to prefer, at least for feedingstuffs for production animals, a flexible declaration arrangement confined to the indication of the feedingstuff ingredients without stating their quantity; whereas it  has furthermore proved necessary to provide for the establishment of categories making it possible to group several ingredients under a single name;\nWhereas it is provided by Directive 79/373/EEC that in the light of advances in scientific knowledge categories grouping several ingredients shall be established not later than 22 January 1991;\nWhereas, since categories of ingredients have already been established by Commission Directive 82/475/EEC (3) for compound feedingstuffs intended for pets, similar provisions should be adopted for feedingstuffs intended for other animals, within the  meaning of Directive 79/373/EEC, than pet animals;\nWhereas, however, it is not possible to establish categories covering all the ingredients of compound feedingstuffs; whereas, therefore, the manufacturer should indicate in addition any ingredients not belonging to any of the categories listed in the  Annex;\nWhereas the ingredients in category 12 'Land animal products' must, moreover, comply with the provisions of Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules for the disposal and processing of animal waste, for its  placing on the market and for the prevention of pathogens in feedingstuffs of animal or fish origin and amending Directive 90/425/EEC (4);\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Feedingstuffs,", "main_body": ["Where, pursuant to Article 5 (c) (3) of Directive 79/373/EEC, the indication of the specific name of the ingredient may be replaced by the name of the category to which the ingredient belongs, only the categories listed in the Annex hereto  may be indicated on the packaging, container or label of compound feedingstuffs for animals other than pet animals.", "Member States shall bring into force not later than 22 January 1992 the laws, regulations and administrative provisions necessary to comply with the provisions of this Directive. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, these shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 86, 6. 4. 1979, p. 30. (2) OJ No L 27, 31. 1. 1990, p. 35. (3) OJ No L 213, 21. 7. 1982, p. 27. (4) OJ No L 363, 27. 12. 1990, p. 51.\nANNEX\nCATEGORIES OF INGREDIENTS WHICH MAY BE INDICATED IN PLACE OF INDIVIDUAL INGREDIENTS WHEN LABELLING COMPOUND FEEDS INTENDED FOR ANIMALS OTHER THAN PETS\nCategory  Definition       1. Cereal grains  The whole of the grain from all cereal types (including buckwheat) regardless of their presentation, but from which no fraction other than hulls has been removed  2. Cereal grain products and  by-products  Fractional products and by-products of cereal grains other than oils included in category 15.   These products and by-products shall contain not more than 25 % crude fibre in the dry matter.  3. Oil seeds  The whole of the seed or fruit  from all types of oil seeds and oil fruits regardless of their presentation, but from which no fractions other than hulls or shells have been removed.  4. Oil seed products and by-products  Fractional products and by-products of oil seeds and oil fruits  other than oils and fats included in category 15.   These products and by-products shall contain not more than 25 % crude fibre in the dry matter unless they contain more than 5 % crude oils and fats in the dry matter, or more than 15 % crude protein in  the dry matter.  5. Products and by-products of legume seeds  Whole and fractional products and by-products of legume seeds other than leguminous oil seeds included in categories 3 and 4.   These products and by-products shall contain not more than 25 %  crude fibre in the dry matter.  6. Products and by-products of tubers and roots  Products and by-products derived from tubers and roots other than sugar beet included in category 7.   These products and by-products shall contain not more than 25 % crude  fibre in the dry matter.  7. Products and by-products of sugar production  Products and by-products of sugar-beet and sugar-cane.   These products and by-products shall contain not more than 25 % crude fibre in the dry matterr.  8. Products and  by-products of fruit processing  Products and by-products of fruit processing.   These products and by-products shall not contain more than 25 % crude fibre in the dry matter, unless they contain more than 5 % crude oils and fats in the dry matter, or  more than 15 % crude protein in the dry matter.  9. Dried forages  Aerial parts of forage plants, cut while green, artificially or naturally dried.   These products shall contain not more than 25 % crude fibre in the dry matter unless they contain more  than 15 % crude protein in the dry matter.  10. High fibre materials  Feed ingredients containing more than 25 % crude fibre in the dry matter, such as straw, hulls and chaff, other than products included in categories 5, 9 and 9.  11. Milk products   Products derived from the processing of milk, other than separated milk fats included in category 15.  12. Land animal products  Products from the processing of warm blooded land animal waste as defined in Article 2 of Council Directive 90/667/EEC,  excluding fat included in category 15, and which are substantially free of hooves, horn, bristle, unhydrolyzed hair and feathers, as well as mammalian digestive tract content. Also excluding products containing more than 50 % ash in the dry matter  included in category 14.  13. Fish products  Whole or part of fish and other cold blooded marine animals, including products from fish processing other than fish oil and its derivations included in category 15. Also excluding products containing more  than 50 % ash in the dry matter included in category 14.  14. Minerals  Inorganic or organic materials containing more than 50 % ash in the dry matter, other than materials containing more than 5 % of ash insoluble in hydrochloric acid in the dry  matter.  15. Oils and fats  Oils and fats from animal and vegetable sources, and their derivatives.  16. Products from the bakery and pasta industries  Waste and surplus materials from the bakery and pasta industries."}