{"celex_id": "31995L0050", "uri": "http://publications.europa.eu/resource/cellar/4f09b0fc-323d-4cff-8b2e-a444900f2bbf", "type": "Directive", "concepts": ["3117", "3681", "4033", "4079", "4533"], "title": "Council Directive 95/50/EC of 6 October 1995 on uniform procedures for checks on the transport of dangerous goods by road\n", "header": "COUNCIL DIRECTIVE 95/50/EC of 6 October 1995 on uniform  procedures for checks on the transport of dangerous goods by road\nTHE COUNCIL OF  THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty  (3),\nWhereas the Community has adopted a number of measures for the establishment of an internal market  comprising an area without internal frontiers in which the free movement of goods, persons,  services and capital is ensured in accordance with the provisions of the Treaty;\nWhereas checks on the transport of dangerous goods by road are carried out in accordance with  Council Regulation (EEC) No 4060/89 of 21 December 1989 on the elimination of controls performed at  the frontiers of Member States in the field of road and inland waterway transport  (4) and Council  Regulation (EEC) No 3912/92 of 17 December 1992 on controls carried out within the Community in the  field of road and inland waterway transport in respect of means of transport registered or put into  circulation in a third country  (5);\nWhereas the Council has adopted Directive 94/55/EC of 21 November 1994 on the approximation of the  laws of the Member States with regard to the transport of dangerous goods by road  (6); whereas the  respective procedures for checking and the definitions relating to this type of transport should  accordingly be harmonized in order for compliance with the safety standards laid down therein to be  verified more effectively;\nWhereas the Member States should ensure a sufficient level of checks on the vehicles concerned  throughout their territory while, where possible, avoiding the proliferation of such checks;\nWhereas, in the light of the principle of subsidiarity, Community action is therefore necessary to  improve the level of safety of the transport of dangerous goods;\nWhereas checks should be carried out using a list of common items applicable to such transport  throughout the Community;\nWhereas it is necessary to draw up a list of infringements deemed sufficiently serious by all  Member States to result in the application to the vehicles concerned of appropriate measures  depending on the circumstances or the requirements of safety, including, where appropriate, refusal  to admit the vehicles concerned to the Community;\nWhereas, in order to improve compliance with saftey standards for the transport of dangerous goods  by road, it is necessary to make provision for checks to be carried out in undertakings as a  preventive measure or when serious infringements of laws on the transport of dangerous goods have  been recorded at the roadside;\nWhereas the checks in question must apply to all consignments of dangerous goods transported by  road wholly or partly within the territory of the Member States, irrespective of the point of  departure or the destination of the goods or the country in which the vehicle is registered;\nWhereas, in the event of serious or repeated infringements, the competent authorities of the Member  State in which the vehicle is registered or in which the undertaking is established may be asked to  take appropriate measures and whereas they shall inform the requesting Member State of any  follow-up measures taken;\nWhereas the application of this Directive should be monitored on the basis of a report to be  submitted by the Commission,", "main_body": ["1.  This Directive shall apply to checks carried out by Member States  on the transport of dangerous goods by road in vehicles travelling in their territory or entering  it from a third country.\nIt shall not apply to the transport of dangerous goods by vehicles belonging to or under the  responsibility of the armed forces.\n2.  This Directive shall not, however, affect the Member States' right, with due regard to  Community law, to carry out checks on the national and international transport of dangerous goods  within their territories performed by vehicles not covered by this Directive.", "For the purposes of this Directive:\n-  'vehicle` shall mean any motor vehicle intended for use on the road, whether complete or  incomplete, which has at least four wheels and a maximum design speed exceeding 25 km/h, together  with its trailers, with the exception of vehicles which run on rails, of agricultural and forestry  tractors and of all mobile machinery,\n-  'dangerous goods` shall mean dangerous goods defined as such in Directive 94/55/EC,\n-  'transport` shall mean any road transport operation performed by a vehicle wholly or partly on  public roads within the territory of a Member State, including the loading and unloading of goods  covered by Directive 94/55/EC, without prejudice to the arrangements laid down by the laws of the  Member States concerning liability in respect of such operations,\n-  'undertaking` shall mean any natural or legal person, whether or not profit-seeking, any  association or group of persons without legal personality, whether or not profit-seeking, and any  body coming under a public authority, whether itself possessing legal personality or dependent on  an authority having such personality, which carry, load or unload dangerous goods or cause them to  be carried and those which temporarily store, collect, package or take delivery of such goods as  part of a transport operation and are located in the territory of the Community,\n-  'check` shall mean any check, control, inspection, verification or formality carried out by the  competent authorities for reasons of safety inherent in the transport of dangerous goods.", "1.  The Member States shall ensure that a representative proportion of consignments of  dangerous goods transported by road is subject to the checks laid down by this Directive, in order  to check their compliance with the laws on the transport of dangerous goods by road.\n2.  Such checks shall be carried out in the territory of a Member State in accordance with Article  3 of Regulation (EEC) No 4060/89 and Article 1 of Regulation (EEC) No 3912/92.", "1.  In order to carry out the checks provided for in this Directive, the Member States  shall use the checklist in Annex I. A copy of this checklist or a certificate showing the result of  the check drawn up by the authority which carried it out shall be given to the driver of the  vehicle and presented on request in order to simplify or avoid, where possible, subsequent checks.  This paragraph shall not prejudice Member States' right to carry out specific measures for detailed  checks.\n2.  The checks shall be random and shall as far as possible cover an extensive portion of the road  network.\n3.  The places chosen for these checks must permit infringing vehicles to be brought into  compliance or, if the authority carrying out the check deems it appropriate to be immobilized  on-the-spot or at a place desginated for that purpose by the said authority without causing a  safety hazard.\n4.  Where appropriate and provided that this does not constitute a safety hazard, samples of the  goods transported may be taken for examination by laboratories recognized by the competent  authority.\n5.  Checks shall not exceed a reasonable length of time.", "Without prejudice to other penalties which may be imposed, vehicles in respect of which  one or more infringements of the rules on the transport of dangerous goods, in particular  infringements listed in Annex II, are established may be immobilized either on-the-spot or at a  place designated for this purpose by the authorities carrying out the check and required to be  brought into conformity before continuing their journey or may be subject to other appropriate  measures, depending on the circumstances or the requirements of safety including, where  appropriate, refusal to allow such vehicles to enter the Community.", "1.  Checks may also be carried out at the premises of undertakings, as a preventive  measure or where infringements which jeopardize safety in the transport of dangerous goods have  been recorded at the roadside.\n2.  The purpose of such checks shall be to ensure that safety conditions for the transport of  dangerous goods by road comply with the relevant laws.\nWhere one or more infringements, in particular those listed in Annex II, have been established in  respect of the transport of dangerous goods by road, the transport in question shall be brought  into conformity before the goods leave the undertaking or shall be subject to other appropriate  measures.", "1.  Member States shall assist one another in order to give proper effect to this  Directive.\n2.  Serious or repeated infringements jeopardizing the safety of the transport of dangerous goods  committed by a non-resident vehicle or undertaking must be reported to the competent authorites in  the Member State in which the vehicle is registered or in which the undertaking is established.\nThe competent authorities of the Member State in which serious or repeated infringements have been  recorded may ask the competent authorities of the Member State in which the vehicle is registered  or in which the undertaking is established for appropriate measures to be taken with regard to the  offender or offenders.\nThe latter competent authorities shall notify the competent authorities of the Member State in  which the infringements were recorded of any measures taken with regard to the transporter or the  undertaking.", "If the findings of a roadside check on a vehicle registered in another Member State  give grounds for believing that serious or repeated infringements have been committed which cannot  be detected in the course of that check in the absence of the necessary data, the competent  authorities of the Member States concerned shall assist one another in order to clarify the  situation. Where, to that end, the competent Member State carries out a check in the undertaking,  the other Member States concerned shall be notified of the results.", "1.  Each Member State shall send the Commission for each calendar year not later than  twelve months after the end of that year a report, drawn up in accordance with the model in Annex  III, on the application of this Directive, including the following particulars:\n-  if possible, determined or estimated volume of dangerous goods transported by road (in tonnes  transported or in tonnes/kilometres),\n-  number of checks carried out,\n-  number of vehicles checked by place of registration (vehicles registered nationally, in other  Member States or in third countries),\n-  number and types of infringements recorded,\n-  type and number of penalties imposed.\n2.  The Commission shall send the European Parliament and the Council, for the first time in 1999  and subsequently at least every three years, a report on the application of this Directive by the  Member States, stating the particulars in accordance with paragraph 1 above.", "0\n1.  Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive by 1 January 1997. They shall forthwith inform  the Commission thereof.\nWhen these provisions are adopted by the Member States, they shall contain a reference to this  Directive or shall be accompanied by such reference on the occasion of their official publication.  The methods of making such reference shall be laid down by the Member States.\n2.  Member States shall communicate to the Commission the text of the essential provisions of  domestic law which they adopt in the field governed by this Directive.", "1\nThis Directive shall enter into force on the day of its publication in the Official  Journal of the European Communities.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 6 October 1995.\nFor the Council The President J. BORRELL FONTELLES\nANNEX I\n>START OF GRAPHIC>\nCHECKLIST 1.  Place of check    2.  Date    3.  Time    4.  Vehicle nationality mark and registration number    5.  Trailer/semi-trailer nationality mark and registration number    6.  Type of vehicle    lorry    road train    articulated vehicle with platform 7.  Undertaking carrying out transport/address     8.  Nationality    9.  Driver    10.  Driver's mate    11.  Consignor, address, place of loading  (1)     12.  Consignee, address, place of unloading  (1)     13.  Gross mass of dangerous goods by transport unit    14.  Marginal 10  011 quantity limit exceeded    Yes    No 15.  Carried out by   fixed tank    removable tank    tank container    battery of receptacles   in bulk    container    package On board document(s) 16.  Transport/accompanying document(s)   inspected    infringement established    not applicable 17.  Written instructions   inspected    infringement established    not applicable 18.  Bilateral/multilateral agreement/national authorization   inspected    infringement  established    not applicable 19.  Vehicle approval certificate   inspected    infringement established    not applicable 20.  Driver's training certificate   inspected    infringement established    not applicable Circulation of vehicle  21.  Goods authorized for transport   inspected    infringement established    not applicable 22.  Bulk goods   inspected    infringement established    not applicable 23.  Tank transport   inspected    infringement established    not applicable 24.  Container transport   inspected    infringement established    not applicable 25.  Authorized goods for type of vehicle   inspected    infringement established    not applicable 26.  Prohibition of mixed loading   inspected    infringement established    not applicable 27.  Handling and storage  (2)   inspected    infringement established    not applicable 28.  Leakage of goods or damage to package  (2)   inspected    infringement established    not  applicable 29.  UN number/package labelling/UN packaging code  (1)  (2)   inspected    infringement  established    not applicable 30.  Vehicle and/or container marking   inspected    infringement established    not applicable 31.  Tank or bulk transport hazard label(s)   inspected    infringement established    not  applicable Vehicle equipment  32.  Tool set for temporary repairs   inspected    infringement established    not applicable 33.  At least one scotch per vehicle   inspected    infringement established    not applicable 34.  Two orange-coloured lights   inspected    infringement established    not applicable 35.  Fire extinguisher(s)   inspected    infringement established    not applicable 36.  Driver's personal protective equipment   inspected    infringement established    not  applicable  37.  Miscellaneous/remarks 38.  Authority/officer having carried out the inspection >END OF GRAPHIC>\nANNEX II\nINFRINGEMENTS\nFor the purposes of this Directive, the following in particular  shall be regarded as infringements:\n1.  goods not authorized for transport;\n2.  absence of consignor's declaration on the conformity of the goods and their packaging with  transport regulations;\n3.  vehicles which, on checking, display leaks of dangerous substances due to the lack of leakproof  integrity of tanks or packages;\n4.  vehicles with no type-approval certificate or with a non-regulation certificate;\n5.  vehicles lacking appropriate orange panels or with non-regulation orange panels;\n6.  vehicles without safety instructions or with inappropriate ones;\n7.  inappropriate vehicle or packaging;\n8.  driver without a regulation vocational training certificate for the carriage of dangerous goods  by road;\n9.  vehicles lacking fire extinguishers;\n10.  vehicles or packages without regulation danger labels;\n11.  vehicles lacking transport/accompanying documents, or with particulars relating to the  dangerous goods on board which are not in compliance with the regulations;\n12.  vehicles not covered by a bilateral/multilateral agreement or not in compliance with the  agreement;\n13.  overfilling of tank.\nANNEX III\nMODEL STANDARD FORM FOR THE REPORT TO BE SENT TO THE COMMISSION CONCERNING  INFRINGEMENTS AND PENALTIES\n>START OF GRAPHIC>\nCountry:   Year: ....................\nRoadside checks   Place of registration of vehicles  (1)  Country of check Other EU Member States Third countries Total number      Number of vehicles checked          Number of infringements noted according  to type of infringement          Number and type of penalties imposed          (1)  For the purposes of this Annex the country of registration is that of the motor vehicle.\n>END OF GRAPHIC>"}