{"celex_id": "31993D0118", "uri": "http://publications.europa.eu/resource/cellar/47f5c02d-313c-4349-a4ad-f514f7f09818", "type": "Decision", "concepts": ["2837", "3060", "3803", "3821", "863"], "title": "93/118/ECSC: Commission Decision of 14 December 1992 authorizing a joint- selling and specialization agreement for beams between Empresa Nacional Siderúrgica SA and the Aristrain group (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 14 December 1992 authorizing a joint-selling and specialization agreement for beams beween Empresa Nacional Siderúrgica SA and the Aristrain group (Only the Spanish text is authentic)\n(93/118/ECSC)THE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 65 (2) thereof,\nHaving regard to the application made on 14 July 1992 for authorization to implement a joint-selling and specialization agreement in respect of beams,\nWhereas:\nI. THE PARTIES  (1) José María Aristrain-Madrid, SA and José María Aristrain, SA (hereinafter referred to jointly as the Aristrain group) are two firms wholly owned by the Aristrain family. They are chiefly engaged in the production of ECSC products.\n(2) In 1991 the Aristrain group achieved a worldwide turnover of some ECU [ . . . ] (1) million.\n(3) In addition to the two firms mentioned above, the Aristrain family controls Altos Hornos de Bergara SA and Rico y Echevarría SA, two manufacturers of steel products, as well as distribution companies throughout the Community.\n(4) Empresa Nacional Siderúrgica SA (Ensidesa) is controlled by the Corporación de la Siderurgia Integral (CSI). Ensidesa is essentially engaged in the production and distribution of ECSC products. In addition to Ensidesa, CSI controls Altos Hornos de  Vizcaya SA, Siderurgia del Mediterráneo SA and Galvanizaciones del Mediterráneo SA, which manufacture steel products, as well as other processing and distribution companies in the Community.\nII. DESCRIPTION OF THE TRANSACTION  (5) The Aristrain group and Ensidesa propose to cooperate in the sale (joint-selling) of beams of over 140 mm. The cooperation involves the setting-up of a joint venture.\n(6) The agreement is the result of the parties' plan to rationalize their beam-production activities and could, in the future, cover other products currently manufactured by both parties.\n(7) The transaction in question will be followed by other stages involving the pooling and definitive integration of the industrial and commercial resources relating to the products concerned and possibly to other products. The purpose of the joint  venture is to implement the specialization and joint-selling agreement for beams. Aristrain will appoint the person responsible for managing the joint venture.\n(8) The joint venture will have the following functions: it will be responsible for the exclusive marketing of all the products covered by the agreement and manufactured by the two parties; it will centralize orders and see to the programming of  production, stocks and distribution.\n(9) In addition to joint selling, the agreement also provides for specialization of the plants so that the so-called 'small' range will be produced at Olaberría and Bergara (Aristrain group), the 'medium' range at Madrid (Aristrain group), the  'medium-top' range at Madrid or Gijón (Ensidesa), depending on the geographical proximity of the customer, and the 'top' range at Gijón.\nThe agreement provides for studies on the following subjects in the beams sector:\n- market and price forecasts,\n- distribution costs and analysis of commercial networks,\n- production costs per plant,\n- rationalization and industrial integration,\n- investment plans of each party and the possibility of drawing up a common strategic plan,\n- evaluation of plants and goodwill.\nIII. RESULT OF THE TRANSACTION  (10) Initially, the enterprise controlled jointly by the Aristrain group and Ensidesa will simply provide the practical framework for implementing the joint-selling agreement, which will be accompanied by joint  programming of production. The resulting industrial integration and concentration of the two firms' production of beams will depend on the success of the business cooperation and on the results of the studies carried out by both firms. The setting-up of  the joint venture is therefore a transitional, secondary measure and will need to be examined under Article 66 only if the objectives of the agreement are achieved. The joint-selling and specialization agreement for beams must be examined under Article  65 of the ECSC Treaty.\nIV. THE RELEVANT MARKET  (11) Although the two firms are engaged in manufacturing only in Spain, they sell most of their production in the Community. Certain Member States consume the products in question but do not produce them. The relevant  geographical market is therefore the Community, as evidenced in particular by the intra-Community trade in beams. Community firms delivered some 6,2 million tonnes of beams in the Community in 1991, of which over 43 % were delivered outside the Member  State in which they were produced. It should also be noted that deliveries outside the Community totalled 1,9 million tonnes in 1991, equivalent to 23,2 % of total deliveries by Community firms.\n(12) Although the sections concerned by the joint-selling agreement are over 140 mm in height, the specialization will affect the production of smaller beams as Ensidesa will stop producing them ant the mill which the Aristrain group plans to close down  produces this type of beam. The relevant product market is therefore the market for beams, whichare used almost exclusively in the building industry.\n(13) The Ensidesa mill also produces rails and other railway-track material; although the agreement does not directly concern these products, it will affect them if only because of the rationalization of production at the different plants. However, in  view of the small quantity of such products manufactured by Ensidesa (some [ . . . ] tonnes in 1991, or [ . . . ] % of the Community total), the slights variations in production that improved plant utilization could entail and the fact that these  products form a separate market (as regards use, customers, prices, marketing outlets, etc.), it is unlikely that competition will be affected. The Aristrain group does not produce rails.\nV. MARKET SHARES  (14) In 1991 Ensidesa and the Aristrain group produced [ . . . ] tonnes ([ . . . ] % of Community production) of beams respectively. Sales by both groups in the Community accounted for 14,5 % of apparent consumption in the Community.\n(15) The agreement in question thus relates to a total production of 1 173 000 tonnes, or 14,3 % of Community output.\n(16) Imports of beams into the Community in 1991 were 536 000 tonnes, accounting for 8,0 % of apparent Community consumption.\nVI. APPLICATION OF ARTICLE 65 OF THE ECSC TREATY  (17) Ensidesa and the Aristrain group produce and distribute ECSC products and constitute undertakings within the meaning of Article 80 of the ECSC Treaty.\n(18) The joint-selling and specialization agreement for beams restricts normal competition between the Aristrain group and Ensidesa since the two parties:\n(a) agree to coordinate their pricing policies and to give exclusive sales rights to a jointly owned subsidiary;\n(b) agree to programme their production jointly;\n(c) will mutually cease manufacturing certain types of beam which will be manufactured by the order party to the agreement.\nUnder such conditions, the agreement is caught by the prohibition in principle set out in Article 65 (1) of the ECSC Treaty.\n(19) Article 65 (2), however, empowers the Commission to authorize joint-selling and specialization agreements or agreements that are strictly analogous in nature and effect if it is satisfied that they meet the requirements of that Article.\n(20) The agreement to which this Decision relates is a joint-selling and specialization agreement or strictly analogous thereto.\n(21) The agreement may therefore be authorized under Article 65 (2), but only if it:\n- makes for a substantial improvement in the production or distribution of the products in question,\n- is essential in order to achieve these results and is not more restrictive than is necessary for that purpose, and\n- is not liable to give the undertakings concerned the power to determine the prices, or to control or restrict the production or marketing, of a substantial part of the products in question within the common market, or to shield them against effective  competition from other undertakings within the common market.\n(22) On the question of whether the agreement makes for a substantial improvement in the production or distribution of the products in question, it is fair to say that, generally speaking, rationalizing production and marketing will greatly improve  plant utilization and efficiency, cut production and transport costs, introduce qualitative improvements and reduce delivery times, with benefits both to the contracting parties and to consumers.\n(23) Rationalization, by specifically allocating sections to the various mills concerned, will in itself reduce current average costs by some [ . . . ] %. The two groups produced some 1,2 million tonnes of beams in 1991 at five mills spread over four  production sites. As a result, 86 % of the sections sold by the Aristrain group and Ensidesa are currently produced by the two firms.\n(24) Ensidesa has already closed down one rolling mill; the Aristrain group plans to shut down the [ . . . ]. The immediate effect of these closures is and will be to increase the utilization rate of the parties' other plants.\n(25) Rationalization will at the same time enable product quality to be improved by allowing the plants to operate on a more regular basis. The amount of idle time due to roll changes will be reduced.\n(26) Transport costs will be reduced by choosing the most appropriate production site in relation to delivery point. The cut will represent over one third of the expected gain from rationalization. Rationalization of the commercial networks forms part  of such a policy.\n(27) The scale effect resulting from joint selling will also enable stock levels and related costs to be reduced.\n(28) The foregoing examples thus show that the agreement submitted for authorization will make for a substantial improvement in the production and distribution of the products concerned and that it therefore satisfies the tests of Article 65 (2) (a) of  the ECSC Treaty.\n(29) Joint selling, joint programming of production, specialization of the rolling mills, the transfer of production and the studies to be carried out with a view to concentrating the 'beam' activities of the parties are interdependent and connected.  Operating in isolation, the firms concerned could not obtain the production and distribution improvements or, in any event, the same level of improvement. The agreement in question is therefore essential to achieving the desired improvement in  production and distribution and is not more restrictive than is necessary for that purpose. As a result, it meets the criteria of Article 65 (2) (b) of the ECSC Treaty.\n(30) In order to determine whether an agreement for which authorization is requested satisfies the requirements of Article 65 (2) (c), it is necessary to consider the size of the firms concerned and the extent of the competition facing them.\n(31) It would seem that the Aristrain group ([ . . . ] %) and Ensidesa ([ . . . ] %) jointly account for 14,3 % of Community production and rank third among Community producers. The nine leading groups of producers (including Aristrain and Ensidesa)  account for 84,6 % of Community production.\n(32) It can therefore be concluded that, whilst the agreement between the Aristrain group and Ensidesa gives them an important position in the Community with regard to the products in question, the other producers in the sector, together with imports  which currently account for some 8,6 % of apparent consumption, will ensure the maintenance of effective competition.\n(33) Accordingly, the Agreement is not liable to give the firms concerned the power to determine the prices, or to control or restrict the production or marketing, of a substantial part of the products in question within the common market, or to shield  them against effective competition from other undertakings within the common market. The agreement therefore satisfies the tests of Article 65 (2) (c) of the ECSC Treaty.\n(34) The operation will be of benefit only if it results in the necessary restructuring and modernization measures and if it is accompanied by the appropriate investments. It is only under these conditions that the restrictions can be exceptionally  authorized.\n(35) The parties must inform the Commission of any plans to amend or add to the agreement. It therefore needs to be stipulated that such amendments or additions to the agreement may not be implemented until the Commission has decided that they are  admissible or has authorized them pursuant to Article 65 (2).\n(36) By limiting the period of validity of the authorization, it must also be ensured that the parties concerned attain their objectives rapidly. In view of the process of industrial reorganization that Ensidesa is undergoing as part of the new  industrial configuration of the integrated steel industry in Spain and given the complexity of the studies to be carried out, the authorization should be granted for a period ending on 31 December 1994.\n(37) The agreement submitted for authorization complies with Article 65 (2) of the ECSC Treaty and may therefore be authorized,", "main_body": ["The joint-selling and specialization agreement for beams between the Aristrain group and Ensidesa, which involves the setting-up of a company, is hereby authorized pursuant to Article 65.", "The firms concerned shall notify the Commission of any plans to amend or add to the agreement.\nAmendments or additions may not be implemented until the Commission has determined that they comply with the authorization granted in this Decision or has authorized them pursuant to Article 65 (2).", "This Decision shall be applicable until 31 December 1994.", "This Decision is addressed to José María Aristrain SA and José María Aristrain-Madrid SA, Apartado 148, E-28080 Madrid and to Empresa Nacional Siderúrgica SA, Plaza de América 10, E-3305 Oviedo (Asturias)."], "attachments": "Done at Brussels, 14 December 1992.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) In the published version of the Decision some information has hereinafter been omitted pursuant to the provisions of Article 45 (2) of the ECSC Treaty."}