{"celex_id": "31993R3401", "uri": "http://publications.europa.eu/resource/cellar/a96cbbc4-c729-4c48-92d4-faafab14eb8a", "type": "Regulation", "concepts": ["2437", "5256", "5283"], "title": "COUNCIL REGULATION (EC) No 3401/93 of 7 December 1993 amending, with respect to sprats and cod, Regulation (EEC) No 3919/92 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1993 and certain conditions under which they may be fished\n", "header": "COUNCIL REGULATION (EC) No 3401/93 of 7 December 1993 amending, with respect to sprats and cod, Regulation (EEC) No 3919/92 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1993 and certain conditions  under which they may be fished\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8 thereof,\nHaving regard to the proposal from the Commission,\nWhereas under the terms of Article 8 (4) of Regulation (EEC) No 3760/92 it is incumbent upon the Council to determine the total allowable catches (TACs) by fishery or group of fisheries; whereas fishing opportunities should be distributed to Member  States in accordance with the second subparagraph of Article 8 (4) (ii);\nWhereas Regulation (EEC) No 3919/92 (2) fixes, for certain fish stocks and groups of fish stocks, the TACs for 1993 and certain conditions under which they may be fished;\nWhereas the International Baltic Sea Fisheries Commission has recommended an increase of the part of the sprat TAC allocated to the Community for 1993;\nWhereas, by virtue of the application of the recommendations agreed during the 18th session of the Baltic Sea Fisheries Commission, the Community has obtained an additional quota of cod in the Baltic Sea for 1993;\nWhereas Regulation (EEC) No 3919/92 should therefore be amended accordingly,", "main_body": ["The Annex to this Regulation shall replace the corresponding items of the Annex to Regulation (EEC) No 3919/92.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1993.\nFor the Council\nThe President\nG. COËME\n(1) OJ No L 389, 31. 12. 1992, p. 1.\n(2) OJ No L 397, 31. 12. 1992, p. 1. Regulation as amended by Regulation (EEC) No 927/93 (OJ No L 96, 22. 4. 1993, p. 1) and Regulation (EEC) No 3177/93 (OJ No L 285, 20. 11. 1993, p. 1).\nPARARTIMA ANEXO / BILAG / ANHANG /  / ANNEX / ANNEXE / ALLEGATO / BIJLAGE / ANEXO\nTAC en 1993 por especie y zona y la distribución, entre los Estados miembros, de la parte asignada a la Comunidad (en toneladas peso vivo)   TAC for 1993 pr. bestand og pr. omraade og fordelingen blandt medlemsstaterne af Faellesskabets andel (tons levende vaegt)   TAC fuer 1993 je Bestand und Bereich und die Aufteilung des fuer die Gemeinschaft verfuegbaren Anteils auf die Mitgliedstaaten (in Tonnen Lebendgewicht)   TAC  ana apothema kai zoni gia to  1993  kathos kai i katanomi metaxy ton kraton melon toy chorigoymenoy stin Koinotita meridioy  ( se tonoys zontanoy varoys )   TACs by stock and by area for 1993 and the allocation among the Member States of the share available to the Community (in tonnes live weight)   TAC pour 1993 par stock et par zone ainsi que la répartition entre les États membres de la part attribuée à la Communauté (en tonnes poids vif)   TAC per il 1993 per popolazione e per zona e la ripartizione tra gli Stati membri della parte disponibile per la Comunità (in tonnellate peso vivo)   TAC voor 1993, per bestand en per gebied en de verdeling over de Lid-Staten van het voor de Gemeenschap beschikbare aandeel (in ton levend gewicht)   TAC para 1993, por existência e por zona e a repartiçao, entre os Estados-membros, da parte atribuída à Comunidade (em toneladas peso vivo)\n>EidosZoniKratos melosPosostosi\"> ID=\"1\" ASSV=\"13\">Espadín / Brisling / Sprotte / Sardelorenga / Sprat / Sprat / Spratto / Sprot / Espadilha (Sprattus sprattus)> ID=\"2\" ASSV=\"13\">III b, c, d (1)> ID=\"3\" ASSV=\"13\">80 600> ID=\"4\">België/Belgique\">  ID=\"4\">Danmark> ID=\"5\">48 020\"> ID=\"4\">Deutschland> ID=\"5\">30 580\"> ID=\"4\">Ellada\"> ID=\"4\">España\"> ID=\"4\">France\"> ID=\"4\">Ireland\"> ID=\"4\">Italia\"> ID=\"4\">Luxembourg\"> ID=\"4\">Nederland\"> ID=\"4\">Portugal\"> ID=\"4\">United Kingdom\">  ID=\"4\">CE/EF/EG/EK/EC/EG> ID=\"5\">78 600 (57)\"> ID=\"1\" ASSV=\"13\">Bacalao / Torsk / Kabeljau / Gados / Cod / Cabillaud / Merluzzo bianco / Kabeljauw / Bacalhau (Gadus morhua)> ID=\"2\" ASSV=\"13\">III b, c, d (1)> ID=\"3\" ASSV=\"13\">14 700>  ID=\"4\">België/Belgique\"> ID=\"4\">Danmark> ID=\"5\">9 800 (59)\"> ID=\"4\">Deutschland> ID=\"5\">4 400 (60)\"> ID=\"4\">Ellada\"> ID=\"4\">España\"> ID=\"4\">France\"> ID=\"4\">Ireland\"> ID=\"4\">Italia\"> ID=\"4\">Luxembourg\"> ID=\"4\">Nederland\"> ID=\"4\">Portugal\">  ID=\"4\">United Kingdom\"> ID=\"4\">CE/EF/EG/EK/EC/EG> ID=\"5\">14 200 (61)\">"}