{"celex_id": "31998R0853", "uri": "http://publications.europa.eu/resource/cellar/56b89db3-73cb-4853-bb00-231ddacb41b1", "type": "Regulation", "concepts": ["1309", "1644", "4080", "4682", "5034"], "title": "Commission Regulation (EC) No 853/98 of 23 April 1998 amending and correcting Regulation (EC) No 546/98 laying down detailed rules for the application in 1998 of the arrangements applicable to imports laid down in Council Decision 97/831/EC as regards certain beef and veal products\n", "header": "COMMISSION REGULATION (EC) No 853/98 of 23 April 1998 amending and correcting Regulation (EC) No 546/98 laying down detailed rules for the application in 1998 of the arrangements applicable to imports laid down in Council Decision 97/831/EC as regards certain beef and veal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/831/EC of 27 November 1997 concerning the conclusion of a Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (1),\nHaving regard to Council Regulation (EC) No 77/98 of 9 January 1998 on certain procedures for applying the Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (2), and in particular Article 1 thereof,\nWhereas Commission Regulation (EC) No 546/98 (3) provides for imports of certain live animals of the bovine species and of certain beef and veal products; whereas Article 2 of that Regulation lays down active trade in beef and veal as the only criterion for access to that quota; whereas that criterion should accordingly be extended to trade in live animals of the bovine species;\nWhereas Article 3(3) of Regulation (EC) No 546/98 provides that applications for import rights can be lodged until 13 March 1998 only; whereas Regulation (EC) No 546/98 came into force on 14 March 1998 only, i.e. after the deadline for the submission of applications; whereas new dates should be set for the submission of applications for import rights and their notification to the Commission;\nWhereas Regulation (EC) No 546/98 provides for the awarding of import rights expressed in carcase weight; whereas those rights can be used to import live animals and beef or veal; whereas, as far as imports of live animals are concerned, for reasons of controls live animals must be expressed in head and in liveweight on licence applications and licences and Article 5(4) of that Regulation should be adapted accordingly;\nWhereas the German and Danish language versions of Regulation (EC) No 546/98 diverge significantly on a series of points from those in the other official languages of the Community; whereas the necessary corrections should accordingly be made to the German and Danish language versions of the Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 546/98 is hereby amended as follows:\n1. In Article 2, the words 'and/or live animals of the bovine species` are added after 'in trade in beef and veal`.\n2. In Article 3:\n(a) paragraph 3 is replaced by the following:\n'3. Applications for import rights may be submitted until 27 April 1998.`;\n(b) the first subparagraph of paragraph 5 is replaced by the following:\n'5. The Member States shall notify the Commission of applications submitted for imported rights by the fifth working day following the deadline for submission. Notification shall consist of a list of applicants and the quantities applied for.`\n3. In Article 5:\n(a) the following point is added to paragraph 3:\n'(c) in Section 17, in addition to the number of animals, the relevant liveweight, which must correspond to part or all of the import rights allocated to the operator.`;\n(b) paragraph 4 is replaced by the following:\n'4. Notwithstanding Article 8(4) of Regulation (EEC) No 3719/88, the total duties laid down in the Common Customs Tariff applicable on the date of release for free circulation shall be collected on that part of the weight exceeding that indicated in the import licence.`", "Concerns the German version only.", "Concerns the Danish version only.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 348, 18. 12. 1997, p. 1.\n(2) OJ L 8, 14. 1. 1998, p. 1.\n(3) OJ L 72, 11. 3. 1998, p. 8."}