{"celex_id": "31997R1375", "uri": "http://publications.europa.eu/resource/cellar/42ae1486-bd4f-4ed1-b1d0-ee6e99660827", "type": "Regulation", "concepts": ["1605", "161", "2300", "5231", "693"], "title": "Commission Regulation (EC) No 1375/97 of 17 July 1997 amending Council Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\n", "header": "COMMISSION REGULATION (EC) No 1375/97 of 17 July 1997 amending Council Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (1), as last amended by Regulation (EC) No 592/97 (2), and in particular Articles 6 and 7 thereof,\nWhereas with the amending Council Regulations (EC) No 3057/95 (3) and (EC) No 1877/96 (4), Community tariff quotas were opened in Annex IV for tomatoes, courgettes, artichokes, cucumbers, oranges and clementines originating in Morocco with the application of special entry prices in order to advance the implementation of certain provisions of the agricultural part of the future Euro-Mediterranean Agreement between the Community and Morocco;\nWhereas these provisions provide that the special entry prices shall be reduced in the same proportions and at the same time as the entry prices bound within the WTO; whereas it seems therefore appropriate to amend Regulation (EC) No 1981/94 in order to publish for future marketing years, the reduced entry prices applicable within the framework of Community tariff quotas for agricultural products concerned originating in Morocco;\nWhereas the Euro-Mediterranean Interim Association Agreement on trade and cooperation between the European Community and the PLO for the benefit of the Palestinian Authority of the West Bank and the Gaza Strip (5), provides no tariff quotas different from those currently applicable within the framework of Council Regulation (EEC) No 1134/91 (6), as last amended by Regulation (EC) No 539/96 (7), on the tariff arrangements applicable to imports into the Community of products originating in the West Bank and the Gaza Strip; whereas it is therefore not necessary to amend Regulation (EC) No 1981/94 at the entry into force of the Agreement referred to;\nWhereas the measures provided in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Footnote 5 at the end of Annex IV to Regulation (EC) No 1981/94 shall be replaced by the following:\n'(5) Within these tariff quotas, the agreed entry price from which the specific duty provided in the Community's list of concessions to the WTO is reduced to zero, is:\n(a) for tomatoes:\n- ECU 484/tonne, from 1 January to 31 March and from 1 October to 31 December 1997,\n- ECU 476/tonne, from 1 January to 31 March and from 1 October to 31 December 1998,\n- ECU 468/tonne, from 1 January to 31 March and from 1 October to 31 December 1999,\n- ECU 461/tonne, for every period thereafter, from 1 January to 31 March and from 1 October to 31 December;\n(b) for cucumbers:\n- ECU 480/tonne, from 1 January to 31 May and from 1 November to 31 December 1997,\n- ECU 470/tonne, from 1 January to 31 May and from 1 November to 31 December 1998,\n- ECU 459/tonne, from 1 January to 31 May and from 1 November to 31 December 1999,\n- ECU 449/tonne, for every period thereafter, from 1 January to 31 May and from 1 November to 31 December;\n(c) for globe artichokes:\n- ECU 588/tonne, from 1 November to 31 December 1997,\n- ECU 582/tonne, from 1 November to 31 December 1998,\n- ECU 577/tonne, from 1 November to 31 December 1999,\n- ECU 571/tonne, for every period thereafter, from 1 November to 31 December;\n(d) for courgettes:\n- ECU 440/tonne, from 1 to 31 January, from 1 to 20 April and from 1 October to 31 December 1997,\n- ECU 435/tonne, from 1 to 31 January, from 1 to 20 April and from 1 October to 31 December 1998,\n- ECU 429/tonne, from 1 to 31 January, from 1 to 20 April and from 1 October to 31 December 1999,\n- ECU 424/tonne, for every period thereafter, from 1 to 31 January, from 1 to 20 April and from 1 October to 31 December,\n- during the period 1 February to 31 March the 'WTO` entry price which is more favourable than the agreed entry prices shall apply;\n(e) for oranges:\n- ECU 271/tonne, from 1 December 1997 to 31 May 1998,\n- ECU 268/tonne, from 1 December 1998 to 31 May 1999,\n- ECU 266/tonne, from 1 December 1999 to 31 May 2000,\n- ECU 264/tonne, for every period thereafter, from 1 December to 31 May;\n(f) for clementines:\n- ECU 493/tonne, from 1 November 1997 to the end of February 1998,\n- ECU 490/tonne, from 1 November 1998 to the end of February 1999,\n- ECU 487/tonne, from 1 November 1999 to the end of February 2000,\n- ECU 484/tonne, for every period thereafter, from 1 November to the end of February.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1997.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 199, 2. 8. 1994, p. 1.\n(2) OJ No L 89, 4. 4. 1997, p. 1.\n(3) OJ No L 326, 30. 12. 1995, p. 3.\n(4) OJ No L 249, 1. 10. 1996, p. 1.\n(5) OJ No L 187, 16. 7. 1997, p. 1.\n(6) OJ No L 112, 4. 5. 1991, p. 1.\n(7) OJ No L 79, 29. 3. 1996, p. 6."}