{"celex_id": "31992R2132", "uri": "http://publications.europa.eu/resource/cellar/b8d68dba-1f99-4b45-abe3-23a4d3b1c707", "type": "Regulation", "concepts": ["1086", "1730", "2292", "2734", "4172", "5076"], "title": "Commission Regulation (EEC) No 2132/92 of 28 July 1992 amending Commission Regulations (EEC) No 131/92, (EEC) No 1695/92 and (EEC) No 1696/92 laying down common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the French overseas departments, the Canary Islands, the Azores and Madeira\n", "header": "COMMISSION REGULATION (EEC) No 2132/92  of 28 July 1992  amending Commission Regulations (EEC) No 131/92, (EEC) No 1695/92 and (EEC) No 1696/92 laying down common detailed rules for implementation of the specific measures for the supply of certain  agricultural products to the French overseas departments, the Canary Islands, the Azores and Madeira\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), and in particular Articles 2 (6), 3 (5) and 4 (5)  thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures in respect of certain agricultural products for the benefit of the Canary Islands (2), and in particular Articles 3 (4), 4 (4) and 5 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 introducing specific measures in respect of certain agricultural products for the benefit of the Azores and Madeira (3), and in particular Article 10 thereof,\nWhereas Commission Regulation (EEC) No 2101/92 (4) amends Article 33 (5) of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing  certificates for agricultural products (5);\nWhereas the special provisions of the second subparagraph of Article 33 (5) of Regulation (EEC) No 3719/88 should be applied to import licences and exemption and aid certificates provided for under Regulations (EEC) No 131/92 (6), (EEC) No 1695/92 (7)  and (EEC) No 1696/92 (8);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees concerned,", "main_body": ["1. The following second subparagraph is hereby added to Articles 2 (5) and 3 (7) of Regulation (EEC) No 131/92:\n'Where the time limit of 30 days is exceeded, the provisions of the second subparagraph of Article 33 (5) of Regulation (EEC) No 3719/88 shall apply, beginning the first day in excess of this time limit.'\n2. The following sentence is hereby added to the second subparagraph of Article 3 (1) of Regulation (EEC) No 131/92:\n'Where the application is lodged during the six months following the time limit of 12 months, the aid paid shall be equal to 85 % of the aid due.'", "The following second subparagraph is hereby added to Articles 2 (5), 3 (6) and 4 (8) of Regulation (EEC) No 1695/92:\n'Where the time limit of 30 days is exceeded, the provisions of the second subparagraph of Article 33 (5) of Regulation (EEC) No 3719/88 shall apply, beginning the first day in excess of this time limit.'", "The following second subparagraph is hereby added to Articles 2 (5), 3 (6) and 4 (8) of Regulation (EEC) No 1696/92:\n'Where the time limit of 30 days is exceeded, the provisions of the second subparagraph of Article 33 (5) of Regulation (EEC) No 3719/88 shall apply, beginning the first day in excess of this time limit.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to files still open when this Regulation enters into force. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1. (2) OJ No L 173, 27. 6. 1992, p. 13. (3) OJ No L 173, 27. 6. 1992, p. 1. (4) OJ No L 210, 25. 7. 1992, p. 18. (5) OJ No L 331, 2. 12. 1988, p. 1. (6) OJ No L 15, 22. 1. 1992, p. 13. (7) OJ No L 179, 1. 7.  1992, p. 1. (8) OJ No L 179, 1. 7. 1992, p. 6."}