{"celex_id": "31990R3575", "uri": "http://publications.europa.eu/resource/cellar/b7895e7a-36ff-442d-a5a4-318b33c53515", "type": "Regulation", "concepts": ["1308", "2516", "3502", "431", "5138"], "title": "Council Regulation (EEC) No 3575/90 of 4 December 1990 concerning the activities of the structural funds in the territory of the former German Democratic Republic\n", "header": "COUNCIL REGULATION (EEC) No 3575/90  of 4 December 1990  concerning the activities of the Structural Funds in the territory of the former German Democratic Republic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43, 126, 127, 130d, 130e and 153 thereof,\nHaving regard to the proposal from the Commission(1),\nIn cooperation with the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas for the purpose of implementing Article 130a the European Economic Community has adopted a body of rules concerning the tasks of the Structural Funds, their effectiveness and the coordination of their activities between themselves and with the  operations of the European Investment Bank and the other existing financial instruments;\nWhereas, from the date of German unification onwards, Community law will be fully applicable to the territory of the former German Democratic Republic;\nWhereas the special situation in that territory necessitates certain transitional measures providing for derogations from Community acts concerning the Structural Funds;\nWhereas, in particular, there are no sufficiently reliable statistics to permit classification, in accordance with the criteria laid down in Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their  effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments(4), of that territory in the categories of regions and areas covered by the  regional and rural objectives;\nWhereas Community action must therefore be flexible during a transitional period;\nWhereas the necessary adjustments to the Community rules concerning objective 5a are the subject of Regulation (EEC) No 3577/90(5);\nWhereas, pursuant to Article 19 of Regulation (EEC)\nNo 2052/88, the Council must, on a proposal from the Commission, re-examine the said Regulation no later than 31 December 1993,", "main_body": ["Regulation (EEC) No 2052/88, Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88(6), Council Regulation (EEC) No 4254/88 of 19 December 1988 laying down provisions for  implementing Regulation (EEC) No 2052/88 as regards the European Regional Development Fund(7), Council Regulation (EEC) No 4255/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Social  Fund(8), and Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the EAGGF Guidance Section(9), shall apply to the territory of the former German Democratic Republic,  subject to the conditions laid down in this Regulation.", "1.  No later than 31 January 1991, the Federal Republic of Germany shall submit to the Commission a plan covering all structural operations envisaged under Article 1 of Regulation (EEC) No 2052/88 in the territory of the former German  Democratic Republic for the period ending on 31 December 1993.\nThe plan shall contain:\nas detailed an analysis as possible of the socio-economic situation of the new German regions, based on the available data,\na description, at the appropriate regional level as far as possible, of the main priorities adopted for Community assistance and the measures relating thereto,\nthe information concerning measures under objective 5a,\nindications of how the envisaged assistance from the Funds, the EIB and the other financial instruments is to be used to realize the plan.\n2.  The plan may also provide for measures to be taken in pursuit of the objectives envisaged by the Community initiatives provided for in Article 11 of Regulation (EEC) No 4253/88.\n3.  A Community support framework for the structural operations, covering the period ending on 31 December 1993, shall be drawn up within a period of three months starting on the date of submission of the plan.\n4.  The Community support framework shall be drawn up in accordance with Article 8 (5) of Regulation (EEC) No 2052/88 and Articles 8 (3) and 11 of Regulation (EEC) No 4253/88.\n5.  By way of exception, given the absence of appropriate statistical information on the territory in question, Structural Fund measures shall be implemented without previous classification of the regions and areas of that territory and in line with  the regional and rural objectives.", "1.  The Community expenditure considered necessary to finance the action which is the subject of this Regulation through the ERDF, the ESF and the EAGGF Guidance Section shall amount to ECU 3 000 million (1991 prices) for 1991 to 1993.\n2.  The commitment appropriations corresponding to the amount referred to in paragraph 1 shall be in addition to the amounts referred to in the first subparagraph of Article 12 (2) of Regulation (EEC) No 2052/88.\nThey shall not be taken into account for the application of paragraphs 3 to 6 of that Article.", "Projects which, pursuant to Article 1 (5) and (6) of Regulation (EEC) No 4255/88 are eligible solely in the regions concerned by objective 1 shall be eligible throughout the territroy of the former German Democratic Republic.", "of Regulation (EEC) No 4255/88 shall not apply.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1990.\nFor the Council The President G. DE MICHELIS\n(1) OJ No C 248, 2. 10. 1990, p. 14, as amended on 25 October 1990 and 28 November 1990.\n(2)Opinion delivered on 24 October 1990 (not yet published in the Official Journal) and Decision of 21 November 1990 (not yet published in the Official Journal).\n(3)Opinion delivered on 20 November 1990 (not yet published in the Official Journal).\n(4)OJ No L 185, 15. 7. 1988, p. 9.\n(5)See page 24 of this Official Journal.\n(6)OJ No L 374, 31. 12. 1988, p. 1\n(7)OJ No L 374, 31. 12. 1988, p. 15.\n(8)OJ No L 374, 31. 12. 1988, p. 21.\n(9)OJ No L 374, 31. 12. 1988, p. 25."}