{"celex_id": "31997D0044", "uri": "http://publications.europa.eu/resource/cellar/856fa9d3-d9ab-4fbf-aaee-b0eec14a0cdc", "type": "Decision", "concepts": ["1005", "1085", "1755", "1822", "2792", "5739"], "title": "Commission Decision of 22 November 1996 approving the 1997 programmes for the eradication of anaplasmosis and babesiosis in Réunion and of cowdriosis and babesiosis in Martinique presented by France and fixing the Community financial contribution (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 22 November 1996 approving the 1997 programmes for the eradication of anaplasmosis and babesiosis in Réunion and of cowdriosis and babesiosis in Martinique presented by France and fixing the Community financial contribution (Only the French text is authentic) (97/44/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 24 (6) thereof,\nWhereas Decision 90/424/EEC provides, in particular, for the possibility of a Community financial measure for the eradication and monitoring of cowdriosis, babesiosis and anaplasmosis transmitted by insect vectors in the French overseas departments;\nWhereas France presented a programme for the eradication of anaplasmosis and babesiosis in Réunion and a programme for the eradication of cowdriosis and babesiosis in Guadeloupe and Martinique;\nWhereas additional information required for assessing the abovementioned programmes was communicated by France in accordance with Article 24 (4) of Decision 90/424/EEC concerning the programmes for Réunion and Martinique;\nWhereas no information was received about the programme for Guadeloupe; whereas, therefore, it has not been possible to make a full assessment of the programme for Guadeloupe; whereas, therefore, that programme cannot qualify for a Community financial contribution;\nWhereas after examination, the programmes for Réunion and Martinique have been found to fulfil all the Community criteria for the eradication of diseases, pursuant to Council Decision 90/638/EEC of 27 November 1990 laying down Community criteria for the eradication and monitoring of certain animal diseases (3), as amended by Council Directive 92/65/EEC (4);\nWhereas the abovementioned programmes are included in the list of programmes for the eradication and monitoring of animal diseases which may receive a financial contribution from the Community in 1996, as laid down in Commission Decision 96/598/EC (5);\nWhereas in view of the programmes' important role in achieving the objectives pursued by the Community as regards animal health, the Community's financial contribution should be set at 50 % of the costs borne by France, up to a maximum of ECU 700 000;\nWhereas the Community will make a financial contribution provided that the measures planned are carried out and the authorities supply all the information necessary within the time limit laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The programme for the eradication of anaplasmosis and babesiosis in Réunion presented by France is approved for the period 1 January to 31 December 1997.\n2. The programme for the eradication of cowdriosis and babesiosis in Martinique presented by France is approved for the period 1 January to 31 December 1997.", "France shall bring into force by 1 January 1997 the laws, regulations and administrative provisions to implement the programme referred to in Article 1.", "1. The Community financial contribution shall be 50 % of the costs borne by France for the implementation of the programmes referred to in Article 1, up to a maximum of:\n- ECU 300 000 for the programme referred to in Article 1 (1),\n- ECU 400 000 for the programme referred to in Article 1 (2).\n2. The Community's financial contribution shall be granted after:\n- a quarterly report has been forwarded to the Commission on the progress of each programme and the expenditure incurred,\n- a final report has been forwarded to the Commission by 1 June 1998 at the latest on the technical implementation of each programme, accompanied by supporting documents relating to the expenditure incurred.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 22 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 347, 12. 12. 1990, p. 27.\n(4) OJ No L 268, 13. 7. 1992, p. 54.\n(5) OJ No L 264, 17. 10. 1996, p. 24."}