{"celex_id": "31993R1358", "uri": "http://publications.europa.eu/resource/cellar/e14a2645-1dd6-40b7-8fd8-159e080d2fab", "type": "Regulation", "concepts": ["20", "4395", "4682", "5025"], "title": "COMMISSION REGULATION (EEC) No 1358/93 of 2 June 1993 amending Regulation (EEC) No 485/93 amending Regulation (EEC) No 859/89 laying down detailed rules for the application of general and special intervention measures in the beef and veal sector\n", "header": "COMMISSION REGULATION (EEC) No 1358/93 of 2 June 1993 amending Regulation (EEC) No 485/93 amending Regulation (EEC) No 859/89 laying down detailed rules for the application of general and special intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef (1), as last amended by Regulation (EEC) No 125/93 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 485/93 of 2 March 1993 (3) extends the scope of Article 16 of Commission Regulation (EEC) No 859/89 of 29 March 1989 (4), as last amended by Regulation (EEC) No 685/93 (5), to cover the mechanism provided for in\nArticle 12\n(3) of the said Regulation in order to prevent the proper operation of Article 12 (3) from being disturbed by possible changes in the exchange rates; whereas, following the devaluation of the green rate which took effect on 2 February 1993,  the conversion rate applicable to the second tendering procedure of January within the framework of Article 12 (3) of Regulation (EEC) No 859/89 has resulted in a reduction in the awarded price and the application of a correcting coefficient which did  not arise due to market circumstances;\nWhereas in order to ensure that the abovementioned amendment of Article 16 of Regulation (EEC) No 859/89 attains its economic objective, it is therefore necessary to bring forward the date from which Regulation (EEC) No 485/93 applies so that it covers  the second tendering procedure of January; whereas such retroactive application does not have any unfavourable consequences for the operators concerned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The second subparagraph of Article 2 of Regulation (EEC) No 485/93 is hereby replaced by the following:\n'It shall apply from the second tendering procedure of January 1993.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 18, 27. 1. 1993, p. 1.\n(3) OJ No L 51, 3. 3. 1993, p. 19.\n(4) OJ No L 91, 4. 4. 1989, p. 5.\n(5) OJ No L 73, 26. 3. 1993, p. 9."}