{"celex_id": "31995D0294", "uri": "http://publications.europa.eu/resource/cellar/25318783-a75f-4c05-8fe1-5e736ccad754", "type": "Decision", "concepts": ["1309", "1445", "3408", "5369", "619", "842"], "title": "95/294/EC: Commission Decision of 24 July 1995 determining the specimen animal health certificate for trade in ova and embryos of the equine species\n", "header": "COMMISSION DECISION of 24 July 1995 determining the specimen animal health certificate for trade in ova and embryos of the equine species (Text with EEA relevance) (95/294/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subjected to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC (1), as amended by Commission Decision 95/176/EC (2), in particular Article 11 (3) thereof,\nWhereas in Annex D of Directive 92/65/EEC the Council laid down sanitary conditions for the collection, processing, storage and transport of ova and embryos and health conditions applied to the donor mares;\nWhereas the specimen animal health certificate for trade in ova and embryos of equidae must be defined in accordance with that Directive;\nWhereas Commission Decision 95/176/EC amending the Annexes of Directive 92/65/EEC in respect of semen, ova and embryos of equidae is applicable from 1 October 1995; whereas therefore the veterinary certification for trade in ova and embryos of the equine species apply at the same time;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall ensure that only ova and embryos of the equine species are sent from their territory to the territory of another Member State which are accompanied during the transport by a duly completed health certificate corresponding to the specimen in the Annex.", "This Decision is applicable from 1 October 1995.", "This Decision is addressed to all Member States."], "attachments": "Done at Brussels, 24 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 14. 9. 1992, p. 54.\n(2) OJ No L 117, 24. 5. 1995, p. 23.\nANNEX\n>START OF GRAPHIC>\nANIMAL HEALTH CERTIFICATE\nfor the trade in ova and embryos of the equine species\n1. Consignor (name and full address)\nANIMAL HEALTH CERTIFICATE\nNo ORIGINAL\n2. Member State of collection\n3. Consignee (name and full address)\n4. Competent authority\nNotes\n(a) A separate certificate must be issued for each consignment of ova/embryos\n(b) The original of this certificate must accompany the consignment to the place of destination\n5. Competent local authority\n6. Place of loading\n7. Name and address of the collection team\n8. Means of transport\n9. Place and Member State of destination\n10. Registration number of the collection team\n11. Number and code-mark of containers\n12. Identification of consignment (ova/embryos) (1)\n12.1. Number of containers\n12.2. Date(s) of collection\n12.3. Species\n12.4. Breed\n12.5. Donors identity\n(1) Delete as appropriate.\n13. I, the undersigned official veterinarian, certify that:\n13.1. ova/embryos (1) described above were collected by a collection team approved by the competent authority and processed in an appropriate laboratory\n13.2. ova/embryos (1) were collected from donor mares which:\n13.2.1. on the day of collection have been located in premises situated on the territory or in the case of regionalization in a part of the territory of a Member State which is in accordance with EC-legislation considered free of African horse sickness;\n13.2.2. have been located in holdings under veterinary supervision which on the day of collection fulfilled the conditions of Article 4 of Council Directive 90/426/EEC (2);\n13.2.3. have been kept prior to the collection in holdings free from clinical signs of contagious equine metritis for 60 days;\n13.2.4. have not been used for natural breeding during the period of 30 days prior to the collection of ova/embryos (1);\n13.2.5. to the best of my knowledge and as fare as I could ascertain, have not been in contact with equidae suffering from an infectious or contagious disease during the 15 days immediately preceding the collection of ova/embryos (1);\n13.2.6. have on the day of collection not shown clinical signs of an infectious or contagious disease;\n13.3. the semen used for the artificial insemination of the donor mares complies the requirements of Directive 92/65/EEC (3);\n13.4. the ova used for the in vivo production of embryos comply the requirements of Directive 92/65/EEC (1);\n13.5. ova/embryos (1) were collected, processed, stored and transported under conditions which comply the requirements of Annex D of Directive 92/65/EEC;\nDone at . . . . . . .\n. . . . . . . (Signature)\nStamp (4)\n. . . . . . . Name and qualification (in block letters):\n(1) Delete as appropriate.\n(2) OJ No L 224, 18. 8. 1990, p. 42.\n(3) Does not apply to ova.\n(4) The signature and the stamp must be in a colour different to that of the printing.\n>END OF GRAPHIC>"}