{"celex_id": "31993R2901", "uri": "http://publications.europa.eu/resource/cellar/3bc05a96-de4a-413a-9a21-3ba88e7ecb17", "type": "Regulation", "concepts": ["1442", "1594", "1856", "192", "2737", "2785"], "title": "COUNCIL REGULATION (EEC) No 2901/93 of 18 October 1993 amending Annexes I, II, III and IV to Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\n", "header": "COUNCIL REGULATION (EEC) No 2901/93 of 18 October 1993 amending Annexes I, II, III and IV to Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in  foodstuffs of animal origin\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Articles 6, 7  and 8 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with Regulation (EEC) No 2377/90, maximum residue limits must be established progressively for all pharmaceutically active substances which are used within the Community in veterinary medicinal prodcucts intended for  administration to food-producing animals;\nWhereas maximum residue limits can be established only after examination, within the Committee for Veterinary Medicinal Products, of all the relevant information concerning the safety of residues of the substance concerned for the consumer of foodstuffs  of animal origin and the impact of residues on the industrial processing of foodstuffs;\nWhereas, in establishing maximum residue limits for residues of veterinary medicinal products in foodstuffs of animal origin, it is appropriate to specify the animal species in which residues may be present, the levels which may be present in each of  the relevant meat tissues obtained from the treated animal (target tissue) and the nature of the residue which is relevant for the monitoring of residues (marker residue);\nWhereas, for the control of residues, as provided for in appropriate Community legislation, maximum residue limits should usually be established for the target tissues of liver or kidney; whereas, however, the liver and kidney are frequently removed  from carcasses moving in International trade, and maximum residue limits should therefore also be established for muscle or fat tissues;\nWhereas, in the case of veterinary medicinal products intended for use in laying birds, lactating animals or honey bees, maximum residue limits must also be established for eggs, milk or heavy;\nWhereas enrofloxacin and closantel should be added to Annex I to Regulation (EEC) No 2377/90; whereas, in the same Annex, as a result of new scientific information, maximum residue limits set for ivermectin in the bovine species should be modified;\nWhereas etiproston tromethamine should be added to Annex II to Regulation (EEC) No 2377/90;\nWhereas, in order to allow for the completion of scientific studies, the duration of the validity of the provisional maximum residue limits previously defined in Annex III to Regulation (EEC) No 2377/90 should be extended for one nitrofuran compound,  namely furazolidone;\nWhereas all substances belonging to the nitrofuran group, except furazolidone referred to above, should be added to Annex IV to Regulation (EEC) No 2377/90;\nWhereas a period of 60 days should be allowed before the entry into force of this Regulation so as to allow Member States, in order to take account of the provisions of this Regulation, to make any adjustment which may be necessary to the authorizations  to place the veterinary medicinal products concerned on the market which have been granted in accordance with Council Directive 81/851/EEC of 28 September 1981 on the approximation of the laws of the Member States relating to veterinary medicinal  products (2);\nWhereas, in accordance with the procedure laid down in Article 8 of Regulation (EEC) No 2377/90, the Committee for Adaptation to Technical Progress of the Directives on Veterinary Medicinal Products was consulted but was unable to express an opinion;  whereas, under the same procedure, the Commission is to submit to the Council a proposwal relating to the measures to be taken,", "main_body": ["Annexes I, II, III and IV to Regulation (EEC) No 2377/90 are hereby amended as set out in the Annex hereto.", "This Regulation shall enter into force on the sixtieth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 October 1993.\nFor the Council\nThe President\nA. BOURGEOIS\n(1) OJ No L 224, 18. 8. 1990, p. 1. Regulation as last amended by Commission Regulation (EEC) No 895/93 (OJ L 93, 17. 4. 1993, p. 10).\n(2) OJ No L 317, 6. 11. 1981, p. 1. Directive as last amended by Directive 93/40/EEC (OJ No 214, 28. 8. 1993, p. 31).\nANNEX\nA. Annex I shall be amended as follows:\n1. under 1.2. 'Antibiotics', the following heading shall be added:\n'1.2.3. Quinolones\n\"\" ID=\"01\">1.2.3.1. Enrofloxacin> ID=\"02\">Sum of enrofloxacin and ciprofloxacin> ID=\"03\">Bovine Porcine Poultry> ID=\"04\">30 mg/kg> ID=\"05\">Muscle Liver Kidney' \">\n2. under 2.1. 'Agents acting against endoparasites'\n- the following amendment shall be made to:\n'2.1.1. Ivermectins\n\"\" ID=\"01\">2.1.1.1. Ivermectin> ID=\"02\">H2B1a-metabolite> ID=\"03\">Bovine> ID=\"04\">100 mg/kg 40 mg/kg> ID=\"05\">Liver Fat\"> ID=\"03\">Ovine Porcine Equidae> ID=\"04\">15 mg/kg 20 mg/kg> ID=\"05\">Liver Fat' \">\n- the following heading shall be  added:\n'2.1.2. Salicylanilides\n\"\" ID=\"01\">2.1.2.1. Closantel> ID=\"02\">Closantel> ID=\"03\">Bovine> ID=\"04\">1 000 mg/kg 3 000 mg/kg> ID=\"05\">Muscle Liver Kidney Fat\"> ID=\"03\">Ovine> ID=\"04\">1 500 mg/kg 5 000 mg/kg 2 000 mg/kg> ID=\"05\">Muscle Liver Kidney Fat' \">\nB. The  following heading shall be added to Annex II:\n'2. Organic compounds\n\"\" ID=\"01\">2.1. Etiproston tromethamine> ID=\"02\">Bovine Porcine' \">\nC. In Annex III, the following amendment shall be made to:\n'1.1.3. Nitrofurans\n\"\" ID=\"01\">1.1.3.1. Furazolidone> ID=\"02\">All residues with intact 5-nitro structure> ID=\"03\">All food producing species> ID=\"04\">5 mg/kg> ID=\"05\">Muscle Liver Kidney Fat> ID=\"06\">Provisional MRL expires on 1 July 1995' \">\nD. Annex IV shall  be replaced by the following:\n'ANNEX IV\nList of pharmacologically active substances for which no maximum levels can be fixed\n1. Nitrofurans, except furazolidone (see Annex III).'"}