{"celex_id": "31995R1983", "uri": "http://publications.europa.eu/resource/cellar/ad2b346e-5acc-4b4b-b010-c8c1ebe5b9e3", "type": "Regulation", "concepts": ["1294", "161", "2387", "2718", "4256", "4350"], "title": "Council Regulation (EC) No 1983/95 of 24 July 1995 opening and providing for the administration of Community tariff quotas and ceilings and established Community surveillance for certain fish and fishery products originating in the Faroe Islands and establishing the detailed provisions for amending and adapting these quotas\n", "header": "COUNCIL REGULATION (EC) No  1983/95 of 24 July 1995 opening and providing for the administration of Community tariff quotas and  ceilings and established Community surveillance for certain fish and fishery products originating  in the Faroe Islands and establishing the detailed provisions for amending and adapting these  quotas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 and 8 of the Agreement between the European Economic Community, of the one part,  and the Government and Denmark and the Home Government of the Faroe Islands, of the other part,  signed on 2 December 1991  (1), provided for the abolition of customs duties applicable to imports  into the Community of certain fish and fishery products listed in Protocol 1 attached to the said  Decision;\nWhereas the abolition is subject to Community tariff quotas and ceilings and, for some of these  products, Community statistical surveillance; whereas the said Community tariff quotas and ceilings  in respect of products originating in the Faroe Islands should therefore be opened for the volumes  indicated respectively in Annexes I and II to this Regulation and Community statistical  surveillance established in respect of the products listed in Annex III thereto;\nWhereas the preferential rates of duty indicated in Annexes I, II and III apply only where the  free-at-frontier price determined by the Member States in accordance with Article 22 of Regulation  (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery products  and aquaculture  (2) is at least equal to the reference price set, or to be set, by the Community  for the products or categories of products concerned;\nWhereas, by the Agreement in the form of an exchange of letters between the European Community and  the Government of Denmark and the Home Government of the Faroe Islands amending Tables I and II of  the Annex to Protocol 1 of the Agreement between the European Economic Community, of the one part,  and the Government of Denmark and the Home Government of the Faroe Islands, of the other part,  signed on 2 December 1991  (3), certain amendments were made in the table of products listed in the  Annexes to the said Agreement;\nWhereas, for reasons of simplification, provision should be made to empower the Commission to give  effect, following receipt of the opinion of the Customs Code Committee set up by Article 247 of  Regulation (EEC) No 2913/92  (4), to necessary amendments and technical adaptations to the Annexes  to this Regulation arising from amendments of the combined nomenclature and Taric codes and to  adaptations of volume, periods and quota rates arising from decisions by the Council or by the  Commission;\nWhereas this Regulation may apply in the case of any amendment of the said Agreement in the form of  an exchange of letters which may specify the products eligible for tariff quotas or subject to  statistical surveillance, quota-volumes, duties and tariff periods, and any eligibility criteria;  whereas provision should therefore be made for the Commission to make corresponding amendments to  this Regulation and the Annexes thereto, after first having obtained the opinion of the Customs  Code Committee;\nWhereas the Agreement provides for tariff quotas, tariff ceilings and statistical surveillance for  an indefinite period; whereas, therefore, to make its implementation more efficient and simpler,  this Regulation should apply on a multiannual basis;\nWhereas equal and continuous access to the quotas in respect of the products listed in Annex I  should be ensured for all Community importers and the rates of duty laid down for the quotas should  be applied consistently to all imports of the products in question in all Member States until the  quotas are exhausted;\nWhereas the Community should take the decision to open tariff quotas in the execution of its  international obligations; whereas, to ensure the efficiency of a common administration of these  quotas, there is no reason why the Member States should not be authorized to draw from the  quota-volumes the necessary quantities corresponding to actual imports; whereas this method of  administration does, however, require close cooperation between the Member States and the  Commission, which must be able to monitor the rate at which the quotas are used up and inform the  Member States accordingly;\nWhereas, in respect of products listed in Annex II and subject to Community tariff ceilings,  Community surveillance may be effected by charging imports of these products against the ceilings  at Community level as and when the products are presented at customs and declared for free  circulation; whereas this method of administering the ceilings should enable customs duties to be  restored as soon as the ceilings in question are reached at Community level;\nWhereas this method of administering the ceilings calls for close and speedy cooperation between  the Member States and the Commission, which must be able to monitor the level reached by imports  charged against the ceilings and inform the Member States accordingly; whereas this cooperation  should be close enough to allow the Commission to take the appropriate steps to restore customs  duties as soon as one of the ceilings is reached;\nWhereas, for the products listed in Annex III, it would seem appropriate to have recourse to the  system of statistical surveillance administered by the Commission pursuant to the relevant  provisions of Regulations (EEC) No 1736/75  (1) and (EEC) No 2658/87  (2),", "main_body": ["From 1 January to 31 December each year, the customs duty available  to imports into the Community of products listed in Annex I and originating in the Faroe Islands  shall be suspended at the levels and within the limits of the Community tariff quotas specified  therein.", "The tariff quotas referred to in Article 1 shall be administered by the Commission,  which may take any appropriate administrative measure to ensure efficient operation.", "Where an importer enters a product covered by this Regulation for free circulation in a  Member State accompanied by a request for preferential treatment and by a movement certificate, and  his declaration is accepted by the customs authorities, the Member State concerned shall, by  notifying the Commission accordingly, draw a quantity from the quota concerned to satisfy the  requirement.\nApplications for drawings from the quotas shall indicate the date on which the declarations were  accepted and shall be sent to the Commission forthwith.\nDrawings shall be granted by the Commission on the basis of the date when the declarations for free  circulation were accepted by the customs authorities of the Member State concerned, provided the  available balance is sufficient.\nWhere a Member State fails to use the quantities drawn it shall return them as soon as possible to  the relevant quota.\nWhere the quantities applied for are in excess of the available balance, allocation shall be made  in proportion to the requirements. The Member State shall be informed by the Commission of the  quantities drawn.", "1.  From 1 January to 31 December each year imports into the Community of certain  products originating in the Faroe Islands, listed in Annexes II and III, shall be subject  respectively to import ceilings and Community surveillance.\nThe description of the products referred to in the first subparagraph, the ceilings and the customs  duty applicable are specified in the said Annexes.\n2.  Imports shall be charged against the ceilings as and when the products are presented to customs  under cover of declarations for free circulation accompanied by a movement certificate complying  with the rules laid down in the Protocol concerning the definition of the concept of originating  products and methods of administrative cooperation annexed to Decision 91/668/EEC.\nGoods may be charged against the ceiling only if the movement certificate is presented before the  date when collection of customs duty is resumed.\nUtilization of ceilings shall be recorded at Community level on the basis of imports charged  against them as specified in the first and second subparagraphs.\nMember States shall inform the Commission of any import operation carried out in accordance with  the procedure determined above at the intervals and within the deadlines laid down in paragraph 4.\n3.  As soon as the ceilings are reached, the Commission may, by adopting a Regulation, resume the  collection of the customs duties applicable to third countries until the end of the calendar year.\n4.  Member States shall send the Commission, no later than the 15th of each month, the statements  showing the quantities charged during the preceding month.\n5.  The statistical surveillance provided for in respect of products specified in Annex III shall  be carried out at Community level on the basis of imports charged as specified in the first  subparagraph of paragraph 2 and notified to the Statistical Office of the European Communities  pursuant to Regulations (EEC) No 1736/75 and (EEC) No 2658/87.", "1.  The provisions necessary to apply this Regulation, in particular:\n(a)  any technical amendments and adaptations which may be needed as a result of changes to the  combined nomenclature or Taric codes;\n(b)  any adaptations needed following a change to the Agreement between the European Community and  the Faroe Islands, as approved by an act of the Council,\nshall be adopted in accordance with the procedure set out in Article 6 (2).\n2.  The provisions adopted pursuant to paragraph 1 do not authorize the Commission to:\n-  carry over preferential quantities from one quota period to another,\n-  amend the timetables laid down in the Agreements or protocols,\n-  transfer quantities from one quota to another,\n-  open and administer quotas resulting from new agreements,\n-  adopt legislation affecting the administration of quotas subject to import certificates.", "1.  The Commission shall be assisted by the Customs Code Committee.\n2.  The Commission's representative shall submit a proposal to the Committee concerning the  measures to be taken. The Committee shall give its opinion on the proposal within a time limit to  be specified at the chairman's discretion, depending on the urgency of the matter in question. The  Committee shall give its opinion by a majority vote as laid down in Article 148 (2) of the Treaty  for acts which the Council is required to adopt on a proposal from the Commission. In Committee  votes, the Member States' votes shall be weighted according to the method given in Article 148 (2).  The chairman shall not vote.\nThe measures adopted by the Commission shall apply with immediate effect. However, if they differ  from the Committee's opinion, the Commission shall immediately submit the proposed measures to the  Council. In this case, the Commission shall delay their implementation for three months from the  date of submission.\nThe Council may take a different decision, by a qualified majority, within the time limit specified  in the previous subparagraph.\n3.  The Committee may examine any question concerning the application of this Regulation which is  raised by its chairman either at the latter's initiative or at the request of a Member State.", "Rates of duty specified in Annexes I, II and III shall apply only where the free-at  frontier price determined by Member States in accordance with Regulations (EEC) No 3759/92 and (EC)  No 3318/94 is at least equal to the reference price set or to be set by the Community in respect of  the products or categories of products concerned.", "The Commission shall adopt all appropriate measures, in close cooperation with the  Member States, to apply this Regulation.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 24 July 1995.\nFor the Council The President P. SOLBES MIRA\nANNEX I\nOn certain fish and fishery products subject to tariff quotas\n>TABLE>\nANNEX II\nOn certain fishery products subject to Community tariff ceilings\n>TABLE  POSITION>\nANNEX III\nOn fish subject to statistical surveillance\n>TABLE>"}