{"celex_id": "31990R0301", "uri": "http://publications.europa.eu/resource/cellar/6c32a17a-1c95-4dd9-8a6b-027a2af7ebea", "type": "Regulation", "concepts": ["1565", "2763", "4038", "5283", "5334"], "title": "Commission Regulation (EEC) No 301/90 of 2 February 1990 amending Regulation (EEC) No 210/89 on communications between Member States and the Commission with regard to milk and milk products\n", "header": "COMMISSION  REGULATION (EEC) No 301/90\nof 2 February 1990\namending Regulation (EEC) No 210/89 on communications between Member States and the Commission with regard to milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular 28 thereof,\nWhereas Commission Regulation (EEC) No 210/69 (3), as last amended by Regulation (EEC) No 222/88 (4), provides for the Member States to notifiy to the Commission the data needed for management of the milk sector;\nWhereas the provisions of that Regulation should be brought into line with developments in data transmission by telecommunications; whereas in the first instance these changes should affect only notification of Community market prices as stipulated in Article 5 (1) (a) of that Regulation;\nWhereas it is desirable at the same time to update the Annex to the said Regulation listing the products for which market prices are to be notified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 210/69 is hereby amended as follows:\n1. Article 5 (1) is replaced by the following:\n'1. Member States shall notify to the Commission\n(a) by IDES (interactive data entry system), by Thursday of each week at the latest, the prices (exclusive of tax) obtaining in their territory for the products listed in the Annex, stating the marketing stage (ex factory, wholesale, retail) and the product characterstics to which prices apply;\n(b) by telex or telefax:\n- for the pilot products listed in Annex I to Regulation (EEC) No 2915/79, by the 10th and 25th of each month at the latest, the most recent prices known to them, stating the origin and quantity concerned, for the following prices:\n- free-at-frontier offer prices for imports into the Community,\n- free-at-frontier prices obtaining for imports into the Community,\n- prices obtaining for products imported into non-member countries from other non-member countries,\n- by the 25th of each month at the latest, the most recent prices for casein and caseinates obtaining on the world market and in the Community, stating the marketing stage.';\n2. The Annex is replaced by the following:\n'ANNEX\nProducts referred to in Article 5 (1) (a)\n1.2 // 1. Powdered whey   // 17. Provolone   // 2. Skimmed-milk powder   // 18. Asiago   // 3. Whole milk powder  // 19. Gouda   // 4. Unsweetened condensed milk   // 20. Edam  // 5. Sweetened condensed milk   // 21. Danbo, Samso, Svenbo  // 6. Butter   // 22. Kasseri   // 7. Butteroil   // 23. Mozzarella   // 8. Emmental   // 24. Havarti, Tilsit   // 9. Blue-veined cheese   // 25. Butterkaese   // 10. Grana padano  // 26. Esrom   // 11. Parmigiano Reggiano   // 27. Italico  // 12. Other types of grana   // 28. Saint-Paulin   // 13. Pecorino (romano, sardo)   // 29. Cantal   // 14. Other types of pecorino   // 30. Salted ricotta   // 15. Manchego   // 31. Feta   // 16. Cheddar   // 32. Lactose'.", "This Regulation shall enter into force on 1 April 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 378, 27. 12. 1989, p. 1.\n(3) OJ No L 28, 5. 2. 1969, p. 1.\n(4) OJ No L 28, 1. 2. 1988, p. 1."}