{"celex_id": "31992R0916", "uri": "http://publications.europa.eu/resource/cellar/17a5944e-30f2-4a51-bb0b-b329578caf2d", "type": "Regulation", "concepts": ["2563", "3170", "3988", "4663", "5363"], "title": "Council Regulation (EEC) No 916/92 of 31 March 1992 on the transfer to Portugal of 382 000 tonnes of cereals held by various intervention agencies\n", "header": "COUNCIL REGULATION (EEC) No 916/92  of 31 March 1992  on the transfer to Portugal of 382 000 tonnes of cereals held by various intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), and in particular Article 7 (5) thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (2), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the drought in Portugal in recent months has led to a shortage of fodder which may induce stockfarmers to sell their livestock prematurely, with possible adverse affects on their incomes;\nWhereas this shortage can be offset if the stockfarmers use 230 000 tonnes of feed grain;\nWhereas, moreover, wheat production in 1992 is also affected by widespread drought; whereas this situation may result in difficulties of supply on the Portuguese market;\nWhereas the abovementioned difficulties may be alleviated by a transfer of Community cereals available at the intervention agencies of the other Member States;\nWhereas the Portuguese intervention agency resells transferred stocks in accordance with Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (3);  whereas, however, in view of the foreseeable rise in market prices in Portugal, the cereals transferred should be resold on the Portuguese market at prices permitting disposal on satisfactory price terms;\nWhereas certain detailed rules should be laid down on takeover of the cereals and transfer of responsibility for it;\nWhereas provisions should be laid down on the entry in accounts of this operation in accordance with the mechanisms laid down in Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the  European Agricultural Guidance and Guarantee Fund, Guarantee Section (4),", "main_body": ["1. The transfer of 382 000 tonnes of cereals held by the Danish, German, Spanish and French intervention agencies shall be made to Portugal in accordance with the following breakdown:\n- Denmark: 30 000 tonnes of common fodder wheat,\n- Germany: 30 000 tonnes of common fodder wheat,\n- Spain: 170 000 tonnes of barley and 12 000 tonnes of durum wheat,\n- France: 140 000 tonnes of common wheat of breadmaking quality.\n2. The Portuguese intervention agency shall take over the products referred to in paragraph 1 before 1 May 1992. It shall arrange for their transport to Portugal and their disposal in mainland Portugal before dates to be determined in accordance with  the procedure referred to in paragraph 5.\n3. The cereals in question shall be resold as they arrive in Portugal.\n4. Contracts for transport as referred to in paragraph 2 shall be awarded by intervention to tender. The cereals must be mobilized under the most favourable transport conditions.\n5. Detailed rules for the application of this Regulation covering in particular transport as referred to in paragraph 2, the schedule of invitations to tender for the cereals in question and the minimum selling price to be met shall be adopted in  accordance with the procedure provided for in Article 26 of Regulation (EEC) No 2727/75.", "1. The intervention agencies referred to in Article 1 (1) shall debit the accounts referred to in Article 4 of Regulation (EEC) No 1883/78 with the quantities of cereals transferred, valued at zero.\n2. The Portuguese intervention agency shall credit the accounts referred to in Article 4 of Regulation (EEC) No 1883/78 with the quantities of cereals of which it has taken delivery, valued at zero, and shall value them at the end of each month at ECU  52/tonne in the case of common wheat of breadmaking quality, ECU 51/tonne in the case of barley and fodder wheat and ECU 67/tonne in the case of durum wheat. Those amounts shall be converted into national currency at the agricultural conversion rate  applying at the beginning of the 1991/92 marketing year.\n3. The costs of transport of the products referred to in Article 1 (1) shall be entered in the accounts referred to in paragraph 2.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1992. For the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No L 281, 1. 11. 1975, p. 1. Regulation as last amended by Regulation (EEC) No 3577/90 (OJ No L 353, 17. 12. 1990, p. 23). (2) OJ No L 98, 28. 4. 1970, p. 3. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7.  1988, p. 1). (3) OJ No L 202, 9. 7. 1982, p. 23 Regulation as last amended by Regulation (EEC) No 3043/91 (OJ No L 325, 27. 11. 1991, p. 5). (4) OJ No 216, 5. 8. 1978, p. 1. Regulation as last amended by Regulation (EEC) No 2050/88 (OJ No L 185, 15. 7.  1988, p. 6)."}