{"celex_id": "31992L0009", "uri": "http://publications.europa.eu/resource/cellar/c94c98f4-0a47-444d-a04c-552a1f5a377a", "type": "Directive", "concepts": ["13", "191", "2414", "2417", "3646"], "title": "Commission Directive 92/9/EEC of 19 February 1992 amending certain Annexes to Council Directive 69/208/EEC on the marketing of seed of oil and fibre plants\n", "header": "COMMISSION DIRECTIVE 92/9/EEC  of 19 February 1992  amending certain Annexes to Council Directive 69/208/EEC on the marketing of seed of oil and fibre plants\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (1), as last amended by Council Directive 90/654/EEC (2), and in particular Article 20a thereof,\nWhereas, in the light of the development of scientific and technical knowledge, Annexes I and II to Directive 69/208/EEC should be amended in respect of organisms harmful to soya bean for the reasons set out below;\nWhereas, according to present scientific and technical knowledge, Pseudomonas syringae pv. glycinea, Diaporthe phaseolorum var. caulivora and var. sojae, Phialophora gregata and Phytophthora megasperma f.sp. glycinea have been considered as harmful  organisms whose introduction could be prohibited in certain Member States under the Community plant health regime established under Directive 77/93/EEC (3), as amended;\nWhereas the relevant Annexes to Directive 77/93/EEC are now being amended to take into account the actual spread situation of the organisms concerned;\nWhereas, nevertheless, it is desirable to ensure that the abovementioned harmful organisms which may reduce the usefulness of seed should be kept at the lowest possible level;\nWhereas in the cases of Pseudomonas syringae pv. glycinea and Diaporthe phaseolorum var. caulivora and var. sojae it is desirable that appropriate standards applicable to soya bean seed should be laid down in order to maintain the usefulness of the seed  despite a certain level of contamination by the said harmful organisms;\nWhereas the inert matter in seed lots represents a risk for the spread of Phialophora gregata and Phytophthora megasperma f.sp. glycinae; whereas appropriate standards in respect of the maximum content of inert matter in soya bean seed should be adopted  in order to reduce the risk of contamination by the said harmful organisms;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Directive 69/208/EEC is hereby amended as follows:\n1. The following sentence is added to paragraph 4 of Annex I:\n'In the case of Glycine max., this condition is applicable in particular to the organisms Pseudomonas syringae pv. glycinea, Diaporthe phaseolorum var. caulivora and var. sojae, Phialophora gregata and Phytophthora megasperma f.sp. glycinea.'\n2. The following sub-paragraph is added to Section I (3) of Annex II:\n'C. Particular standards or other conditions applicable to Glycine max:\n(a) In respect of Pseudomonas syringae pv. glycinea, the maximum number of sub-samples within a sample of 5 000 seeds minimum per lot subdivided into 5 sub-samples which have been found to be contaminated by the said organism shall not exceed 4.\nWhere suspect colonies are identified in all five subsamples, appropriate biochemical tests on the suspect colonies isolated on a preferential medium for each subsample may be used to confirm the above standards or conditions.\n(b) In respect of Diaporthe phaseolorum the maximum number of seeds contaminated shall not exceed 15 %.\n(c) The percentage by weight of inert matter, as defined in accordance with current international testing methods, shall not exceed 0,3 %.\nIn accordance with the procedure laid down in Article 20, Member States may be authorized not to carry out the examination in respect of the above particular standards or other conditions unless, on the basis of previous experience, there is doubt  whether those standards or conditions have been satisfied.'", "The standards and conditions referred to in Article 1 above shall, where appropriate, be reviewed by 30 June 1995 at the latest.", "Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with the provisions of this Directive by 30 June 1992 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 February 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 169, 10. 7. 1969, p. 3.\n(2) OJ No L 353, 17. 12. 1990, p. 48.\n(3) OJ No L 26, 31. 1. 1977, p. 20."}