{"celex_id": "31993D0393", "uri": "http://publications.europa.eu/resource/cellar/1701f0a0-bb3c-46e5-96b2-f78f2169a2cb", "type": "Decision", "concepts": ["1255", "1445", "1644", "2560", "4692", "5369"], "title": "93/393/EEC: Commission Decision of 6 July 1993 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, and porcine embryos from Hungary and amending Decisions 82/8/EEC, 91/449/EEC and 92/322/EEC\n", "header": "COMMISSION DECISION of 6 July 1993 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, and porcine embryos from Hungary and amending Decisions 82/8/EEC, 91/449/EEC and 92/322/EEC\n(93/393/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat and meat products from third countries (1), as last amended by  Council Regulation (EEC) No 1601/92 (2), and in particular Articles 6, 11, 15, 16, 21(a) and 22 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (3), as last amended by Decision 92/438/EEC (4), and in particular Article 18 thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (5), as last amended by Directive 92/118/EEC (6) and in  particular Article (7) thereof,\nWhereas the animal helath conditions and veterinary certification for imports of fresh meat from Hungary were established by Commission Decision 82/8/EEC (7), as last amended by Decision 93/20/EEC (8);\nWhereas the model for the veterinary certification for import of meat products from Hungary was established by Commission Decision 91/449/EEC (9), as last amended by Decision 93/20/EEC;\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species from Hungary were established by Commission Decision 92/322/EEC (10), as last amended by 93/20/EEC;\nWhereas as a result of previous outbreaks of classical swine fever, the Commission adopted Decision 92/539/EEC of 10 November 1992 concerning the importation into the Community of live pigs, fresh pigmeat, porcine semen, porcine embryos and pigmeat  products from Hungary (11), as last amended by Decision 93/21/EEC (12);\nWhereas, following a mission it appeared that the situation was under the control of the Hungarian authoritiess and measures adopted under Commission Decision 93/21/EEC regionalized Hungary in order to allow certain imports from this country with the  exception of the county of Bekes;\nWhereas additional outbreaks of classical swine fever have been declared in Hungary;\nWhereas the occurence of classical swine fever in Hungary is liable to present a serious threat to the herds of Member States, in view of trade in live pigs, fresh pigmeat, porcine embryos and certain meat-based pork products;\nWhereas it is necessary to adjust the measures and amend the animal health conditions and veterinary certification regarding additional measures to be taken involving the countries of Szabolcs-Szatmar-Bereg and Hajdu-Bihar;\nWhereas it is necessary to replace Decisions 92/539/EEC and 93/20/EEC accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize imports of domestic animals of the porcine species, fresh meat and meat products form such animals including wild boars from the territory of Hungary except from the counties of Bekes, Szabolcs-Szatmar-Bereg  and Hajdu-Bihar. However Member States shall authorize from the abovementioned counties meat products which have undergone heat treatment in a hermetically sealed container to an Fo value of 3,00 or more or which have otherwise been treated to ensure an  internal temperature of not less than 70 Â°C, or have undergone treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 Kg and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.\n2. Member States shall not authorize the importation of:\n- embryos of dometic animals of the porcine species from the countries of Bekes, Szabolcs-Szatmar-Bereg and Hajdu-Bihar in Hungary.", "Annex A to Decision 82/8/EEC is hereby amended as follows:\n1. After the words 'Exporting country Hungary (excluding in the case of fresh meat from swine', the words 'the counties of Bekes, Szabolcs-Szatmar-Bereg and Hajdu-Bihar)' are included.\n2. In section IV, point I, first indent, after the words 'territory of Hungary (excluding in the case of swine slaughtered after 1 September 1992, the county of Bekes', the words 'and in the case of swine, slaughtered after 1 May 1993, the counties of  Szabolcs-Szatmar-Bereg anbd Hadju-Bihar)' are added.", "Annex A, part II of Decision 91/449/EEC is hereby amended as follows:\nAfter the words 'Hungary (excluding, in the case of products derived from the meat of swine slaughtered after 1 September 1992, the county of Bekes', the words 'and in the case of swine slaughtered after 1 May 1993, the counties of  Szablocs-Szatmar-Bereg and Hajdu-Bihar)' are added.", "Decision 92/322/EEC is hereby amended as follows:\n1. In Annexes C and D after the words 'Exporting Country: Hungary (excluding the', the words 'Counties of Bekes, Szabolcs-Szatmar-Bereg and Hajdu-Bihar)' are introduced.\n2. In Annexes C and D, section V, paragraph 1, after the words 'Hungary (excluding the' the words 'Counties of Bekes, Szabolcs-Szatmar-Bereg and Hajdu-Bihar)' are introduced.", "Decisions 92/539/EEC and 93/20/EEC are hereby revoked.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 243, 25. 8. 1992, p. 27.\n(5) OJ No L 373, 31. 12. 1990, p. 1.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 8, 13. 1. 1982, p. 9.\n(8) OJ No L 16, 25. 1. 1993, p. 5.\n(9) OJ No L 240, 29. 8. 1991, p. 28.\n(10) OJ No L 177, 30. 6. 1992, p. 1.\n(11) OJ No L 347, 28. 11. 1992, p. 68.\n(12) OJ No L 16, 25. 1. 1993, p. 7."}