{"celex_id": "31993R3020", "uri": "http://publications.europa.eu/resource/cellar/f8186185-0637-4ea2-9c07-be1bb4566d37", "type": "Regulation", "concepts": ["1264", "1644", "2292", "4172", "862"], "title": "COMMISSION REGULATION (EEC) No 3020/93 of 29 October 1993 amending Regulation (EEC) No 2025/92 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 3020/93 of 29 October 1993 amending Regulation (EEC) No 2025/92 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply  balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 27 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 10\nthereof,\nWhereas Commission Regulation (EEC) No 2025/92 of 22 July 1992 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance (3), as amended by Regulation  (EEC) No 3183/92 (4), fixes the forecast supply balance for olive oil for the Canary Islands for the period 1 November to 31 October 1993; whereas, in order to permit supplies of olive oil to be made to the Canary Islands during the 1993/94 marketing  year, a forecast supply balance must be established for the period 1 November 1993 to 31 October 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulations (CEE) No 2025/92 is hereby amended as follows:\n1. in the first subparagraph of Article 1 (1), '1 November 1992 to 31 October 1993' is replaced by '1 November 1993 to 31 October 1994';\n2. paragraph 2 of Article 1 is replaced by the following paragraph:\n'2. Pursuant to Article 3 (2) of Regulation (EEC) No 1601/92 the aid granted on olive oil of Community origin under the specific supply arrangements for the Canary Islands shall be equal, for each type of oil, to the average of the export refund amounts  set for oil in small containers in the course of the month preceding that of submission of the certificate application, plus ECU 1 per 100 kg.';\n3. the Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 207, 23. 7. 1992, p. 15.\n(4) OJ No L 317, 31. 10. 1992, p. 68.\nANNEX\nForecast supply balance for the Canary Islands for olive oil for the period 1 November 1993 to 31 October 1994\n\"(in tonnes)\n\"\" ID=\"01\">1509 10 90 100> ID=\"02\">Virgin olive oil in immediate containers holding no more than 5 litres> ID=\"03\">600\"> ID=\"01\">1509 10 90 900> ID=\"02\">Virgin olive oil in immediate containers holding more than 5 litres> ID=\"03\">600\"> ID=\"01\">1509  90 00 100> ID=\"02\">Olive oil (Riviera) in immediate containers holding no more than 5 litres> ID=\"03\">11 200\"> ID=\"01\">1509 90 00 900> ID=\"02\">Olive oil (Riviera) in immediate containers holding more than 5 litres> ID=\"03\">1 500\"> ID=\"01\">1510 00 90  100> ID=\"02\">Olive-residue oil in immediate containers holding no more than 5 litres> ID=\"03\">350\"> ID=\"01\">1510 00 90 900> ID=\"02\">Olive-residue oil in immediate containers holding more than 5 litres> ID=\"03\">150 \"> ID=\"02\">Total\n> ID=\"03\">14 400 \">"}