{"celex_id": "31990D0418", "uri": "http://publications.europa.eu/resource/cellar/54ca1e37-2568-4e61-b12a-01929287ddcf", "type": "Decision", "concepts": ["1851", "1988", "3560", "4585"], "title": "90/418/EEC: Commission Decision of 1 August 1990 determining the amount of VAT own resources payable by the Federal Republic of Germany for 1988 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes _ Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 1 August 1990\ndetermining the amount of VAT own resources payable by the Federal Republic of Germany for 1988 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products\n(Only the German text is authentic)\n(90/418/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (1), and in particular Article 5 thereof,\nWhereas Directive 85/361/EEC authorizes the Federal Republic of Germany to use value added tax to grant a special aid to farmers provided that own resources accruing from VAT are not affected;\nWhereas, for the 1988 financial year, the net VAT revenue to be taken into account under Article 6 of Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing, in respect of own resources accruing from value added tax, the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities own resources (2) as last amended by Regulation (ECSC, EEC, Euratom) No 3735/85 (3) should be increased by DM 2 481 million;\nWhereas, the average weighted rate referred to in the said Article is 12,6527 % for 1988 but may be changed again;\nWhereas the rate of VAT own resources payable by the Federal Republic of Germany for 1988 is 1,2661 %.\nWhereas the Advisory Committee on Own Resources has been consulted,", "main_body": ["VAT own resources payable by the Federal Republic of Germany for 1988 according to Article 5 of Directive 85/361/EEC amount to DM 248 260 000.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 1 August 1990.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 192, 24. 7. 1985, p. 18.\n(2) OJ No L 336, 27. 12. 1977, p. 8.\n(3) OJ No L 356, 31. 12. 1985, p. 1."}