{"celex_id": "31992D0081", "uri": "http://publications.europa.eu/resource/cellar/1885580d-53ec-4749-abaa-dc42e2b46edc", "type": "Decision", "concepts": ["13", "2286", "2734", "5138"], "title": "Commission Decision of 13 December 1991 on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural products are processed and marketed in the Netherlands (Only the Dutch text is authentic)\n", "header": "COMMISSION DECISION  of 13 December 1991  on the establishment of the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural products are processed and marketed in the  Netherlands  (Only the Dutch text is authentic)  (92/81/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (2) thereof,\nWhereas the Dutch Government submitted to the Commission on 21 December 1990, 14 March 1991, 27 March 1991 and 30 September 1991 seven sectoral plans on the modernization of the conditions under which agricultural products are processed and marketed  referred to in Article 2 of Regulation (EEC) No 866/90;\nWhereas the plans submitted by the Member State include descriptions of the main priorities selected and indications of the use to be made of assistance under the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section in  implementing the sectoral plans;\nWhereas this Community support framework has been established in agreement with the Member State concerned through the partnership defined in Article 4 of Regulation (EEC) No 2052/88 of 24 June 1988 on tasks of the structural Funds and their  effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (3);\nWhereas all the measures which constitute the Community support framework are in conformity with Commission Decision 90/342/EEC of 7 June 1990 on the selection criteria to be adopted for investments for improving the processing and marketing conditions  for agricultural and forestry products (4);\nWhereas the Commission is prepared to examine the possibility of the other Community lending instruments contributing to the financing of this Community support framework in accordance with the specific provisions governing them;\nWhereas in accordance with Article 10 (2) of Council Regulation (EEC) No 4253/88 (5), laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and  with the operations of the European Investment Bank and the other existing financial instruments, this Decision is to be sent as a declaration of intent to the Member State;\nWhereas in accordance with Article 20 (1) and (2) of Council Regulation (EEC) No 4253/88 budgetary commitments relating to the contribution from the structural Funds to the financing of the operations covered by the Community support framework will be  made on the basis of subsequent Commission decisions approving the operations concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee for Agricultural Structure and Rural Development,", "main_body": ["The Community support framework for Community structural assistance on the improvement of the conditions under which agricultural products are processed and marketed in the Netherlands covering the period from 1 January 1991 to 31 December  1993 is hereby established.\nThe Commission declares that it intends to contribute to the implementation of this Community support framework in accordance with the detailed provisions thereof and in compliance with the rules and guidelines of the structural Funds and the other  existing financial instruments.", "The Community support framework contains the following essential information:\n(a) a statement of the main priorities for joint action in the following sectors:\n1. meat;\n2. poultrymeat;\n3. potatoes;\n4. fruit and vegetables;\n5. diverse vegetable crops;\n6. miscellaneous marketing and processing (organic products);\n(b) an indicative financing plan specifying, at constant 1991 prices, the total cost of the priorities adopted for joint action by the Community and the Member State concerned, ECU 151 841 096 for the whole period, and the financial arrangements  envisaged for budgetary assistance from the Community, broken down as follows:\n(ecus)\n1. meat  7 762 939  2. poultrymeat  2 580 499  3. potatoes  2 875 378  4. fruit and vegetables  2 751 586  5. diverse vegetable crops  2 187 826  6. miscellaneous marketing and processing (organic products)  821 909     Total  18 980 137\nThe resultant national financing requirement, approximately ECU 7 592 055 for the public sector and ECU 125 268 904 for the private sector, may be partially covered by Community loans from the European Investment Bank and the other loan  instruments.", "This declaration of intent is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 13 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 185, 15. 7. 1988, p. 9. (4) OJ No L 163, 29. 6. 1990, p. 71. (5) OJ No L 374, 31. 12. 1988, p. 1."}