{"celex_id": "31999R2134", "uri": "http://publications.europa.eu/resource/cellar/511eb620-28af-4200-af93-16294c8d3614", "type": "Regulation", "concepts": ["1099", "1119", "1608", "2986", "3618", "5695"], "title": "Commission Regulation (EC) No 2134/1999 of 7 October 1999 amending Regulation (EC) No 921/1999 as regards bearing the transport costs of fruit and vegetables withdrawn from the market and distributed to people originating in Kosovo\n", "header": "COMMISSION REGULATION (EC) No 2134/1999\nof 7 October 1999\namending Regulation (EC) No 921/1999 as regards bearing the transport costs of fruit and vegetables withdrawn from the market and distributed to people originating in Kosovo\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 30(7) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 659/97(3), as last amended by Regulation (EC) No 729/1999(4), lays down detailed rules for applying Regulation (EC) No 2200/96 as regards intervention arrangements in the fruit and vegetables sector and especially the free distribution of products withdrawn from the market as humanitarian aid outside the Community and bearing the transport costs of these products between the point of withdrawal and the point of exit from the Community;\n(2) Commission Regulation (EC) No 921/1999(5) provides for special measures to distribute fruit and vegetables withdrawn from the market to refugees from Kosovo;\n(3) Although many refugees have now returned to Kosovo, they are still in difficulty, as are many other inhabitants of the province, although not refugees. The free distribution to them of products withdrawn from the market should be permitted. In order to maintain their eligibility for the special measures for refugees provided for in Regulation (EC) No 921/1999 and to extend these to the inhabitants of the region, the words \"refugees from Kosovo\" and \"Kosovo refugees\" should be replaced by \"people originating in Kosovo\";\n(4) To facilitate aid to these people, the transport costs from the Community exit point to the place of delivery should also be borne, until further notice. This provision should consequently be added to Regulation (EC) No 921/1999;\n(5) The Commission should closely monitor the special measures adopted by the Member States in application of Article 18 of Regulation (EC) No 659/97;\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["In the title and Article 1 of Regulation (EC) No 921/1999, the words \"refugees from Kosovo\" and \"Kosovo refugees\" are replaced by \"people originating in Kosovo\".", "The following Article 1a is inserted after Article 1 of Regulation (EC) No 921/1999.\n\"Article 1a\n1. Notwithstanding the first sentence of the second subparagraph of Article 15(1) of Regulation (EC) No 659/97, in the case of the operations referred to in Article 1 above, the distance to be considered for meeting the transport costs shall be the distance between the point of withdrawal and the point of delivery to people originating in Kosovo and their host families.\n2. The Member States concerned shall notify the Commission of the special measures adopted in application of Article 18 of Regulation (EC) No 659/97 in order to ensure that the operations referred to in Article 1 are carried out correctly.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 100, 17.4.1997, p. 22.\n(4) OJ L 93, 8.4.1999, p. 11.\n(5) OJ L 114, 1.5.1999, p. 46."}