{"celex_id": "31993R2065", "uri": "http://publications.europa.eu/resource/cellar/abf20dd5-241b-4ab3-b338-edbed046f77e", "type": "Regulation", "concepts": ["2194", "2639", "2713", "2974", "4373", "5096"], "title": "COMMISSION REGULATION (EEC) No 2065/93 of 27 July 1993 determining, for tobacco from the 1992 harvest, the quantity actually produced and the prices and premiums payable under the system of maximum guaranteed quantities\n", "header": "COMMISSION REGULATION (EEC) No 2065/93 of 27 July 1993 determining, for tobacco from the 1992 harvest, the quantity actually produced and the prices and premiums payable under the system of maximum guaranteed quantities\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 860/92 (2), and in particular Article 4 (5) thereof,\nHaving regard to Commission Regulation (EEC) No 2824/88 of 13 September 1988 laying down certain detailed rules for the application of the system of maximum guaranteed quantities in the tobacco sector and amending Regulations (EEC) No 1076/78 and (EEC)  No 1726/70 (3), as last amended by Regulation (EEC) No 2907/92 (4), and in particular Articles 1 and 2 (4) thereof,\nWhereas Regulation (EEC) No 727/70 provides for a system of maximum guaranteed quantites; whereas that system provides in particular that where the quantities fixede for a variety or a group of varieties are exceeded, the prices and premiums concerned  must be reduced in accordance with Article 4 (5) of that Regulation;\nWhereas Regulation (EEC) No 2824/88 lays down that, before 31 July of the year following that of harvest, the Commission must, for each of the varieties or groups of varieties of tobacco for which a maximum guaranteed quantity has been fixed, determine  in particular on the basis of the figures notified by the Member States, the quantity actually produced which, if exceeded, causes the prices and premiums for the variety or group of varities concerned to be reduced by 1 % for each 1 % by which the  maximum guaranteed quantity is exceeded; whereas when that occurs the norm price is reduced by an amount equal to the reduction in the premium; whereas in the case of the 1992 harvest the maximum reduction allowed is 23 %;\nWhereas Council Regulations (EEC) No 861/92 (5) and (EEC) No 2062/92 (6) fix, inter alia, the maximum guaranteed quantities of leaf tobacco, and the prices and premiums, respectively, for the 1992 harvest;\nWhereas on the basis of the figures available the quantities actually produced in respect of the 1992 harvest are those set out below; whereas the prices and premiums for that harvest should accordingly be adjusted as shown below;\nWhereas Article 1 (1) of Commission Regulation (EEC) No 1768/93 of 30 June 1993 laying down the prices, premiums and supplementary amounts fixed in ecus in the raw tobacco sector and reduced as a result of monetary realignments (7) states that the  prices must be divided by 1,013088 if the operative event for the agricultural conversion rate occurs with effect from 1 July 1993, whereas, for the sake of clarity, the prices should be established with or without application of the reducting  coefficient;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["1. For the 1992 harvest the actual production of each variety or group of varieties of tobacco and the overrun of the maximum guaranteed quantities fixed by Regulation (EEC) No 861/92 shall be those set out in Annex I to this Regulation.\n2. For the 1992 harvest the norm and intervention prices and the amounts of the premium granted to purchasers of leaf tobacco, as referred to in Articles 2 and 3 of Regulation (EEC) No 727/70, and the derived intervention prices for baled tobacco, as  referred to in Article 6 of the said Regulation, which are payable under the system of maximum guaranteed quantities, shall be as set out in Annex II to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 1.\n(2) OJ No L 91, 7. 4. 1992, p. 1.\n(3) OJ No L 254, 14. 9. 1988, p. 9.\n(4) OJ No L 291, 7. 10. 1992, p. 6.\n(5) OJ No L 91, 7. 4. 1992, p. 2.\n(6) OJ No L 215, 30. 7. 1992, p. 22.\n(7) OJ No L 162, 3. 7. 1993, p. 8.\nANNEX I\nTobacco from the 1992 harvest: maximum guaranteed quantities by variety and group of varieties, quantities actually produced, and overrun of the maximum guaranteed quantities\n/* Tables: see OJ */\nANNEX II\nNorm prices, intervention prices, premiums and derived intervention prices for tobacco from the 1992 harvest, in accordance with the system of maximum derived quaranteed qualitities  A. Prices and premiums applicable to operations for which the  operative events occurred prior to 1 July 1993:\n/* Tables: see OJ */\n/* Tables: see OJ */\n(1) Account being taken of the application of Article 13 of Regulation (EEC) No 727/70.\nNota: These prices and premiums take account of the application of Article 1 (1) of Regulation (EEC) No 1768/93 (OJ No L 162, 3. 7. 1993, p. 8)."}