{"celex_id": "31998D0548", "uri": "http://publications.europa.eu/resource/cellar/1ec83944-ccfd-4fe9-898f-a694a5e439c1", "type": "Decision", "concepts": ["1445", "1755", "4353", "5034", "5369"], "title": "98/548/EC: Commission Decision of 22 July 1998 amending for the third time Decision 93/42/EEC, concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for Member States or Regions of Member States free from the disease, in relation to Austria and amending for the second time Decision 95/109/EC (notified under document number C(1998) 2184) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 22 July 1998 amending for the third time Decision 93/42/EEC, concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for Member States or Regions of Member States free from the disease, in relation to Austria and amending for the second time Decision 95/109/EC (notified under document number C(1998) 2184) (Text with EEA relevance) (98/548/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC (1) of 26 June 1964, as last amended and updated by Council Directive 97/12/EC (2), on animal health problems affecting intra-community trade in bovine animals and swine and in particular Articles 9(2) and 10(2) thereof,\nWhereas an eradication programme of infectious bovine rhinotracheitis in Austria was approved by Commission Decision 97/250/EC (3); whereas the programme is regarded to have been successful in eradicating this disease from certain territories of Austria;\nWhereas to secure progress and successfully conclude the initiated IBR programmes Austria was granted certain additional guarantees by Commission Decision 95/109/EC (4);\nWhereas therefore Austria considers that its territory is free from infectious bovine rhinotracheitis and has submitted supporting documentation to the Commission;\nWhereas the authorities of Austria apply for national movement of bovine animals rules at least equivalent to those foreseen in the present Decision;\nWhereas Commission Decision 93/42/EEC (5), as amended by Commission Decision 98/362/EEC (6), gives additional guarantees in relation to infectious bovine rhinotracheitis for bovines destined for Denmark, Finland and Sweden;\nWhereas it is appropriate to propose certain additional guarantees to protect the progress made in Austria; whereas it is therefore appropriate to amend this Decision to give the same guarantee to some territories of Austria;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The following line is added to the Annex of Decision 93/42/EEC:\n>TABLE>", "In the Annex of Commission Decision 95/109/EC the words 'Austria: all regions` are replaced by 'Austria: all regions with the exception of Burgenland, Kärnten, Steiermark, Niederösterreich (except the Bezirke of Amstetten and Waidhofen an der Ybbs-(Stadt)), Salzburg (except the Bezirke of Salzburg-Stadt and Salzburg-Umgebung), Oberösterreich (only the Bezirke of Freistadt, Linz-Stadt, Perg, Rohrbach and Urfahr-Umgebung), Tirol, Vorarlberg and Wien`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 121, 29. 7. 1964, p. 1977/64.\n(2) OJ L 109, 25. 4. 1997, p. 1.\n(3) OJ L 98, 15. 4. 1997, p. 19.\n(4) OJ L 79, 7. 4. 1995, p. 32.\n(5) OJ L 16, 25. 1. 1993, p. 50.\n(6) OJ L 163, 6. 6. 1998, p. 48."}