{"celex_id": "31995R0346", "uri": "http://publications.europa.eu/resource/cellar/a890e469-8f96-4458-9687-a3c241c11219", "type": "Regulation", "concepts": ["1085", "171", "4327", "5000", "616", "797"], "title": "Commission Regulation (EC) No 346/95 of 21 February 1995 on the grant of special aid for the production of durum wheat in France\n", "header": "COMMISSION REGULATION (EC) No 346/95 of 21 February 1995 on the grant of special aid for the production of durum wheat in France\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 12 thereof,\nWhereas, in order to safeguard a certain level of protection of durum wheat in France, outside the traditional production zones, Regulation (EEC) No 1765/92 provides for the grant of special aid in those departments in which production of durum wheat  was well established before the introduction of the reform; whereas a list of departments meeting that criterion should be established;\nWhereas, in order to prevent too high an increase in the areas under durum wheat, the special aid is granted up to a ceiling of 50 000 ha; whereas detailed rules for the administration of that ceiling should be laid down;\nWhereas for the purposes of the application of this Regulation, the information required under Commission Regulation (EEC) No 3887/92 of 23 December 1992 laying down detailed rules for applying the integrated administration and control system for  certain Community aid schemes (2), as amended by Regulation (EC) No 229/95 (3), and under Commission Regulation (EEC) No 1664/93 of 29 June 1993 setting out the information to be provided by the Member States concerning the support system for producers  of certain arable crops (4), should be supplemented;\nWhereas the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The special aid referred to in Article 4 (5) of Regulation (EEC) No 1765/92 shall be granted, up to a limit of 50 000 ha, for all the departments listed in the Annex.\n2. The aid referred to in paragraph 1 shall be granted for all plots eligible for the compensatory payment for arable crops referred to in Article 2 of Regulation (EEC) No 1765/92 sown to durum wheat and located in one of the departments in question.\n3. For the purposes of granting the special aid for durum wheat, the 'area' aid application referred to in Article 4 of Regulation (EEC) No 3887/92 shall indicate all particulars permitting identification of the plots sown to durum wheat.\n4. Where the sum of the areas under durum wheat meeting the criteria referred to in paragraph 2 for which special aid applications have been submitted exceeds the ceiling referred to in paragraph 1, the areas eligible for the special aid shall be  reduced in proportion, before the reduction referred to in the first indent of Article 2 (6) of Regulation (EEC) No 1765/92, if any, is applied.", "In the information table required under Regulation (EEC) No 1664/93, Member States shall also communicate the information on durum wheat referred to in this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1995/96 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 391, 31. 12. 1992, p. 36.\n(3) OJ No L 27, 4. 2. 1995, p. 3.\n(4) OJ No L 158, 30. 6. 1993, p. 19.\nANNEX\nDepartments\nAisne\nAube\nCharente\nCharente-Maritime\nCher\nDeux-Sèvres\nEssonne\nEure\nEure-et-Loir\nIndre\nIndre-et-Loire\nLoir-et-Cher\nLoiret\nLot-et-Garonne\nMaine-et-Loire\nMarne\nNièvre\nOrne\nSarthe\nSeine-et-Marne\nVendée\nVienne\nYonne\nYvelines"}