{"celex_id": "31995D0139", "uri": "http://publications.europa.eu/resource/cellar/5c95f446-a5bb-4895-a0f6-bc87635590f6", "type": "Decision", "concepts": ["1085", "13", "1667", "2286", "4081", "4839"], "title": "95/139/EC: Commission Decision of 6 April 1995 authorizing the Kingdom of Belgium, the French Republic and the Kingdom of the Netherlands to permit temporarily the marketing of flax seed not complying with the requirements of Council Directive 69/208/EEC\n", "header": "COMMISSION DECISION of 6 April 1995 authorizing the Kingdom of Belgium, the French Republic and the Kingdom of the Netherlands to permit temporarily the marketing of flax seed not complying with the requirements of Council Directive 69/208/EEC (95/139/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 16 thereof,\nHaving regard to the requests made by Belgium, France and the Netherlands,\nWhereas in Belgium, France and the Netherlands the production of flax seed complying with the requirements of Directive 69/208/EEC has been insufficient in 1994 and is not adequate to supply the needs of these countries;\nWhereas it has not been possible to cover these seeds sufficiently with seed from Member States, of from third countries, meeting all the requirements laid down in the said Directive;\nWhereas Belgium, France and the Netherlands should therefore be authorized to permit, for a period expiring on 30 June 1995, the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas it also appears desirable to authorize each of the other Member States to permit the marketing of such seed, if its marketing has been authorized in other Member States under this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Kingdom of Belgium, the French Republic and the Kingdom of the Netherlands are authorized to permit, for a period expiring on 30 June 1995, the marketing in their territories of a maximum of 1 000 tonnes of flax seed (Linum usitatissimum L.) of the categories 'certified seed of the first generation`, 'certified seed of the second generation` and 'certified seed of the third generation` which does not satisfy the requirements laid down in Annex II to Directive 69/208/EEC with regard to the minimum germination capacity. This maximum applies to all three Member States taken together. The following requirements are satisfied:\n(a) the germination capacity is at least 90 % of pure seed;\n(b) the official label shall bear the following endorsements: 'Minimum germination capacity 90 %`.", "The other Member States are authorized to permit, subject to the conditions laid down in Article 1 and for the purposes intended by the applicant Member States, the marketing in their territories of the seed authorized to be marketed under Article 1.", "The Member States shall notify the Commission and the other Member States before 30 September 1995 the quantities of seed certified and marketed in their territories pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 April 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 169, 10. 7. 1969, p. 3."}