{"celex_id": "31993R1752", "uri": "http://publications.europa.eu/resource/cellar/a8656371-d61e-4030-8bf2-5f0e24bd5908", "type": "Regulation", "concepts": ["1104", "1486", "20", "2965", "4289"], "title": "COMMISSION REGULATION (EEC) No 1752/93 of 30 June 1993 amending Regulation (EEC) No 1107/68 on detailed rules of application for intervention on the market in Grana padano and Parmigiano-Reggiano cheeses\n", "header": "COMMISSION REGULATION (EEC) No 1752/93 of 30 June 1993 amending Regulation (EEC) No 1107/68 on detailed rules of application for intervention on the market in Grana padano and Parmigiano-Reggiano cheeses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2071/92 (2), and in particular Article 8 (5) thereof,\nWhereas Article 3 of Commission Regulation (EEC) No 1107/68 (3), as last amended by Regulation (EEC) No 1526/90 (4), provides for quality inspection of cheeses after a period in storage; whereas rules should be laid down to deal with cases where the results are unfavourable, and specifically the storage costs payable by the seller should be set;\nWhereas Articles 6 to 15 of the abovementioned Regulation (EEC) No 1107/68 contain provisions on the sale by tender of cheese held in public storage; whereas those provisions should be amended in the light of experience and in line with the provisions of the general Regulations in force, in particular Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (5), as last amended by Regulation (EEC) No 3745/89 (6);\nWhereas Article 17 (1) of Regulation (EEC) No 1107/68 sets the private storage aid rates for Grana padano and Parmigiano-Reggiano cheeses; whereas these rates should be adjusted in the case of new storage contracts, in line with changes in the market situation for these cheeses;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1107/68 is hereby amended as follows:\n1. The following paragraph 3 is added to Article 3:\n'3. By his offer the seller undertakes, should inspection show that the cheese does not meet the requirements specified in paragraphs 1 and 2:\n- to take the cheese back,\n- to reimburse to the intervention agency the purchase price of the defective cheese,\n- to pay storage costs for the quantity concerned from the day of entry into storage until the date of removal.\nThose storage costs shall be set at the following rates per tonne :\n(a) ECU 40 in fixed costs;\n(b) ECU 0,94 per day of storage, for warehousing costs;\n(c) if payment has been made, the financial costs shall be calculated from the day of payment on the basis of the purchase price and a rate of interest determined in accordance with Commission Regulation (EEC) No 411/88 (*), plus 2 % points.\n(*) OJ No L 40, 13. 2. 1988, p. 25.`\n2. Articles 6 to 15 are hereby replaced by the following:\n'Article 6\n1. When a decision is taken to sell Grano padano or Parmigiano-Reggiano cheese from public storage by tender, a standing invitation to tender shall be published in the Official Journal of the European Communities at least eight days before the first time limit for the submission of tenders.\n2. During the currency of the standing invitation to tender the intervention agency shall operate partial tendering procedures.\nTo that end it shall draw up a tendering notice giving the time limit and the place for the submission of tenders.\n3. The tendering notice shall also specify:\n(a) the weight of each lot offered for sale;\n(b) its age;\n(c) the of the storage depot or depots where the lots are in store.\n4. For the purposes of this Regulation \"lot\" shall mean a quantity of cheese put together to be sold.\n5. The time lmit for the submission of tenders under each partial tendering procedure shall be the second and fourth Tuesday of the month at 12 noon, except for the fourth Tuesday of December. If Tuesday is a holiday, the time limit shall be extended to 12 noon on the first working day following.", "The intervention agency shall take the measures necessary to enable those concerned to inspect the cheeses put up for sale and to learn the results of inspections made by the intervention agency.", "1. Tenders shall take part in a partial tendering procedure either by sending a registered letter (or by lodging a written tender with the intervention agency against acknowledgement of receipt) or by using any form of written telecommunication.\nTenders shall be lodged with the intervention agency holding the cheeses concerned.\n2. The tender shall specify:\n(a) the tenderer's name and address;\n(b) the number of the lot in question;\n(c) the price offered per 100 kilgorams of cheese, excluding national taxes, ex-warehouse, in ecus;\n(d) any other information required under the terms of the tendering procedure.\n3. Tenders shall not be valid unless:\n(a) made for an entire lot; a tender for several lots shall be considered to be made up of as many tenders as lots;\n(b) accompanied by a statement in which the tenderer agrees to forgo any claim as to the quality and characteristics of any cheese assigned to him;\n(c) evidence is supplied that the tenderer has lodged, before the time limit for submission of tenders, a tendering security for his offer as indicated in Article 9 (1).\n4. Tenders may not be withdrawn after the time limit indicated in Article 6 (5).", "1. Maintenance of the tender after the time limit for submission of tenders and payment of the price within the period stated in Article 12 (2) shall constitute primary requirements, guaranteed by the lodging of a tendering security of ECU 30 per tonne.\n2. The tendering security shall be lodged in the Member State in which the tender is submitted.", "0\n1. In the light of the tenders received under each partial tendering procedure and in accordance with the procedure provided for by Article 30 of Regulation (EEC) No 804/68, a minimum selling price shall be set for each category of cheese.\nA decision may be taken to accept none of the tenders submitted.\n2. \"Category of cheese\" under this Regulation shall mean a quantity of cheeses in one or more lots displaying common characteristics.", "1\n1. If the tender is for less than the minimum selling price fixed for the category in question, it shall be refused.\n2. Without prejudice to paragraph 1, the contract for a given lot shall be awarded to the highest tender. When several tenders are made at the same price, the intervention agency shall\n- either divide the lot in agreement with the tenderers concerned,\n- or award it by drawing lots.\n3. The rights and obligations deriving from the tendering procedure shall not be transferable.", "2\n1. Each tenderer shall forthwith be informed by the intervention agency of the outcome of his participation in the partial tendering procedure.\n2. Before removing the cheese and within the time limit indicated in Article 13 (2) the successful tenderer shall pay, for each quantity that he plans to withdraw, the amount corresponding to his tender.\n3. Except in cases of force majeure, if the tenderer has not made the payment under paragraph 2 within the set time limit the tendering security referred to in Article 9 (1) shall be forfeit and the sale cancelled for the remaining quantities.", "3\n1. When payment of the amount referred to in Article 12 (2) has been made, the intervention agency shall issue a removal voucher showing:\n(a) the numbers of the lots assigned;\n(b) the warehouse where they are stored;\n(c) the time limit for their removal.\n2. Within 30 days of the closing date for submission of tenders the successful tenderer shall remove the cheese assigned to him. Removal may be effected in stages.\nExcept in cases of force majeure, if removal is not effected within the time limit indicated in the first subparagraph the cost of storing the cheese from the first day following its expiry shall be charged to the tenderer.", "4\nIf within three weeks following removal the tenderer informs the intervention agency that the cheese is unfit for consumption on account of a defect which was present when inspection was carried out prior to purchase but which could not reasonably have been found at that time, the intervention agency shall refund the purchase price in whole or in part to the tenderer, provided that the defect is confirmed by the competent authority and that the product concerned is restored in whole or in part to the competent intervention agency.", "5\nMember States shall notify the Commission, by Tuesday of each week at the latest, of the quantities of cheese removed from storage during the previous week.`\n3. Article 17 (1) is replaced by the following:\n'1. The aid rate for private storage shall be:\n(a) for Grana padano, ECU 2,18 per tonne per day;\n(b) for Parmigiano-Reggiano, ECU 2,32 per tonne per day.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 215, 30. 7. 1992, p. 64.\n(3) OJ No L 184, 29. 7. 1968, p. 29.\n(4) OJ No L 144, 7. 6. 1990, p. 17.\n(5) OJ No L 205, 3. 8. 1985, p. 5.\n(6) OJ No L 364, 14. 12. 1989, p. 54."}