{"celex_id": "31994R1873", "uri": "http://publications.europa.eu/resource/cellar/51501454-ebb8-45ca-bbeb-43e5d21ca275", "type": "Regulation", "concepts": ["2644", "2650", "2676", "4315", "4858", "5096"], "title": "Council Regulation (EC) No 1873/94 of 27 July 1994 fixing, for the 1994/95 marketing year, certain sugar prices and the standard quality of beet\n", "header": "COUNCIL REGULATION (EC) No 1873/94 of 27 July 1994 fixing, for the 1994/95 marketing year, certain sugar prices and the standard quality of beet\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), and in particular Articles 2 (3), 3 (4) and 4 (3) thereof,\nHaving regard to the opinion of the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas, when sugar prices are fixed, account should be taken of the objectives of the common agricultural policy; whereas the objectives of the common agricultural policy are in particular to ensure a fair standard of living for the agrcultural  community, to assure the availability of supplies and ensure that they reach consumers at reasonable prices;\nWhereas, in order to attain these objectives, the target price for sugar must be fixed at a level which, taking into account in particular the resultant level of the invervention price, ensures a fair remuneration for beet and sugar cane producers while  at the same time respecting consumers' interests, and which is likely to maintain the balance between the prices of the principal agricultural products;\nWhereas, as a result of the characteristics of the sugar market, the risks involved in this trade are relatively slight; whereas, consequently, when the intervention price for sugar is being fixed, the difference between the target price and the  intervention price may be fixed at a relatively low level;\nWhereas the basic price for beet must take account of the intervention price and of the costs of processing and delivering the beet to factories and be based on an estimated Community yield of 130 kilograms of white sugar per tonne of beet at 16 % sugar  content,", "main_body": ["1.  The target price for white sugar shall be ECU 55,07 per 100 kilograms.\n2.  The intervention price for white sugar shall be ECU 52,33 per 100 kilograms for the non-deficit areas of the Community.", "The basic price for beet shall be ECU 39,48 per tonne delivered at the collection centre.", "Standard quality beet shall:\n(a) be of sound, genuine and merchantable quality;\n(b) have a sugar content of 16 % at the reception point.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No L 177, 1. 7. 1981, p. 4. Regulation as last amended by Regulation (EC) No 133/94 (OJ No L 22, 27. 1. 1994, p. 7).(2) OJ No C 83, 19. 3. 1994, p. 13.(3) OJ No C 128, 9. 5. 1994.(4) OJ No C 148, 30. 5. 1994. p. 49."}