{"celex_id": "31990R1054", "uri": "http://publications.europa.eu/resource/cellar/6b0eafea-2c23-468e-90fe-83b229c6d523", "type": "Regulation", "concepts": ["1309", "161", "5283"], "title": "Council Regulation (EEC) No 1054/90 of 25 April 1990 opening and providing for the administration of an autonomous Community tariff quota for gas oil of low sulphur content\n", "header": "COUNCIL  REGULATION (EEC) No 1054/90\nof 25 April 1990\nopening and providing for the administration of an autonomous Community tariff quota for gas oil of low sulphur content\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas production in the Community of gasoil is currently insufficient; whereas, consequently, Community supplies of a product of this type currently depends to a considerable extent on imports from third countries; whereas the most urgent Community requirements for the product in question should be met immediately on the most favourable terms; whereas a duty-free Community tariff quota should therefore be opened within the limits of a volume of 3 500 000 tonnes for the period 1 May to 31 December 1990;\nWhereas it is in the Community's interests that the gas oil consumed should have a sulphur content as low as possible. In particular, with a view to protecting the environment; whereas, as a result, it would seem appropriate to limit the benefit of the said tariff quota to gas oil of a sulphur content not exceeding 0,2 % by weight;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quota and to ensure the uninterrupted application of the rate laid down for the quota to all imports of the product concerned into all Member States until the quota has been used up;\nWhereas, it is appropriate to take the necessary measures to ensure efficient Community administration of this tariff quota while offering the Member States the opportunity to draw from the quota volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the quantities draw by that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 May to 31 December 1990, the customs duties applicable to imports into the Community of the products listed below shall be suspended at the levels and within the limits of the Community tariff quotas shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code (a)  // Description  // Amount of quota (tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.2783   // ex 2710 00 69   // Gas oil of a sulphur content not exceeding 0,2 % by weight   // 3 500 000   // 0  //    //   //   //   //\n(a) Taric code: 2710 00 69 * 10\n2. Within the limits of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the 1985 Act of Accession.\n3. Imports of the product in question which are eligible for exemption from customs duty under other preferential arrangements shall not be chargeable to the tariff quota.", "The tariff quota referred to in Article 1 shall be managed by the Commission, which may take any appropriate administrative measures to ensure that it is managed efficiently.", "Where an importer submits a product covered by this Regulation for release for free circulation in a Member State, applying to take advantage of the preferential arrangements, and the entry is accepted by the customs authorities, the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the quota volume.\nRequests for drawings, indicating the date on which the entries were accepted, must be sent to the Commission without delay. Drawings shall be granted by the Commission in chronological order of the dates on which the customs authorities of the Member States concerned accepted the entries for release for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use a drawing in fully, it shall return any unused portion to the quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applicants pro rate. The Commission shall inform the Member States of the drawings made.", "Without prejudice to Article 48 of the Act of Accession of Spain and Portugal, each Member State shall ensure that importers of the product in question have equal and continous acces to the quota for as long as the balance of the relevant quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 May 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 April 1990.\nFor the Council\nThe President\nM. O'KENNEDY"}