{"celex_id": "31996R2511", "uri": "http://publications.europa.eu/resource/cellar/b16125e0-358f-4d94-b68a-886f324d8bb7", "type": "Regulation", "concepts": ["161", "1644", "1937", "2300", "4080", "5034"], "title": "Commission Regulation (EC) No 2511/96 of 23 December 1996 laying down, for 1997, certain detailed rules for the application of a tariff quota for live bovine animals weighing from 160 to 300 kilograms and originating in certain third countries\n", "header": "COMMISSION REGULATION (EC) No 2511/96 of 23 December 1996 laying down, for 1997, certain detailed rules for the application of a tariff quota for live bovine animals weighing from 160 to 300 kilograms and originating in certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (1), as amended by Regulation (EC) No 2490/96 (2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (3), and in particular Article 5 thereof,\nWhereas Regulations (EC) No 3066/95 and (EC) No 1926/96 provide for the opening, for 1997, of a tariff quota for 153 000 live bovine animals weighing from 160 to 300 kilograms and originating in Hungary, Poland, the Czech Republic, Slovakia, Romania, Bulgaria, Estonia, Latvia and Lithuania and qualifying for an 80 % reduction in customs duties; whereas management measures should be laid down for the import of those animals;\nWhereas, with a view to preventing speculation, the quantity available should be made accessible to operators able to show that they are genuinely engaged in trade of a significant scale with third countries; whereas, in that respect and with a view to efficient management, the operators concerned must have exported and/or imported at least 50 animals in 1996; whereas a batch of 50 animals in principle constitutes a normal load; whereas experience has shown that the sale or purchase of a single batch is a minimum requirement for a transaction to be considered real and viable;\nWhereas, in order to ensure that imports of the quantities laid down for 1997 arrive regularly, the issuing of licences should be staggered over the year;\nWhereas provision should be made for the arrangements to be administered by means of import licences; whereas, to that end, detailed rules should be laid down in particular to cover the submission of applications and the particulars to be shown on applications and licences, where applicable, by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 2402/96 (5), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 2051/96 (7); whereas provision should also be made for licences to be issued after a period for reflection, a flat-rate percentage reduction being applied where necessary;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. Under the tariff quotas provided for in Regulations (EC) No 3066/95 and (EC) No 1926/96, 153 000 head of live bovine animals falling within CN code 0102 90 41 or 0102 90 49 and originating in the third countries listed in Annex II may be imported in 1997 in accordance with this Regulation.\n2. The ad valorem and specific duties on those animals as fixed in the Common Customs Tariff (CCT) shall be reduced by 80 %.", "1. Applicants in respect of the quota referred to in Article 1 must be natural or legal persons, they must prove to the satisfaction of the competent authorities of the Member State concerned when submitting their applications that in 1996 they imported and/or exported at least 50 animals falling within CN code 0102 90, and they must be listed in a national VAT register.\n2. Proof of import and export shall be furnished exclusively by means of the customs document of release for free circulation or the export document, duly endorsed by the customs authorities.\nMember States may accept copies of the abovementioned documents, duly certified by the issuing authority, where the applicant can prove, to the satisfaction of the competent authority, that it is impossible for him to obtain the originals.", "1. Applications for rights to import may only be submitted in the Member State where the applicant is so registered.\n2. Applications for rights to import:\n- must cover at least 50 animals,\nand\n- may not cover more than 10 % of the quantity available.\nWhere applications exceed that quantity, they shall be deemed to cover that quantity only.", "1. Applications for rights to import may be lodged from 17 to 24 January 1997 only.\n2. Where the same applicant lodges more than one application, all applications from that applicant shall be inadmissible.\n3. By 6 February 1997 at the latest, the Member States shall notify the Commission of applications lodged. Such notification shall comprise a list of applicants and of quantities applied for.\nAll notifications, including notifications of 'nil` applications, shall be forwarded by telex or fax, using the model in Annex I.", "1. The Commission shall decide what percentage of quantities covered by applications may be imported.\n2. If the quantities covered by applications as referred to in Article 4 exceed the quantities available, the Commission shall fix a single percentage reduction to be applied to the quantities applied for.\nWhere the application of the reduction provided for in the first subparagraph gives a figure of less than 50 head per application, the quantity available shall be awarded by the Member States concerned by drawing lots for import rights covering 50 head each. Where the remainder is less than 50 head, a single right to import that quantity shall be awarded.", "1. The quantities awarded pursuant to Article 5 shall be imported subject to presentation of import licences.\n2. Licence applications may be lodged only in the Member State where the application for the right to import was submitted.\n3. Licence applications and licences shall show the following:\n(a) in Section 8, the countries listed in Annex II; licences shall carry with them an obligation to import from one or more of the countries shown;\n(b) in Section 20, at least one of the following:\nReglamento (CE) n° 2511/96\nForordning (EF) nr. 2511/96\nVerordnung (EG) Nr. 2511/96\nÊáíïíéóìüò (ÅÊ) áñéè. 2511/96\nRegulation (EC) No 2511/96\nRèglement (CE) n° 2511/96\nRegolamento (CE) n. 2511/96\nVerordening (EG) nr. 2511/96\nRegulamento (CE) nº 2511/96\nAsetus (EY) N:o 2511/96\nFörordning (EG) nr 2511/96.\n4. Until 30 June 1997, licences shall be issued for no more than 50 % of the import rights awarded. Import licences covering the remainder shall be issued from 1 July 1997.\n5. Import licences drawn up in accordance with this Regulation shall be valid for 90 days from their date of issue. However, no licence shall be valid after 31 December 1997.\n6. Licences issued shall be valid throughout the Community.\n7. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.", "The duties provided for in Article 1 shall be payable on imports of the animals subject to presentation of an EUR 1 movement certificate issued by the exporting country in accordance with Protocol 4 annexed to the Europe Agreements and Protocol 3 annexed to the Agreements on free trade.", "1. All animals imported under the arrangements referred to in Article 1 shall be identified either by:\n- an indelible tattoo, or\n- an officially issued eartag or an eartag officially approved by the Member State, attached to at least one ear.\n2. Such tattoos or eartags shall be so designed as to enable the date the animals are released for free circulation and the identity of the importers to be established by reference to a record made at the time animals are so released.", "Within three weeks of import of animals covered by this Regulation, importers shall notify the competent authorities which issued the import licences of the number and origin of the animals imported. The authorities shall forward that information to the Commission at the beginning of each month.", "0\n1. At the time applications are submitted for import licences, importers shall lodge a security of ECU 3 per head to cover the import licence as provided for in Article 4 of Regulation (EC) No 1445/95 and a security of ECU 1 per head to cover the notification provided for in Article 9 of this Regulation.\n2. Securities covering notifications shall be released where the notification is forwarded to the competent authority within the time limit laid down in Article 9 in respect of the animals covered by such notification, failing which the securities shall be forfeited. Decisions regarding the release of such securities shall be made at the same time as those covering the release of securities covering licences.", "1\nRegulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to the provisions of this Regulation.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 338, 28. 12. 1996, p. 13.\n(3) OJ No L 254, 8. 10. 1996, p. 1.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 327, 18. 12. 1996, p. 14.\n(6) OJ No L 143, 27. 6. 1995, p. 35.\n(7) OJ No L 274, 26. 10. 1996, p. 18.\nANNEX I\n>START OF GRAPHIC>\nEC fax No: (32 2) 296 60 27\nApplication of Regulation (EC) No 2511/96\nCOMMISSION OF THE EUROPEAN COMMUNITIES\tDG VI/D/2 - BEEF AND VEAL\nAPPLICATION FOR IMPORT RIGHTS\n>END OF GRAPHIC>\nANNEX II\nList of third countries\n- Hungary\n- Poland\n- Czech Republic\n- Slovakia\n- Romania\n- Bulgaria\n- Lithuania\n- Latvia\n- Estonia"}