{"celex_id": "31995R1683", "uri": "http://publications.europa.eu/resource/cellar/9722b804-a235-4348-ba5c-f7e592040cf5", "type": "Regulation", "concepts": ["167", "3526", "3645", "488", "5796", "92"], "title": "Council Regulation (EC) No 1683/95 of 29 May 1995 laying down a uniform format for visas\n", "header": "COUNCIL REGULATION (EC) No 1683/95\nof 29 May 1995\nlaying down a uniform  format for visas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, in particular Article 100c (3)  thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas Article 100c (3) of the Treaty requires the Council to adopt measures relating to a uniform  format for visas before 1 January 1996;\nWhereas the introduction of a uniform format for visas is an important step towards the  harmonization of visa policy; whereas Article 7a of the Treaty stipulates that the internal market  shall comprise an area without internal frontiers in which the free movement of persons is ensured  in accordance with the provisions of the Treaty; whereas this step is also to be regarded as  forming a coherent whole with measures falling within Title VI of the Treaty on European Union;\nWhereas it is essential that the uniform format for visas should contain all the necessary  information and meet very high technical standards, notably as regards safeguards against  counterfeiting and falsification; whereas it must also be suited to use by all the Member States  and bear universally recognizable security features which are clearly visible to the naked eye;\nWhereas this Regulation only lays down such specifications as are not secret; whereas these  specifications need to be supplemented by further specifications which must remain secret in order  to prevent counterfeiting and falsification and which may not include personal data or references  to such data; whereas powers to adopt further specifications should be conferred on the  Commission;\nWhereas, to ensure that the information referred to is not made available to more persons than  necessary, it is also essential that each Member State should designate not more than one body  having responsibility for printing the uniform format for visas, with Member States remaining free  to change the body, if need be; whereas, for security reasons, each Member State must communicate  the name of the competent body to the Commission and the other Member States;\nWhereas, to be effective, this Regulation should apply to all visas covered by Article 5; whereas  Member States should be free also to use the uniform visa format for visas which can be used for  purposes other than those covered by Article 5 provided differences visible to the naked eye are  incorporated to make confusion with the uniform visa impossible;\nWhereas, with regard to the personal data to be entered on the uniform format for visas in  accordance with the Annex hereto, compliance should be ensured with Member States' data-protection  provisions as well as with the relevant Community legislation,", "main_body": ["Visas issued by the Member States in conformity with Article 5 shall  be produced in the form of a uniform format (sticker). They shall conform to the specifications set  out in the Annex.", "Further technical specifications which render the visa difficult to counterfeit or  falsify shall be laid down in accordance with the procedure set out in Article 6.", "1. The specifications referred to in Article 2 shall be secret and not be published.  They shall be made available only to bodies designated by the Member States as responsible for  printing and to persons duly authorized by a Member State or the Commission.\n2. Each Member State shall designate one body having responsibility for printing visas. It shall  communicate the name of that body to the Commission and the other Member States. The same body may  be designated by two or more Member States for this purpose. Each Member State shall be entitled to  change its designated body. It shall inform the Commission and the other Member States  accordingly.", "1. Without prejudice to the relevant more extensive provisions concerning data  protection, an individual to whom a visa is issued shall have the right to verify the personal  particulars entered on the visa and, where appropriate, to ask for any corrections or deletions to  be made.\n2. No information in machine-readable form shall be given on the uniform format for visas unless it  also appears in the boxes described in points 6 to 12 of the Annex, or unless it is mentioned in  the relevant travel document.", "For the purposes of this Regulation a 'visa' shall mean an authorization given by or a  decision taken by a Member State which is required for entry into its territory with a view to:\n- an intended stay in that Member State or in several Member States of no more than three months in  all,\n- transit through the territory or airport transit zone of that Member State or several Member  States.", "1. Where reference is made to the procedure defined in this Article, the following  provisions shall apply.\n2. The Commission shall be assisted by a committee composed of the representatives of the Member  States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be  taken. The committee shall deliver its opinion on the draft within a time limit which the chairman  may lay down according to the urgency of the matter. The opinion shall be delivered by the majority  laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required  to adopt on a proposal from the Commission. The votes of the representatives of the Member States  within the committee shall be weighted in the manner set out in that Article. The chairman shall  not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion  of the committee.\n(b) If the measures envisaged are not in accordance with the opinion of the committee, or if no  opinion is delivered, the Commission shall, without delay, submit to the Council a proposal  relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of two months, the Council has not acted, the proposed measures shall  be adopted by the Commission, save where the Council has decided against the said measures by a  simple majority.", "Where Member States use the uniform visa format for purposes other than those covered  by Article 5, appropriate measures must be taken to ensure that confusion with the visa referred to  in Article 5 is not possible.", "This Regulation shall enter into force on the twentieth day following that of its  publication in the Official Journal of the European Communities.", "shall become applicable six months after the adoption of the measures referred to in  Article 2.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1995.\nFor the Council\nThe President\nH. de CHARETTE\nANNEX\n>REFERENCE TO A FILM>\nSecurity features\n1. A sign consisting of nine ellipses in  a fan-shape shall appear in this space.\n2. An optically variable mark ('kinegram' or equivalent) shall appear in this space. Depending on  the angle of view, 12 stars, the letter 'E' and a globe become visible in various sizes and  colours.\n3. The logo consisting of a letter or letters indicating the issuing Member State (or 'BNL' in the  case of the Benelux countries, namely Belgium, Luxembourg and the Netherlands) with a latent image  effect shall appear in this space. This logo shall appear light when held flat and dark when turned  by 90°. The following logos shall be used: A for Austria, BNL for Benelux, D for Germany, DK for  Denmark, E for Spain, F for France, FIN for Finland, GR for Greece, I for Italy, IRL for Ireland, P  for Portugal, S for Sweden, UK for the United Kingdom.\n4. The word 'visa' in capital letters shall appear in the middle of this space in optically  variable colouring. Depending on the angle of view, it shall appear green or red.\n5. This box shall contain the number of the visa, which shall be pre-printed and shall begin with  the letter or letters indicating the issuing country as described in point 3 above. A special type  shall be used.\nSections to be completed\n6. This box shall begin with the words 'valid for'. The issuing  authority shall indicate the territory or territories for which the visa is valid.\n7. This box shall begin with the word 'from' and the word 'until' shall appear further along the  line. The issuing authority shall indicate here the period of validity of the visa.\n8. This box shall begin with the words 'number of entries' and further along the line the words  'duration of stay' (i.e. duration of applicants' intended stay) and again 'days' shall appear.\n9. This box shall begin with the words 'issued in' and shall be used to indicate the place of  issue.\n10. This box shall begin with the word 'on' (after which the date of issue shall be filled in by  the issuing authority) and further along the line the words 'number of passport' shall appear  (after which the holder's passport number shall appear).\n11. This box shall begin with the words 'type of visa'. The issuing authority shall indicate the  category of visa in conformity with Articles 5 and 7 of this Regulation.\n12. This box shall begin with the word 'remarks'. It shall be used by the issuing authority to  indicate any further information which is considered necessary, provided that it complies with  Article 4 of this Regulation. The following two and a half lines shall be left empty for such  remarks.\n13. This box shall contain the relevant machine-readable information to facilitate external border  controls.\nThe paper shall be pastel green with red and blue markings.\nThe words designating the boxes shall appear in English and French. The issuing State may add a  third official Community language. However, the word 'visa' in the top line may appear in any one  official language of the Community."}