{"celex_id": "31996D0082", "uri": "http://publications.europa.eu/resource/cellar/4d98d64b-c416-4ad9-8297-29aa991101f7", "type": "Decision", "concepts": ["1755", "1888", "2300", "5369", "711", "842"], "title": "96/82/EC: Commission Decision of 12 January 1996 amending Decisions 93/196/EEC and 93/197/EEC concerning animal health certificates for imports of equidae for slaughter, registered equidae and equidae for breeding and production, with regard to piroplasmosis (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 January 1996 amending Decisions 93/196/EEC and 93/197/EEC concerning animal health certificates for imports of equidae for slaughter, registered equidae and equidae for breeding and production, with regard to piroplasmosis (Text with EEA relevance) (96/82/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and imports from third countries of equidae (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Articles 15 and 16 thereof,\nWhereas the health conditions and veterinary certification for imports of equidae for slaughter are laid down in Commission Decision 93/196/EEC (2) and for imports of registered equidae and equidae for breeding and production in Commission Decision 93/197/EEC (3), both as last amended by Decision 96/81/EC (4);\nWhereas piroplasmosis (B. equi and B. caballi) is present in certain Member States of the European Community; whereas equidae seropositive for piroplasmosis are present in certain Member States;\nWhereas therefore the negative serological test results required for imports of certain categories of equidae from certain third countries are no longer appropriate;\nWhereas treatment of equidae to eliminate infection may be detrimental to the animals; whereas however following the treatment a shortlasting seronegativity in the required serological test does not exclude infectivity for vector ticks;\nWhereas the abovementioned Decisions must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Annex II, chapter 'III. Health information` of Decision 93/196/EEC paragraph (j), fourth indent, is deleted.", "In the certificates D and E of Annex II, chapter 'III. Health information` of Decision 93/197/EEC paragraph (j), fourth indent, is deleted.", "This Decision shall apply from the 15th day after its notification to the Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 42.\n(2) OJ No L 86, 6. 4. 1993, p. 7.\n(3) OJ No L 86, 6. 4. 1993, p. 16.\n(4) See page 53 of this Official Journal."}