{"celex_id": "31998R1007", "uri": "http://publications.europa.eu/resource/cellar/af29f3a4-0c4f-4c2c-ba60-60878acbc839", "type": "Regulation", "concepts": ["1120", "13", "2217", "2355", "2713", "2965"], "title": "Commission Regulation (EC) No 1007/98 of 14 May 1998 fixing the compensatory aid for bananas produced and marketed in the Community in 1997, the deadline for payment of the balance of that aid and the unit amount of advances for 1998 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1007/98 of 14 May 1998 fixing the compensatory aid for bananas produced and marketed in the Community in 1997, the deadline for payment of the balance of that aid and the unit amount of advances for 1998 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Articles 12(6) and 14 thereof,\nWhereas Commission Regulation (EEC) No 1858/93 (3), as last amended by Regulation (EC) No 796/95 (4), lays down detailed rules for applying Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector;\nWhereas, pursuant to Article 12 of Regulation (EEC) No 404/93, the compensatory aid is calculated on the basis of the difference between the flat-rate reference income and the average production income from bananas produced and marketed in the Community in a given year; whereas supplementary aid is granted in one or more producer regions where average income from production is significantly lower than the average Community income;\nWhereas prices for bananas produced and marketed in the Community in 1997 were such that the average price for delivery to the first port of unloading in the rest of the Community, less the average costs of transport and delivery fob, is less than the flat-rate reference income fixed in Article 2(2) of Regulation (EEC) No 1858/93; whereas the compensatory aid for 1997 should be fixed accordingly;\nWhereas the annual average production income from marketing bananas produced in Portugal proved significantly lower than the Community average in 1997; whereas supplementary aid should accordingly be granted in the producer regions of Portugal;\nWhereas, furthermore, the unit amounts of advances and the corresponding security depend on the rate of aid fixed for the preceding year pursuant to Article 4(2) and (4) of Regulation (EEC) No 1858/93;\nWhereas, since all the data required were not available, the compensatory aid for 1997 could not be determined earlier; whereas provision should be made for payment of the balance of the aid within two months of the date of publication of this Regulation; whereas, given the above, the Regulation should enter into force on the day following its publication;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["1. The compensatory aid provided for in Article 12 of Regulation (EEC) No 404/93 for bananas covered by CN code ex 0803, excluding plantains, produced and marketed fresh in the Community in 1997 shall be ECU 24,81 per 100 kg.\n2. The aid fixed in paragraph 1 shall be increased by ECU 2,82 per 100 kg for bananas produced in the producer regions of Portugal.\n3. Advances for bananas marketed from January to October 1998 shall be ECU 17,37 per 100 kg. The corresponding security shall be ECU 8,68 per 100 kg.", "Notwithstanding Article 10 of Regulation (EEC) No 1858/93, the competent authorities of the Member States shall pay the balance of the compensatory aid in respect of 1997 within two months of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25. 2. 1993, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 170, 13. 7. 1993, p. 5.\n(4) OJ L 80, 8. 4. 1995, p. 17."}