{"celex_id": "31992D0562", "uri": "http://publications.europa.eu/resource/cellar/8d5ae0ec-5d19-44f0-86ce-838e3768f67f", "type": "Decision", "concepts": ["2080", "239", "2692", "2947", "4308", "666"], "title": "92/562/EEC: Commission Decision of 17 November 1992 on the approval of alternative heat treatment systems for processing high-risk material\n", "header": "COMMISSION DECISION  of 17 November 1992  on the approval of alternative heat treatment systems for processing high-risk material  (92/562/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules for the disposal and processing of animal waste, for its placing on the market and for the prevention of pathogens in feedstuffs of animal or fish origin  and amending Directive 90/425/EEC (1), and in particular Annex II, Chapter II, paragraph 6 (c) thereof,\nWhereas paragraph 6 (a) of Annex II, Chapter II of Directive 90/667/EEC requires that high-risk material must be heated to a core temperature of at least 133 °C for 20 minutes at a pressure of 3 bar after the particle size of the raw material has been  reduced to at least 50 mm;\nWhereas it is necessary to define with precision the alternative systems of heat treatment offering guarantees in conformity with the requirements under Directive 90/667/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Plants processing high-risk material using a system, or a combination of systems, described in the Annex may be approved by the competent authority provided that they can meet the terms and conditions of Directive 90/667/EEG and where it has  been demonstrated to the competent authority that the final product has been sampled on a daily basis over a period of one month in compliance with the microbiological standards laid down in Annex II, Chapter III (1) and (2) of the aforementioned  Directive.", "Details of the critical control points under which each plant satisfactorily complies with the microbiological standards shall be recorded and maintained so that the owner, operator or his representative and, as necessary, the competent  authority can monitor the operation of the plant. The information to be recorded and monitored shall include the particle size, critical temperature and, as appropriate, the absolute time, pressure profile, raw material feed-rate and fat recycling rate.\nThis information shall be made available to the Commission on request.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 363, 27. 12. 1990, p. 51.\nANNEX\nDefinitions\nNatural fat: The naturally occuring fat present in most raw materials. There may be a small amount of recycled processed tallow to assist drying, but minimal effect on the residence time of particles through the system must be maintained.\nAdded Fat: Substantial amounts of tallow that are added to raw materials prior to the sterilizing phase. Ratios of tallow: raw material of 0,5: 1 up to 5: 1 are in common use. Variation in the ratios of fat recycle can affect raw material residence time  and the parameters set.\nDefatted: Raw material is made suitable for de-fatting by heat coagultion followed by mechanical pressing. The low-fat protein residue is subsequently dried and sterilized.\nSeparation: The initial separation or pre-separation of the fat from the dried and sterilized materials. This can be effected by either draining or centrifuging.\nMeal production: This generally includes pressing of the separated material to produce a press cake, except for pre-pressing systems. Subsequently the press cake or meal is ground to produce a meal suitable for distribution.\nCHAPTER I\nNATURAL FAT\nBATCH ATMOSPHERIC (BATCH (1) )  I. Description of the system\n/* Tables: see OJ */\nremove the inherent moisture. The moisture is driven off as water vapour at atmospheric pressure. After drying cooking, the material is then separated into its liquid/tallow and protein/greaves fractions, either by mechancial means or by use of solvent,  before being made into animal protein meals.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm, are found, repairs should be made.\n2. Absolute time: the batch should be processed for a minimum of . . . minutes at the minimum temperature shown in paragraph 3 below.\n3. The critical temperature: this should operate above the minimum temperature of . . .°C. The temperature should be recorded on a permanent recording system for each batch. Any product produced at a temperature lower than the minimum temperature should  be re-processed with raw material.\n(1) Trade name in brackets.\nCHAPTER II\nNATURAL FAT\nBATCH (BATCH/PRESSURE (1) )  I. Description of the system\n/* Tables: see OJ */\nmaterial is then, directly or after pre-drying, heated in a totally enclosed vessel, after driving off atmospheric air, until the required pressure and temperature are achieved. This state is held by adjustments to the heating and/or exhaust systems for  the prescribed time, after which the pressure is lowered at a controlled rate, back to atmospheric pressure. The material is then dried to remove all of its inherent moisture, either in the same vessel or in another of the described systems to produce a  product that can then be split into its liquid/tallow and protein/greaves fractions, normally by mechanical means, before being made into animal protein meals.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Absolute time: the batch should be processed for a minimum of . . . minutes at the minimum temperature shown in 4 below.\n3. Pressure profile: the material should be subjected to a minimum . . . Pascal (Bar) for a minimum of . . . minutes. These parameters should be recorded for each batch processed.\n4. The critical temperature: this should operate above the minimum temperature of . . . °C. The temperature should be recorded on a permanent recording system for each batch. Any product produced at a temperature lower than the minimum temperature  should be re-processed with raw material.\n(1) Trade name in brackets.\nCHAPTER III\nNATURAL FAT\nCONTINUOUS ATMOSPHERIC (STORD (1) )  I. Description of the system\n/* Tables: see OJ */\noff as water vapour at atmospheric pressure. Progress of the material through the vessel is controlled by means of displacement and mechanical restrictions to ensure that the final product, when discharged from the cooking/drying operation, has achieved  the necessary time and temperature. After drying/cooking the material is separated into its liquid/tallow and protein/greaves fractions, normally by mechanical means, before being made into animal protein meals.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . .: mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Raw material feed rate: this should operate within the range of . . . and . . . tonnes per time unit (tpt). The maximum feed rate should be . . . tonnes per time unit. During the start-up and shut-down procedures careful attention should be given to  the other critical control points, in paragraph 3 below.\n3. The critical temperature: this should operate above the minimum temperature of . . . °C. The temperature should be recorded continually on a permanent recording system. Any product produced at a temperautre lower than the minimum should be  re-processed with raw material.\n(1) Trade name in brackets.\nCHAPTER IV\nADDED FAT\nCONTINUOUS ATMOSPHERIC (STORK DUKE (1) )  I. Description of the system\n/* Tables: see OJ */\nsteam-heated vessel where a constant level of hot liquid fat/tallow is maintained. This principle of deep-fat frying takes place with the passage of the raw material through the vessel and is controlled by means of displacement and mechanical  restrictions to ensure that the cooked/dried material is discharged with all of its residual moisture removed at atmospheric pressure as water vapour. On discharge, any surplus fat not required to maintain the cooker/drier working level is removed,  normally by draining and mechanical means and the solid fraction protein/greaves is made into animal protein meals.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Raw material feed rate: this should operate within the range of . . . and . . . tonnes per time unit (tpt). The maximum feed rate should be . . . tonnes per time unit. During the start-up and shut-down procedures, careful attention should be given to  the other critical control points, in paragraph 4 below.\n3. Fat recycling rate: fat should be recycled up to a maximum rate of . . . litres/second and should be recorded hourly.\n4. The critical temperature: this should operate above the minimum temperature . . . °C. The temperature should be recorded continually on a permanent recording system. Any product produced at a temperature lower than the minimum should be re-processed  with raw material.\n(1) Trade name in brackets.\nCHAPTER V\nADDED FAT\nCONTINUOUS VACUUM (CARVER-GREENFIELD (1) )  I. Description of the system\n/* Tables: see OJ */\nminced with hot liquid fat, to produce a tallow slurry which can then be pumped through a series of steam-heated tubular heat-exchangers with vacuum chambers, where the inherent moisture is flashed off in the form of water vapour. This process is  continually recycling with a controlled bleed-off system of raw material between stages to ensure the discharged product from the cooking/drying system has had all of its inherent moisture removed. The product is then separated, normally by centrifugal  means, into its liquid/tallow and protein/greaves fractions. The liquid fat is recycled back to the start of the system and the solids, protein/greaves made into animal protein meals.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Raw material feed rate: this should operate within the range of . . . and . . . tonnes per time unit (tpt). The maximum feed rate should be . . . tonnes per time unit. During the start-up and shut-down procedures, careful attention should be given to  the other critical control points in paragraph 4 below.\n3. Fat recycling rate: fat should be recycled up to a maximum rate of . . . litres/second and should be recorded hourly.\n4. The critical temperature: this should operate above the minimum temperature . . . °C. The temperature should be recorded continually on a permanent recording system. Any product produced at a temperature lower than the minimum should be re-processed  with raw material.\n(1) Trade name in brackets.\nCHAPTER VI\nADDED FAT\nCONTINUOUS PRESSURE (MODIFIED CARVER-GREENFIELD (1) )  I. Description of the system\n/* Tables: see OJ */\nthe raw material, after crushing, is normally finely ground or minced with hot liquid fat, to produce a tallow slurry which can then be pumped through a series of steam-heated tubular heat-exchangers with vacuum chambers, where the inherent moisture is  flashed off in the form of water vapour. Some of the heat exchangers and chambers are held under higher than atmospheric pressure. This process is continually recycling with a controlled bleed-off system of raw material between stages to ensure that the  product discharged from the cooking/drying system has had all of its inherent moisture removed. The product is then separated, normally by centrifugal means, into its liquid/tallow and protein/greaves fractions. The liquid fat is recycled back to the  start of the system and the solids, protein/greaves made into animal protein meals.\nII. Critical points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Raw material feed rate: this should operate within the range of . . . and . . . tonnes per time unit (tpt). The maximum feed rate should be . . . tonnes per time unit. During the start-up and shut-down procedures, careful attention should be given to  the other critical control points in paragraph 5 below.\n3. Fat recycling rate: fat should be recycled up to a maximum rate of . . . litres/second and should be recorded hourly.\n4. Pressure profile: the material should be subjected to a minimum . . . pascal (bar) for a minimum of . . . hours. These parameters should be recorded for each batch processed.\n5. The critical temperature: this should operate above the minimum temperature . . . °C. The temperature should be recorded continually on a permanent recording system. Any product produced at a temperature lower than the minimum should be re-processed  with raw material.\n(1) Trade name in brackets.\nCHAPTER VII\nDE-FATTED\nCONTINUOUS ATMOSPHERIC\n(STORD/ATLAS/ALPHA LAVAL (1))  I. Description of the system  Critical control points\n/* Tables: see OJ */\nmaterial takes place. Then, by mechanical forces (normally by pressing), the inherent liquid phases of fat and water are removed from the solids. The solids then pass to a drying/cooking system, to remove inherent moisture and produce a solid fraction  of protein/greaves which are made into animal protein meals. The liquid phase is further treated to separate and recover the fat/tallow by centrifuging. The water phase is normally evaporated before final drying.\nII. Critical control points for individual plants\n1. Particle size: there should be a nominal anvil gap of . . . mm. The final size-reduction equipment should be checked daily and its condition recorded. If anvil gaps of greater than . . . mm are found, repairs should be made.\n2. Raw material feed rate: this should operate within the range of . . . and . . . tonnes per time unit (tpt). The maximum feed rate should be . . . tonnes per time unit. During the start-up and shut-down procedures, careful attention should be given to  the other critical control points, in paragraph 3 below.\n3. The critical temperature:\n(a) for meal this should operate above the minimum temperature . . . °C;\n(b) for fat this should operate above the minimum temperature of . . . °C.\nThe temperature should be recorded continually on a permanent recording system. Any product produced at a temperature lower than the minimum temperature should be re-processed with raw material.\n(1) Trade name in brackets."}