{"celex_id": "31995R1203", "uri": "http://publications.europa.eu/resource/cellar/02a7f6e4-2259-48c1-88a9-a0d1d962e89e", "type": "Regulation", "concepts": ["161", "1644", "2743", "2871", "4682", "4685"], "title": "Commission Regulation (EC) No 1203/95 of 29 May 1995 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat for the period 1 July 1995 to 30 June 1996\n", "header": "COMMISSION REGULATION (EC)  No 1203/95 of 29 May 1995 opening and providing for the administration of tariff quotas for  high-quality fresh, chilled and frozen beef and for frozen buffalo meat for the period 1 July 1995  to 30 June 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (1), as last amended by Regulation (EC) No 424/95  (2), and in  particular Article 12 (1) and (4) thereof,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the  administration of certain Community tariff quotas for high-quality beef, and for pigmeat,  poultrymeat, wheat and meslin, and brans, sharps and other residues  (3), and in particular  Articles 7 and 8 thereof,\nWhereas the Community has undertaken, pursuant to the Agreement on Agriculture concluded under the  Uruguay Round of multilateral trade negotiations, to open annual tariff quotas for 54  300 tonnes  of high-quality beef and 2  250 tonnes of frozen buffalo meat; whereas those quotas should be  opened and detailed rules should be adopted for their application for the period 1 July 1995 to 30  June 1996;\nWhereas an annual quota of 18  000 tonnes was opened for the high-quality meat in Article 1 of  Regulation (EC) No 774/95; whereas the abovementioned Agreement on Agriculture as approved by  Council Decision 94/824/EC  (4), increases that quantity to 20  000 tonnes; whereas, in order to  observe that increase and to permit all the Community's quota obligations in this area to be  fulfilled efficiently and coherently, this Regulation should incorporate that quantity;\nWhereas in particular all interested traders within the Community should be guaranteed equal and  continuing access to the said quotas and the customs duties laid down for those quotas should apply  without interruption to all imports of the products in question until the quotas are exhausted;\nWhereas the exporting third countries have undertaken to issue certificates of authenticity  guaranteeing the origin of the products; whereas the form and layout of the certificates and the  procedures for using them must be specified; whereas certificates of authenticity must be issued by  authorities in third countries affording all the necessary guarantees to ensure that the  arrangements concerned are properly applied;\nWhereas the implementation of the abovementioned Agreement requires the special detailed rules  governing the import licensing arrangements for beef and veal, currently laid down in Commission  Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of  the system of import and export licences in the beef and veal sector  (5), as last amended by  Regulation (EC) No 1084/94  (6), to be recast before 1 July 1995; whereas, to prevent problems from  arising in the practical application of the current quotas, that Regulation should not apply and  this Regulation should lay down the necessary special detailed rules concerning the import licences  required;\nWhereas, in order to ensure proper management of the imports of meat, provision should be made,  where relevant, for import licences to be issued subject to verification, in particular of entries  on certificates of authenticity;\nWhereas provision should be made for the Member States to forward information concerning such  imports;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["1.  The following tariff quotas are hereby opened for the period 1  July 1995 to 30 June 1996:\n-  54  300 tonnes for high-quality fresh, chilled or frozen meat of bovine animals covered by CN  codes 0201 and 0202 and for products covered by CN codes 0206  10  95 and 0206  29  91;\n-  2  250 tonnes for frozen boneless buffalo meat covered by CN code 0202  30  90, expressed in  weight of boneless meat.\nFor the purposes of attributing the said quota, 100 kilograms of bone-in meat shall be equivalent  to 77 kilograms of boneless meat.\n2.  For the purposes of this Regulation, 'frozen meat` means frozen meat with an internal  temperature of not more than  P  12°  C when it enters the customs territory of the Community.\n3.  The customs duty applicable under the quotas referred to in paragraph 1 shall be 20  % ad  valorem.", "The tariff quota for fresh, chilled and frozen beef provided for in the first indent of  Article 1 (1) shall be allocated as follows:\n(a)  28  000 tonnes for boneless meat covered by CN codes 0201  30  and 0206  10  95 and meeting  the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals aged between 22  and 24  months, having two permanent incisors and presenting a slaughter liveweight not exceeding  460 kilograms, referred to as \"special boxed beef\", cuts of which may bear the letters \"sc\"  (special cuts).`;\n(b)  5  000 tonnes product weight for meat covered by CN codes 0201  20  90, 0201  30, 0202  20   90, 0202  30, 0206  10  95 and 0206  29  91 and meeting the following definition:\n'Selected cuts of fresh, chilled or frozen beef obtained from bovine animals which do not have more  than four permanent incisor teeth, the carcases of which have a dressed weight of not more than 327  kilograms (720 pounds), a compact appearance with a good eye of meat of light and uniform colour,  and adequate but not excessive fat cover. The meat shall be certified \"high-quality beef EC\".`;\n(c)  6  300 tonnes for boneless meat covered by CN codes 0201  30, 0202  30  90, 0206  10  95 and  0206  29  91 and meeting the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals presenting a  slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\". These cuts  may bear the letters \"sc\" (special cuts).`;\n(d)  5  000 tonnes for boneless meat covered by CN codes 0201  30, 0202  30  90, 0206  10  95 and  0206  29  91 and meeting the following definition:\n'Beef cuts obtained from steers (novilhos) or heifers (novilhas) aged between 20 and 24 months,  which have been exclusively pasture grazed, have lost their central temporary incisors but do not  have more than four permanent incisor teeth, which are of good maturity and which meet the  following beef-carcase classification requirements:\nmeat from B or R class carcases of rounded to straight conformation and a fat-cover class of 2 or  3; the cuts, bearing the letters \"sc\" (special cuts) or an \"sc\" (special cuts) label as a sign of  their high quality are to be boxed in cartons bearing the words \"high quality beef\".`;\n(e)  10  000 tonnes product weight for meat covered by CN codes 0201, 0202, 0206  10  95 and 0206   29  91 and meeting the following definition:\n'Carcases of any cuts obtained from bovine animals not over 30 months of age which have been fed  for 100 days or more on nutritionally balanced, high-energy-content rations containing not less  than 70  % grain and comprising at least 20 pounds total feed per day. Beef graded \"choice\" or  \"prime\" according to USDA (United States Department of Agriculture) standards automatically meets  the above definition. Meat graded A 2, A 3 of A 4 according to the standards of the Canadian  Ministry of Agriculture automatically meets the above definition.`", "1.  Imports of the quantities set out in Article 2 (e) shall be subject to  presentation, on release for free circulation, of:\n-  an import licence issued in accordance with Articles 4 and 5, and -  a certificate of authenticity issued in accordance with Article 6.\n2.  Import licences as referred to in paragraph 1 shall be allocated on a monthly basis. The  quantity available each month shall correspond to one twelfth of the total quantity set out in  Article 2 (e), plus any quantity remaining from the preceding months as referred to in Article 5  (3).", "In order to obtain import licences as referred to in Article 3:\n(a)  the licence applicants must be natural or legal persons who, at the time their applications  are submitted, have been engaged for at least 12 months in trade in beef and veal between Member  States or with third countries and who are registered in a Member State for VAT purposes;\n(b)  the licence applications lodged may cover a total quantity corresponding to not more than the  quantity available for the month in which the application is lodged;\n(c)  section 8 of the licence applications and of the licences themselves must show the country of  origin; licences shall carry with them an obligation to import from the country in question;\n(d)  section 20 of the licence applications and of the licences themselves shall show one of the  following endorsements:\n-  Carne de vacuno de alta calidad [Reglamento (CE) n° 1203/95],\n-  Oksekoed af hoej kvalitet (forordning (EF) nr. 1203/95),\n-  Qualitaetsrindfleisch (Verordnung (EG) Nr. 1203/95),\n-  Âueaaéï êñÝáò aaêëaaêôÞò ðïéueôçôáò [êáíïíéóìueò (AAÊ) áñéè. 1203/95],\n-  High-quality beef/veal (Regulation (EC) No 1203/95),\n-  Viande bovine de haute qualité [règlement (CE) n° 1203/95],\n-  Carni bovine di alta qualità [regolamento (CE) n. 1203/95],\n-  Rundvlees van hoge kwaliteit (Verordening (EG) nr. 1203/95),\n-  Carne de bovino de alta qualidade [Regulamento (CE) nº 1203/95],\n-  Noetkoett av hoeg kvalitet (foerordning (EG) nr 1203/95),\n-  Korkealaatuista naudanlihaa [Asetus (EY) N :o 1203/95].", "1.  Licence applications as referred to in Article 4 may be lodged solely during the  first five days of each month with the competent authorities of the Member State in which the  applicant is registered for VAT purposes. If an applicant lodges more than one application, none of  his applications shall be considered.\n2.  On the second working day following the closing date for the submission of applications, the  Member States shall notify the Commission of the total quantity covered by applications.\nSuch notifications shall include the list of applicants and the countries of origin indicated. All  notifications, including nil returns, shall be sent by telex before 4 p.m. on the stipulated day.\n3.  The Commission shall decide what proportion of quantities covered by applications may be  granted. If the quantities covered by licence applications exceed the quantities available, the  Commission shall reduce the amounts applied for by a fixed percentage. If the total quantity  covered by licence applications is less than the quantity available, the Commission shall determine  the quantity remaining to be added to the quantity available for the following month.\n4.  Subject to a decision by the Commission to accept applications, licences shall be issued on the  11th day of each month.", "1.  Certificates of authenticity shall be made out in one original and not less than  one copy in accordance with the model in Annex I.\nThe forms shall measure approximately 210  ×  297 mm and the paper shall weigh not less than 40  g/m2.\n2.  The forms shall be printed and completed in one of the official languages of the Community;  they may also be printed and completed in the official language or one of the official languages of  the exporting country.\nThe relevant definition in Article 2 applying to the meat originating in the exporting country  shall be shown on the back of the form.\n3.  Certificates of authenticity shall bear an individual serial number allocated by the issuing  authorities referred to in Article 7. The copies shall bear the same serial number as the  original.\n4.  The original and copies thereof may be typed or handwritten. In the latter case, they must be  completed in black ink and in block capitals.\n5.  Certificates of authenticity shall be valid only if they are duly completed and endorsed in  accordance with the instructions in Annexes I and II by an issuing authority listed in Annex II.\n6.  Certificates of authenticity shall be deemed to have been duly endorsed if they state the date  and place of issue and if they bear the stamp of the issuing authority and the signature of the  person or persons empowered to sign them.\nThe stamp may be replaced by a printed seal on the original of the certificate of authenticity and  any copies thereof.", "1.  The issuing authorities listed in Annex II must:\n(a)  be recognized as such by the exporting country;\n(b)  undertake to verify entries on certificates of authenticity;\n(c)  undertake to forward to the Commission each Wednesday any information enabling the entries on  certificates of authenticity to be verified.\n2.  The list may be revised by the Commission where any issuing authority is no longer recognized,  where it fails to fulfil any of the obligations incumbent on it or where a new issuing authority is  designated.", "1.  Imports of the quantities set out in the second indent of Article 1 (1) and in  Article 2 (a) to (d) shall be subject to presentation, on release for free circulation, of import  licences issued in accordance with Article 4 (c) and (d) of paragraph 2 of this Article.\n2.  (a)  The original of the certificate of authenticity drawn up in accordance with Articles 6 and  7 plus a copy thereof shall be presented to the competent authority together with the application  for the first import licence relating to the certificate of authenticity.\nThe original of the certificate of authenticity shall be kept by the abovementioned authority.\n(b)  Certificates of authenticity may be used for the issuing of more than one import licence for  quantities not exceeding that shown on the certificate. Where more than one licence is issued in  respect of a certificate, the competent authority shall endorse the certificate of authenticity to  show the quantity attributed.\n(c)  The competent authorities may issue import licences only after they are satisfied that all the  information on the certificate of authenticity corresponds to that received each week from the  Commission on the subject. The licences shall be issued immediately thereafter.\n3.  Notwithstanding paragraph 1 (c), the competent authorities may, in exceptional cases and on  duly reasoned applications, issue import licences on the basis of the relevant certificates of  authenticity before the information from the Commission is received. In such cases, the security  for the import licences shall be ECU 35 per 100 kg net weight.", "1.  The security for import licences shall be ECU 12 per 100 kg net weight. Such  securities shall be lodged when the licences are issued.\n2.  Certificates of authenticity and import licences shall be valid for three months from their  dates of issue. Their term of validity shall, however, expire at the latest on 30 June 1996.", "0\n1.  Commission Regulation (EEC) No 3719/88 of 16  November 1988 laying down common  detailed rules for the application of the system of import and export licences and advance fixing  certificates for agricultural products  (1) shall apply without prejudice to the terms of this  Regulation. However, notwithstanding the second subparagraph of Article 14 (3) of that Regulation,  the sum of ECU 100 is hereby replaced by ECU 30.\nRegulation (EEC) No 2377/80 shall not apply.\n2.  Without prejudice to Article 8 (4) of Regulation (EEC) No 3719/88, the full import duty  provided for in the Common Customs Tariff (CCT) shall be charged on quantities in excess of those  stated on import licences.", "1\nBy the 15th day of each month and in respect of the preceding month, the Member States  shall notify the Commission of the quantities of products as referred to in the second indent of  Article 1 (1) and in Article 2:\n-  for which import licences have been issued,\n-  which have been released for free circulation,\nbroken down by country of origin and CN code.", "2\nThis Regulation shall enter into force on 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 29 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\n>START OF GRAPHIC>\n1.  Exporter (name and address) 2.  Certificate No  ORIGINAL  3.  Issuing authority   4.  Consignee (name and address)   6.  Means of transport 5. CERTIFICATE OF AUTHENTICITY BEEF AND VEAL Regulation (EC) No 1203/95   7.  Marks, numbers, number and kind of packages;\ndescription of goods 8.  Gross weight (kg) 9.  Net weight (kg)                                                             10.  Net weight (in words) 11.  CERTIFICATION BY THE ISSUING AUTHORITY I hereby certify that the beef described in this certificate complies with the specification shown  overleaf.\n(a) for high-quality beef  (1) (b) for buffalo meat  (1).\nPlace: Date:\nSignature and stamp (or printed seal)  To be filled in either by typewriter or hand in block capitals.\n(1) Delete as appropriate.\n>END OF GRAPHIC>\nDEFINITIONS\nHigh-quality beef originating in .  .  .  .  .  .\n(appropriate  definition)\nBuffalo meat originating in Australia\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF  AUTHENTICITY\n-  SECRETARÍA DE AGRICULTURA, GANADERÍA Y PESCA:\nfor meat originating in Argentina and meeting the definition in Article 2 (a).\n-  AUSTRALIAN MEAT AND LIVESTOCK CORPORATION:\nfor meat originating in Australia:\n(a)  meeting the definition in Article 2 (b);\n(b)  meeting the definition in the second indent of Article 1 (1).\n-  INSTITUTO NACIONAL DE CARNES (INAC):\nfor meat originating in Uruguay and meeting the definition in Article 2 (c).\n-  DEPARTAMENTO NACIONAL DE INSPECÇÃO DE PRODUTOS DE ORIGEM ANIMAL (DIOPA):\nfor meat originating in Brazil and meeting the definition in Article 2 (d).\n-  FOOD SAFETY AND INSPECTION SERVICE (FSIS) OF THE UNITED STATES DEPARTMENT OF AGRICULTURE  (USDA):\nfor meat originating in the United States of America and meeting the definition in Article 2 (e).\n-  FOOD PRODUCTION AND INSPECTION BRANCH - AGRICULTURE CANADA, DIRECTION GÉNÉRALE 'PRODUCTION ET  INSPECTION DES ALIMENTS` - AGRICULTURE CANADA:\nfor meat originating in Canada, and meeting the definition in Article 2 (e)."}