{"celex_id": "31991L0499", "uri": "http://publications.europa.eu/resource/cellar/948a5fbf-e09a-4231-a1f1-f5f6d5b9aaa5", "type": "Directive", "concepts": ["1612", "5034", "5047", "5305"], "title": "Council Directive 91/499/EEC of 26 June 1991 amending Directive 64/432/EEC as regards the diagnosis of bovine brucellosis and enzootic bovine leukosis (\n", "header": "COUNCIL DIRECTIVE of 26 June 1991 amending Directive 64/432/EEC as regards the diagnosis of bovine brucellosis and enzootic bovine leukosis (91/499/EEC\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (3), as last amended by Directive 90/422/EEC (4), lays down the methods for maintaining the status of officially  brucellosis free herds and enzootic bovine leukosis free herds;\nWhereas, due to new scientific knowledge and technical developments in the diagnosis and control of bovine brucellosis and enzootic bovine leukosis, an adjustment of existing Community measures in this field has proved necessary,", "main_body": ["The Annexes to Directive 64/432/EEC are hereby amended in accordance with the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1 January 1992. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such a reference shall be laid down by the Member  States.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 26 June 1991.\nFor the Council\nThe President\nR. STEICHEN\n(1) OJ No C 48, 25. 2. 1991, p. 214.(2) OJ No C 60, 8. 3. 1991, p. 43.(3) OJ No 121, 29. 7. 1964, p. 1977/64.(4) OJ No L 224, 18. 8. 1990, p. 9.\nANNEX\nAmendment to the Annexes to Directive 64/432/EEC  1.  In Annex A, II.A.1.(c), point (ii) shall be replaced by the following:\n'(ii)  are checked annually to establish that brucellosis is not present by three ring tests or three milk Elisa carried out at intervals of at least three months or two ring tests or two milk Elisa carried out at an interval of at least three months  and one serological test (sero-agglutination test or buffered brucella antigen test or plasma agglutination test or plasma ring test or micro-agglutination test or individual blood Elisa) carried out at not less than six weeks after the second ring test  or second milk Elisa. If ring tests or milk Elisa are not carried out, two serological tests (sero-agglutination test or buffered brucella antigen test or plasma agglutination test or plasma ring test or micro-agglutination test or individual blood  Elisa) shall be carried out each year at intervals of at least three months and not more than six months.\nWhere, in a Member State or region thereof in which all bovine herds are subject to official operations to combat brucellosis, not more than 1 % of bovine herds are infected, it shall be sufficient to carry out each year two ring tests or two milk Elisa  at an interval of at least three months, or one serological test (sero-agglutination test or buffered brucella antigen test or plasma-agglutination test or plasma-ring test or micro-agglutination tests or individual blood Elisa).\nWhere ring tests are carried out on bulk tanks, the number of those tests referred to in the preceding subparagraphs shall be doubled and the intervals between the tests shall be halved.'.\n2.  The following point shall be added to Annex C:\n'H.  The Elisa for detecting bovine brucellosis as described under Annex G'.\n3.  In Annex G, chapter II:\n(a)  The following words shall be added to the title:\n'and bovine brucellosis';\n(b)\nPoint C shall be replaced by the following:\n'C.  Enzyme-linked immunosorbent assay (Elisa) for detecting enzootic bovine leukosis and bovine brucellosis.\n1.  For the Elisa method, the material and reagents to be used are as follows:\n(a)  solid phase microplates, cuvettes or any other solid phase;\n(b)\nthe antigen is fixed to the solid phase with or without the aid of polyclonal or monoclonal catching antibodies. If antigen is coated directly to the solid phase, all test samples giving positive reactions have to be retested against control antigen in  the case of EBL. The control antigen should be identical to the antigen except for the BLV antigens. If catching antibodies are coated to the solid phase the antibodies must not react to antigens other than BLV antigens;\n(c)\nthe biological fluid to be tested;\n(d)\na corresponding positive and negative control;\n(e)\nconjugate;\n(f)\na substrate adapted to the enzyme used;\n(g)\na stopping solution, if necessary;\n(h)\nsolutions for the dilution of the test samples for preparations of the reagents and for washing;\n(i)\na reading system appropriate to the substrate used.\n2.\nStandardization and sensitivity of test:\n(a)\nFor enzootic bovine leukosis: the sensitivity of the Elisa assay must be of such a level that E4 serum is scored positive when diluted 10 times (serum samples) or 250 times (milk samples) more than the dilution obtained of individual samples when these  are included in pools. In assays where samples (serum and milk) are tested individually E4 serum diluted 1 to 10 (in\nnegative serum) or 1 to 250 (in negative milk) must be scored positive when tested in the same assay dilution as used for the individual test samples. The official institutes indicated in point A.2 will be responsible for checking the quality of the  Elisa method, and in particular to determine, for each production batch, the number of samples to be pooled on the basis of the count obtained for the E4 serum.\nThe E4 serum will be supplied by the National Veterinary Laboratory, Copenhagen.\n(b)\nFor brucellosis:\n1.  bulk milk samples are classified negative if they give a reaction less than 50 % of that given by a 1 in 10 000 dilution of the second international brucellosis standard serum made up in negative milk;\n2.\nindividual serum samples are classified negative if they give a reaction less than 10 % of that given by a 1 in 200 dilution of the second international brucellosis standard serum made up in saline solution or in any other recognized dilution, in  accordance with the procedure laid down in Article 12 after receiving the opinion of the Scientific Veterinary Committee.\nThe brucellosis Elisa standards shall be as specified in Annex C, A.1 and A.2 (to be used at the dilutions indicated on the label).\n3.\nConditions for use of the Elisa test for EBL and bovine brucellosis\nThe Elisa method may be used on a sample of milk or whey taken from the milk collected from a farm with at least 30 % of dairy cows in milk.\nIf use is made of one of these abovementioned possibilities, measures must be taken to ensure that the samples taken can be identified with the animals from which the milk or sera examined were taken.\nIf one of the samples scores positive, the provisions laid down in Annex A, chapter II.A.1.(c) (i) with regard to bovine brucellosis and in chapter I.A.(1) of this Annex with regard to EBL shall apply.'."}