{"celex_id": "31993D0394", "uri": "http://publications.europa.eu/resource/cellar/3401a4f3-ae86-41a8-935a-a322625c625a", "type": "Decision", "concepts": ["1474", "2308", "2556", "3888"], "title": "93/394/EEC: Council Decision of 12 July 1993 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 June 1993 to 31 May 1996, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Principe on fishing off São Tomé e Principe\n", "header": "COUNCIL DECISION of 12 July 1993 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 June 1993 to 31 May 1996, the fishing rights and  financial compensation provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of Sao Tomé e Principe on fishing off Sao Tomé e Principe\n(93/394/EEC)THE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the Democratic Republic of Sao Tomé e Principe on fishing off Sao Tomé e Principe (1), which entered into force on 18 April 1985,\nHaving regard to the proposal from the Commission,\nWhereas negotiations have been held between the Community and Sao Tomé e Principe to determine the amendments or additions to be introduced into the Agreement on fishing off Sao Tomé e Principe at the end of the period of application of the Protocol;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 10 February 1993;\nWhereas, under that Protocol, Community fishermen have fishing rights in the waters under the sovereignty or jurisdiction of Sao Tomé e Principe for the period 1 June 1993 to 31 May 1996;\nWhereas in order to avoid any interruption in the fishing activities of Community vessels, it is essential that the new Protocol be applied as soon as possible; whereas, for this reason, the two Parties initialled an Agreement in the form of an Exchange  of Letters providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocol in question; whereas the Agreement in the form of an Exchange of Letters should be approved, pending a final  decision taken under Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 June 1993 to 31 May 1996, the fishing rights and financial compensation provided for in the Agreement  between the European Economic Community and the Government of the Democratic Republic of Sao Tomé e Principe on fishing off Sao Tomé e Principe is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 12 July 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 54, 25. 2. 1984, p. 1."}