{"celex_id": "31996D0434", "uri": "http://publications.europa.eu/resource/cellar/5f6c5a29-b2f3-4ae7-83c0-d2151c34e51c", "type": "Decision", "concepts": ["1519", "3581", "3942", "5541", "813"], "title": "96/434/EC: Commission Decision of 20 March 1996 on aid which Italy plans to grant to enterprises in a state of insolvency resulting from the obligation to repay State aid pursuant to Community decisions adopted under Articles 92 and 93 of the Treaty (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 20 March 1996 on aid which Italy plans to grant to enterprises in a state of insolvency resulting from the obligation to repay State aid pursuant to Community decisions adopted under Articles 92 and 93 of the Treaty (Only the Italian text is authentic) (Text with EEA relevance) (96/434/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 (2) thereof,\nHaving given notice in accordance with the first subparagraph of Article 93 (2) of the Treaty to interested parties to submit their comments,\nWhereas:\nI\nBy letter dated 20 December 1994 the Commission informed the Italian Government of its decision to initiate the Article 93 (2) procedure in respect of Law No 80/1993 laying down rules for the application of the extraordinary administrative procedure provided for in Law No 95/1979 to firms that are insolvent due to the obligation to repay State aid to the State or to public undertakings or companies, pursuant to decisions of the Community institutions adopted under Articles 92 and 93 of the Treaty.\nAs part of the procedure, the Commission gave the Italian Government notice to submit its comments and informed other Member States and interested parties through publication of a notice in the Official Journal of the European Communities (1). No comments were received from other Member States or interested parties.\nII\nThe Italian Government replied by letter dated 9 February 1995. Further details were received by letters dated 23 June 1995 and 12 January 1996.\nIII\nThe measures in question provide for the application of the extraordinary administrative procedure under Law No 95/1979 to 'those enterprises whose insolvency is caused by the obligation to repay to the State or to public undertakings or companies in which the public authorities have a majority holding of not less than 51 % of paid-up capital and not less than Lit 50 billion, in pursuance of the decisions of the Community institutions adopted under Articles 92 and 93 of the Treaty establishing the European Economic Community.`\nThe Italian authorities pointed out that the provisions had been applied to only one firm, Nuova Cartiera di Arbatax, which had been the subject of Commission Decision 92/296/EEC (2). On the basis of information sent by the Italian authorities by telex dated 3 June 1992, repayment of the aid that was incompatible with the common market was entered on the balance sheet of the firm concerned; there is no indication that recognition of the debt was followed by actual repayment of the sum. In the end the Italian authorities announced the setting-up of an administrative commission to review the criteria for the application of Law No 95/1979 and subsequent amendments and additions with a view to the possible abrogation of the relevant provisions of Law No 80/1993.\nIV\nLaw No 80/1993 provides for State aid within the meaning of Article 92 (1) of the Treaty and Article 61 (1) of the Agreement on the European Economic Area inasmuch as it allows the beneficiary enterprises, at present limited to Nuova Cartiera di Arbatax but possibly extendible to other enterprises in future, to continue to enjoy the advantages conferred by aid already declared incompatible with Community law. The advantages would be derived from State aid which the firm concerned would be required to repay under previous Commission decisions or judgments of the Community courts, and from the State guarantees provided for in Article 2a of Law No 95/1979; they are reserved for enterprises in a state of insolvency owing to the obligation to repay aid which the Commission, and possibly the Community court, have considered to be contrary to Articles 92 and 93 of the Treaty.\nIn view of the combined provisions of Laws Nos 95/1979 and 80/1993 and taking account of the Community definition of small and medium-sized enterprises in the area of State aid policy (3), the enterprises benefiting from the measures in question are large enterprises whose activities normally affect trade between Member States.\nThe application of the provisions gives the beneficiaries an illegal advantage liable to create distortions of competition inasmuch as, since Law No 80/1993 not only refers to aid which the Commission has declared incompatible with the common market and with the operation of the EEA Agreement but also applies even where the Court of Justice has upheld the Commission's decisions, the provisions compromise the effectiveness of Community decisions requiring repayment of State aid that is incompatible with Community law, perpetuating the unlawful advantage which the decisions are intended to abolish.\nThe proposed measures also apply to the beneficiaries identified in Law No 80/1993 throughout the national territory and in all economic sectors; they do not, therefore, have any sectoral or regional purpose. Furthermore, the lack of sectoral limits means that the scope covers firms in sensitive industries that are subject to strict Community monitoring with regard to the granting of State aid.\nWith regard to the specific case of Nuova Cartiera di Arbatax, the Italian authorities stated that the application of Law No 80/1993 was not accompanied by the granting of the State guarantee provided for in Article 2a of Law No 95/1979 and that hence there were no aid measures under Law No 80/1993.\nThis fact indicates only that, in the case in point, no further State resources were granted over and above the State aid which was the subject of Commission Decision 92/296/EEC and which the recipient continues to enjoy.\nA mechanism (such as that governed by Law No 80/1993) which, under national law, has the effect of preventing the repayment of State aid held to be incompatible with the common market and the functioning of the EEA Agreement and, as a result, of avoiding a return to the situation prior to the aid, of preventing the abolition of the advantages enjoyed by the recipients as a result of the aid and of enabling those recipients to continue to benefit from advantages which affect intra-Community trade and are liable to create distortions of competition, is in itself an aid scheme incompatible with the common market and the functioning of the EEA Agreement pursuant to Article 92 (1) of the Treaty and Article 61 (1) of the Agreement, and does not qualify for exemption under Article 92 (2) or (3) of the EC Treaty or Article 61 (2) or (3) of the EEA Agreement; in the case of Nuova Cartiera di Arbatax, the firm did not benefit from fresh aid but retained aid declared incompatible with Community law and subject to a recovery order. In this case too, the application of Law No 80/1993 produces an advantage arising out of public resources and thus constitutes State aid that is incompatible with the common market and the functioning of the European Economic Area pursuant to Articles 92 and 93 of the Treaty and Article 61 of the EEA Agreement.\nIn addition, by extending the scope of Law No 95 to enterprises required to repay State aid pursuant to Decisions adopted under Articles 92 and 93 of the Treaty, Law No 80 makes it possible for recipients to obtain the State guarantee provided for in Article 2a of Law No 95. Having regard to Article 92 (1) of the Treaty and Article 61 (1) of the EEA Agreement, as well as the principles adopted by the Commission in the area of State guarantees (4), this possibility is caught by Articles 92 et seq of the Treaty and Articles 61 et seq of the EEA Agreement, whether the guarantee is subject to payment of a premium - as the recipient, whose difficulties are attested to by its state of insolvency might, without the State guarantee, be unable to obtain the loan in question on the market - or, a fortiori, whether it is granted without any reciprocal concession; in that case, the conduct of the State would diverge strongly from that of a private operator in similar circumstances operating in a rational manner on the market.\nThe application of Law No 80 thus entails, in various ways, the granting of aid within the meaning of Article 92 (1) of the Treaty and Article 61 of the EEA Agreement.\nV\nThe measures in question also constitute illegal aid for having been adopted without being notified in advance in accordance with Article 93 (3) of the Treaty. Although they have been applicable since 1992, they were notified only in 1993 after the Commission had sent the Italian authorities a letter of formal notice. Furthermore, as they establish a new aid scheme, the provisions cannot be regarded as existing aid covered by the E 13/92 procedure which relates to the fundamental provisions of Law No 95 and is currently being examined under Article 93 (1) of the Treaty (5).\nVI\nIt is clear from the foregoing that the rules introduced by Law No 80 constitute State aid within the meaning of Article 92 (1) of the Treaty and Article 61 (1) of the EEA Agreement such as is incompatible with the common market and with the operation of the European Economic Area. None of the provisions of paragraphs 2 and 3 of Articles 92 and 61 apply to these rules. The measures in question are not aimed at individuals and are not designed to remedy damage caused by natural disasters or other extraordinary events. They do not have a regional, sector or cultural purpose and are not aimed at promoting the execution of an important project of common European interest.\nThe provisions of Law No 80 are incompatible with the common market inasmuch as, without necessarily involving the transfer of fresh public resources to their beneficiaries, they enable firms required to repay State aid to continue to enjoy the advantages of such aid and hence to avoid giving up an advantage granted in breach of Community law, whilst possibly benefiting from additional advantages in the form of a State guarantee under Article 2a of Law No 95.\nThe only appropriate solution is to repeal the provisions of Law No 80 and require Nuova Cartiera di Arbatax to repay the State aid that is incompatible with the common market pursuant to Commission Decision 92/296/EEC. The Italian Government has not, however, given a formal undertaking to that effect. It has described such a step as no more than a possibility, the realization of which depends on the outcome of work carried out by the administrative commission entrusted with the task of reviewing the criteria for the application of Law No 95, but without holding any decision-making powers.\nIt must be concluded that repealing Law No 80 is an absolute prerequisite for removing machinery which may give rise to repeated infringements of Articles 92 and 93 of the Treaty and Articles 61 and 62 of the EEA Agreement.\nSince Law No 80 was applied in the case of the repayment of the aid paid to Nuova Cartiera di Arbatax, it is also necessary to proceed without further delay to the recovery of that aid in order to restore the situation prevailing before it was granted, and to abolish all the financial and economic advantages enjoyed by the firm since the aid was granted (6),", "main_body": ["The aid measures provided for in Law No 80/1993 are illegal inasmuch as they were not notified in advance to the Commission in accordance with Article 93 (3) of the Treaty. The measures are incompatible with the common market and with the operation of the Agreement on a European Economic Area, pursuant to Article 92 of the Treaty and Article 61 of the EEA Agreement.", "Italy is hereby required to repeal the provisions of Law No 80/1993.", "Italy shall notify the Commission, within two months of the date of notification of this Decision, of the steps it has taken to comply herewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 20 March 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No C 220, 25. 8. 1995, p. 2.\n(2) OJ No L 159, 12. 6. 1992, p. 46.\n(3) See the Community guidelines on State aid for small and medium-sized enterprises, OJ No C 213, 19. 8. 1992.\n(4) See, in particular, letter No SG (89) D-4328 of 5 April 1989 to the Member States and the Communication published in OJ No C 273, 18. 10. 1991, paragraph 38.\n(5) See Communication 94/C 395/02, OJ No C 395, 31. 12. 1994.\n(6) Judgment of the Court of Justice in Case No 142/87, Tubemeuse [1990] ECR 1959."}