{"celex_id": "31992R1422", "uri": "http://publications.europa.eu/resource/cellar/1d33f61b-43da-4363-8457-aa5666fa0da9", "type": "Regulation", "concepts": ["1117", "2642"], "title": "Commission Regulation (EEC) No 1422/92 of 27 May 1992 reducing the basic price and buying-in price for peaches and nectarines for the 1992/93 marketing year following the overrun of the intervention threshold for 1991/92\n", "header": "COMMISSION REGULATION (EEC) No 1422/92  of 27 May 1992  reducing the basic price and buying-in price for peaches and nectarines for the 1992/93 marketing year following the overrun of the intervention threshold for 1991/92\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1156/92 (2), and in particular Article 16b (4) thereof,\nWhereas Commission Regulation (EEC) No 1182/91 (3) fixed the intervention thresholds for the 1991/92 marketing year at 269 700 tonnes for peaches and 62 400 tonnes for nectarines;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 2 (1) of Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No 1035/72 (4),  as last amended by Regulation (EEC) No 1623/91 (5), if, during a marketing year, intervention measures taken for peaches and nectarines involve quantities exceeding the intervention thresholds fixed for those products and for that marketing year, the  basic and buying-in prices fixed for those products for the following marketing year are reduced by 1 % for each 23 000 tonnes in the case of peaches and each 3 000 tonnes in the case of nectarines by which those thresholds are exceeded;\nWhereas, on the basis of information supplied by the Member States, the intervention measures taken by the Community for the 1991/92 marketing year related to 424 423 tonnes for peaches and 79 610 tonnes for nectarines; whereas the Commission therefore  notes an overrun in the intervention thresholds fixed for that marketing year of 154 723 tonnes for peaches and 17 210 tonnes for nectarines;\nWhereas, consequently, the basic and buying-in prices for peaches and nectarines for the 1992/93 marketing year, as fixed by Council Regulation (EEC) No 1378/92 of 21 May 1992, fixing for the 1992/93 marketing year certain prices and other amounts in  the fruit and vegetables sector (6), must be reduced by 6 % for peaches and by 5 % for nectarines;\nWhereas, pursuant to Article 18b (2) of Regulation (EEC) No 1035/72, withdrawals on the territory of the former German Democratic Republic before the end of the 1991/92 marketing year are not taken into consideration in assessing whether intervention  thresholds have been exceeded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for peaches and nectarines for the 1992/93 marketing year, as fixed by Regulation (EEC) No 1378/92, shall be reduced by 6 % for peaches and 5 % for nectarines and shall be as set out in the Annex.", "This Regulation shall enter into force on 1 June 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 122, 7. 5. 1992, p. 3. (3) OJ No L 115, 8. 5. 1991, p. 11. (4) OJ No L 198, 26. 7. 1988, p. 9. (5) OJ No L 150, 15. 6. 1991, p. 8. (6) OJ No L 147, 29. 5. 1992, p. 7.\nANNEX\nBASIC AND BUYING-IN PRICES\n1992/93 MARKETING YEAR\nPeaches\nFor the period 1 June to 30 September 1992\n(ECU/100 kg net)\nBasic price   Buying-in price       EUR 10  Spain  Portugal  EUR 10  Spain  Portugal          June  42,70  41,38  42,70  23,71  22,99  23,71  July to September  40,31  39,23  40,31  22,58  21,98  22,58\nThese prices relate to  peaches of the following varieties: Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J.H. Hale, Merril Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime, quality class I, size 61 to 67 mm, put up in packages.\nNectarines\nFor the period 1 June to 31 August 1992\n(ECU/100 kg net)\nBasic price  Buying-in price      June  56,26  27,00  July to August  51,88  24,90\nThese prices relate to nectarines of the following varieties: Armking, Crimsongold, Early sun grand, Fantasia, Independence, May Grand, Nectared,  Snow Queen and Stark red gold, quality class I, size 61 to 67 mm, put up in packages.\nNB:\nThe prices in this Annex do not include the cost of the packaging in which the products are put up."}