{"celex_id": "31994R2444", "uri": "http://publications.europa.eu/resource/cellar/d8f2e9fe-43fc-49cf-bb2f-4b25b6d6725a", "type": "Regulation", "concepts": ["1120", "161", "1644", "4885", "5367"], "title": "Commission Regulation (EC) No 2444/94 of 10 October 1994 amending and derogating from Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community\n", "header": "COMMISSION REGULATION (EC) No 2444/94 of 10 October 1994 amending and derogating from Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 of 10 June 1993 (3), as last amended by Regulation (EC) No 1299/94 (4), lays down detailed rules for implementing the arrangements for importing bananas into the Community, in particular as regards the  determination of the category of operators and the conditions under which import licences are granted;\nWhereas Regulation (EEC) No 1442/93 does not lay down conditions to be met by Category C operators; whereas experience shows that if the tariff quota is to be administered properly, certain criteria need to be laid down to determine the operators in  this category, who should be required in particular to have been engaged beyond a minimum extent in the international trade in fruit and vegetables before applying for registration and, in the case of new allocation applications, to have used up a  minimum percentage of the previous annual allocation;\nWhereas, since specific criteria are to be laid down for determining operators in Category C, the dates laid down in Article 4 (4) of Regulation (EEC) No 1442/93 should be postponed as far as 1994 is concerned;\nWhereas, as regards the detailed rules concerning import licences for traditional ACP bananas, for reasons connected with management the period for lodging licence applications should be adjusted and the detailed rules on issue by the Member States  should be made clearer;\nWhereas this Regulation should enter into force immediately in view of the time limits laid down in Regulation (EEC) No 1442/93;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Regulation (EEC) No 1442/93 is hereby amended as follows:\n1. The following paragraph is added to Article 3:\n'5. Economic agents, whether natural or legal persons, individual agents or groups established in the Community who have been engaged in the import and/or export of fruit and vegetables for at least one year at the date of submission of their  applications for annual allocation in accordance with Article 4 (4) shall be deemed Category C \"operators\" for the purposes of Articles 18 and 19 of Regulation (EEC) No 404/93 and may hold import licences. Compliance with this condition shall be  certified by proof of entry in a commercial register of the Member State or by alternative proof accepted by the Member State, and also by evidence of import and/or export of the goods.\nWhere an application for allocation is submitted as from 1995 in respect of a new year by a Category C operator already registered in respect of a preceding year, he must provide proof that he has actually released for free circulation, on his own  account, at least 50 % of the quantity allocated to him in respect of the year during which the allocation application is submitted.\nMember States shall verify compliance with this paragraph.'\n2. The first sentence of Article 4 (4) is replaced by the following:\n'Category C operators established in the Community must submit their applications for the allocation of annual quantities, together with the proof specified in Article 3 (5), to the competent authorities of any one Member State by 1 October each year.'\n3. Article 14 (2) is replaced by the following:\n'2. Import licence applications shall be lodged with the competent authorities of any Member State during the first seven days of the last month of the quarter preceding that in respect of which the licences are issued.'\n4. The second subparagraph of the Article 16 (1) is replaced by the following:\n'For each ACP country of origin, the competent national authorities shall issue licences for the quantities covered by applications, except where a single percentage is set pursuant to paragraph 2 to reduce the quantities allocated.'", "By way of derogation from Article 4 (4) of Regulation (EEC) No 1442/93, annual allocation applications from Category C operators for 1995 must be lodged between the date of entry into force of this Regulation and 18 October 1994. The  competent authorities shall inform the Commission before 25 October 1994 of the total quantity covered by applications. Before 15 November 1994 they shall inform the operators of the quantities allocated to them.\nAllocation applications submitted before 1 October 1994 in respect of 1995 shall be rejected.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 141, 4. 6. 1994, p. 38."}