{"celex_id": "31990R0108", "uri": "http://publications.europa.eu/resource/cellar/c5e44a57-88b0-4d71-b6c2-78679100b9aa", "type": "Regulation", "concepts": ["1309", "4073", "5010", "5283", "863"], "title": "Commission Regulation (EEC) No 108/90 of 16 January 1990 amending Regulation (EEC) No 598/86 on the application of the supplementary trade mechanism to imports into Spain of common wheat of breadmaking quality from the Community as constituted at 31 December 1985\n", "header": "COMMISSION  REGULATION (EEC) No 108/90\nof 16 January 1990\namending Regulation (EEC) No 598/86 on the application of the supplementary trade mechanism to imports into Spain of common wheat of breadmaking quality from the Community as constituted at 31 December 1985\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), as last amended by Regulation (EEC) No 3296/88 (2), and in particular Article 7 (1) thereof,\nWhereas Article 81 (1) of the Act of Accession makes imports of breadmaking common wheat subject to the abovementioned mechanism in Spain;\nWhereas Article 84 (1) of the Act of Accession of Spain and Portugal provides for the determination of guide quantities until 31 December 1989 only; whereas, in view of the fact that from 1 January 1990, only an indicative ceiling is fixed, the detailed rules for the application of the supplementary trade mechanism laid down in Commission Regulation (EEC) No 598/86 (3), as last amended by Regulation (EEC) No 3592/86 (4), should be amended accordingly;\nWhereas the indicative ceilings for imports into Spain of breadmaking common wheat must increase progressively; whereas that effect may be attained by fixing the indicative ceiling for 1990 at the level of the guide quantity applicable for 1989, plus 15 %;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 598/86 is hereby amended as follows:\n1. Article 2 is repealed;\n2. Article 4 is replaced by the following:\n'Article 4\nFor breadmaking common wheat, the indicative import ceiling shall be 306 077 tonnes in 1990.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 55, 1. 3. 1986, p. 106.\n(2) OJ No L 293, 27. 10. 1988, p. 7.\n(3) OJ No L 58, 1. 3. 1986, p. 16.\n(4) OJ No L 334, 27. 11. 1986, p. 19."}