{"celex_id": "31996R2080", "uri": "http://publications.europa.eu/resource/cellar/db2bb811-fd8b-429e-961c-c177745ed39b", "type": "Regulation", "concepts": ["20", "2958", "3170", "4289", "4663", "4860"], "title": "Commission Regulation (EC) No 2080/96 of 30 October 1996 amending Regulations (EEC) No 2213/76 and (EEC) No 3398/91 on the sale of skimmed-milk powder from public storage and Regulation (EEC) No 2315/76 on the sale of butter from public stocks\n", "header": "COMMISSION REGULATION (EC) No 2080/96 of 30 October 1996 amending Regulations (EEC) No 2213/76 and (EEC) No 3398/91 on the sale of skimmed-milk powder from public storage and Regulation (EEC) No 2315/76 on the sale of butter from public stocks\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6 (6) and 7 (5) thereof,\nWhereas Commission Regulation (EEC) No 2213/76 of 10 September 1976 on the sale of skimmed-milk powder from public storage (3), as last amended by Regulation (EC) No 1802/95 (4), Commission Regulation (EEC) No 2315/76 of 24 September 1976 on the sale of butter from public stocks (5), as last amended by Regulation (EC) No 1802/95, and Commission Regulation (EEC) No 3398/91 of 20 November 1991 on the sale by invitation to tender of skimmed-milk powder for the manufacture of compound feedingstuffs (6), as last amended by Regulation (EC) No 1802/95, lay down provisions on the sale of skimmed-milk powder and butter in public storage; whereas those provisions should be supplemented to make it clear that the products are to be allocated according to the rule 'first in, first out`;\nWhereas the tendering security provided for in Article 7 (1) of Regulation (EEC) No 3398/91 and the processing security provided for in Article 8 (2) thereof are intended to satisfy the primary requirements, which in particular include compliance with certain time limits; whereas those rules should be eased by providing that compliance with the time limits constitutes a secondary requirement;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following paragraph 4 is hereby added to Article 2 of Regulation (EEC) No 2213/76:\n'4. The intervention agency shall sell the skimmed-milk powder on the basis of its date of entry into storage, starting with the oldest product of the total quantity available, or, where applicable, of the quantity available in the storage depot(s) designated by the operator.`", "The following paragraph 3 is hereby added to Article 2 of Regulation (EEC) No 2315/76:\n'3. The intervention agency shall sell the butter on the basis of its date of entry into storage, starting with the oldest product of the total quantity available, or, where applicable of the quantity available in the storage depot(s) designated by the operator.`", "Regulation (EEC) No 3398/91 is hereby amended as follows:\n1. In Article 7 (1), the words 'within the time limited laid down in Article 11 (2)` are deleted.\n2. In Article 8 (2), the words 'within the time limit provided for` are deleted.\n3. Article 9 (2) is replaced by the following:\n'2. The intervention agency shall make the award in accordance with the following rules:\n(a) the skimmed-milk powder shall be allocated on the basis of its date of entry into storage, starting with the oldest product of the total quantity available, or, where applicable, of the quantity available in the warehouse(s) designated by the operator;\n(b) without prejudice to paragraph 1, the successful tenderer shall be the tenderer offering the highest price. If the quantity available is not used up, the remainder shall be awarded to the other tenderers on the basis of the prices tendered, starting with the highest price;\n(c) where the acceptance of a tender would result, in a particular warehouse, to contracts being awarded in excess of the quantity of skimmed-milk powder available, only that quantity available shall be awarded to the tenderer in question. However, the intervention agency may designate, in agreement with the tenderer, other warehouses to make up the quantity set out in the tender;\n(d) where the acceptance of two or more tenders offering the same price for skimmed-milk powder in a particular warehouse would lead to contracts being awarded in excess of the quantity available, the award shall be made by allocating the quantity available in proportion to the quantities tendered for. However, should such allocation lead to the award of quantities of less than five tonnes, the award shall be made by drawing lots.`", "This Regulation shall enter into force on the seventh day following that its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 206, 16. 8. 1996, p. 21.\n(3) OJ No L 249, 11. 9. 1976, p. 6.\n(4) OJ No L 174, 26. 7. 1995, p. 27.\n(5) OJ No L 261, 25. 9. 1976, p. 12.\n(6) OJ No L 320, 22. 11. 1991, p. 16."}