{"celex_id": "31993D0193", "uri": "http://publications.europa.eu/resource/cellar/9844d7f3-5424-4380-8b82-2462d972f5f9", "type": "Decision", "concepts": ["2654", "3714", "723", "835", "889", "935"], "title": "93/193/EEC: Commission Decision of 23 December 1992 on the aid granted for the creation of industrial enterprises in Modane, Savoy (France), considered in the light of Articles 92 and 94 of the EEC Treaty (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 23 December 1992 on the aid granted for the creation of industrial enterprises in Modane, Savoy (France), considered in the light of Articles 92 and 94 of the EEC Treaty (Only the French text is authentic)\n(93/193/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments, in accordance with the same provision, and having regard to those comments,\nWhereas:\nI  Following a written question (No 2832/91), which Mr Mauro Chiabrando, Member of the European Parliament, put to the Commission on 11 November 1991, the Commission sent the French Government a request for information on aid which appeared to have been  granted to industrial enterprises setting up in Modane, Savoy (1).\nThe Commission received no reply, and accordingly it sent a reminder by letter No 437 of 5 February 1992. The French authorities sent the Commission an interim answer dated 17 February 1992, which was followed by a full answer dated 9 April 1992.\nThe information provided was incomplete, and too vague to enable the Commission to check whether the aid was compatible with Articles 92 and 93 of the EEC Treaty; on 14 April 1992, therefore, the Commission decided to initiate proceedings under Article  93 (2) of the EEC Treaty to examine the measures in question.\nThe French authorities were informed accordingly, by letter dated 28 April 1992, and the other Member States and interested parties were informed by means of a notice published in the Official Journal (2).\nThe French authorities gave an initial reply by letter dated 14 May 1992. On 3 August 1992 they asked to be allowed two months to complete the reply; they sent the Commission their definitive reply on 16 November 1992.\nII  In his written question to the Commission Mr Chiabrando described the following arrangements, which he understood applied to enterprises setting up in Modane:\n1. a reduction on electricity prices, granted by the regional council of Savoy, of up to 25 % of the cost for a maximum of five years;\n2. tax exemptions;\n3. recruitment and training aid;\n4. financial aid;\n- for land development on favourable and negotiable terms,\n- for the construction of buildings for lease, rental or sale;\n5. grants from the département and region intended substantially to reduce the cost of these buildings.\nIn their letters of 14 May and 16 November 1992 the French authorities provided clarification and argument in support of their position on points 2 to 5 above.\nAs regards the reduction in electricity prices referred to in point 1, the French authorities supplied the legal basis of the aid and a draft amendment to it, and figures for reductions already granted.\nThe Commission analysed the two aspects separately, that is to say:\nA. points 2 to 5 above;\nB. the reductions in electricity prices: here the Commission considered the new draft Order and the force of established practices, namely the concessions already granted to enterprises under the Mountain Areas Law since it entered into force on 31  March 1987.\nIII   A   Tax exemptions  These are exemptions or reductions in business tax and succession and gift duties, which are granted by local authorities; the mechanisms and various implementing orders were authorized by the Commission in 1982, at the same time as the  regional planning grant (PAT) scheme. The concessions cannot be granted for more than five years, and relate mainly to business start-up and expansion operations.\nRecruitment and training  The measure at issue here is a general scheme administered by public bodies throughout France. The Aid is awarded not to firms but to employed persons or job seekers and accordingly does not constitute State aid within the  meaning of Article 92 of the EEC Treaty.\nFinancial aid for land development and the construction of buildings, and local authority grants to reduce the cost of buildings  These measures are administered in the canton of Modane by the département and region and by Sofirem, one of the  Charbonnages de France coalmining conversion corporations.\n- Sofirem\nSofirem is a conversion corporation whose activities were approved by the Commission on 31 May 1989; it provides loans on favourable terms, takes shareholdings, and provides advisory services, mainly in the French coalfields. On 27 September 1990 the  Commission authorized the extension of its activities to Modane on the following conditions: it was to assist only firms with a staff of no more than 100 and a turnover of no more than ECU 10 million, and the aid granted was not to exceed a gross  intensity of 7,5 %. Sofirem has complied with these conditions.\n- The département and region\nLocal authorities can provide assistance in Modane under Article 1 of Order No 82-809 of 22 September 1982, which was approved by the Commission at the same time as the PAT scheme; it allows them to acquire buildings, to renovate them, and then to  lease, rent or sell them at market prices.\nB   Reductions on electricity prices  The reductions are given under Order No 87/214 of 25 March 1987 on the power and energy reserved provided for in Article 10 of the Hydraulic Energy Law of 16 October 1919, as amended by Article 91 of the Mountain Areas  Law, No 85-30 of 9 January 1985.\nThe Hydraulic Energy Law states that where a concession is granted for the operation of a hydroelectric power station, part of the power available must be reserved for the local area, as a public service obligation.\nThe Mountain Areas Law also allows certain firms to enjoy a reduction on energy prices, by decision of the regional council in accordance with machinery to be established by order.\nLastly, Order No 87-214 lays down the criteria for determining which firms are eligible and provides that the reduction granted is to be 25 % of the price.\nUnder the Order, manufacturing and craft firms are eligible for the price reduction where they:\n- invest in connection with the creation of a business, a take-over of a business in difficulty, the expansion of a business or the internal conversion of a business,\nand\n- undertake to create or maintain a number of permanent or seasonal jobs which is no lower than a threshold periodically determined by the regional council.\nThe regions which qualify are mountain areas, defined in terms of high altitude or steeply sloping terrain, and are not all eligible for regional aid.\nThe mechanism described here constitutes operating aid: the Commission will sometimes authorize aid of this kind in areas which qualify for assistance pursuant to Article 92 (3) (a) of the EEC Treaty, but never in areas which qualify pursuant to Article  92 (3) (c) - still less in areas which do not qualify for regional aid, which is the case in the canton of Modane.\nIn their letter of 16 November 1992, however, the French authorities sent the Commission a draft Order amending Order No 87-214. Under the new Order the electricity price reduction could not total more than FF 350 000 (ECU 50 000) per firm over three  years. The Order would also exclude 'manufacturing enterprises governed by special Community rules on State aid'.\nReductions already granted to firms under the Mountain Areas Law since it entered into force on 31 March 1987  The scheme was extended to firms only on 31 March 1987; before that it had been confined to public authorities and public services.\nThe French authorities have calculated the total amount granted in reductions to firms in 1990 and 1991:\n/* Tables: see OJ */\nIV  In the light of what has been said here, and particularly in point III A and B, the Commission has reached the following conclusions:\n- the application to the canton of Modane of the measures described at point III A, that is to say tax exemptions, recruitment and training aid and the measures taken by Sofirem and local authorities under Order No 82-809, merely brings together a  combination of measures which already exist and which have been authorized by the Commission, and is consequently in accordance with Community legislation on State aid,\n- the scheme for the reduction of electricity prices under the Mountain Areas Law, described at point III.B, as it would be amended by the draft Order notified to the Commission on 16 November 1992, satisfied the de minimis test set out in the Community  guidelines on State aid for small and medium-sized enterprises adopted by the Commission on 20 May 1992 (3),\n- the total granted in electricity price reductions in Savoy under the Mountain Areas Law is small, at FF 800 000 to nine firms in 1991. The firms involved thus received an average of FF 90 000 each in 1991. It is theoretically possible that one of them  may have received a reduction of more than ECU 50 000 over a three-year period, but it is extremely unlikely that aid on so small a scale might have adversey affected trade between Member States to an extent contrary to the common interest.\nAccordingly, on condition that the draft Order notified to the Commission is introduced by 31 March 1993 at the latest, and that the French authorities ensure that the Community rules on the overlapping of aid schemes of minor importance and on the  combination of aid granted for different purposes are complied with, the Commission takes the view that Order No 87-214, as consequently amended, is compatible with the common market,", "main_body": ["1. The tax exemptions, the staff recruitment and training aid and the measures taken by Sofirem and local authorities described in point III A are compatible with the common market.\n2. Order No 87-214 of 25 March 1987 on the power reserves of hydroelectric undertakings provided for by Article 10 of the Hydraulic Energy Law of 16 October 1919 as amended by the Mountain Areas Law of 9 January 1985 is compatible with the common market  on the conditions hereinafter set out.", "Before 1 March 1993 the French authorities shall take the measures necessary to ensure that the total granted in electricity price reductions to any one undertaking does not exceed ECU 50 000 in any period of three years.", "The French authorities shall ensure that the Community rules on the overlapping of aid measures of minor importance and on the overlapping of aid granted for different purposes are complied with.", "Industries governed by special Community rules on State aid, laid down under the EEC and ECSC Treaties, are excluded from the scope of this Decision.", "The French Government shall inform the Commission no later than 30 April 1993 of the measures it has taken to comply with this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 23 December 1992.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) Letter to the Office of the French Permanent Representative No 4487, 16 December 1991.\n(2) OJ No C 149, 13. 6. 1992, p. 4.\n(3) OJ No C 213, 19. 8. 1992, p. 4."}