{"celex_id": "31993R3422", "uri": "http://publications.europa.eu/resource/cellar/172bd98b-68fe-4954-9f20-aa56fd810bd0", "type": "Regulation", "concepts": ["2173", "3166", "5000", "5360"], "title": "Commission Regulation (EC) No 3422/93 of 14 December 1993 fixing the export levies in the cereals sector\n", "header": "COMMISSION REGULATION (EC) No 3422/93 of 14 December 1993 fixing the export levies in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Article 16 (2) thereof,\nWhereas pursuant to Article 16 of Regulation (EEC) No 1766/92, appropriate measures may be taken when the quotations or prices on the world market for one or more products reach the level of Community prices and when that situation is likely to continue  and to deteriorate, thereby disturbing or threatening to disturb the Community market;\nWhereas the high level of prices in international trade is such as to hinder imports into the Community of durum wheat or lead to it being exported from the Community;\nWhereas the situation referred to above currently obtains; whereas, in order to safeguard supplies in the Community, an export levy should be introduced for durum wheat;\nWhereas Article 3 of Council Regulation (EEC) No 1766/92 fixes the threshold price for cereals for the 1993/94 to 1995/96 marketing years;\nWhereas Article 15 of Commission Regulation (EEC) No 1533/93 (3) provides for the application of an export levy; whereas, pursuant to Article 2 of the same Regulation, export levies are to be fixed in particular in the light of the prices charged on the  representative Community markets and their trends and the quotations recorded on the markets of third countries; whereas that Regulation also provides that account should be taken of the economic aspects of the exports contemplated and the advantage of  avoiding disturbance on the Community market;\nWhereas the export levy may be varied where the world market situation or the specific requirements of certain markets make this necessary;\nWhereas the representative market rates defined in Article 1 of Council Regulation (EEC) No 3813/92 (4) are to be used to convert the amount expressed in third-country currencies and are the basis for determining the agricultural conversion rates of the  currencies of the Member States; whereas the detailed rules for determining and applying these conversion rates are laid down in Commission Regulation (EEC) No 1068/93 (5);\nWhereas the application of the aforementioned rules to the current market situation in the cereals sector, and in particular to the quotations or prices of these products in the Community and on the world market, leads to the export levy being fixed at  the amount set out in the Annex to this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The export levy referred to in Article 15 of Regulation (EEC) No 1533/93 for the products falling within CN code 1001 10 00 shall be as set out in the Annex.", "This Regulation shall enter into force on 15 December 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 151, 23. 6. 1993, p. 15.\n(4) OJ No L 387, 31. 12. 1992, p. 1.\n(5) OJ No L 108, 1. 5. 1993, p. 106.\nANNEX\nCommission Regulation (EC) No 3422/93 fixing the export levies in the cereals sector\n\"\" ID=\"1\">1001 10 00> ID=\"2\">Durum wheat> ID=\"3\">35,00\">"}