{"celex_id": "31999R0051", "uri": "http://publications.europa.eu/resource/cellar/ccb06afc-4ff5-4bcf-a36a-8391408ee267", "type": "Regulation", "concepts": ["2084", "2437", "2455", "2879", "5254"], "title": "Council Regulation (EC) No 51/1999 of 18 December 1998 allocating, for 1999, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen\n", "header": "COUNCIL REGULATION (EC) No 51/1999 of 18 December 1998 allocating, for 1999, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community and Norway have held consultations on their mutual fishing rights for 1999, and in particular the allocation of certain catch quotas to Community vessels in the Norwegian fishing zone;\nWhereas, in accordance with Articles 96 and 124 of the 1994 Act of Accession, fisheries agreements concluded by the Republic of Finland and the Kingdom of Sweden with third countries are managed by the Community;\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries between the Kingdom of Sweden and the Kingdom of Norway of 9 December 1976, the Community, on behalf of Sweden, has held consultations with Norway concerning their fishing rights for 1999;\nWhereas, to ensure efficient management of the catch possibilities available, they should be allocated among the Member States as quotas in accordance with Article 8 of Council Regulation (EEC) No 3760/92;\nWhereas the fishing activities covered by this Regulation are subject to the control measures provided for by Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (2);\nWhereas no agreement has been reached with Norway on whether the catch possibilities available should be subject to the provisions of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (3);\nWhereas, for imperative reasons of common interest, this Regulation will apply from 1 January 1999,", "main_body": ["From 1 January to 31 December 1999, vessels flying the flag of a Member State are hereby authorised to make catches:\n- in waters falling within the Norwegian exclusive economic zone north of 62째00' N or within the fishing zone around Jan Mayen, and within the quota limits set out in Annex I;\n- in waters falling within the Norwegian exclusive economic zone south of 62째 00'N, and within the quota limits set out in Annex II.", "Fishing quotas set out in Annexes I and II shall not be subject to the conditions laid down in Articles 2, 3 and 5(2) of Regulation (EC) No 847/96.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 2205/97 (OJ L 304, 7.11.1997, p. 1).\n(3) OJ L 115, 9.5.1996, p. 3.\nANNEX I\nAllocation of Community catch quotas in Norwegian waters for 1999, as referred to in Article 1\n(Norwegian waters north of 62째 00' N)\n>TABLE>\nANNEX II\nAllocation for Community catch quotas in Norwegian waters for 1999, as referred to in Article 1\n(Norwegian waters south of 62째 00'N)\n>TABLE>"}