{"celex_id": "31996R2468", "uri": "http://publications.europa.eu/resource/cellar/1fe1554d-26b4-472b-a938-5ecb5739b5b4", "type": "Regulation", "concepts": ["1201", "2247", "2730", "4713", "4726", "473"], "title": "Council Regulation (EC) No 2468/96 of 17 December 1996 amending Regulation (EEC) No 2046/89 laying down general rules for distillation operations involving wine and the by-products of wine-making\n", "header": "COUNCIL REGULATION (EC) No 2468/96 of 17 December 1996 amending Regulation (EEC) No 2046/89 laying down general rules for distillation operations involving wine and the by-products of wine-making\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), and in particular Articles 35 (7), 36 (5), 38 (4), 39 (8), 41 (8) and 42 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas any application for aid from a distiller must, in cases of compulsory distillation, be accompanied by evidence to show that the minimum buying-in price for the distillation in question has in fact been paid to the producer; whereas, taking into account the characteristics peculiar to the distillation of the by-products of wine-making, Member States should be permitted, following the Commission's agreement, to apply simplified procedures for submission of the evidence in question for this type of distillation;\nWhereas, for operational effectiveness, Member States should no longer be able to choose to apply the standard prices only but distillers should be allowed, subject to certain conditions, to benefit from variations in the alcohol buying-in price according to raw material distilled; whereas, however, with a view to taking into account certain administrative implications of this provision in Spain, it is appropriate that provision be made, by way of derogation, for a transitional period for the provision to be applied in that Member State;\nWhereas the distiller is a channel for distributing aid to the producer through the payment of a minimum buying-in price for products to be distilled; whereas retrospective checks on aid applications from distillers sometimes bring to light errors or lack of precision on the part of the harvesters of the grapes or producers of the wine; whereas the liabilities arising therefrom should therefore be assumed by such harvesters or producers; whereas, to this end, it should be possible for the amount of aid wrongly paid to be recovered, subject to conditions to be determined, from the wine producer;\nWhereas Regulation (EEC) No 2046/89 (2) should be amended accordingly,", "main_body": ["Regulation (EEC) No 2046/89 is hereby amended as follows:\n1. the following sentence shall be added to Article 17 (1) (c):\n'However, Member States may introduce simplified procedures for submission of the evidence that the minimum purchase price stipulated for the distillation of the by-products of wine-making has been paid, after the Commission has given its approval to such procedures.`;\n2. the second subparagraph of Article 18 (3) shall be replaced by the following:\n'Member States:\n- may decide to apply differentiated prices if application of the standard price would or could make it impossible in certain Community regions to have one or more winemaking by-products distilled,\n- must in all cases apply such prices to distillers who, in the course of a wine year, have distilled one or other raw material to a percentage exceeding 60 % of their total distillation. However, Spain is hereby authorized not to apply this provision for the 1997/98 marketing year.\nThe level of prices fixed for the product distilled from the various by-products must be such that the weighted average of these prices does not exceed the standard price.`;\n3. In Article 22:\n(a) in paragraph 3:\n- the following sentence shall be added to the second subparagraph:\n'However, where the producer is liable and subject to conditions to be determined, the intervention agency may recover from the producer an amount equal to the aid in question.`,\n- the last sentence of the fourth subparagraph shall be deleted;\n(b) the following paragraph shall be added:\n'4. Detailed rules for the application of paragraph 3 and, in particular, the conditions referred to in the second subparagraph thereof, shall be adopted in accordance with the procedure laid down in Article 83 of Regulation (EEC) No 822/87.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 1592/96 (OJ No L 206, 16. 8. 1996, p. 31).\n(2) OJ No L 202, 14. 7, 1989, p. 14. Regulation as last amended by Regulation (EC) No 1920/96 (OJ No L 253, 1. 10. 1996, p. 1)."}