{"celex_id": "31997D0830", "uri": "http://publications.europa.eu/resource/cellar/e1d2b0c4-b2c5-4e47-b39e-eb3d7335e80a", "type": "Decision", "concepts": ["1116", "1309", "1442", "1501", "3885", "5369"], "title": "97/830/EC: Commission Decision of 11 December 1997 repealing Commission Decision 97/613/EC and imposing special conditions on the import of pistachios and certain products derived from pistachios originating in, or consigned from Iran (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 11 December 1997 repealing Commission Decision 97/613/EC and imposing special conditions on the import of pistachios and certain products derived from pistachios originating in, or consigned from Iran (Text with EEA relevance) (97/830/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs (1) and in particular Article 10 (1) thereof,\nWhereas Commission Decision 97/613/EC of 8 September 1997 on the temporary suspension of imports of pistachios and certain products derived from pistachios originating in, or consigned from Iran (2) is applicable until 15 December 1997 and should be repealed;\nWhereas pistachios originating in, or consigned from Iran have been found to be, in many cases, contaminated with excessive levels of Aflatoxin B1;\nWhereas the Scientific Committee for Food has noted that Aflatoxin B1, even at extremely low doses, causes cancer of the liver and in addition is genotoxic;\nWhereas this constitutes a serious threat to public health within the Community and it is imperative to adopt protective measures at Community level;\nWhereas an examination of conditions of hygiene in Iran has been undertaken and revealed that improvements in hygiene practices and the traceability of pistachios are required; whereas the mission team was unable to check all stages of the handling of pistachios prior to exportation; whereas commitments have been received from the Iranian Authorities in particular in relation to improvements in production, handling, sorting, processing, packaging and transport practices; whereas it is therefore appropriate to subject pistachios or products derived from pistachios originating in, or consigned from Iran to special conditions to provide a high level of protection to public health;\nWhereas pistachios and products derived from pistachios originating in, or consigned from Iran, may be imported, provided that these special conditions are applied;\nWhereas it is necessary that pistachios and products derived from pistachios have been produced, sorted, handled, processed, packaged and transported following good hygienic practices; whereas it is necessary to establish the levels of Aflatoxin B1 and total Aflatoxin in samples taken from the consignment immediately prior to leaving Iran;\nWhereas it is necessary for documentary evidence to be provided by the Iranian Authorities to accompany each consignment of pistachios originating in, or consigned from Iran, relating to the conditions of production, sorting, handling, processing, packaging and transport and the results of laboratory analysis of the consignment for levels of Aflatoxin B1 and total Aflatoxin;\nWhereas, it is necessary to submit for analyses lots of pistachios originating in, or consigned from all third countries, in order to determine the levels of contamination of pistachios from all sources with Aflatoxin B1 and total Aflatoxin, whereas co-ordinated official control programmes for foodstuffs shall be completed to this end;\nWhereas Member States have been consulted on 29 October 1997 and on 10 November 1997,", "main_body": ["This Decision repeals Decision 97/613/EC of 8 September 1997 on the temporary suspension of imports of pistachios and products derived from pistachios originating in, or consigned from Iran.", "1. Member States may import:\n- pistachios falling within CN code 0802 50 00,\n- roasted pistachios falling within CN codes 2008 19 13 and 2008 19 93;\noriginating in, or consigned from Iran, only where the consignment is accompanied by the results of official sampling and analysis, and the health certificate in Annex I, completed, signed and verified by a representative of the Iranian Ministry of Health.\n2. Pistachios and products derived from pistachios originating in, or consigned from Iran, may only be imported into the Community through one of the points of entry listed in Annex II.\n3. Each consignment shall be identified with a code which corresponds to the code on the sampling results of the official sampling and analysis and health certificate referred to in paragraph 1.\n4. The competent authorities in each Member State shall ensure that imported pistachios originating in, or consigned from Iran, are subject to documentary checks to ensure that the requirement for the health certificate and sampling results referred to in paragraph 1, are complied with.\n5. The competent authority shall ensure that before release onto the market from the point of entry into the Community, each consignment is subject to systematic sampling and analysis for Aflatoxin B1 and total Aflatoxin. The Commission shall be informed by the competent authority of the results of these analyses.", "The present Decision shall be reviewed before the 31 October, 1998, in order to assess whether the special conditions referred to in Article 2 provide a sufficient level of protection to public health within the Community. The review shall also assess whether there is a continuing need for the special conditions.", "Member States shall take the measures necessary to comply with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 175, 19. 7. 1993, p. 1.\n(2) OJ L 248, 11. 9. 1997, p. 33.\nANNEX I\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX II\nList of Points of Entry through which pistachios and products derived from Pistachios Originating in, or Consigned from Iran may be imported into the European Community\n>TABLE>"}