{"celex_id": "31992R1352", "uri": "http://publications.europa.eu/resource/cellar/88583885-82fc-41e3-a6df-dd94ed61a60d", "type": "Regulation", "concepts": ["1744", "2642", "5025", "64"], "title": "Commission Regulation (EEC) No 1352/92 of 26 May 1992 applying a special intervention measure for maize in France at the end of the 1991/92 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 1352/92  of 26 May 1992  applying a special intervention measure for maize in France at the end of the 1991/92 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 20 October 1975 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EEC) No 674/92 (2), and in particular Article 8 (3) thereof,\nWhereas Council Regulation (EEC) No 1582/86 of 23 May 1986 on particular intervention measures for cereals (3) lays down the general rules applicable to such measures;\nWhereas the intervention period for maize ends on 31 May; whereas this time limit, in view of uncertainties with regard to outlets, is likely to encourage operators to offer substantial quantities of maize for intervention at the end of May, although  certain market outlets may still be found after that date; whereas this situation may be remedied by allowing buying-in of that cereal in June 1992, but in France only, as there is a maize surplus there;\nWhereas rules for buying-in of cereals are laid down in Council Regulation (EEC) No 1581/86 of 23 May 1986 laying down general rules for intervention on the market in cereals (4), as last amended by Regulation (EEC) No 2203/90 (5), Commission Regulation  (EEC) No 1569/77 of 11 July 1977 fixing the procedure and conditions for the taking over of cereals by intervention agencies (6), as last amended by Regulation (EEC) No 2642/91 (7), and Commission Regulation (EEC) No 1570/77 of 11 July 1977 on price  increases and reductions applicable to intervention in cereals (8), as last amended by Regulation (EEC) No 606/92 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. In accordance with Article 2 of Regulation (EEC) No 1582/86, the French intervention agency shall buy in quantities of maize offered to it between 1 and 30 June 1992.\n2. The price to be paid shall be the intervention price provided for in Article 7 (3) of Regulation (EEC) No 2727/75, as fixed for the 1991/92 marketing year, plus seven monthly increases, expressed in national currency using the representative rate  applicable on 31 May 1992.\n3. Subject to paragraph 2, buying-in shall be carried out in accordance with the provisions of Regulation (EEC) No 1581/86 and Regulations (EEC) No 1569/77 and (EEC) No 1570/77. Notwithstanding the third subparagraph of Article 3 (3) of Regulation (EEC)  No 1569/77, the maize offered for intervention under this Regulation must be delivered by 15 September 1992 at the latest.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 73, 19. 3. 1992, p. 7. (3) OJ No L 139, 24. 5. 1986, p. 38. (4) OJ No L 139, 24. 5. 1986, p. 36. (5) OJ No L 201, 31. 7. 1990, p. 5. (6) OJ No L 174, 14. 7. 1977, p. 15. (7) OJ No L 247, 5. 9.  1991, p. 20. (8) OJ No L 174, 14. 7. 1977, p. 18. (9) OJ No L 65, 11. 3. 1992, p. 25."}