{"celex_id": "31994R2266", "uri": "http://publications.europa.eu/resource/cellar/667b76ec-96b9-464a-9b95-46cb2e3876ec", "type": "Regulation", "concepts": ["1099", "20", "4620", "5010", "5070", "970"], "title": "Commission Regulation (EC) No 2266/94 of 20 September 1994 on the free supply to Georgia, Armenia and Azerbaijan of common wheat flour pursuant to Council Regulation (EC) No 1999/94\n", "header": "COMMISSION REGULATION (EC) No 2266/94 of 20 September 1994 on the free supply to Georgia, Armenia and Azerbaijan of common wheat flour pursuant to Council Regulation (EC) No 1999/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1999/94 of 27 July 1994 on actions for the free supply of agricultural products to the people of Georgia, Armenia, Azerbaijan, Kyrgyzstan and Tajikistan (1), and in particular Article 4 thereof,\nWhereas, Commission Regulation (EC) No 2065/94 (2), established the detailed rules applicable to the free supply of agricultural products not available from intervention stocks but belonging to the same group of products provided for by Regulation (EC)  No 1999/94; whereas, it is appropriate to open a tendering procedure for the supply of 15 000 tonnes of common wheat flour intended for Georgia, Armenia and Azerbaijan;\nWhereas, in view of the present difficulties in these republics and the specific problems of forwarding aid to these regions, it is appropriate to organize the supply of the abovementioned products as a single action, by which the whole of the supply  should be awarded to a single tenderer;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. A tendering procedure is hereby initiated for the supply costs of 15 000 tonnes (net) of common wheat flour as indicated in Annex I, in accordance with the provisions of Regulation (EC) No 2065/94, and in particular Article 2 (1) and (2)  thereof.\n2. The supply costs shall relate to the take-over of the flour fob, stored on the boat in one of the ports referred to in Article 2 (2) and transport by the appropriate means of transport to the places of destination and within the time limits indicated  in Annex I.\n3. The flour will be made available for loading with effect from the following dates:\n- 5 000 tonnes with effect from 21 October 1994,\n- 5 000 tonnes with effect from 28 October 1994,\n- 5 000 tonnes with effect from 4 November 1994.", "1. In accordance with Article 4 of Regulation (EC) No 2065/94 the offers shall be presented to the following address:\nCommission of the European Communities,\nDivision VI/G.2 (Office 10/05),\nRue de la Loi 120,\nB-1049 Brussels.\nThe closing date for the lodgement of tenders shall be 28 September 1994 at 12.00 (Brussels time).\n2. The offer shall relate to the supply of the total of the quantities referred to in Article 1 (3).\nBy derogation from Article 6 (1) (d) (1) of Regulation (EC) No 2065/94 the offer must specify the total amounts in ecus required for the total supply, and the amount in ecus per tonne offered for each destination, from each of the following ports:\n- Rouen,\n- Ghent,\n- Rotterdam,\n- Venice (Porto Marghera).\n3. By derogation from the amount referred to in Article 6 (1) (f) of Regulation (EC) No 2065/94 the tendering security is fixed at ECU 20 per tonne of flour.\n4. The security referred to in Article 12 (2) of Regulation (EC) No 2065/94 is fixed at ECU 280 per tonne of flour, to be lodged in national currency.\n5. The securities referred to in paragraphs 3 and 4 shall be lodged in favour of the Commission of the European Communities.", "The take-over certificate referred to in Article 10 (1) (a) of Regulation (EC) No 2065/94 shall be established at the places and by the authorities referred to in Annex II, on the basis of the model in Annex III.", "For the payment provided for at Article 13 of Regulation (EC) No 2065/94, the intervention agency of the Member State in which the port of take-over is situated shall deliver a certificate certifying the total removal of the quantities for  each destination, upon completion of that operation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 201, 4. 8. 1994, p. 1.\n(2) OJ No L 213, 18. 8. 1994, p. 3.\nANNEX I\nLot: 5 000 tonnes of common wheat flour destined for Georgia.\nDelivery stage:\nPoti or Batumi (goods not unloaded).\nFinal delivery date at the port: 29 November 1994.\n5 000 tonnes of common wheat flour destined for Armenia.\nDelivery stage:\nAirum via the ports of Poti or Batumi (goods not unloaded).\nFinal delivery date at the port: 22 November 1994.\n5 000 tonnes of common wheat flour destined for Azerbaijan.\nDelivery stage:\nPbieuk-Kesik via the ports of Poti or Batumi (goods not unloaded).\nFinal delivery date at the port: 15 November 1994.\nANNEX II\n(a) Place of take-over in Georgia\n1. Port of Poti or Batumi - goods not unloaded.\nHowever, the take-over certificate may only be issued following unloading and quantitative and qualitative control of the goods.\n2. Authority entitled to deliver the take-over certificate:\nGossudarstvenaya Corporatziya Chleboproductov,\nUl. Didi Cheivani No 6,\nTbilisi,\nMr Anzar Burdjanadze,\ntel.: (78832) 99 86 98,\nfax: (78832) 99 67 40.\n(b) Place of take-over in Armenia:\n1. Airum - goods not unloaded.\nThe quantitative and qualitative controls will be carried out at the time of sealing the rail-wagons at Poti or Batumi. The take-over certificate will be issued on arrival at the abovementioned station after verification of the integrity of the seals  and the number of wagons.\n2. Authority entitled to deliver the take-over certificate:\nMinistery of Food and Provision,\n375010 Yerevan,\nDom Pravitelstva,\nPloshchad Respubliki 1,\nMr Stepanian, Deputy Minister,\ntel.: (78852) 52 03 21.\n(c) Place of take-over in Azerbaijan:\n1. Pbieuk-Kesik - goods not unloaded.\nThe quantitative and qualitative controls will be carried out at the time of sealing the rail-wagons at Poti or Batumi. The take-over certificate will be issued on arrival at the abovementioned station after verification of the integrity of the seals  and the number of wagons.\n2. Authority entitled to deliver the take-over certificate:\nAzintrade,\nBaku, center,\nDom Pravitelstva, 1st Floor,\ntel.: (78922) 93 19 80/93 97 13.\nANNEX III\nPART B"}