{"celex_id": "31993D0037", "uri": "http://publications.europa.eu/resource/cellar/05c979e1-4967-49da-9919-8d5f3126ada4", "type": "Decision", "concepts": ["191", "2548", "4580"], "title": "93/37/EEC: Commission Decision of 18 December 1992 amending Decision 91/28/EEC authorizing certain Member States to provide for exceptions from certain provisions of Directive 77/93/EEC in respect of potatoes for human consumption originating in Turkey (Only the German, French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 18 December 1992 amending Decision 91/28/EEC authorizing certain Member States to provide for exceptions from certain provisions of Directive 77/93/EEC in respect of potatoes for human consumption originating in Turkey (Only  the Dutch, French and German texts are authentic)\n(93/37/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Commission Directive 92/103/EEC (2), and in particular Article 14 (3) thereof,\nHaving regard to the requests made by Belgium, the Federal Republic of Germany, Luxembourg and the Netherlands,\nWhereas under the provisions of Directive 77/93/EEC, potato tubers originating in Turkey may in principle not be introduced into the Community because of the risk of introducing exotic potato diseases unknown in the Community;\nWhereas by Commission Decisions 91/28/EEC (3) and 91/610/EEC (4), the Commission authorized derogations under revised conditions in respect of potatoes for human consumption originating in Turkey;\nWhereas Decision 91/610/EEC stipulated that the authorization shall expire on 15 June 1992;\nWhereas the provisions laid down in the annexes to Directive 77/93/EEC have been subjected to a review taking into account a pest risk assessment to adapt the relevant provisions to the single market concept;\nWhereas that pest risk assessment has been the basis for an amendment and revision of the relevant provisions of the said Directive;\nWhereas, however, according to the provisions of Council Directive 91/683/EEC (5) Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with Directive 91/683/EEC six months after the revisions of  Annexes I to V to Directive 77/93/EEC;\nWhereas it appears that the revision has been delayed;\nWhereas the authorization is applicable without prejudice to the abolition of the intra-Community border controls from 1 January 1993;\nWhereas the circumstances justifying the authorization still obtain;\nWhereas the authorization should therefore be extended for a further period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 91/28/EEC is hereby amended as follows:\n1. in Article 1 (2) (e), '1991' is replaced by '1992';\n2. in Article 2 (1), the words 'between 1 February 1992 and 15 June 1992' are replaced by 'starting 1 February 1993 and expiring on the deadline for implementation into national legislation of the modifications to Directive 77/93/EEC as referred to in", "(1) to Directive 91/683/EEC, or on 15 June 1993, whichever is the earlier date, this being the last day of entry into the Community';\n3. in Article 3, '1 August 1992' is replaced by '1 August 1993';\n4. in Annex II, point 8, '91/610/EEC' is replaced by '93/37/EEC'.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the Grand Duchy of Luxembourg and the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 18 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 363, 11. 12. 1992, p. 1.\n(3) OJ No L 16, 22. 1. 1991, p. 31.\n(4) OJ No L 331, 3. 12. 1991, p. 22.\n(5) OJ No L 376, 31. 12. 1991, p. 29."}