{"celex_id": "31999R2785", "uri": "http://publications.europa.eu/resource/cellar/4a74bece-e834-450d-8332-75d4530ea922", "type": "Regulation", "concepts": ["1309", "2437", "2732", "313", "4080", "4350"], "title": "Council Regulation (EC) No 2785/1999 of 17 December 1999 temporarily suspending some or all of the autonomous common customs tariff duties on certain fishery products (2000)\n", "header": "COUNCIL REGULATION (EC) No 2785/1999\nof 17 December 1999\ntemporarily suspending some or all of the autonomous common customs tariff duties on certain fishery products (2000)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Community relies at present on imports from third countries for supplies of certain fishery products; it is in the interest of the Community to suspend partially or totally the customs duties for these products; in order to avoid endangering the prospects for developing the production of competitive products in the Community while ensuring that the industries concerned receive the necessary supplies, it is advisable to adopt these suspension measures only from 1 January to 31 December 2000;\n(2) It is for the Community to decide to suspend these autonomous duties;\n(3) Having regard to the economic importance of this Regulation for European industry and the requirement that it enter into force by 1 January 2000, it is necessary to invoke the ground of urgency referred to in point I(3) of the additional Protocol to the Treaty of Amsterdam on the role of national parliaments in the European Union,", "main_body": ["1. From 1 January to 31 December 2000 the autonomous common customs tariff duties on the products listed in the Annex shall be suspended at the level indicated for each product.\n2. Imports of the products in question shall qualify for the suspension referred to in paragraph 1 only on the condition that the free-at-frontier price laid down by the Member States, in accordance with Article 22 of Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products(1), is at least equal to the reference price fixed or to be fixed by the Community for the products or categories of products in question.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ L 388, 31.12.1992, p. 1. Regulation as last amended by Regulation (EEC) No 1891/93 (OJ L 172, 15.7.1993, p. 1).\nANNEX\n>TABLE>"}