{"celex_id": "31992R3076", "uri": "http://publications.europa.eu/resource/cellar/45f1423e-c220-4a59-80aa-1166eb8cd90f", "type": "Regulation", "concepts": ["1115", "1602", "2957", "4256"], "title": "Commission Regulation (EEC) No 3076/92 of 26 October 1992 on the arrangements applicable to agricultural products subject to reference quantities and originating in the African, Caribbean and Pacific States\n", "header": "COMMISSION REGULATION (EEC) No 3076/92  of 26 October 1992  on the arrangements applicable to agricultural products subject to reference quantities and originating in the African, Caribbean and Pacific States\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States  (1), as extented by Regulation (EEC) No 444/92 (2), and in particular Articles 16 and 27 thereof,\nWhereas Article 16 of Regulation (EEC) No 715/90 stipulates for certain agricultural products, covered by that Regulation and originating in those countries, the progressive reduction, subject to reference quantities and a community surveillance in a  set timetable of the customs duties; whereas this Regulation should be applied from 1 July 1992;\nWhereas, these duty reductions shall be phased in over the same periods and in accordance with the same timetable as those laid down in the Act of Accession of Spain and Portugal for the same products imported from these countries into the Community as  constituted on 31 December 1985;\nWhereas, Commission Regulation (EEC) No 3593/91 of 11 December 1991 abolishing in two stages certain customs duties applicable in trade between the Community of Ten and Spain and Portugal as a result of the Mediterranean agreements (3) foresees that the  residual customs duties applicable to products from Spain and Portugal for which the dismantling of tariffs continues after 1 January 1993 will be eliminated in two equal instalments on 1 January 1992 and 1 January 1993;\nWhereas the same concession should be granted for the same products originating in ACP States;\nWhereas by virtue of Council Regulation (EEC) No 1820/87 of 25 June 1987 concerning the application of Decision No 2/87 of the ACP/EEC Council of Ministers on the advance implementation of the Protocol to the Third ACP-EEC Convention (4) consequent on  the Accession of the Kingdom of Spain and the Portuguese Republic to the European Communities, the said reference quantities shall be applied in Spain and Portugal;\nWhereas, in order to enable the competent authorities within the Commission to establish an annual trade balance sheet for each of the products and, if necessary, to put into application the arrangement provided for in Article 16 (3) of the  abovementioned Regulation (EEC) No 715/90, these products are subject to a statistical surveillance in accordance with Council Regulations (EEC) No 2658/87 (5), as last amended by Commission Regulation (EEC) No 1039/92 (6), and (EEC) No 1736/75 (7);\nWhereas imports of the products in question are charged against the reference quantities at Community level within pre-established timetables, as and when the products are entered with the customs authorities for free circulation; whereas, therefore, it  is appropriate to establish reference quantities for those products listed in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. Imports into the Community of certain products originating in the African, Caribbean and Pacific States shall be subject to reference quantities and to a statistical surveillance.\nThe products referred to in the first subparagraph, their CN codes, the periods of validity and the levels of the reference quantities are set out in the Annex.\n2. Quantities shall be charged against the reference quantities as and when products are entered with customs authorities for free circulation and accompanied by a movement certificate. If the movement certificate is submitted a posteriori, the goods  shall be charged against the corresponding reference quantity at the moment when the goods are entered for free circulation.\nThe extent to which the reference quantities are used up shall be determined at Community level on the basis of the imports charged against them in the manner defined in the first subparagraph, as communicated to the Statistical Office of the European  Communities in application of Regulations (EEC) No 2658/87 and (EEC) No 1736/75.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Comunities.\nIt shall apply with effect from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85. (2) OJ No L 52, 27. 2. 1992, p. 7. (3) OJ No L 341, 12. 12. 1991, p. 13. (4) OJ No L 172, 30. 6. 1987, p. 1. (5) OJ No L 256, 7. 9. 1987, p. 1. (6) OJ No L 110, 28. 4. 1992, p. 42. (7) OJ No L 183, 14. 7.  1975, p. 3.\nANNEX\n(tonnes)\nOrder No  CN code  Taric code (1)  Description  Period  Reference quantities         12.0030  ex 0704 90 90  0704 90 90 * 92  Cabbages, fresh or chilled  1. 11. 1992 - 31. 12. 1992  1 000         12.0050  ex 0705 11 10  0705 11 10 * 21\n0705 11 10 * 33  'Iceberg' lettuce, (Lactuca sativa L, var. capitata L.)  1. 7. 1992 - 31. 10. 1992  1 000         12.0060  ex 0709 10 00  0709 10 00 * 10\n0709 10 00 * 20  Globe artichokes fresh or chilled  1. 10. 1992 - 31. 12. 1992  1 000         12.0080  ex 0809 10 00  0809 10 00 * 10\n0809 10 00 * 20\n0809 10 00 * 30\n0809 10 00 * 40\n0809 10 00 * 80  Apricots, fresh  1. 9. 1992 - 30. 4. 1993  2 000         12.0090 (1)  ex 0809 20 90\nex 0809 20 60\nex 0809 20 80  0809 20 90 * 21\n0809 20 90  25\n0809 20 90 * 29\n0809 20 60 * 30\n0809 20 80 * 30  Cherries, fresh  1. 11. 1992 - 31. 3. 1993\n1. 1. 1993 - 31. 3. 1993  2 000         12.0100 (1)  ex 0809 30 00\nex 0809 30 10\nex 0809 30 90  0809 30 00 * 11\n0809 30 00 * 91\n0809 30 10 * 10\n0809 30 90 * 10  Peaches (including nectarines), fresh  1. 12. 1992 - 31. 12. 1992\n1. 1. 1993 - 31. 3. 1993  2 000         12.0110  ex 0809 40 19  0809 40 19 * 30\n0809 40 19 * 40\n0809 40 19 * 51  Plums, fresh  15. 12. 1992 - 31. 3. 1993  2 000\n(1) The Taric codes shown below are those applicable during the period shown as regards each order number."}