{"celex_id": "31993D0318", "uri": "http://publications.europa.eu/resource/cellar/05a32404-8b5f-4219-bc43-3926a5b177d1", "type": "Decision", "concepts": ["1591", "1779", "2766", "321", "5065"], "title": "93/318/EEC: Commission Decision of 12 May 1993 terminating the anti-dumping proceeding concerning imports of manganese steel wearparts originating in the Republic of South Africa\n", "header": "COMMISSION DECISION of 12 May 1993 terminating the anti-dumping proceeding concerning imports of manganese steel wearparts originating in the Republic of South Africa\n(93/318/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Article 9 thereof,\nFollowing consultations within the Advisory Committee as provided for by the said Regulation,\nWhereas:\n(1) In March 1992, the Commission received a complaint lodged by six Community producers of manganese steel warparts whose collective output was stated to constitute a major proportion of Community production of the product in question.\nThe complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. After consultation within the Advisory Committee, the Commission accordingly announced, by  a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding conerning imports into the Community of managanese steel wearparts originating in the Republic of South Africa.\n(2) The products concerned are parts of machinery which are liable to be worn away by contact with the material they are processing. They are manufactured by a foundry process and moulded into a steel casting having a minimum content of 6 % manganese  (so-called manganese steel wearparts).\n(3) The Commission offocially advised the Community producers, the importers and the South African producers known to be concerned as well as the representatives of the Republic of South Africa of the opening of the investigation and gave the parties  concered the opportunity to make known their views in writing and to request a hearing.\n(4) During the investigation concerning injury, the Commission received information concerning only a small proportion of the total Community production. In this respect, the Commission recalls that in accordance with the provisions of Article 4 (5) of  Regulation (EEC) No 2423/88, injury has to be determined for the Community industry and that the term 'Community industry' should be interpreted 'as referring to the Community producers as a whole of the like product or to those of them whose collective  output of the products constitutes a major proportion of the total Community production' of the product concerned. It was not possible to make findings on injury in the absence of information on the rest of the Community industry. In these conditions,  no further investigation was conducted.\n(5) The Commission informed the complainants of these facts and they were not contested.\n(6) Unter these circumstances the proceeding should be terminated in accordance with Article 9 (1) of Regulation (EEC) No 2423/88. No objections have been raised within the Advisory Committee against this course of action,", "main_body": ["The anti-dumping proceeding concerning imports of managanese steel wearparts, falling within CN codes ex 8474 90 10, ex 8413 91 90, ex 8485 90 51, ex 7326 90 98, ex 8431 49 20 and ex 8431 41 00, originating in the Republic of South Africa  is hereby terminated."], "attachments": "Done at Brussels, 12 May 1993.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 188, 25. 7. 1992, p. 3."}