{"celex_id": "31997R1585", "uri": "http://publications.europa.eu/resource/cellar/779b7ea6-0ace-4470-88b5-ddf47da64f54", "type": "Regulation", "concepts": ["161", "2771", "3156", "4048", "5581", "5989"], "title": "Council Regulation (EC) No 1585/97 of 24 July 1997 on the implementing methods for Decision No 1/97 of the EC- Cyprus Association Council derogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and the Republic of Cyprus\n", "header": "COUNCIL REGULATION (EC) No 1585/97 of 24 July 1997 on the implementing methods for Decision No 1/97 of the EC-Cyprus Association Council derogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and the Republic of Cyprus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus (1) was signed on 19 December 1972; whereas it entered into force on 1 June 1973;\nWhereas the Additional Protocol (2) to the said Agreement was signed at Brussels on 15 September 1977; whereas it entered into force on 1 June 1978;\nWhereas, pursuant to Article 25 of the Protocol concerning the definition of the concept of originating products and methods of administrative cooperation annexed to the Additional Protocol, as extended by Article 2 of the Protocol laying down the conditions and procedures for the implementation of the second stage of the Agreement establishing an association between the European Economic Community and the Republic of Cyprus and adapting certain provisions of the Agreement (3), which was signed at Luxembourg on 19 October 1987, entered into force on 1 January 1988 and forms an integral part of the Agreement, the EC-Cyprus Association Council adopted Decision No 1/97 (4) derogating from the rules of origin applicable to certain textile products;\nWhereas the implementing methods for this Decision should be fixed,", "main_body": ["1. The quantities listed in Annex I to Decision No 1/97 shall be administered by the Commission.\nIf an importer enters, for circulation in a Member State, a product covered by a certificate EUR. 1 bearing the endorsement referred to in Article 4 of Decision No 1/97 and that entry is accepted by the customs authorities, the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements.\n2. Requests for drawing, endorsed with the date of acceptance of the said entry, must be forwarded to the Commission forthwith.\n3. Drawings shall be granted by the Commission in chronological order of the date of acceptance by the customs authorities of the Member State concerned of the entry for free circulation, to the extent that the available balance of the said amount so permits.\n4. Should a Member State fail to use the quantities it has drawn, it shall return them as soon as possible.\n5. If the quantities requested are greater than the available balance of the amount, they shall be granted pro rata, pursuant to paragraph 3. The Commission shall inform the Member States of the drawings made.\nMember States shall be informed forthwith when the quantity has been used up.", "This Regulation shall apply for a period of two years starting on 28 July 1997.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 133, 21. 5. 1973, p. 2.\n(2) OJ No L 339, 28. 12. 1977, p. 2.\n(3) OJ No L 393, 31. 12. 1987, p. 2.\n(4) See page 36 of this Official Journal."}