{"celex_id": "31992R0914", "uri": "http://publications.europa.eu/resource/cellar/9c797967-8d93-4569-93d0-39705284bd18", "type": "Regulation", "concepts": ["1377", "161", "2125", "2437"], "title": "Council Regulation (EEC) No 914/92 of 6 April 1992 opening and providing for the administration of Community tariff quotas for an agricultural product and an industrial product (Third series 1992)\n", "header": "COUNCIL REGULATION (EEC) No 914/92  of 6 April 1992  opening and providing for the administration of Community tariff quotas for an agricultural product and an industrial product (Third series 1992)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community production of certain agricultural and industrial products is currently unable to meet the specific requirements of the user industries in the Community; whereas, consequently, Community supplies of these products currently depend to a  considerable extent on imports from third countries; whereas the most urgent Community requirements for the products in question should be met immediately on the most favourable terms; whereas zero duty Community tariff quotas should therefore be opened  within the limits of appropriate volumes for a period respectively, from 1 July 1992 to 30 June 1993 and for a period of six months from the date of entry into force of this Regulation; whereas, in order not to upset the balance of the markets for these  products, the volume of certain of these Community tariff quotas should be set at provisional levels which cover immediate requirements; whereas the setting of the quota volumes at this level does not rule out an adjustment during the year;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned  into all Member States until the quotas have been used up;\nWhereas, it is appropriate to take the necessary measures to ensure efficient Community administration of these tariff quotas while offering the Member States the opportunity to draw from the quota volumes the necessary quantities corresponding to  actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States  accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the quantities drawn by  that economic union may be carried out by any one of its members,", "main_body": ["1. The customs duties applicable to imports of the following products shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas shown below:\nOrder No  CN Codes (1)  Description  Amount of quota  Quota duty (%)  Quota period               09.2701  ex 0301 92 00\nex 0302 66 00\nex 0303 76 00  Eels (Anguilla spp.), live, fresh, chilled or frozen, intended for processing by curing or skinning enterprises or for use in the industrial manufacture of products falling within CN code 1604 (a)  5 000\ntonnes  0  1. 7. 1992   30. 6. 1993         09.2833  ex 8473 30 90  Thin-film magnetic heads of Winchester technology capable of recording to a density of 78 tracks or more per millimetre, mounted on a carrier arm, connected via a flexible printed  circuit to a metal bracket, for the incorporation in hard disc storage units with an external disc diameter not exceeding 8,89 cm (3,5 inch) (a)  150 000\npieces  0  Six months from the date of entry into force of this Regulation\n(1) Taric codes: 0301 92 00*10, 0302 66 00*10, 0303 76 00*10, 8473 30 90*80.\n(a) Control of the use for this special purpose shall be carried out pursuant to the relevant Community provisions.\n2. Within the limits of these tariff quotas the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the 1985 Act of Accession.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take any appropriate administrative measures to ensure that they are managed efficiently.", "Where an importer presents a product covered by this Regulation for release for free circulation in a Member State, applying to take advantage of the preferential arrangements, and the entry is accepted by the customs authorities, the Member  State concerrned shall, by notifying the Commission, draw an amount corresponding to its requirements from the appropriate quota volume.\nRequests for drawings, indicating the date on which the entries were accepted, must be sent to the Commission without delay.\nDrawings shall be granted by the Commission in chronological order of the dates on which the customs authorities of the Member States concerned accepted the entries for release for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use a drawing in full it shall return any unused portion to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applicants pro rata. The Commission shall inform the Member States of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continuous access to the quotas for as long as the balance of the relevant quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 April 1992. For the Council\nThe President\nJoao PINHEIRO"}