{"celex_id": "31997R0194", "uri": "http://publications.europa.eu/resource/cellar/3ff96d72-0206-4f2a-a463-4b7a62ec03dc", "type": "Regulation", "concepts": ["1284", "1604", "2078", "2531", "3135", "4062"], "title": "Commission Regulation (EC) No 194/97 of 31 January 1997 setting maximum levels for certain contaminants in foodstuffs (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 194/97 of 31 January 1997 setting maximum levels for certain contaminants in foodstuffs (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2 thereof,\nWhereas Regulation (EEC) No 315/93 provides that maximum levels must be set for certain contaminants in order to protect public health; whereas these maximum levels must be adopted in the form of a non-exhaustive Community list which may contain levels for the same contaminant in different foodstuffs and analytical detection limits; whereas the sampling and analysis methods to be applied may be specified;\nWhereas it is essential, in order to protect public health, to keep contaminant levels at contents which are toxicologically acceptable; whereas contaminants must be eliminated more thoroughly wherever possible by means of good professional practice;\nWhereas vegetables have an essential nutritional function and play an important role in health protection; whereas the consumption of vegetables should therefore be encouraged by improving the quality of the products on offer;\nWhereas some Member States have adopted, or are planning to adopt, maximum levels for nitrates in certain vegetables;\nWhereas, in view of the disparities between Member States and the consequent risk of distortion of competition, Community measures are necessary in order to ensure market unity while abiding by the principle of proportionality;\nWhereas specific measures designed to provide better control of the sources of agricultural contamination together with codes of good practice may help to reduce the contaminant levels of certain vegetables and in particular the nitrate levels;\nWhereas climatic conditions, production methods and eating habits vary widely in different parts of the Community; whereas different maximum nitrate levels should therefore be fixed for vegetables depending on the season; whereas, moreover, Member States should be allowed for a transitional period to authorize the marketing of lettuces and spinach grown and intended for consumption in their territory with nitrate levels higher than those fixed in point 1.1 of Part I of the Annex, provided, however, that the quantities present remain acceptable from the point of view of public health;\nWhereas lettuce and spinach producers established in the Member States which have given the abovementioned authorizations should progressively modify their farming methods by applying the good practice recommended at national level so as to comply at the end of the transitional period with the maximum levels laid down at Community level;\nWhereas it is desirable to achieve common values as soon as possible;\nWhereas a study should be made, based on the available scientific data, as to whether maximum contaminant levels should be set for baby food for infants and young children;\nWhereas the free movement throughout the Community of foodstuffs with contaminant levels below or equal to those fixed in the Annex should be guaranteed;\nWhereas the Member States must adopt appropriate surveillance measures regarding the presence of contaminants in foodstuffs;\nWhereas any maximum level adopted at Community level will have to be revised to take account of the advance of scientific and technical knowledge and improvements in production practice;\nWhereas the levels set for lettuce and spinach should be reviewed and, if necessary, reduced before 1 October 1998; whereas the review will be based on the results of controls carried out by the Member States;\nWhereas the Scientific Committee for Food has been consulted, in accordance with Article 3 of Regulation (EEC) No 315/93, on the provisions liable to affect public health;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["This Regulation sets maximum levels for certain contaminants present in various foodstuffs.", "1. The products indicated in the Annex to this Regulation must not when placed on the market contain higher contaminant levels than those therein specified.\n2. Member States may, where justified, authorize for a transitional period the placing on the market of lettuces and spinach grown and intended for consumption in their territory with nitrate levels higher than those set in point 1.1 of Part I of the Annex provided codes of good practice are applied to achieve gradual progress towards the levels laid down at Community level.\n3. Member States shall inform the other Member States and the Commission each year of steps taken to implement paragraph 2.", "On the basis of the results of controls carried out by the Member States, the Commission shall proceed, before 1 October 1998 to a review of the maximum levels provided for in the Annex for lettuces and spinach; if necessary, these levels shall be reduced.", "The sampling and analysis methods applied shall be those specified in the Annex hereto.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nIt shall apply from 15 February 1997. Notwithstanding Article 2, the products referred to in point 1.2 of Part I of the Annex which are already on the market on the date from which this Regulation applies and which do not conform to the provisions of this Regulation may continue to be marketed until stocks are exhausted.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 37, 13. 2. 1993, p. 1.\nANNEX\nMAXIMUM LEVELS FOR CERTAIN CONTAMINANTS IN FOODSTUFFS\nI. Agricultural contaminants\n1. Nitrates\n>TABLE>\n>TABLE>\nII. Other contaminants\n(1) The maximum levels do not apply to food particularly prepared for babies and young children.\n(2) Subject to review before 1 October 1998 pursuant to the provisions of Article 3.\n(3) OJ No L 207, 15. 8. 1979, p. 26."}