{"celex_id": "31994R1880", "uri": "http://publications.europa.eu/resource/cellar/3041b11a-96a9-4400-8085-5bda5991b421", "type": "Regulation", "concepts": ["1102", "2173", "2624", "2644", "2763", "4288"], "title": "Council Regulation (EC) No 1880/94 of 27 July 1994 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EC) No 1880/94 of 27 July 1994 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 8 of Regulation (EEC) No 804/68 (3) provides for an intervention system for certain types of cheeses; whereas experience has shown that the buying in of such cheeses is not an appropriate means of stabilizing the market, given their  limited preservation time and the absence of disposal opportunities; whereas, however, market stabilization may be achieved through private storage aid for such cheeses;\nWhereas account should be taken also of trends in the milk products market and of changes in the intervention systems in force for several years for butter and skimmed-milk powder; whereas the system of buying in in respect of Grana Padano and  Parmigiano Reggiano cheeses should therefore be abolished; whereas general rules concerning the granting of private storage aid should, moreover, be incorporated in Article 8 of Regulation (EEC) No 804/68;\nWhereas it is therefore necessary to amend Article 5 of Regulation (EEC) No 804/68 and to repeal Council Regulation (EEC) No 971/68 of 15 July 1968 laying down general rules for intervention on the market in Grana Padano and Parmigiano Reggiano cheeses  (4),", "main_body": ["Regulation (EEC) No 804/68 is hereby amended as follows:\n1. Article 5 is replaced by the following:\n'Article 5\nEach year at the same time as the target price for milk, and in accordance with the same procedure, an intervention price for butter and for skimmed-milk powder shall be fixed.'\n2. Article 8 is replaced by the following:\n'Article 8\n1.  Under conditions to be determined, aid shall be granted for the private storage of:\n(a) Grana Padano cheese at least nine months old;\n(b) Parmigiano Reggiano cheese at least 15 months old;\n(c) Provolone cheese at least three months old;\nif these cheeses reach certain standards.\n2.  The amount of private storage aid shall be fixed taking account of storage costs and the likely trend of market prices.\n3.  The intervention agency designated by the Member State in which the said cheeses are produced and qualify to bear the designation of origin shall implement the measures taken pursuant to paragraph 1.\nThe granting of private storage aid shall be subject to the conclusion of a storage contract with the intervention agency. The contract shall be drawn up under conditions to be determined.\nWhere the market situation so requires, the Commission may decide, in accordance with the procedure laid down in Article 30, that the intervention agency will remarket some or all of the cheese stored.\n4.  Detailed rules for the application of this Article, and in particular the amount of aid and the provisions concerning the storage contract and inspection of storage operations, shall be adopted in accordance with the procedure laid down in Article  30.'", "Regulation (EEC) No 971/68 is hereby repealed. However, it shall continue to apply in respect of the marketing of quantities purchased prior to the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No C 83, 19. 3. 1994, p. 30.(2) OJ No C 128, 9. 5. 1994.(3) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EC) No 230/94 (OJ No L 30, 3. 2. 1994, p. 1).(4) OJ No L 166, 17. 7. 1968, p. 8. Regulation as last  amended by Regulation (EEC) No 473/75 (OJ No L 52, 28. 2. 1975, p. 23)."}