{"celex_id": "31993D0335", "uri": "http://publications.europa.eu/resource/cellar/6047a759-9be8-4b46-acba-64f86102da4f", "type": "Decision", "concepts": ["4689", "5369", "5962", "914", "994"], "title": "93/335/EEC: Commission Decision of 28 May 1993 amending Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to foot-and-mouth disease\n", "header": "COMMISSION DECISION of 28 May 1993 amending Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to foot-and-mouth  disease\n(93/335/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amended by Decision 92/438/EEC (2), and in particular Article 18 (7) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 92/118/EEC (4), and in  particular Article 19 (7) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable to intra-community trade in certain live animals and products with a view to the completion of the internal market (5), as last  amended by Directive 92/118/EEC, and in particular Article 10 thereof,\nWhereas, by Commission Decision 93/242/EEC (6), additional guarantees were introduced for the importation into the Community of certain live animals and their products originating in certain eastern European countries;\nWhereas the conditions for export to the Community of live animals of the bovine, caprine, ovine, porcine and other biungulate species and certain of their products apply only to those countries which have given certain written guarantees acceptable to  the Commission; whereas these countries were listed in Annex B to Decision 93/242/EEC;\nWhereas other countries listed in Annex A to Decision 93/242/EEC are prohibited from exporting or transiting live animals and exporting meat except as a heat treated product to the Community;\nWhereas the Community has received acceptable written guarantees from some of the countries listed in Annex A; whereas these countries can now be listed in Annex B and be permitted to export certain live animals and their products to the Community under  the procedure of Chapter II of the said Decision;\nWhereas therefore, it is necessary to amend Decision 93/242/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committe,", "main_body": ["Decision 93/242/EEC is hereby amended as follows:\n1. in Article 5 (2) (d), '30 April 1993' is followed by 'as amended by Commission Decision 93/335/EEC of 28 May 1993';\n2. in Article 5 (3) (d), '30 April 1993' is followed by 'as amended by Commission Decision 93/335/EEC of 28 May 1993';\n3. in Article 6 (2), '30 April 1993' is followed by 'as amended by Commission Decision 93/335/EEC of 28 May 1993';\n4. in Article 7 (2), '30 April 1993' is followed by 'as amended by Commission Decision 93/335/EEC of 28 May 1993';\n5. the Annexes are replaced by the Annexes to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 373, 31. 12. 1990, p. 1.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 224, 18. 8. 1990, p. 29.\n(6) OJ No L 110, 4. 5. 1993, p. 36.\nANNEX A\nCOUNTRIES SUBJECT TO RESTRICTIONS IN CHAPTER I  - Croatia\n- Serbia\n- Montenegro\n- Bosnia-Herzegovina\n- Belarus\n- Albania\n- Russia\n- Poland (1)\n- The former Yugoslav Republic of Macedonia (1)\n(1) For live animals only.\n(2) For fresh meat and meat products only.\nANNEX B\nCOUNTRIES SUBJECT TO RESTRICTIONS IN CHAPTER II  - Slovenia\n- The Czech Republic\n- The Slovak Republic\n- Hungary\n- Romania\n- Poland (1)\n- Estonia\n- Bulgaria\n- Lithuania\n- The former Yugoslav Republic of Macedonia (2)\n- Latvia"}