{"celex_id": "31995R0546", "uri": "http://publications.europa.eu/resource/cellar/ead1d369-9c14-4e63-a8d3-a047cf83a373", "type": "Regulation", "concepts": ["1318", "2356", "2560", "3065", "4692", "862"], "title": "COMMISSION REGULATION (EC) No 546/95 of 10 March 1995 amending for the third time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 546/95 of 10 March 1995 amending for the third time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3146/94 (2), as last amended  by Regulation (EC) No 321/95 (3);\nWhereas, due to the continuation of the veterinary and commercial restrictions, it is appropriate to include old sows delivered in Bavaria in the buying-in scheme provided for by Regulation (EC) No 3146/94; whereas this amendment should apply from 24  February 1995 in order to reduce the economic losses to the producers concerned;\nWhereas, due to several new outbreaks of classical swine fever in Bundesland Mecklenburg-Vorpommern, the veterinary and trade restrictions imposed by the German authorities have been enlarged to that area; whereas these restrictions make the trade in  piglets which are in surplus in these regions impossible; whereas, it is therefore justified to include piglets originating from these regions in the exceptional support measures introduced by Regulation (EC) No 3146/94;\nWhereas it is necessary to adjust the aid granted for the delivery of the animals to the present market situation taking into account the increase in market prices;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3146/94 is hereby amended as follows:\n1. Article 1 is amended as follows:\n(a) paragraphs 3, 4 and 5 are replaced by the following:\n'3. As from 24 February 1995 producers may benefit on request, from an aid granted by the competent German authorities for the delivery to them of old sows falling under CN code 0103 92 11 weighing 160 kg or more on average per batch.\n4. The aid granted:\n- to the first 14 000 fattened pigs and old sows delivered in Bavaria,\n- to the first 10 500 fattened pigs and to the first 1 050 piglets and young piglets delivered in Lower Saxony,\n- to the first 8 400 piglets delivered in Mecklenburg-Vorpommern\nis financed by the Community budget.\n5. Germany is authorized to grant, in addition, at its own expense and on the terms laid down in this Regulation an aid for:\n- the following 6 000 fattened pigs and old sows delivered in Bavaria,\n- the following 4 500 fattened pigs and the following 450 piglets and young piglets delivered in Lower Saxony,\n- the following 3 600 piglets delivered in Mecklenburg-Vorpommern.'\n(b) The following paragraph is added:\n'6. If the numbers in paragraphs 4 and 5 relating to fattened pigs and piglets delivered in Lower Saxony are reached, aid may be granted for a following 10 500 fattened pigs and a following 1 050 piglets on the terms laid down in paragraph 4 and for a  following 4 500 fattened pigs and a following 450 piglets on the terms laid down in paragraph 5.'\n2. In Article 2 'fattened pigs, piglets and young piglets' are replaced by 'fattened pigs, piglets, young piglets and old sows'.\n3. Article 5 is amended as follows:\n(a) in paragraph 1, 'ECU 144' and 'ECU 122' are replaced by 'ECU 147' and 'ECU 125'.\n(b) in paragraph 3, 'ECU 48', 'ECU 41', 'ECU 38' and 'ECU 33' are replaced by 'ECU 54', 'ECU 46', 'ECU 43' and 'ECU 37'.\n(c) the following paragraph is added:\n'4. The aid provided for in Article 1 (3), at farm-gate, shall be ECU 118 per 100 kilograms slaughtered weight for old sows weighing 160 kilograms or more on average per batch.\nThe buying-in price is calculated in accordance with the established slaughtered weight.\nHowever if the animals are only weighed live, a coefficient of 0,78 is applied to the aid.'\n4. The following phrase is added to Article 7:\n'- the number and total weight of the old sows delivered.'\n5. In the Annex, the following point is added:\n'3. In Bundesland Mecklenburg-Vorpommern, the protection zones in the following Kreise:\nBad Doberan\nGuestrow\nOstvorpommern\nNordvorpommern\nDemlin\nMueritz\nParchim'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 24 February 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 332, 22. 12. 1994, p. 23.\n(3) OJ No L 37, 17. 2. 1995, p. 4."}