{"celex_id": "31997R0913", "uri": "http://publications.europa.eu/resource/cellar/0c4713bf-320b-4de4-b9d5-4deec56febea", "type": "Regulation", "concepts": ["1374", "2560", "2620", "3065", "4692", "863"], "title": "Commission Regulation (EC) No 913/97 of 22 May 1997 adopting exceptional support measures for the pigmeat market in Spain\n", "header": "COMMISSION REGULATION (EC) No 913/97 of 22 May 1997 adopting exceptional support measures for the pigmeat market in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 and the second paragraph of Article 22 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Spain, protection and surveillance zones have been established by the Spanish authorities pursuant to Article 9 of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (3), as last amended by Directive 93/384/EEC (4); whereas, consequently, in those zones trade in live pigs, fresh pigmeat and pigmeat products which have not been subjected to heat treatment is temporarily prohibited;\nWhereas restrictions on the free movement of goods resulting from the application of veterinary measures are likely to bring about a serious disturbance of the pigmeat market in Spain; whereas exceptional market support measures, to apply for no longer than is strictly necessary, must accordingly be adopted with respect solely to live animals from the directly affected areas;\nWhereas, with the aim of preventing a further spread of the disease, the pigs produced in the said zones should be separated from normal trade in products intended for human consumption and processed into products intended for uses other than human consumption, in accordance with Article 3 of Council Directive 90/667/EEC (5), as amended by Directive 92/118/EEC (6);\nWhereas it is appropriate to grant aid for the delivery to the competent authorities of pigs for fattening and piglets coming from the affected zones;\nWhereas in view of the extent of the disease and, in particular, of its duration, and consequently of the magnitude of the efforts needed to support the market, it is appropriate for the costs to be shared by the Community and the Member State concerned;\nWhereas provision should be made for the Spanish authorities to adopt all necessary control and surveillance measures and to inform the Commission accordingly;\nWhereas the restrictions on the free movement of live pigs have been operative for several weeks in the zones in question, resulting in a substantial increase in the weight of the animals and consequently an intolerable situation as regards the welfare of the animals; whereas application of this Regulation from 6 May 1997 is therefore justified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. From 6 May 1997 producers shall be eligible, on request, for aid granted by the competent Spanish authorities for delivery to them of pigs for fattening falling within CN code 0103 92 19 weighing 110 kilograms or more on average per batch.\n2. From 6 May 1997 producers shall be eligible, on request, for aid granted by the competent Spanish authorities for delivery to them of piglets falling within CN code 0103 91 10 weighing 8 kilograms or more on average per batch.\n3. 70 per cent of the expenditure relating to this aid shall be financed by the Community budget, for a total maximum number of animals as laid down in Annex I.", "Only animals raised in the protection and surveillance zones located within the administrative regions listed in Annex II to this Regulation may be delivered, provided that the veterinary provisions laid down by the Spanish authorities apply in those zones on the day the animals are delivered.", "On the day they are delivered, the animals shall be weighed and killed in such a way as to prevent the disease from spreading.\nThey shall be transported without delay to a rendering plant and processed into products falling within CN codes 1501 00 11, 1506 00 00 and 2301 10 00, in accordance with Article 3 of Council Directive 90/667/EEC.\nHowever, pigs for fattening may be transported to a slaughterhouse where they are slaughtered immediately and may be stored in a cold store before transport to the rendering plant. Slaughter and storage shall be carried out in accordance with Annex III.\nThese operations shall be carried out under the permanent supervision of the competent Spanish authorities.", "1. For pigs for fattening weighing 110 kilograms or more on average per batch, the aid referred to in Article 1 (1), at farm gate, shall be equal to the market price for slaughtered pigs of grade E within the meaning of Article 4 (2) of Regulation (EEC) No 2759/75, of Commission Regulation (EEC) No 3537/89 (7) and Commission Regulation (EEC) No 2123/89 (8), recorded in Spain during the week preceding the delivery of the pigs for fattening to the competent authorities, less transport costs of ECU 1,3 per 100 kilograms carcass weight.\n2. For pigs for fattening weighing less than 110 kilograms but more than 100 kilograms on average per batch, the aid fixed pursuant to paragraph 1 shall be reduced by 15 %.\n3. The aid shall be fixed on the basis of the established slaughter weight. If, however, the animals are only weighed live, a coefficient of 0,81 shall be applied to the aid.\n4. The aid referred to in Article 1 (2), at farm gate, shall be:\n- ECU 69 per head for piglets weighing 21 kilograms or more on average per batch,\n- ECU 60 per head for piglets weighing more than 15 kilograms on average per batch, but less than 21 kilograms,\n- ECU 50 per head for young piglets weighing 8 kilograms or more on average per batch.", "The competent Spanish authorities shall adopt all measures necessary to ensure compliance with the provisions of this Regulation and in particular with Article 2 thereof. They shall inform the Commission accordingly as soon as possible.", "The competent Spanish authorities shall send the Commission each Wednesday the following information concerning the previous week:\n- number and total weight of pigs for fattening delivered,\n- number and total weight of piglets delivered.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 6 May 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 166, 8. 7. 1993, p. 34.\n(5) OJ No L 363, 27. 12. 1990, p. 51.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 347, 28. 11. 1989, p. 20.\n(8) OJ No L 203, 15. 7. 1989, p. 23.\nANNEX I\n>TABLE>\nANNEX II\nIn the province of Lerida, the protection and surveillance zones as defined in Annexes I and II to the Order of the Generalitat di Catalunya dated 29 April 1997.\nANNEX III\n1. The controls currently laid down are to apply to the transport of the animals from the farm and their slaughter. On the day of delivery, the animals are to be weighed by load and slaughtered in a slaughterhouse.\n2. Pigs for fattening are to be slaughtered and the blood and offal discarded. The latter are to be transported immediately and separately from the slaughterhouse to the rendering plant. Transport must take place in sealed lorries, which are to be weighed on departure from the slaughterhouse and on arrival at the rendering plant.\n3. Carcasses and half-carcasses may be cut into several parts to allow appropriate storage. Each part is to be sprayed with a denaturing product (methylene blue) to ensure that the meat is not used for human consumption.\n4. Slaughter, transport to cold stores, freezing and storage, including removal from storage and transport to the rendering plant, are to be carried out under the permanent supervision of the competent Spanish authorities.\n5. Transport from the slaughterhouse to the cold store is to take place in lorries sealed and disinfected under the permanent supervision of the competent Spanish authorities.\nThe lorries are to weighed both empty and loaded, at the slaughterhouse and at the cold store.\n6. Storage is to take place in cold stores closed and sealed by the competent Spanish authorities. No other products may be stored in such stores.\n7. As soon as capacity becomes available at the rendering plant, the carcasses are to be transported to the latter. This is to take place in lorries sealed under the permanent supervision of the competent Spanish authorities or on their behalf. The lorries are to be weighed both empty and loaded, at the cold store and at the rendering plant."}