{"celex_id": "31991R0598", "uri": "http://publications.europa.eu/resource/cellar/f0220436-3b3c-46eb-b5b4-48a7880ba31a", "type": "Regulation", "concepts": ["2734", "4620", "807", "881"], "title": "Council Regulation (EEC) No 598/91 of 5 March 1991 on urgent action for the supply of agricultural products intended for the people of the Soviet Union\n", "header": "COUNCIL REGULATION (EEC) No 598/91  of 5 March 1991  on urgent action for the supply of agricultural products intended for the people of the Soviet Union\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas agricultural products should be made available to the Soviet Union in order to improve the food supply to the population of that country, taking account of the diversity of the situations of the Republics, without jeopardizing progress towards a  system of supply based on market rules; whereas the Community has agricultural products in storage as a result of intervention measures and, in view of the situation on the market, priority should be given, in carrying out this action, to supplying  these products; whereas, further, provision should be made for mobilizing agricultural products on the Community market in response to specific requests; whereas regularization of the agricultural markets may also be achieved by supplying such products  in processed form;\nWhereas the action proposed is essentially humanitarian in its aim and should therefore be based also upon Article 235 of the Treaty;\nWhereas it is necessary to verify that the agricultural products supplied to the Soviet Union under this measure are used as intended; whereas, apart from the powers of the Court of Auditors in this regard, the Commission must be afforded the  opportunity of monitoring the operations in question on the spot, with the help, if necessary, of external monitoring bodies;\nWhereas it is for the Commission to lay down detailed rules for implementing this measure,", "main_body": ["The Community shall take urgent action to supply the Soviet Union with agricultural products. Expenditure on this action shall be limited to ECU (budget) 250 million.", "For the purposes of this action:\n1. the Community shall transfer agricultural products available as a result of intervention free of charge to the Soviet Union; in response to specific requests concerning products not available from intervention stocks, products may be mobilized on the  Community market;\n2. supply costs shall be met by the Community and suppliers shall be chosen by tendering procedure. Transport costs shall be borne by the Community unless the recipient country itself takes the products over in the Community. These costs may include  processing of products mobilized as provided for in paragraph 1;\n3. as an exception, and for reasons arising only from the urgency of the action, the Commission may choose the supplier by direct agreement;\n4. no export refund shall be granted, or monetary compensatory amounts applied, in respect of the products supplied under this action.", "The accounting value of the products transferred to the Soviet Union shall be determined using the procedure laid down in Article 13 of Regulation (EEC) No 729/70 (4), as last amended by Regulation (EEC) No 2048/88 (5).", "The Commission shall be responsible for verifying on the spot the delivery operations and the application of the criteria adopted when the aid is distributed to the people.", "1. The Commission shall be responsible for implementing this action.\n2. Detailed rules for the application of this Regulation shall be adopted in accordance with the following procedure:\nThe Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n- the Commission shall defer application of the measures which it has decided for a period of two months from the date of communication;\n- the Council, acting by a qualified majority, may take a different decision within the time limit referred to in the first indent.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1991.\nFor the Council\nThe President\nJ. F. POOS\n(1) OJ No C 22, 30. 1. 1991, p. 10.\n(2) Opinion delivered on 22 February 1991 (not yet published in the Official Journal).\n(3) Opinion delivered on 30 January 1991 (not yet published in the Official Journal).\n(4) OJ No L 94, 28. 4. 1970, p. 13.\n(5) OJ No L 185, 15. 7. 1988, p. 1."}