{"celex_id": "31999L0081", "uri": "http://publications.europa.eu/resource/cellar/e7ede1e0-da52-4c3c-aa25-1a03d353f863", "type": "Directive", "concepts": ["1015", "1234", "1395", "4373"], "title": "Council Directive 1999/81/EC of 29 July 1999 amending Directive 92/79/EEC on the approximation of taxes on cigarettes, Directive 92/80/EEC on the approximation of taxes on manufactured tobacco other than cigarettes and Directive 95/59/EC on taxes other than turnover taxes which affect the consumption of manufactured tobacco\n", "header": "COUNCIL DIRECTIVE 1999/81/EC\nof 29 July 1999\namending Directive 92/79/EEC on the approximation of taxes on cigarettes, Directive 92/80/EEC on the approximation of taxes on manufactured tobacco other than cigarettes and Directive 95/59/EC on taxes other than turnover taxes which affect the consumption of manufactured tobacco\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) in its first report on the structure and rates of excise duties, drawn up in accordance with the provisions of Directive 92/79/EEC(4) and Directive 92/80/EEC(5), the Commission merely drew attention to certain difficulties encountered in implementing the Directives, without proposing any precise solutions;\n(2) a consultation process involving national authorities, business representatives and interest groups has since taken place;\n(3) the first stage in this consultation process was the Lisbon Conference, the purpose of which was to assess the performance of the present Community arrangements and to assist the Commission in its task of planning future excise-duty policy;\n(4) the consultation process has led to a second Commission report;\n(5) the consultation process revealed difficulties in applying the 57 % minimum incidence rule;\n(6) the rules should be interpreted and implemented more uniformly in the Member States if the internal market is to operate smoothly;\n(7) moreover, rules which can be implemented more easily in practice should be established if the internal market is to operate smoothly;\n(8) Member States should nonetheless be allowed sufficient flexibility to identify and implement policies tailored to national circumstances;\n(9) for practical reasons, Member States should be afforded some flexibility to adjust the incidence of the overall minimum excise duty in line with certain changes, including those in VAT rates;\n(10) Member States should be given the option of neutralising the impact of changes in the VAT rate on the overall minimum excise duty;\n(11) the existence of this option should not lead to distortions of competition or to malfunctioning of the internal market;\n(12) the options open to the Member States regarding the application of the Directives should be limited in time;\n(13) the situation which justified the derogation from the overall minimum excise rate of 57 % that was granted to the Kingdom of Sweden by the 1994 Act of Accession still subsists; whereas it is therefore necessary to grant the Kingdom of Sweden an extension of the derogation up to and including 31 December 2002;\n(14) it is appropriate to give France an additional period up to and including 31 December 2002 for cigarettes and tobacco products sold on the island of Corsica;\n(15) it is appropriate to give Germany an additional period to adjust its national rates for fine-cut tobacco rolls in line with Community legislation;\n(16) there is nothing to prevent Member States from being authorised to apply a minimum excise duty to cigars, cigarillos and smoking tobacco where such an option already exists for cigarettes and hand-rolling tobacco;\n(17) there is a need to establish a regular review procedure;\n(18) the present period of two years is too short for changes in the legislation of the Member States to be properly evaluated;\n(19) for this reason reviews must take place not less frequently than every three years, and for the first time not later than 31 December 2000;\n(20) in order to avoid a fall in the value of the Community minimum rates of duty on cigars, cigarillos and hand-rolling tobacco and other smoking tobacco, a schedule of increases is needed;\n(21) therefore Directives 92/79/EEC, 92/80/EEC and 95/59/EC(6) should be amended,", "main_body": ["Directive 92/79/EEC is hereby amended as follows:\n1. the following Article shall be inserted: \"Article 2a\n1. When a change in the retail selling price of cigarettes in the most popular price category occurs in a Member State, thereby bringing the incidence of the overall minimum excise duty below the level specified in the first subparagraph of Article 2, the Member State in question may refrain from adjusting the incidence of the overall minimum excise duty until not later than 1 January of the second year following that in which the change occurs.\n2. When a Member State increases the rate of value-added tax on cigarettes, it may reduce the incidence of the overall minimum excise duty up to an amount which, expressed as a percentage of the retail selling price, is equal to the incidence of the increase in the rate of value added tax, also expressed as a percentage of the retail selling price, even if such an adjustment has the effect of reducing the incidence of the overall minimum excise duty to below the level laid down in Article 2.\n3. If, in accordance with paragraph 2, a Member State reduces the incidence of the overall minimum excise duty to a level below that laid down in the first subparagraph of Article 2, it shall raise that incidence so as to reach at least that level not later than 1 January of the second year after that in which the reduction took place.\";\n2. the following paragraphs shall be added to Article 3: \"3. Notwithstanding Article 2, the Kingdom of Sweden may postpone, up to and including 31 December 2002, the application of an overall minimum excise duty equivalent to 57 % of the retail selling price (inclusive of all taxes) of cigarettes in the most popular price category. In addition, the Kingdom of Sweden may not reduce the overall excise duty below the level applied on 1 August 1998.\n4. Up to and including 31 December 2002, the French Republic may apply for cigarettes sold on the island of Corsica the same rates as those in force on 31 December 1997.\";\n3. Article 4 shall be replaced by the following: \"Article 4\nNot less frequently than every three years, and for the first time not later than 31 December 2000, the Council, acting on the basis of a report and, where appropriate, a proposal from the Commission, shall examine the overall minimum excise duty laid down in Article 2 and in Article 3(2) and the structure of excise duties as defined by Article 16 of Council Directive 95/59/EC of 27 November 1995 on taxes other than turnover taxes which affect the consumption of manufactured tobacco(7) and, acting unanimously after consulting the European Parliament, shall adopt the necessary measures. The report by the Commission and the examination by the Council shall take into account the proper functioning of the internal market and the wider objectives of the Treaty.\".", "Directive 92/80/EEC is hereby amended as follows:\n1. Article 3 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following: \"1. Member States shall apply an excise duty which may be:\n(a) either an ad valorem duty calculated on the basis of the maximum retail selling price of each product, freely determined by manufacturers established in the Community and by importers from non-member countries in accordance with Article 9 of Council Directive 95/59/EC of 27 November 1995 on taxes other than turnover taxes which affect the consumption of manufactured tobacco(8),\n(b) or a specific duty expressed as an amount per kilogram or in the case of cigars and cigarillos alternatively for a given number of items,\n(c) or a mixture of both, combining an ad valorem element and a specific element.\nIn cases where excise duty is either ad valorem or mixed, Member States may establish a minimum amount of excise duty.\nThe overall excise duty expressed as a percentage, as an amount per kilogram or for a given number of items shall be at least equivalent to the rates or minimum amounts laid down for:\n- cigars and cigarillos: 5 % of the retail selling price inclusive of all taxes, or EUR 9 per 1000 items or per kilogram,\n- fine-cut smoking tobacco intended for the rolling of cigarettes: 30 % of the retail selling price inclusive of all taxes, or EUR 24 per kilogram,\n- other smoking tobaccos: 20 % of the retail selling price inclusive of all taxes, or EUR 18 per kilogram.\nAs from 1 January 2001, the amounts of EUR 9, EUR 24 and EUR 18 in the preceding three indents shall be replaced by EUR 10, EUR 25 and EUR 19 respectively.\";\n(b) the following paragraph shall be added: \"4. The French Republic may until 31 December 2002 apply for tobacco products covered by this Directive and sold on the island of Corsica the same rates as were in force on 31 December 1997.\";\n2. Article 4 shall be replaced by the following: \"Article 4\nNot less frequently than every three years, and for the first time not later than 31 December 2000, the Council, acting on the basis of a report and, where appropriate, a proposal from the Commission, shall examine the rates of duty laid down herein and, acting unanimously after consulting the European Parliament, shall adopt the necessary measures. The report by the Commission and the examination by the Council shall take into account the proper functioning of the internal market, the real value of the rates of duty and the wider objectives of the Treaty.\"", "Directive 95/59/EC is hereby amended as follows:\n1. in the second subparagraph of Article 4(1), the words \"Until 31 December 1998\" shall be replaced by \"Up to and including 31 December 2001\";\n2. Article 16 shall be amended as follows:\n(a) the following paragraph shall be inserted: \"2a. By way of derogation from paragraph 2, where a change in the retail selling price of cigarettes in the most popular price category occurs in a Member State, thereby bringing the specific component of the excise duty, expressed as a percentage of the total tax burden, below 5 % or above 55 % of the total tax burden, the Member State in question may refrain from adjusting the amount of the specific excise duty until not later than 1 January of the second year following that in which the change occurs.\";\n(b) in paragraph 3, the phrase \"If the excise duty or the turnover tax levied\" shall be replaced by \"If the excise duty levied\";\n(c) paragraph 5 shall be replaced by the following: \"5. Member States may levy a minimum excise duty on cigarettes, provided that this does not have the effect of raising the total tax to more than 90 % of the total tax on the most popular price category of cigarettes.\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive as from 1 January 1999. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1999.\nFor the Council\nThe President\nS. HASSI\n(1) OJ C 203, 30.6.1998, p. 16.\n(2) OJ C 153, 1.6.1999.\n(3) OJ C 410, 31.12.1998, p. 1.\n(4) OJ L 316, 31.10.1992, p. 8.\n(5) OJ L 316, 31.10.1992, p. 10.\n(6) OJ L 291, 6.12.1995, p. 40.\n(7) OJ L 291, 6.12.1995, p. 40.\n(8) OJ L 291, 6.12.1995, p. 40."}