{"celex_id": "31994R1258", "uri": "http://publications.europa.eu/resource/cellar/c621c877-f8a3-4f23-ade2-b6c2d6727fc3", "type": "Regulation", "concepts": ["1120", "161", "2902", "3591"], "title": "Commission Regulation (EC) No 1258/94 of 31 May 1994 amending Regulation (EC) No 3190/93 fixing the uniform reduction coefficient for determining the quantities of bananas to be allocated to each operator in categories A and B in the context of the tariff quota 1994\n", "header": "COMMISSION REGULATION (EC) No 1258/94 of 31 May 1994 amending Regulation (EC) No 3190/93 fixing the uniform reduction coefficient for determining the quantities of bananas to be allocated to each operator in categories A and B in the context of  the tariff quota 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EC) No 3190/93 (3), pursuant to Article 6 of Commission Regulation (EEC) No 1442/93 (4), as last amended by Regulation (EC) No 740/94 (5) and with a view to observing the amount of the tariff quota opened for 1994, fixes  for each of the categories of operators the uniform reduction coefficient to be applied to the reference quantity for each operator so as to determine the quantity to be allocated to each operator for 1994; whereas a detailed check of the calculations  which resulted in these reduction coefficients has uncovered a material error in the determination of the coefficient for category A; whereas the coefficient in question should accordingly be rectified;\nWhereas it is advisable to allow for the immediate application of the measures in this Regulation so that operators can benefit from these measures for the third quarter of 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The coefficient 0,506617 in the first indent of Article 1 of Regulation (EC) No 3190/93 is hereby replaced by the coefficient 0,508753.", "The Member States shall notify as soon as possible each operator registered with their competent authorities of this reference quantity as corrected by applying the coefficient fixed in Article 1.\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 285, 20. 11. 1993, p. 28.\n(4) OJ No L 142, 12. 6. 1993, p. 6.\n(5) OJ No L 87, 31. 3. 1994, p. 65."}