{"celex_id": "31995R2950", "uri": "http://publications.europa.eu/resource/cellar/bc22dcc9-568a-4102-9eeb-6ca23bbadd89", "type": "Regulation", "concepts": ["2356", "2560", "3065", "4692", "4825", "5730"], "title": "Commission Regulation (EC) No 2950/95 of 20 December 1995 amending for the eighth time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 2950/95 of 20 December 1995 amending for the eighth time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3146/94 (3), as last amended by Regulation (EC) No 1995/95 (4);\nWhereas new outbreaks of classical swine fever have recently occurred in the district of Verden in Lower Saxony; however the disease has totally disappeared in the district of Emsland;\nWhereas the authorities of Mecklenburg-Vorpommern surrounded the area, in which the exceptional measures are supplied, with a protection belt in order to improve the struggle against classical swine fever; whereas veterinary and commercial restrictions are applied to the live pigs in this belt;\nWhereas it is necessary to take account of all these modifications by amending the list of districts and regions in which the exceptional market support measures apply;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Annex II of Regulation (EC) No 3146/94 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 332, 22. 12. 1994, p. 23.\n(4) OJ No L 194, 17. 8. 1995, p. 11.\nANNEX\n'ANNEX II\n1. In Lower Saxony, the protection zones in the following Kreise:\nVechta,\nCloppenburg,\nVerden,\nOldenburg,\nDiepholz.\n2. In Mecklenburg-Vorpommern, the specific region foreseen in the Regulation of the Land of 30 January 1995 regarding the struggle against classical fever and the protection belt foreseen in the Decision of the Land of 30 November 1995 regarding supplementary measures taken against classical swine fever.`"}