{"celex_id": "31990R0274", "uri": "http://publications.europa.eu/resource/cellar/5e77144a-8df3-4183-95b6-fccaf0f9a045", "type": "Regulation", "concepts": ["1368", "2488", "4347"], "title": "Commission Regulation (EEC) No 274/90 of 31 January 1990 introducing retrospective Community surveillance of imports into the Community of footwear originating in all non-Member countries\n", "header": "COMMISSION  REGULATION (EEC) No 274/90\nof 31 January 1990\nintroducing retrospective Community surveillance of imports into the Community of footwear originating in all non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), as last amended by Regulation (EEC) No 3365/89 (2), and in particular Article 10 (1) thereof,\nHaving regard to Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (3), as last amended by Regulation (EEC) No 1243/86 (4), and Council Regulation (EEC) No 1766/82 of 30 June 1982 on common rules for imports from the People's Republic of China (5), as last amended by Regulation (EEC) No 1409/86 (6), and in particular Article 10 (1) thereof,\nConsultations having been held within the committees set up pursuant to Article 5 of the said Regulations,\nWhereas by Decision 78/560/EEC (7), as last amended by Regulation (EEC) No 2854/79 (8), the Commission set up a system of retrospective surveillance for imports into the Community of footwear falling within combined nomenclature (CN) codes 6401 10 to 6405 90; whereas the period of validity of the said Decision was extended to 31 December 1989 by Commission Regulation (EEC) No 4118/88 (9); whereas the reasons which led the Commission to take this action continue to apply;\nWhereas Commission Decision 78/560/EEC has been amended several times; whereas for the sake of clarity the rules on this matter should be redrafted when a further amendment to the said Decision is made,", "main_body": ["Imports into the Community of footwear originating in non-member countries falling within CN codes 6401 10 to 6405 90 shall be subject to retrospective Community surveillance until 31 December 1990.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 325, 10. 11. 1989, p. 1.\n(3) OJ No L 195, 5. 7. 1982, p. 1.\n(4) OJ No L 113, 30. 4. 1986, p. 1.\n(5) OJ No L 195, 5. 7. 1982, p. 21.\n(6) OJ No L 128, 14. 5. 1986, p. 25.\n(7) OJ No L 188, 11. 7. 1978, p. 28.\n(8) OJ No L 323, 19. 12. 1979, p. 6.\n(9) OJ No L 361, 29. 12. 1988, p. 22."}