{"celex_id": "31990R2911", "uri": "http://publications.europa.eu/resource/cellar/9fba3f60-4a63-46ee-b1be-cf8479800ea6", "type": "Regulation", "concepts": ["2752", "2888", "755"], "title": "Commission Regulation (EEC) No 2911/90 of 9 October 1990 laying down detailed rules of application for aid for the production of certain varieties of grapes for drying\n", "header": "COMMISSION REGULATION (EEC) No 2911/90 of 9 October 1990 laying down detailed rules of application for aid for the production of certain varieties of grapes for drying\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the markets in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 2201/90 (2), and in particular Article 6 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2205/90 (4), and in particular Article 5 (3) thereof,\nWhereas pursuant to Article 6 (1) of Regulation (EEC) No 426/86 aid is to be granted per hectare of area wholly devoted to grape cultivation and harvested ; whereas in this connection it is reasonable to accept that any area entirely planted with vines for producing sultanas, currants or muscatel grapes, on which all normal cultivation and harvesting work is carried out is eligible for this aid ; whereas, however, in order to give the national authorities full scope for carrying out whatever checks are necessary it should be stipulated that the aid will not be paid until after the harvest period;\nWhereas satisfactory operation of the aid scheme will require checks by the Member States to ensure that aid is granted only in regard to the areas in question and in respect of products as defined in Article 6 of Regulation (EEC) No 426/86, for which no other aid under other Community schemes relating to production structure has been applied for, in particular under Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (5), as last amended by Regulation (EEC) No 2176/90 (6) ; whereas a system of declaration of areas cultivated and varieties grown must be used as a basis for these checks ; whereas, however, applications for aid accompanied by all necessary information may also be accepted;\nWhereas provision should be made for the Member States' checks to cover a sufficiently representative number of aid applications and for penalties to be imposed where irregularities are found;\nWhereas, pursuant to Article 6 (2) of Regulation (EEC) No 426/86, the maximum guaranteed area under grapes cultivated and harvested in the Community which, if exceeded, will entail a reduction in the aid for the following marketing year should be determined ; whereas the said maximum area takes account of the average area cultivated in the Community in the 1987/88, 1988/89 and 1989/90 marketing years;\nWhereas, for the marketing year under way, the aid should be converted at the agricultural rate set for dried grapes ; whereas for conversion of the aid into national currency the operative event as defined in Article 5 of Regulation (EEC) No 1676/85 should be deemed to occur on the first day of the marketing year for which the aid is granted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The aid per hectare provided for in Article 6 of Regulation (EEC) No 426/86 shall be granted under the conditions set out in this Regulation.", "The aid shall be granted for areas    (a) that are fully cultivated and harvested and are subjected to all normal cultivation work;\nand\n(b) have been covered by a declaration to the authority designated by the Member State. Aid applications submitted in accordance with Article 3 take the place of a declaration.  (1) OJ No L 49, 27.2.1986, p. 1. (2) OJ No L 201, 31.7.1990, p. 1. (3) OJ No L 164, 24.6.1985, p. 1. (4) OJ No L 201, 31.7.1990, p. 9. (5) OJ No L 93, 30.3.1985, p. 1. (6) OJ No L 198, 28.7.1990, p. 6.", "1. An application for aid shall be submitted by the producer, by 31 May at the latest each year, for the following marketing year, to the competent authority designated by the Member State in which the area is located. Member States may, however, set an earlier date in order to permit the necessary checks. Applications for the 1990/91 marketing year shall be submitted up to 30 November 1990, at the latest.\n2. Applications for aid shall include at least the following:    (a) the surname, forenames and address of the applicant;\n(b) the areas planted with vines producing the product(s) concerned (in hectares and in areas) with the land registry reference or an indication recognized as equivalent by the body responsible for checking areas;\n(c) the grape variety used;\n(d) a declaration by the producer that none of the areas in question nor the products harvested therefrom are the, subject of an application for aid under other schemes, in particular under Regulation (EEC) No 797/85;\n(e) a crop estimate;\n(f) the status and type of occupancy of the holding.", "The maximum guaranteed Community area mentioned in Article 6 (6) of Regulation (EEC) No 426/86 is hereby fixed at 53 000 hectares.", "1. Member States shall pay the aid by 30 April at the latest of the marketing year for which it is granted. It may not be paid before the harvest and the drying for processing.\n2. The aid shall be paid in national currency using the agricultural conversion rate - set for dried grapes for the 1990//91 marketing year - applicable on the first day of the marketing year for which it is granted.", "1. Member States shall verify by surveys and by on-the-spot checks the accuracy of the information provided in support of applications for aid, in particular areas declared and products. They shall also verify that aid is not granted on areas covered by applications for aid under other Community production structure schemes.\n2. Within each administrative unit a check shall be made on a representative percentage of the applications submitted, determined on the basis of the average size of holdings, the areas cultivated with vines of grapes for drying and their geographical distribution.\nAll declarations covering an area with vines of grapes for drying of five hectares or more shall be checked. Other applications or declarations shall be checked on a random basis.\nIn all cases at least 10 % of applications must be checked. If a significant number of false declarations is discovered this shall be raised to 15 %.\n3. When an application is checked all areas under vines of grapes for drying to which it relates shall be covered. The areas declared shall be measured and the cultivation thereon of eligible grape varieties verified.\nMember States shall take account of the particular topographical characteristics of production zones when checking the areas in question.\nMeasuring shall be carried out as follows:    (a) areas consisting of a single block : measurement of the entire block;\n(b) areas split up into parcels:      - from two to five parcels : measurement of the largest and one of medium size,\n- from six to 10 parcels : measurement of the two largest and one of medium size,\n- more than 10 parcels : measurement of the two largest and three of medium size.\nFor each check a report shall be drawn up indicating the areas and parcels visited and measured, the measuring instruments used and the findings.\nWhere (b) applies the measurement shall be extrapolated for the entire area declared. However, the applicant may require all the areas to be measured.\nIt is possible for this paragraph not to be applied to the 1990/91 marketing year.\n4. Member States shall notify the Commission by 15 December at the latest of the national provisions adopted on verification of the regularity of applications, in particular to prevent aid being granted more than once on the same vines, and on checks.", "1. If the checking of an application shows that the area declared is:    (a) smaller than that measured, the declared area shall be used for calculation of the aid. However, if the difference is considerable the Member State may accept a supplementary application for aid covering at most the difference between the area as measured and that declared;\n(b) larger than that measured, the areas used for calculation of the aid shall, without prejudice to any penalties under national legislation, be that measured.\n2. No aid shall be paid if the check establishes that the area declared is 25 % or more than that measured.\n3. If a check provided for in Article 6 cannot be made for reasons attributable to the applicant, despite formal notification to him to allow it to be carried out, no aid shall be paid for the marketing year in question.", "If aid is wrongly paid or received the Member State shall recover the wrongly paid amount plus interest from the date of payment to that of recovery. The interest rate shall be that applying for similar recovery under national law.", "Producing Member States shall notify the Commission not later than:    (a) 15 December:      - of the area, expressed in hectares and ares, for which aid has been applied, broken down by product,\n- of estimated total production, broken down by product:\n(b) 15 May:      - of the area for which aid has actually been paid,\n- of the quantity harvested on the area in respect of which aid has been paid, broken down by product.", "0\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission"}