{"celex_id": "31996R0542", "uri": "http://publications.europa.eu/resource/cellar/8e2ea8b7-0df2-46d5-854c-793064cdb96f", "type": "Regulation", "concepts": ["161", "2275", "4682", "5619", "5706", "5709"], "title": "Commission Regulation (EC) No 542/96 of 28 March 1996 laying down for 1996 detailed rules of application for the tariff quotas for beef provided for in the Agreements on free trade between the Community, of the one part, and Lithuania, Latvia and Estonia, of the other part\n", "header": "COMMISSION REGULATION (EC) No 542/96 of 28 March 1996 laying down for 1996 detailed rules of application for the tariff quotas for beef provided for in the Agreements on free trade between the Community, of the one part, and Lithuania, Latvia and Estonia, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1275/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Estonia, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1276/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Latvia, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1277/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade-related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Lithuania, of the other part (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (4), as last amended by Regulation (EC) No 2417/95 (5), and in particular Article 9 (2) thereof,\nWhereas the Agreements on free trade provide for certain annual tariff quotas for products made from beef and veal; whereas imports under these quotas qualify for a 60 % reduction in the customs duties set out in the Common Customs Tariff (CCT); whereas it is necessary to lay down detailed rules of application for these quotas for 1996;\nWhereas to ensure orderly importation of the quantities set for 1996 these should be staggered over various periods of the year;\nWhereas, while the provisions of the abovementioned Agreements which are intended to guarantee the origin of the product should be complied with, the administration of the arrangements should be based on import licences; whereas, to that end, detailed rules should be laid down concerning in particular the submission of applications and the information which must appear in applications and licences, by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6), as last amended by Regulation (EC) No 2137/95 (7), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (8), as last amended by Regulation (EC) No 2856/95 (9); whereas provision should also be made for the licences to be issued after a period for consideration and, where necessary, a single percentage should be applied for the reduction;\nWhereas, in order to ensure proper administration of the arrangements, the security for import licences under the system should be set at ECU 12 per 100 kilograms; whereas, in view of the inherent risk under the arrangement of speculation as regards beef and veal, clear conditions should be laid down as regards access by operators;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. For 1996 the following may be imported pursuant to this Regulation under the tariff quotas provided for in the free-trade Agreements between the Community and Lithuania, Latvia and Estonia:\n- 1 500 tonnes of fresh, refrigerated or frozen beef and veal covered by CN codes 0201 or 0202 originating in Lithuania, Latvia and Estonia,\n- 175 tonnes of products covered by CN code 1602 50 10 originating in Latvia.\n2. The rates of customs duties fixed in the CCT shall be reduced by 60 % for the quantities set out in paragraph 1.\n3. The quantities indicated in paragraph 1 shall be staggered as follows:\n- 50 % in the period 1 January to 30 June 1996,\n- 50 % in the period 1 July to 31 December 1996.\nIf in 1996 the quantities for which licence applications for the first period specified in the previous paragraph are lower than those available, the balances shall be added to the quantities available for the following period.", "1. In order to qualify for the import quotas referred to in Article 1:\n(a) applicants for import licences must be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities of the Member State concerned that they have been active in trade in beef and veal with third countries during the last 12 months; applicants must be entered in a national VAT register;\n(b) licence applications must be submitted only in the Member State in which the applicant is registered;\n(c) for each of the groups of products referred to in the first or second indent respectively of Article 1 (1):\n- licence applications must cover a minimum of 15 tonnes of meat product by weight without exceeding the quantity available in the period in question,\n- only one application may be submitted per interested party,\n- if the same interested party submits more than one application for one group, all his applications for that group shall be inadmissible;\n(d) Section 8 of licence applications and licences shall show:\n- in the case of the first indent of Article 1 (1), the countries of origin,\n- in the case of the second indent of Article 1 (1), the country of origin,\nThe licence shall carry with it an obligation to import from one or more of the countries indicated in it;\n(e) Section 20 of licence applications and licences shall show at least one of the following:\nReglamento (CE) n° 542/96\nForordning (EF) nr. 542/96\nVerordnung (EG) Nr. 542/96\nÊáíïíéóìüò (ÅÊ) áñéè. 542/96\nRegulation (EC) No 542/96\nRèglement (CE) n° 542/96\nRegolamento (CE) n. 542/96\nVerordening (EG) nr. 542/96\nRegulamento (CE) nº 542/96\nAsetus (EY) N:o 542/96\nFörordning (EG) nr 542/96.\n2. Notwithstanding Article 5 of Regulation (EC) No 1445/95, section 16 of the licence applications and licences may include more than one CN code relating to the group of products referred to in the first indent of Article 1 (1).", "1. Licence applications shall be lodged only:\n- between 15 and 25 April 1996, and\n- between 2 and 12 September 1996.\n2. Member States shall notify to the Commission not later than the fifth working day following the end of the period of lodging of applications, the applications that have been lodged with them.\nThis notification will comprise at list of applicants broken down by quantity applied for and by nomenclature code and country of origin of the products.\nAll notifications, including notifications of nil applications, shall be made by telex or fax, drawn up in accordance with the model set out in the Annex in cases where applications have been lodged.\n3. The Commission shall decide as soon as possible in respect of each group of products covered by each indent of Article 1 (1) above the extent to which quantities may be awarded in respect of licence applications. If the quantities for which application for a licence has been submitted exceed the quantities available, the Commission shall fix a single percentage reduction to be applied to the quantities applied for in respect of each group of products covered by each indent of Article 1 (1).\n4. Subject to the Commission's decision to accept the applications, the licences shall be issued promptly.\n5. The licences issued shall be valid throughout the Community.", "1. Without prejudice to the provisions of this Regulation, the provisions of Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. The provisions of Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.\n3. Notwithstanding Articles 3 and 4 of Regulation (EC) No 1445/95, the security for licences shall be ECU 12 per 100 kilograms by weight of product and the term of validity of the licences issued shall expire on 31 December 1996.", "Products shall qualify for the rights referred to in Article 1 on presentation of an EUR 1 movement certificate issued by the exporting country in accordance with Protocol 3 annexed to the free-trade Agreements.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 124, 7. 6. 1995, p. 1.\n(2) OJ No L 124, 7. 6. 1995, p. 2.\n(3) OJ No L 124, 7. 6. 1995, p. 3.\n(4) OJ No L 148, 28. 6. 1968, p. 24.\n(5) OJ No L 248, 14. 10. 1995, p. 39.\n(6) OJ No L 331, 2. 12. 1988, p. 1.\n(7) OJ No L 214, 8. 9. 1995, p. 21.\n(8) OJ No L 143, 27. 6. 1995, p. 35.\n(9) OJ No L 299, 12. 12. 1995, p. 10.\nANNEX\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}