{"celex_id": "31997R0307", "uri": "http://publications.europa.eu/resource/cellar/a72b49a6-702e-48ec-82a8-8cf12dccaf78", "type": "Regulation", "concepts": ["1005", "1707", "2527", "2792", "5219", "5283"], "title": "Council Regulation (EC) No 307/97 of 17 February 1997 amending Regulation (EEC) No 3528/86 on the protection of the Community's forests against atmospheric pollution\n", "header": "COUNCIL REGULATION (EC) No 307/97 of 17 February 1997 amending Regulation (EEC) No 3528/86 on the protection of the Community's forests against atmospheric pollution\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the period of application of Council Regulation (EEC) No 3528/86 of 17 November 1986 on the protection of the Community's forests against atmospheric pollution (4) will expire on 31 December 1996;\nWhereas forests play an essential part in maintaining fundamental ecological balances, particularly as regards the soil, water resources, climate, fauna and flora; whereas those ecological balances are indispensable for a sustainable agriculture and the management of rural areas;\nWhereas the conservation of the forest ecosystems is important for its economic, ecological and social functions and contributes, in particular, towards safeguarding the social function for those people working in agriculture and rural areas;\nWhereas the Community and the Member States have committed themselves at international level at the pan-European Ministerial Conferences on the Protection of Forests in Europe, held in Strasbourg in 1990 and in Helsinki in 1993, for a continuing forest damage survey; whereas the scheme provided for by Regulation (EEC) No 3528/86 contributes to the fulfilment of this commitment;\nWhereas results from the systematic survey network show obvious trends in spatial and temporary distribution of forest damage over the entire area of the Community;\nWhereas plots for the intensive and continuous monitoring of forest ecosystems have been set up by the Member States; whereas a continuation of this monitoring activity over a longer period will improve the understanding of the causal relationship between changes in forest ecosystems and the factors influencing it;\nWhereas forest damage due to various factors, notably atmospheric pollution and certain unfavourable meteorological events, are problematic for the development of a sustainable agriculture and the management of rural areas;\nWhereas consequently the protection of forests against atmospheric pollution and certain unfavourable meteorological factors contributes directly to the achievement of the objectives laid down in Article 39 (1) (b) of the Treaty;\nWhereas consequently the scheme provided for by Regulation (EEC) No 3528/86 should be continued and its duration extended for five years, its period of application thereby being extended to fifteen years as from 1 January 1987;\nWhereas a financial reference amount, within the meaning of point 2 of the declaration of the European Parliament, the Council and the Commission of 6 March 1995, is included in this Regulation for the entire duration of the programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty;\nWhereas Regulation (EEC) No 3528/86 should be amended as a result,", "main_body": ["Article 11 of Regulation (EEC) No 3528/86 shall be replaced by the following:\n'Article 11\n1. The scheme is scheduled to run for 15 years from 1 January 1987.\n2. The financial reference amount for the implementation of the scheme shall be ECU 40 million for the period 1997 to 2001.\nThe annual appropriations shall be authorized by the budgetary authority within the limits of the financial perspective.\n3. Before expiry of the period referred to in paragraph 1, the Commission shall submit to the Council a report on the application of this Regulation.`", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ No C 268, 14. 9. 1996, p. 7.\n(2) OJ No C 33, 3. 2. 1997.\n(3) Opinion delivered on 27 November 1996 (not yet published in the Official Journal).\n(4) OJ No L 326, 21. 11. 1986, p. 2. Regulation as last amended by Regulation (EEC) No 2157/92 (OJ No L 217, 31. 7. 1992, p. 1)."}