{"celex_id": "31999R0805", "uri": "http://publications.europa.eu/resource/cellar/6395fe5f-87a4-4a94-bddd-32a1255dddd5", "type": "Regulation", "concepts": ["1036", "2040", "3160", "4509", "4515"], "title": "Commission Regulation (EC) No 805/1999 of 16 April 1999 laying down certain measures for implementing Council Regulation (EC) No 718/1999 on a Community-fleet capacity policy to promote inland waterway transport\n", "header": "COMMISSION REGULATION (EC) No 805/1999\nof 16 April 1999\nlaying down certain measures for implementing Council Regulation (EC) No 718/1999 on a Community fleet capacity policy to promote inland waterway transport\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 718/1999 of 29 March 1999 on a Community fleet capacity policy to promote inland waterway transport(1), and in particular Article 9(3) thereof,\nWhereas, pursuant to Article 7 of Regulation (EC) No 718/1999, the Commission must lay down the practical arrangements for implementing the Community fleet capacity policy defined in the abovementioned Regulation;\nWhereas it is advisable to maintain the special contribution rates and equivalent tonnages laid down in Commission Regulations (EEC) No 1102/89(2) as last amended by Regulation (EC) No 241/97(3), and (EC) No 241/97 since they have proved effective;\nWhereas it is advisable to adjust the various ratios mentioned in Article 4 of Regulation (EC) No 718/1999 in accordance with Commission Regulations (EC) No 2812/94(4) in the case of tanker vessels, (EC) No 2310/96(5) in the case of pusher craft and (EC) No 742/98(6) in the case of dry cargo vessels;\nWhereas, in order to ensure mutual financial support between the inland waterways' funds, it is advisable for the Commission, with the help of the various fund authorities, at the beginning of each year, to enter in the accounts the resources available in the reserve fund and to balance the accounts in the event of new improvement measures;\nWhereas the Member States concerned and the organisations representing inland waterway carriers at Community level have been consulted on the measures provided for in this Regulation,", "main_body": ["This Regulation fixes the rate of the special contributions referred to in Article 7 of Regulation (EC) No 718/1999, the ratios for the \"old-for-new\" rule, and the practical arrangements for implementing the Community fleet capacity policy.\nSPECIAL CONTRIBUTIONS", "1. The special contributions for the various types and categories of vessels shall be between 70 % and 115 % of the following rates:\n- Dry cargo vessels:\n- self-propelled barges: EUR 120 per tonne,\n- pushed barges: EUR 60 per tonne,\n- lighters: EUR 43 per tonne.\n- Tanker vessels:\n- self-propelled barges: EUR 216 per tonne,\n- pushed barges: EUR 108 per tonne,\n- lighters: EUR 39 per tonne.\n- Pusher craft:\nEUR 180/kW with a linear increase to EUR 240/kW where the motive power is equal to or greater than 1000 kW.\n2. - For vessels with a deadweight capacity of less than 450 tonnes, the maximum rates for the special contributions set out in paragraph 1 shall be reduced by 30 %.\n- For vessels with a deadweight capacity of between 450 and 650 tonnes, the maximum rates for the special contributions shall be reduced by 0,15 % for every tonne by which the deadweight capacity of the vessel in question is less than 650 tonnes.\n- For vessels with a deadweight capacity of between 650 and 1650 tonnes, the maximum rates for the special contributions shall show a linear increase from 100 % to 115 %. For vessels with a deadweight capacity of more than 1650 tonnes, the maximum rates for the special contributions shall remain at 115 %.\n3. The Special contributions, expressed in euros, shall be converted into the currencies of the relevant funds at the conversion rates between the euro and the currencies of the Member States adopting the euro laid down by Council Regulation (EC) No 2866/98(7).\nEQUIVALENT TONNAGE", "1. Where a vessel owner brings into service one of the vessels referred to in Article 4 of Regulation (EC) No 718/99 and presents for scrapping a vessel or vessels of another type, the equivalent tonnage to be taken into consideration shall be determined, within each of the two categories of vessels indicated below, in accordance with the following adjustment coefficients:\n- Dry cargo vessels:\n- self-propelled barges over 650 tonnes: 1,00,\n- push barges over 650 tonnes: 0,50\n- lighters over 650 tonnes: 0,36.\n- Tanker vessels:\n- self-propelled barges over 650 tonnes: 1,00,\n- push barges over 650 tonnes: 0,50,\n- lighters over 650 tonnes: 0,18.\n2. For vessels with a deadweight capacity of less than 450 tonnes, the coefficients set out in paragraph 1 shall be reduced by 30 %. For vessels with a deadweight capacity of between 650 and 450 tonnes, these coefficients shall be reduced by 0,15 % for every tonne by which the deadweight capacity of the vessel in question is less than 650 tonnes. For vessels with a deadweight capacity of between 650 and 1650 tonnes, the coefficients shall show a linear increase from 100 to 115 %.\n\"OLD FOR NEW\" RATIOS", "From 29 April 1999, the bringing into service of vessels shall be subject to the condition laid down in Article 4(1) of Regulation (EC) No 718/1999.\n1. In the case of dry cargo carriers, the ratio (between old tonnage ad new tonnage) shall be 1:1.\n2. In the case of tanker vessels, the ratio shall be 1,30:1.\n3. In the case of pusher craft, the ratio shall be 0,75:1.\nMUTUAL FINANCIAL SUPPORT", "1. With a view to entering in the accounts the resources available in the reserve fund or to operating the mutual financial support arrangements between the accounts of the various funds as required pursuant to Article 3(6) of Regulation (EC) No 718/1999, each fund shall communicate the following information to the Commission at the beginning of each year:\n- the fund's receipts in the previous year, in so far as these receipts are intended for the payment of scrapping premiums or measures provided for in Article 8 of Regulation (EC) No 718/1999 (Rdn),\n- the financial commitments incurred by the fund during the previous year in respect of scrapping premiums or measures provided for in Article 8 of Regulation (EC) No 718/1999 (Pn),\n- the fund's surplus as at 1 January of the previous year deriving from receipts intended for the payment of scrapping premiums or measures provided for in Article 8 of Regulation (EC) No 718/1999 (Sn).\n2. The Commission, with the assistance of the fund authorities, shall determine, on the basis of the information referred to in paragraph 1:\n- the total financial commitments incurred by the funds during the previous year in respect of scrapping premiums or measures provided for in Article 8 of Regulation (EC) No 718/1999 (Pt),\n- the total receipts of all the funds during the previous year (Rdt),\n- the total surplus of all the funds on 1 January of the previous year (St),\n- the adjusted annual financial commitment of each fund (Pnn), calculated as follows:\n>REFERENCE TO A GRAPHIC>\n- for each fund, the difference between annual financial commitments (Pn) and annual adjusted financial commitments (Pnn),\n- the sums which each fund whose annual commitments are less than the annual adjusted financial commitments (>REFERENCE TO A GRAPHIC>) transfers to a fund with annual financial commitments greater than the annual adjusted commitments (>REFERENCE TO A GRAPHIC>).\n3. Each of the funds involved shall transfer the sums referred to in the sixth indent of paragraph 2 to the other funds by 1 March of the current year.\nCONSULTING", "On all matters concerning the Community fleet capacity policy and amendments to this Regulation the Commission shall request the opinion of a group made up of experts from the professional organisations representing inland waterway carriers at Community level and in the Member States concerned. This group shall be known as the \"Group of Experts on Community Fleets Capacity and Promotion Policy\".\nFINAL PROVISIONS", "This Regulation shall enter into force on 29 April 1999.\nRegulation (EEC) No 1102/89 is hereby repealed on the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 1999.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ L 90, 2.4.1999, p. 1.\n(2) OJ L 116, 28.4.1989, p. 30.\n(3) OJ L 40, 11.2.1997, p. 11.\n(4) OJ L 298, 19.11.1994, p. 22.\n(5) OJ L 313, 3.12.1996, p. 8.\n(6) OJ L 103, 3.4.1998, p. 3.\n(7) OJ L 359, 31.12.1998, p. 1."}