{"celex_id": "31999R1149", "uri": "http://publications.europa.eu/resource/cellar/4fda8f15-e974-41c1-8313-9e85d7c73a41", "type": "Regulation", "concepts": ["1052", "1130", "1132", "2300", "2609", "5866"], "title": "Council Regulation (EC, Euratom) No 1149/1999 of 25 May 1999 amending Regulation (EC, Euratom) No 2728/94 establishing a Guarantee Fund for external actions\n", "header": "COUNCIL REGULATION (EC, EURATOM) No 1149/1999\nof 25 May 1999\namending Regulation (EC, Euratom) No 2728/94 establishing a Guarantee Fund for external actions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Court of Auditors(3),\nWhereas:\n(1) the Guarantee Fund is endowed by payments from the general budget of the European Communities, by the interest on its invested resources and by the amounts recovered from defaulting debtors where the Fund has already honoured the guarantee;\n(2) experience of the functioning of the Guarantee Fund indicates that a ratio of 9 % between the Fund's resources and guaranteed liabilities in principal, increased by unpaid interest due, would be adequate;\n(3) payments to the Guarantee Fund equal to 9 % of the amount of each operation would seem sufficient to attain the target amount;\n(4) the Guarantee Fund attained its target amount on 31 December 1997 and therefore the provisioning rate should be reviewed;\n(5) if the Guarantee Fund exceeds the target amount the surplus is paid back to the general budget of the European Communities;\n(6) the Commission should report to the European Parliament and the Council on the functioning of the Fund and take into account possible changes of risks to which the Guarantee Fund is exposed following enlargement of the Community;\n(7) Regulation (EC, Euratom) No 2728/94(4) should be amended accordingly;\n(8) the Treaties do not provide any powers other than those pursuant to Article 308 of the EC Treaty and Article 203 of the Euratom Treaty for the adoption of this Regulation,", "main_body": ["Regulation (EC, Euratom) No 2728/94 is hereby amended as follows:\n1. in Article 3 the second paragraph shall be replaced by the following: \"The target amount shall be 9 % of the Community total outstanding capital liabilities arising from each operation, increased by unpaid interest due.\";\n2. Article 4(1) shall be replaced by the following: \"The payments provided for under the first indent of Article 2 shall be equivalent to 9 % of the capital value of the operations.\";\n3. in Article 5 the first paragraph shall be replaced by the following: \"If, as a result of the activation of guarantees following default, resources in the Fund stand below 75 % of the target amount, the rate of provisioning on new operations shall be raised to 10 % until the target amount has once more been reached.\";\n4. Article 9 shall be replaced by the following: \"The Commission shall submit to the European Parliament and the Council comprehensive reports on the functioning of the Fund, both at the time of the conclusion of the first accession agreement with the applicant States, and before 31 December 2006. The Commission shall, if necessary, submit to the Council appropriate proposals for modification of the parameters of the Fund.\"", "This Regulation shall enter into force on 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1999.\nFor the Council\nThe President\nH. EICHEL\n(1) OJ C 32, 6.2.1999, p. 11.\n(2) OJ C 379, 7.12.1998, p. 155.\n(3) Opinion delivered on 30 October 1998.\n(4) OJ L 293, 12.11.1994, p. 1."}