{"celex_id": "31994R2760", "uri": "http://publications.europa.eu/resource/cellar/25cb34ad-6715-45a4-8073-fbc2a9337378", "type": "Regulation", "concepts": ["1182", "12", "252", "2645", "2850", "797"], "title": "Council Regulation (EC) No 2760/94 of 10 November 1994 adjusting, for the fourth time, the system of aid for cotton introduced by protocol 4 annexed to the Act of Accession of Greece\n", "header": "COUNCIL REGULATION (EC) No 2760/94 of 10 November 1994 adjusting, for the fourth time, the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular paragraph 11 of Protocol 4 on cotton,\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (1), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas Article 2 (2) of Regulation (EEC) No 1964/87 provides that, with a view to avoiding excessive variations in the reduction of the norm price applied if the maximum guaranteed quantity is exceeded, the reduction shall be limited; whereas the said  reduction is limited to 20 % of the norm price from the 1994/95 marketing year, while the reduction for the 1993/94 marketing year was limited to 15 %;\nWhereas, in order to prevent the increase in the said reduction limit from 15 % to 20 % having damaging repercussions for operators, the adjustment should be introduced progressively by applying an intermediate limit of 18,5 % for the 1994/95 marketing  year,", "main_body": ["This Regulation provides for adjustments to the system of aid for the production of cotton provided for in paragraph 3 of Protocol 4 annexed to the Act of Accession of Greece and adjusted by Regulation (EEC) No 1964/87.", "The second subparagraph of Article 2 (2) of Regulation (EEC) No 1964/87 shall be replaced by the following:\n'However, without prejudice to the third subparagraph, if the reduction in the amount of aid exceeds 20 % of the norm price, this reduction shall be limited to 20 % for the marketing year concerned, except in the case of the 1994/95 marketing year, in  respect of which the two abovementioned percentages shall be 18,5 %. The reduction which exceeds these limits shall be carried over to the norm price for the following marketing year within the limit of 7 %.'", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1994/95 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 November 1994.\nFor the Council\nThe President\nU. SEILER-ALBRING\n(1) OJ No L 184, 3. 7. 1987, p. 14. Regulation as last amended by Regulation (EEC) No 1553/93 (OJ No L 154, 25. 6. 1993, p. 21).\n(2) OJ No C 269, 27. 9. 1994, p. 8.\n(3) Opinion delivered on 28 October 1994 (not yet published in the Official Journal)."}