{"celex_id": "31996R2176", "uri": "http://publications.europa.eu/resource/cellar/041fb41c-0010-4d88-8a3d-8a9103e36eb9", "type": "Regulation", "concepts": ["2695", "3648", "4033", "4408", "5234"], "title": "Commission Regulation (EC) No 2176/96 of 13 November 1996 amending to scientific and technical progress Council Regulation (EEC) No 3922/91 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2176/96 of 13 November 1996 amending to scientific and technical progress Council Regulation (EEC) No 3922/91 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3922/91 of 16 December 1991 on the harmonization of technical requirements and administrative procedures in the field of civil aviation (1), and in particular Article 11 thereof,\nWhereas Regulation (EEC) No 3922/91 provides that the Commission shall make the amendments necessitated by scientific and technical progress to the common technical requirements and administrative procedures listed in Annex II thereto and whereas such amendments, particularly to improve safety requirements, are now appropriate;\nWhereas JAR 1 - 'Definitions` has been amended to update the reference to the JAA Arrangements Document and its signatory States and to further clarify certain definitions;\nWhereas JAR 22 - 'Sailplanes and powered sailplanes` has been amended to emphasize that it is not applicable to hang-gliders, ultralight or microlight aircraft;\nWhereas JAR 25 - 'Large Aeroplanes` has been modified to incorporate agreed changes to the equivalent American code (FAR 25) and to strengthen requirements addressing passenger cabin safety, structural design, operational limitations and systems design;\nWhereas JAR APU - 'Auxiliary Power Unit` has been amended to introduce reference to advisory material (AMJ) to assist in the understanding of, and compliance with, the requirements;\nWhereas JAR E - 'Engines` has been amended to strengthen the requirements related to strike/ingestion of foreign matter and also the effects following compressor, fan and/or shaft failure;\nWhereas JAR VLA - 'Very Light Aircraft` has been amended to emphasize that it is not applicable to ultralight or microlight aircraft;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Aviation Safety Regulations Committee (2),", "main_body": ["Annex II to Council Regulation (EEC) No 3922/91 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1996.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1991, p. 4.\n(2) Aviation Safety Regulation Committee meeting of 2 July 1996.\nANNEX\n'ANNEX II\nLists of codes in force containing the common technical requirements and administrative procedures referred to in Article 3\n1. General and procedures\n>TABLE>\n2. Type certification of products and parts\n>TABLE>"}