{"celex_id": "31992R3714", "uri": "http://publications.europa.eu/resource/cellar/12be07ff-926b-4ef4-a741-2dc9801a05bf", "type": "Regulation", "concepts": ["2121", "2173", "4687"], "title": "Commission Regulation (EEC) No 3714/92 of 22 December 1992 amending certain Regulations on the common organization of the market in poultrymeat\n", "header": "COMMISSION REGULATION (EEC) No 3714/92  of 22 December 1992  amending certain Regulations on the common organization of the market in poultrymeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 234/79 of 5 February 1979 on the procedure for adjusting the Common Customs Tariff nomenclature used for agricultural products (1), as last amended by Regulation (EEC) No 3208/89 (2), and in particular\nArticle 2\n(1) thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (3), as last amended by Regulation (EEC) No 1235/89 (4), and in particular Articles 5 (3) and 9 (3) thereof,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (5), and in particular Article 4 (5) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (6), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (7), and in particular Article 4 (4) thereof,\nWhereas Commission Regulation (EEC) No 2505/92 of 14 July 1992 amending Annexes I and II to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (8) provides for a subdivision for live fowls of  the species Gallus domesticus not exceeding 185 g covered by CN subheading 0105 11 and for fresh or chilled fatty livers covered by CN subheading 0207 31 with effect on 1 January 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Eggs and Poultrymeat,", "main_body": ["1. In the Annex to Commission Regulation (EEC) No 572/73 of 26 February 1973 establishing egg and poultrymeat products eligible for the advance fixing of export refunds (9), CN code 0105 11 00 is hereby replaced by CN code 0105 11.\n2. In Articles 1 (1) and 5 (2) of Regulation (EEC) No 2777/75, CN code 0207 31 00 is hereby replaced by CN code 0207 31.\n3. In Annexes I and II to Council Regulation (EEC) No 2778/75 of 29 October 1975 laying down rules for calculating the levy and the sluice-gate price for poultrymeat (10), CN code 0105 11 00 is hereby replaced by CN code 0105 11.\n4. In the Annex to Commission Regulation (EEC) No 3011/79 of 20 December 1979 fixing the coefficients for calculating levies on derived poultrymeat products and repealing Regulation No 199/67/EEC (11), CN code 0207 31 00 is hereby replaced by CN code  0207 31.\n5. CN code ex 0105 11 00 is hereby replaced by CN code ex 0105 11\n- in Article 4 (1) (f) of Regulation (EEC) No 3763/91,\n- in Article 4 (1) (d) of Regulations (EEC) No 1600/92 and No 1601/92,\n- in the Annex to Commission Regulation (EEC) No 1726/92 of 30 June 1992 laying down detailed implementing rules for the specific measures for supplying the Azores and Madeira with products from the eggs and poultrymeat sectors (12),\n- in Annex III to Commission Regulation (EEC) No 1729/92 of 30 June 1992 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the eggs and poultrymeat sectors (13),\n- in the Annex to Commission Regulation (EEC) No 2826/92 of 29 September 1992 laying down detailed implementing rules for the specific measures for supplying the French overseas departments with products from the eggs, poultrymeat and rabbit sectors  (14).", "This Regulation shall enter into force on 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 34, 9. 12. 1979, p. 2. (2) OJ No L 312, 27. 10. 1989, p. 5. (3) OJ No L 282, 1. 11. 1975, p. 77. (4) OJ No L 128, 11. 5. 1989, p. 29. (5) OJ No L 356, 24. 12. 1991, p. 1. (6) OJ No L 173, 27. 6. 1992, p. 1. (7) OJ No L 173, 27. 6.  1992, p. 13. (8) OJ No L 267, 14. 9. 1992, p. 1. (9) OJ No L 56, 1. 3. 1973, p. 6. (10) OJ No L 282, 1. 11. 1975, p. 84. (11) OJ No L 337, 29. 12. 1979, p. 65. (12) OJ No L 179, 1. 7. 1992, p. 99. (13) OJ No L 179, 1. 7. 1992, p. 107. (14) OJ No L 285,  30. 9. 1992, p. 10."}