{"celex_id": "31991R1194", "uri": "http://publications.europa.eu/resource/cellar/819cfadf-7bf3-4dbd-a796-b271578113a4", "type": "Regulation", "concepts": ["1500", "1560", "2735", "3813", "3870", "614"], "title": "Council Regulation (EEC) No 1194/91 of 7 May 1991 amending Regulation (EEC) No 2340/90 and (EEC) No 3155/90 preventing trade by the Community as regards Iraq and Kuwait\n", "header": "COUNCIL REGULATION (EEC) No 1194/91  of 7 May 1991  amending Regulation (EEC) No 2340/90 and (EEC) No 3155/90 preventing trade by the Community as regards Iraq and Kuwait\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nWhereas, under Regulations (EEC) No 2340/90 (1), as last amended by Regulation (EEC) No 811/91 (2), and (EEC) No 3155/90 (3), as amended by Regulation (EEC) No 542/91 (4), trade between the Community, on the one hand, and Iraq, on the other, was  prevented, with certain exceptions, following the resolutions of the United Nations Security Council establishing an embargo after the invasion of Kuwait by Iraqi forces;\nWhereas on 3 April 1991 the United Nations Security Council adopted Resolution 687 (1991);\nWhereas the Community and its Member States, meeting in the framework of political cooperation, consider it necessary to amend Regulations (EEC) No 2340/90 and (EEC) No 3155/90 so as to incorporate the changes made by the United Nations Security Council  to the prohibitions against the sale or supply to Iraq of commodities or products and the prohibitions against the import of commodities and products originating in Iraq;", "recitals": "Having regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,", "main_body": ["  Article 1\nRegulation (EEC) No 2340/90 is hereby amended as follows:\n1. the Annex is replaced by the text given in Annex I to this Regulation;\n2. Article 3 is replaced by the following:\n'Article 3\n1. Articles 1 (2) and 2 (2) shall not apply to the products listed in the Annex.\n2. Articles 1 (1) and 2 (1) shall not apply to:\n(a) commodities or products referred to in Article 1 (1) which originate in, or come from, Iraq or Kuwait and are exported before 7 August 1990;\n(b) commodities and products originating in Iraq, the import of which is approved, pursuant to paragraph 23 of United Nations Security Council Resolution 687 (1991), by the Committee established under Security Council Resolution 661 (1990).\n3. Imports of commodities and products under paragraph 2 (b) shall be subject to a prior import authorization to be issued by the competent authorities of the Member States.'  Article 2  Regulation (EEC) No 3155/90 is hereby amended as follows:\n1. Annex I is replaced by the text given in Annex II to this Regulation;\n2. Article 1 (2) is replaced by the following:\n'2. The prohibition shall not apply to postal or telecommunications services, nor to medical services necessary for the operation of existing hospitals, nor to non-financial services resulting from contracts or amendments to contracts concluded before  the entry into force of the ban laid down in Regulation (EEC) No 2340/90, where their execution began before that date.\nIn addition, the prohibition shall not apply to nonfinancial services necessarily related to:\n- the use of the products listed in the Annex to Regulation (EEC) No 2340/90,\n- the commodities and products covered by Article 3 (2) (b) of that Regulation,\n- the products listed in the Annex to Decision 90/414/ECSC and the commodities and products covered by Article 3 (2) (b) of that Decision.';\n3. Articles 5 and 6 are repealed.  Article 3\nArticles 1 and 2 of this Regulation shall be applicable as from 3 April 1991.  Article 4\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1991. For the Council\nThe President\nJ. F. POOS  (1) OJ No L 213, 9. 8. 1990, p. 1. (2) OJ No L 82, 28. 3. 1991, p. 50. (3) OJ No L 304, 1. 11. 1990, p. 1. (4) OJ No L 60, 7. 3. 1991, p. 5.\nANNEX I\n'ANNEX\nList of products referred to in Article 3 (1)\nA. All products intended strictly for medical purposes.\nB. Foodstuffs notified to the Committee established under United Nations Security Council Resolution 661 (1990).\nC. Materials and supplies for essential civilian needs, which are approved by the Security Council Committee referred to under B under its simplified and accelerated \"no-objection\" procedure whithin the terms of United Nations Security Council  Resolution 687 (1991).'\nANNEX II\n'ANNEX I\n1. Member States, notwithstanding the existence of any rights or obligations conferred or imposed by any international agreement or any contract entered into or any licence or permit granted before the entry into force of this Regulation, shall deny  permission to any aircraft to take off from their territory if the aircraft is carrying any cargo to or from Iraq other than goods and supplies, listed in the Annex to Regulation (EEC) No 2340/90, or supplies intended solely for United Nations observer  units.\n2. Member States shall deny permission to any aircraft destined to land in Iraq, whatever its State of registration, to overfly their territory unless:\n(a) the aircraft lands at an airfield designated by the Member State concerned outside Iraq, in order to permit its inspection to ensure that there is no cargo on board in violation of the provisions laid down in Resolution 661 (1990), as amended by  Resolution 687 (1991) and Resolution 670 (1990), and for this purpose the aircraft may be detained for as long as necessary: or\n(b) the particular flight has been approved by the Committee established by Resolution 661 (1990) by means of general or specific approval; or\n(c) the flight is certified by the United Nations as solely for the purposes of United Nations observer units.\n3. Member States shall take all necessary measures to ensure that any aircraft registered in their territory or operated by an operator who has his principal place of business or permanent residence in their territory complies with the provisions of  Resolution 661 (1990), as amended by Resolution 687 (1991) and Resolution 670 (1990).'"}