{"celex_id": "31994D0573", "uri": "http://publications.europa.eu/resource/cellar/c29f1b4d-be3b-469a-a797-3eda54daf02f", "type": "Decision", "concepts": ["1318", "3743", "4166", "5123", "889"], "title": "94/573/ECSC: Commission Decision of 1 June 1994 authorizing the granting of aid by Germany to the coal industry in 1994 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 1 June 1994 authorizing the granting of aid by Germany to the coal industry in 1994 (Only the German text is authentic) (94/573/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry (1), and in particular Articles 2 (1) and 9 thereof,\nWhereas:\nI  In a letter dated 28 December 1993 the German Government sent the Commission notification, pursuant to Article 9 (1) of Decision No 3632/93/ECSC, of the financial support which it intended to grant to the coal industry in 1994.\nIn letters dated 4 and 8 March 1994 Germany supplied additional information on two measures not linked to current production.\nUnder Decision No 3632/93/ECSC, the Commission must give a ruling on the following financial measures:\n- aid totalling DM 179,1 million to Ruhrkohle AG to cover exceptional costs;\n- aid totalling DM 170,1 million to the companies Ruhrkohle AG, Saarbergwerke AG, Gewerkschaft Auguste Viktoria, Sophia Jacoba GmbH and Preussag to cover exceptional costs.\nThese two measures planned by Germany comply with the provisions of Article 1 (1) of Decision No 3632/93/ECSC.\nThe Commission must therefore give a ruling under Article 9 of that Decision on whether they comply with the objectives and implementing criteria set out in that Decision and whether they are compatible with the proper functioning of the common market.\nII  The aid which the German Government intends to grant to Ruhrkohle AG to cover exceptional costs is intended to cover the deficit incurred by the undertaking as a result of closures of uncompetitive production capacity between 1987 and 1993.\nThis aid is to be used as follows: DM 19,1 million for paying social-welfare benefits resulting from workers taking early retirement and for the supply of free coal to workers who lose their jobs as a result of restucturing and to workers entitled to  such supply before the restucturing; exceptional expenditure totalling DM 109,6 million on workers who lose their jobs as a result of restructuring; exceptional intrinsic depreciation totalling DM 49,4 million resulting from restructuring; and DM 1  million for backfilling pits in compliance with the laws in force.\nThis aid complies with Article 5 of Decision No 3632/93/ECSC only if it does not exceed the costs.\nAfter verification of the information submitted by Germany, the Commission finds that the aid covers 71 % of the costs.\nIII  The aid totalling DM 170,1 million to the companies of the German coal industry to cover exceptional costs covers the costs of pumping out pits closed down since 1967.\nThis pumping-out is essential in order to allow mining to continue at pits close to these disused workings. This aid will be paid to Ruhrkohle AG, Saarbergwerke AG, Gewerkshaft Auguste Viktoria, Sophia Jacoba GmbH and Preussag.\nThis aid complies with Article 5 of Decision No 3632/93/ECSC only if it does not exceed the costs.\nAfter verification of the contracts concluded between the public authorities and the undertakings and of the information supplied by Germany, the Commission finds that the abovementioned aid does not exceed the costs.\nIV  The abovementioned aid measures will reduce the costs borne by the undertakings and improve their financial balance. They will help the undertakings to continue their activities and, therefore, satisfy the objectives in Article 2 (1) of Decision No  3632/93/ECSC.\nConsequently, the aid which is the subject of this Decision is compatible with the proper functioning of the common market.\nThis Decision shall apply without prejudice to the obligation placed on Germany under Article 8 of Decision No 3632/93/ECSC to submit a modernization, rationalization and restructuring plan for the industry in accordance with Article 3 (2) and/or an  activity-reduction plan in accordance with Article 4,", "main_body": ["Germany is hereby authorized to grant aid totalling DM 349,2 million to the German coal industry for the 1994 calendar year, as follows:\n- aid totalling DM 179,1 million to Ruhrkohle AG to cover exceptional costs;\n- aid totalling DM 170,1 million to the companies Ruhrkohle AG, Saarbergwerke AG, Gewerkschaft Auguste Viktoria, Sophia Jacoba GmbH and Preussag to cover exceptional costs.", "Germany shall notify the Commission by 30 September 1995 of the amounts of aid actually paid pursuant to this Decision in 1994.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 1 June 1994.\nFor the Commission\nMarcelino OREJA\nMember of the Commission\n(1) OJ No L 329, 30. 12. 1993, p. 12."}