{"celex_id": "31995L0030", "uri": "http://publications.europa.eu/resource/cellar/057cacef-ef65-44f8-ad4e-d58cc248c8bb", "type": "Directive", "concepts": ["2247", "3730", "3797", "4039", "616"], "title": "Commission Directive 95/30/EC of 30 June 1995 adapting to technical progress Council Directive 90/679/EEC on the protection of workers from risks related to exposure to biological agents at work (seventh individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\n", "header": "COMMISSION DIRECTIVE 95/30/EC of 30 June 1995 adapting to  technical progress Council Directive 90/679/EEC on the protection of workers from risks related to  exposure to biological agents at work (seventh individual Directive within the meaning of Article  16 (1) of Directive 89/391/EEC) (Text with EEA relevance)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to  encourage improvements in the safety and health of workers at work  (1), and in particular Article  17 thereof,\nHaving regard to Council Directive 90/679/EEC of 26 November 1990 on the protection of workers from  risks related to exposure to biological agents at work (seventh individual Directive within the  meaning of Article 16 (1) of Directive 89/391/EEC)  (2), as amended by Directive 93/88/EEC  (3),  and in particular Article 19 thereof,\nHaving regard to the opinion of the Advisory Committee on Safety, Hygiene and Health Protection at  Work,\nWhereas the provisions laid down in Directive 90/679/EEC must be regarded as an important element  in the overall approach towards protecting the health of workers at the workplace;\nWhereas the aim of Directive 93/88/EEC establishing a first list of biological agents on the basis  of the definitions given in Article 2 point (d) numbers 2, 3 and 4 of Directive 90/679/EEC is to  harmonize conditions in this field while maintaining the progress made;\nWhereas the list and classification of the biological agents must be examined regularly and revised  on the basis of new scientific data;\nWhereas it is particularly appropriate that agents whose classification is indicated by asterisks  because they are not normally infectious when airborne and for which Member States shall assess the  possibilities for waiving certain containment measures in particular circumstances, shall be  reevaluated on the basis of the most up-to-date knowledge and be reclassified to adapt them to the  real situation regarding hazards at the workplace;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the  committee set up under Article 17 of Directive 89/391/EEC,", "main_body": ["Annex III to Directive 90/679/EEC is amended in accordance with the  Annex hereto.", "1.  Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive by 30 November 1996. They shall immediately  inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or  shall be accompanied by such reference at the time of their official publication. The procedure for  such reference shall be adopted by Member States.\n2.  Member States shall communicate to the Commission the text of the provisions of national law  which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the  Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 June 1995.\nFor the Commission Padraig FLYNN Member of the Commission\nANNEX\nAnnex III of Directive 90/679/EEC is amended as follows:\n1.  Under the heading 'VIRUS`, the group 'Retroviridae` is amended as follows:\n(a)  The following agents are reclassified from group 3 to group 3  (**):\n-  Human immunodeficiency viruses,\n-  Human T-cell lymphotropic viruses (HTLV), types 1 and 2.\n(b)  The SIV virus is added and is classified as group 3  (**).\n(c)  Footnote reference '(h)` after the word 'Retroviridae` is repositioned after the letters  'SIV`.\n2.  The wording of footnote '(h)` which follows the list of viruses is replaced by the following:\n'At the present there is no evidence of disease in humans caused by the other retroviruses of  simian origin. As a precaution containment level 3 is recommended for work with them.` 3.  Under the heading 'PARASITES`, the following agents are reclassified from group 3 to group 3   (**):\nEchinococcus granulosus Echinococcus multilocularis Echinococcus vogeli Leishmania brasiliensis Leishmania donovani Plasmodium falciparum Taenia solium Trypanosoma brucei rhodesiense.\n4.  At the end of the list under the heading 'PARASITES`, the following indication is added:\n'(**) See paragraph 8 of the introductory notes.` 5.  The following agents are added and are classified as group 2:\n-  under the heading 'BACTERIA`:\n'Streptococcus suis` -  under the heading 'PARSITES`:\n'Cyclospora cayetanensis`."}