{"celex_id": "31999R1618", "uri": "http://publications.europa.eu/resource/cellar/b0bf0e46-b9e3-4e77-8676-98d565b5e21f", "type": "Regulation", "concepts": ["2469", "4258", "4262", "4300"], "title": "Commission Regulation (EC) No 1618/1999 of 23 July 1999 concerning the criteria for the evaluation of quality of structural business statistics (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1618/1999\nof 23 July 1999\nconcerning the criteria for the evaluation of quality of structural business statistics\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC, Euratom) No 58/97 of 20 December 1996 concerning structural business statistics(1), as last amended by Regulation (EC, Euratom) No 410/98(2), and in particular Article 12(vi) thereof,\n(1) Whereas Regulation (EC, Euratom) No 58/97 established a common framework for the production of Community statistics on the structure, activity, competitiveness and performance of business in the Community;\n(2) Whereas the Commission shall submit a report to the European Parliament and the Council on these statistics and in particular on their quality and the burden on business;\n(3) Whereas it is necessary that the Commission determines the criteria for the evaluation of quality of structural business statistics;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The criteria for the evaluation of quality referred to in Article 7 of the Regulation (EC, Euratom) No 58/97 are specified in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1999.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 14, 17.1.1997, p. 1.\n(2) OJ L 52, 21.2.1998, p. 1.\nANNEX\nQUALITY INDICATORS AND KEY CHARACTERISTICS\nSection I\nAims\nThe aim of this Annex is to establish a common framework for measuring yearly at European Community level the quality of structural business statistics compiled in the framework of Regulation (EC) No 58/97 concerning structural business statistics, hereafter referred to as the SBS Regulation.\nSection 2\nCoverage\n1. The quality indicators and the reports laid down below are to be reported for all activities referred to in Section 3 of Annex I to the SBS Regulation in accordance with the derogation laid down in Commission Regulation (EC) No 2699/98(1).\n2. The information laid down in this Annex need not be reported by a Member State for the purposes of this Regulation if the total amount of value added at factor cost in that Member State normally represents less than 1 % of the European Community total. This threshold shall be applied for each NACE Rev. 1 activity for which a quality indicator or a report is required.\nSection 3\nFirst reference year\nThe first reference year for which the information laid down in this Annex is to be reported is the calendar year 1997. If information is not available for this first reference year within the delay of transmission as laid down in Section 4, paragraph 2, the closest reference year to 1997 for which information is available shall be used.\nSection 4\nTransmission of information\n1. The quality indicators and the reports laid down in this Annex are to be transmitted within 24 months of the end of the calendar year of the reference period.\nThis transmission period may be extended by a period equal to any extra delay conceded by the Commission in Regulation (EC) No 2699/98 in so far as this extra delay concerns a characteristic foreseen in Section 5 of this Annex.\n2. The first transmission of quality indicators (section 5, points 1, 2, 3 and 4) and of reports (section 6) shall be done before the end of December 1999.\nSection 5\nQuality indicators: coefficient of variation and non-response rate\nMember States shall report information for characteristics, levels and series as specified below, in accordance with any derogation that may have been conceded for the reference year.\nFor each series, characteristic and activity level mentioned below, Member States shall report the overall coefficient of variation taking into account, according to the survey design, the non-responses, the misclassification errors and, if necessary, the sampling error.\nThe coefficient of variation is the ratio of the square root of the variance of the estimator to the expected value.\n1. Series 1A (annual enterprise statistics):\n- six characteristics (11 11 0; 12 11 0; 12 15 0; 13 31 0; 15 11 0; 16 13 0),\n- NACE Rev. 1:3-digit level (groups) or regroupings of activities as mentioned in section 9 of Annex 1 to the SBS Regulation.\n2. Series 1B (annual enterprise statistics by size class):\n- three characteristics (11 11 0; 12 11 0; 12 15 0),\n- NACE Rev. 1:3-digit level (groups) or regroupings as mentioned in section 9 of Annex 1 to the SBS Regulation and regroupings of size classes as follows: 1-19; 20-249; 250-999;  &gt; 1000.\n3. Series 1C (annual regional statistics):\n- two characteristics (11 21 0; 13 32 0),\n- NACE Rev. 1:2-digit level (divisions) and NUTS 2.\n4. Unit non-response\nMember States shall report the statistical unit non-response rate by NACE Rev. 1 3-digit level or regroupings as mentioned in section 9 of Annex 1 to the SBS Regulation.\n5. Item non-response rate\nMember States shall report the item non-response rate by NACE Rev. 1 3-digit level or regroupings as mentioned in section 9 of Annex 1 to the SBS Regulation for the characteristics: 12 11 0, 12 15 0, 13 31 0, 15 11 0, 16 13 0.\nSection 6\nSpecific reports\nMember States shall transmit two specific reports as mentioned below.\n1. Survey strategy\nThis report will at least indicate the use of a census or a sample as well as the use of administrative sources or statistical surveys for each sub-population of enterprises.\n2. Principal activity\nThis report will indicate how the principal activity is determined for the observation units used to compile the results transmitted to Eurostat under the provisions of the SBS Regulation. In particular information will be provided on the frequency of updating the unit's principal activity bearing in mind whether it is covered by a statistical survey or by an administrative source.\nSection 7\nDissemination of national data on quality by Eurostat\nNo national data on quality shall be published without the agreement of the Member State.\nSection 8\nTransitional period\nInformation laid down in Section 5, point 5 is optional for the two first reference years, namely 1997 and 1998.\n(1) OJ L 344, 18.12.1998, p. 1."}