{"celex_id": "31993L0115", "uri": "http://publications.europa.eu/resource/cellar/ce9fb26f-52da-44da-a613-4f8d316f2ce9", "type": "Directive", "concepts": ["155", "2105", "2247", "45", "75", "889"], "title": "Council Directive 93/115/EEC of 16 December 1993 amending Directive 90/684/EEC on aid to shipbuilding\n", "header": "COUNCIL DIRECTIVE 93/115/EC of 16 December 1993 amending Directive 90/684/EEC on aid to shipbuilding\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 92 (3) (d) and 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 90/684/EEC of 21 December 1990 on aid to shipbuilding (4) will expire on 31 December 1993;\nWhereas the aid policy established in that Directive has generally achieved its objectives;\nWhereas, however, in spite of the improvements forecast due to the expected increase in the demand for shipbuilding it is too early to speak of full normalization on the world shipbuilding market;\nWhereas the Community's existing policy needs to be maintained in order to promote the long-term survival of an efficient and competitive European shipbuilding industry;\nWhereas the Community is still pursuing its efforts within the Organization for Economic Cooperation and Development (OECD) framework to reach a multilateral agreement between the world's most important shipbuilding nations on a rapid phasing-out of all  direct and indirect public support measures in the shipbuilding, ship conversion and ship repair sector as well as other obstacles to re-establishing normal competitive conditions in the sector;\nWhereas this agreement must ensure fair competition at an international level among shipyards through a balanced and equitable elimination of all existing impediments or obstacles to normal competitive conditions; whereas it must provide an effective  instrument for counteracting injurious pricing practices inconsistent with the agreement;\nWhereas this Directive and Directive 90/684/EEC are without prejudice to any amendments that may be necessary in order to comply with international obligations entered into by the Community,", "main_body": ["Article 13 of Directive 90/684/EEC shall be amended to read as follows:\n'This Directive shall apply from 1 January 1991 to 31 December 1994.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on 1 January 1994.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No C 126, 7. 5. 1993, p. 24.\n(2) Opinion delivered on 16 November 1993 (not yet published in the Official Journal).\n(3) OJ No C 249, 13. 9. 1993, p. 10.\n(4) OJ No L 380, 31. 12. 1990, p. 27. Directive as last amended by Directive 92/68/EEC (OJ No L 219, 4. 8. 1993, p. 54)."}