{"celex_id": "31995R2953", "uri": "http://publications.europa.eu/resource/cellar/aee79bcf-3ed5-45fb-b160-9b17926ae01b", "type": "Regulation", "concepts": ["1654", "2548", "2681", "2871", "3591", "5283"], "title": "Commission Regulation (EC) No 2953/95 of 20 December 1995 fixing the minimum starch content for starch potatoes in certain Member States in the 1995/96 marketing year\n", "header": "COMMISSION REGULATION (EC) No 2953/95 of 20 December 1995 fixing the minimum starch content for starch potatoes in certain Member States in the 1995/96 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1868/94 of 27 July 1994 establishing a quota system in relation to the production of potato starch (1), as last amended by Regulation (EC) No 1863/95 (2), and in particular Article 2 thereof,\nWhereas Commission Regulation (EC) No 97/95 of 17 January 1995 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards the minimum price and compensatory payment to be paid to potato producers and of Council Regulation (EC) No 1868/94 establishing a quota system in relation to the production of potato starch (3), as amended by Regulation (EC) No 1949/95 (4), fixes, inter alia, the minimum starch content of batches of potatoes delivered to starch manufacturers at 13 %; whereas the second subparagraph of Article 6 (2) of that Regulation also provided that, at the reasoned request from a Member State, a derogation from the rule may be granted, in particular for climatic reasons, down to a starch content of 12,8 %;\nWhereas, in the light of the exceptional weather conditions in the potato production regions in summer 1995 characterized by heavy rainfall, and the requests submitted to that effect from certain Member States, the minimum starch content threshold should be lowered, within a limit of 2 % of the quantity of potatoes to be processed by the starch manufacturer, without this derogation entailing an amendment of the starch content scale laid down in Annex II to Regulation (EC) No 97/95;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The following Member States are hereby authorized to accept batches of potatoes with a starch content of not less than 12,8 %:\nAustria, France, the Netherlands, Germany and Denmark.\n2. The minimum price to be paid for potatoes with a starch content of between not less than 12,8 % and 13 % shall be the minimum price applicable to a starch content of 13 %.\n3. Batches accepted under the above arrangements shall not exceed 2 % of the quantities provided for in the cultivation contracts processed by the starch manufacturer.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 197, 30. 7. 1994, p. 4.\n(2) OJ No L 179, 29. 7. 1995, p. 1.\n(3) OJ No L 16, 24. 1. 1995, p. 3.\n(4) OJ No L 187, 8. 8. 1995, p. 6."}