{"celex_id": "31993D0506", "uri": "http://publications.europa.eu/resource/cellar/741fdd8e-f118-4d51-be29-10d440b6eac8", "type": "Decision", "concepts": ["1309", "2300", "2771", "3591", "4844"], "title": "93/506/EEC: Council Decision of 13 September 1993 changing the import arrangements established by Regulation (EEC) No 3420/83 and applied in the Benelux to certain State-trading countries in respect of various products\n", "header": "COUNCIL DECISION of 13 September 1993 changing the import arrangements established by Regulation (EEC) No 3420/83 and applied in the Benelux to certain State-trading countries in respect of various products\n(93/506/EEC)THE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3420/83 (1) concerns import arrangements for products originating in State-trading countries, not liberalized at Community level;\nWhereas it was laid down by the Council in Regulation (EEC) No 2456/92 of 13 July 1992 fixing the import quotas to be opened by Member States in respect of State-trading countries in 1992 (2) that the provisions of Article 3 (2) of Regulation (EEC) No  3420/83, stipulating automatic extension of the previous year's quotas, would not be applicable for 1993; whereas this was done on the assumption that Community provisions covering the national restrictions which exist pursuant to Regulation (EEC) No  3420/83 would be implemented by 31 December 1992;\nWhereas, to that end, the Commission put before the Council on 10 November 1992 a proposal for a Regulation concerning the uniform common rules applicable to imports from certain third countries, repealing Regulations (EEC) No 1765/82 (3), (EEC) No  1766/82 (4) and (EEC) No 3420/83; whereas the Council has not yet taken a decision on this proposal;\nWhereas, for the above reasons, certain products originating in the third countries referred to in Regulation (EEC) No 3420/83 can no longer be imported into certain Member States since 1 January 1993 unless there is exceptional application of Articles  7 et seq. of that Regulation;\nWhereas, in accordance with Article 7 (1) of Regulation (EEC) No 3420/83, Belgium, acting on behalf of the Benelux countries, has informed the other Member States and the Commission that it considers that changes should be made, pursuant to that  Regulation, to the import arrangements applied in the Benelux to certain State-trading countries in respect of various products;\nWhereas the measure proposed entails the abolition of quantitative restrictions; whereas such a measure may, in the context of purely national arrangements, jeopardize the establishment of the common arrangements referred to above aimed at freeing all  products at Community level except those subject to Community quotas and surveillance measures; whereas, pending the implementation of the common arrangements, the Benelux should be authorized to open import facilities temporarily for only small  quantities to cover its immediate requirements,", "main_body": ["Under the import arrangements laid down in Regulation (EEC) No 3420/83, the Benelux shall open import facilities, by way of exception, for the following products originating in certain State-trading countries:\n/* Tables: see OJ */", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 13 September 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 346, 8. 12. 1983, p. 6. Regulation as last amended by Regulation (EEC) No 2456/92 (OJ No L 252, 31. 8. 1992, p. 1).\n(2) OJ No 252, 31. 8. 1992, p. 1.\n(3) OJ No L 195, 5. 7. 1982, p. 1. Regulation as last amended by Regulation (EEC) No 848/92 (OJ No L 89, 4. 4. 1993, p. 1).\n(4) OJ No L 195, 5. 7. 1982, p. 21. Regulation as last amended by Regulation (EEC) No 1409/86 (OJ No L 128, 14. 5. 1986, p. 25)."}