{"celex_id": "31995R2023", "uri": "http://publications.europa.eu/resource/cellar/b2dcf373-5128-4fb0-9fff-344fecdf8b03", "type": "Regulation", "concepts": ["2050", "2300", "2416", "2488", "2729", "2957"], "title": "Commission Regulation (EC) No 2023/95 of 21 August 1995 adapting by way of a temporary measure the special arrangements for importing cereal substitute products and processed cereal and rice products as provided for in Regulation (EEC) No 2245/90 with a view to the implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\n", "header": "COMMISSION REGULATION (EC) No 2023/95 of 21 August 1995 adapting by way of a  temporary measure the special arrangements for importing cereal substitute products and processed  cereal and rice products as provided for in Regulation (EEC) No 2245/90 with a view to the  implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral  trade negotiations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and  transitional arrangements required in the agriculture sector in order to implement the agreements  concluded during the Uruguay Round of multilateral trade negotiations  (1), and in particular  Article 3 (1) thereof,\nWhereas Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to  agricultural products and certain goods resulting from the processing of agricultural products  originating in the ACP States or in the overseas countries and territories (OCT)  (2), as last  amended by Regulation (EC) No 2484/94  (3), provides for exemption from customs duties and from the  fixed component of the levy and for a reduction in or exemption from the variable component of the  levy on imports into the Community of certain cereal substitute products and certain processed  cereal and rice products originating in the ACP States or the OCT;\nWhereas Commission Regulation (EEC) No 2245/90 of 31 July 1990 laying down detailed rules for the  application of the import arrangements applicable to products falling within CN codes 0714  10  91  and 0714  90  11 and originating in the African, Caribbean and Pacific (ACP) States or in the  overseas countries and territories (OCT)  (4), as amended by Regulation (EC) No 1515/95  (5), lays  down detailed rules for the application of those arrangements;\nWhereas Article 101 (1) of Council Decision 91/482/EEC of 25 July 1991 on the association of the  overseas countries and territories with the European Economic Community  (6) provides that products  originating in the OCT are to be imported into the Community free of customs duties and charges  having an equivalent effect;\nWhereas, pursuant to the Agreement on Agriculture concluded during the Uruguay Round of  multilateral trade negotiations  (7), the Community has undertaken to convert variable levies into  tariffs and to replace them by customs duties as from 1 July 1995; whereas such replacement is  likely to render the special arangements inoperative and whereas, pending the conclusion of new  arrangements with the countries concerned, Regulation (EEC) No 2245/90 must be adapted by way of a  temporary measure while the essentials of such arrangements are maintained;\nWhereas, in this connection, the exemption from the fixed component of the levy granted to third  countries must be applied to customs duties applicable as from 1  July; whereas, in order not to  damage the interests of the exporting countries, the concession covering the variable component of  the levy must also be replaced by a flat-rate reduction in the whole import duty or part thereof;\nWhereas the measures provided for this Regulation are in accordance with the opinion of the  Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 2245/90 is hereby amended as follows:\n1.  Article 1 is replaced by the following:\n'Article 1 1.  For the purposes of Article 14 (1) of Regulation (EEC) No 715/90, the customs duties on imports  of products listed in Annex A to Council Regulation (EEC) No 1766/92  (*) and Article 1 (1) (c) of  Council Regulation (EEC) No 1418/76  (**) and originating in the ACP States shall be as set out in  the Annex hereto.\n2.  Without prejudice to paragraph 1, the reduced customs duties on imports of the products  designated hereinunder and originating in the ACP States shall be reduced by:\n-  ECU 2,19 per 1  000 kg in the case of products covered by CN codes 0714  10  99 and 0714  90   19, with the exception of arrowroot,\n-  ECU 4,38 per 1  000 kg in the case of products covered by CN codes 0714  10  10 and 1106  20,  with the exception of arrowroot flour and meal,\n-  50  % in the case of products covered by CN codes 1108  14  00 and 1108  19  90, with the  exception of arrowroot starch.\n3.  Notwithstanding paragraph 1, the customs duties on imports of the following products  originating in the ACP States shall not be levied thereon:\n-  products covered by CN code 0714  10  91,\n-  products covered by CN code 0714  90  11 and arrowroot covered by CN code ex 0714  90  19,\n-  arrowroot flour and meal covered by CN code ex  1106  20,\n-  arrowroot starch covered by CN code ex 1108  19  90.", "a The detailed rules for the application of the import arrangements shall be as set out in Articles 2  to 8 as regards:\n-  products covered by CN codes 0714  10  91 and 0714  90  11 originating in the ACP States and  imported into the Community (Title I),\n-  products covered by CN code 0714  90  11 originating in the ACP States or the OCT and imported  into the French overseas territories (Title II).\n` 2.  In Articles 2 (2) and 4 (3), the words 'import duty` are replaced by 'Common Customs Tariff  customs duty` each time they appear.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 July 1995 to 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 August 1995.\nFor the Commission Karel VAN MIERT Member of the Commission\n(*)  OJ No L 181, 1. 7. 1992, p. 21  (**)  OJ No L 166, 25. 6. 1976, p. 1.\nANNEX\n>TABLE>"}