{"celex_id": "31997R2602", "uri": "http://publications.europa.eu/resource/cellar/3d8cbead-e19d-485d-9bc2-c2ccfb7b0dda", "type": "Regulation", "concepts": ["20", "3170", "3774", "4682", "5025"], "title": "Commission Regulation (EC) No 2602/97 of 16 December 1997 amending Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards the general and special intervention measures for beef\n", "header": "COMMISSION REGULATION (EC) No 2602/97 of 16 December 1997 amending Regulation (EEC) No 2456/93 laying down detailed rules for the application of Council Regulation (EEC) No 805/68 as regards the general and special intervention measures for beef\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2321/97 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 2456/93 (3), as last amended by Regulation (EC) No 1956/97 (4), defines the eligibility conditions which products bought into intervention must meet; whereas special measures have been adopted in respect of bovines reared in the United Kingdom which are more than 30 months old; whereas those measures consist in the slaughtering and subsequent destruction of such cattle; whereas, therefore, castrated animals exceeding that age are not eligible for public intervention;\nWhereas, by way of an exception, the maximum weight provided for in Article 4 (2) (h) of Regulation (EEC) No 2456/93 has not applied; whereas there should be a gradual return to the weight limit originally laid down;\nWhereas Regulation (EEC) No 2456/93 makes quality O3 beef carcases in Ireland but not in Northern Ireland eligible for public intervention; whereas, to avoid deflections of trade that might disturb the market in beef and veal in this part of the Community, the same quality should also be made eligible in Northern Ireland;\nWhereas, as a result of the ban on any use of specified risk materials, the revised amount of the increase applicable to the average market price used to define the maximum buying-in price should be temporarily maintained;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2456/93 is hereby amended as follows:\n1. Article 4 (2) (g) is replaced by the following:\n'(g) do not, in the case of intervention buying-in in the United Kingdom, come from animals reared in that Member State which are more than 30 months old`;\n2. the following subparagraph is added to Article 4 (2) (h):\n'However, in the case of invitations to tender opened during the first half of 1998, the weight of the carcasses referred to in the above provision shall not exceed 350 kilograms;`;\n3. the following subparagraph is added to Article 14 (1):\n'However, in the case of invitations to tender opened during the first half of 1998:\n(a) the increase applicable, in accordance with the first sentence of the above subparagraph, to the average market price shall be ECU 14 per 100 kilograms carcase weight;\n(b) the increase applicable, in accordance with the second sentence of the above subparagraph, to the average market price shall be ECU 7 per 100 kilograms carcase weight.`;\n4. in Annex III, the section 'United Kingdom, B. Northern Ireland` is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 322, 25. 11. 1997, p. 25.\n(3) OJ L 225, 4. 9. 1993, p. 4.\n(4) OJ L 276, 9. 10. 1997, p. 34.\nANNEX\nUNITED KINGDOM\nB. Northern Ireland\n- Category C, class U3\n- Category C, class U4\n- Category C, class R3\n- Category C, class R4\n- Category C, class O3"}