{"celex_id": "31995R1173", "uri": "http://publications.europa.eu/resource/cellar/0b276735-3217-4055-8ac3-96f839937d25", "type": "Regulation", "concepts": ["1159", "133", "3001", "3544", "4829", "5235"], "title": "Council Regulation (EC) No 1173/95 of 22 May 1995 amending, for the sixteenth time, Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of fishery resources\n", "header": "COUNCIL REGULATION (EC) No 1173/95 of 22 May 1995 amending, for the sixteenth  time, Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of  fishery resources\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas, under Articles 2 and 4 of Council Regulation (EEC) No 3760/92 of 20 December 1992  establishing a Community system for fisheries and aquaculture  (3), the Council must adopt, in the  light of available scientific opinion, the conservation measures needed to guarantee the rational  and responsible exploitation of living marine aquatic resources on a sustainable basis; whereas, to  this end, the Council may establish technical measures regarding fishing gear and methods of using  it;\nWhereas it is necessary to define principles and certain procedures for establishing these  technical measures at Community level, so that each Member State can manage fishing activities in  the maritime waters under its jurisdiction or sovereignty;\nWhereas Regulation (EEC) No 3094/86  (4) lays down the general technical rules for catching and  landing biological resources in the waters which it defines;\nWhereas under Article 9  (3) and (4) of Regulation (EEC) No 3094/86, only Community beam trawlers  meeting certain criteria may be entered on a list authorizing them to fish in the flatfish  protected area;\nWhereas one of these criteria is the restriction of engine power and it is now necessary, in ortder  to enforce compliance with the criterion, to ban beam trawlers whose engine power exceeds the  levels authorized in Article 9  (3) and (4) after they have been entered on the list for fishing in  the fishing area referred to in that Article;\nWhereas Regulation (EEC) No 3094/86 should therefore be amended,", "main_body": ["The following paragraph shall be inserted in Article 9 of Regulation  (EEC) No 3094/86:\n'4  (a).  Fishing vessels which do not satisfy the criteria permitting them to be entered on the  lists established pursuant to paragraphs 3 and 4 shall be forbidden to engage in the fishing  activities referred to in those paragraphs.`", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 May 1995.\nFor the Council The President A. MADELIN"}