{"celex_id": "31995D0295", "uri": "http://publications.europa.eu/resource/cellar/ed41e561-36ac-4759-b9d2-9e83a93bd011", "type": "Decision", "concepts": ["1309", "2737", "5369", "5962", "914", "994"], "title": "95/295/EC: Commission Decision of 26 July 1995 amending Decisions 92/325/EEC and 93/242/EEC as regards certain protection measures in relation to foot-and-mouth disease in certain European countries\n", "header": "COMMISSION DECISION of 26 July 1995 amending Decisions 92/325/EEC and 93/242/EEC as regards certain protection measures in relation to foot-and-mouth disease in certain European countries (Text with EEA relevance) (95/295/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Articles 6 (2), 8, 14 (3) (c) and 16 thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (2), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 19 (7) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (3), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 18 (7) thereof,\nWhereas an outbreak of foot-and-mouth disease occurred in Bulgaria in May 1993; whereas vaccination was used in the subsequent control strategy;\nWhereas Commission Decision 95/147/EC of 12 April 1995 amending Decisions 92/325/EEC and 93/242/EEC as regards certain protection measures in relation to foot-and-mouth disease in Bulgaria (4), provides for the regionalization of Bulgaria regarding exports of certain live animals and products into the Community;\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species form Bulgaria were established by Commission Decision 92/325/EEC (5), as last amended by Decision 95/147/EC;\nWhereas Commission Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to foot-and-mouth disease (6), as last amended by Decision 95/147/EC, lays down additional conditions regarding certification and prenotification of consignments from certain countries and parts of countries; whereas these conditions also apply to Bulgaria;\nWhereas Directive 72/462/EEC requires freedom from foot-and-mouth disease, following on an outbreak and vaccination, for 24 months before a third country can be recognized as disease free;\nWhereas Decision 93/242/EEC requires serological testing of certain animals for breeding and products before importation into the Community; whereas this testing may be discontinued where the exporting country in eastern Europe has been free of foot-and-mouth disease for at least two years, and where the history has been satisfactory;\nWhereas, therefore, it is necessary to amend Decisions 92/325/EEC and Decision 93/242/EEC to recognize the foot-and-mouth disease-free status of all of Bulgaria;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Annexes A, B, C and D, Section V, point 1 to Decision 92/325/EEC '(excluding the district of Hasskovo)` is deleted.", "Decision 93/242/EEC is hereby amended as follows:\n1. in Article 5 (2) (a) the second indent is deleted;\n2. in Article 5 (2) (d), '95/147/EC` is replaced by '95/295/EC`;\n3. in Article 5 (3) (a), first and second indents are deleted;\n4. in Article 5 (3) (d), '95/147/EC` is replaced by '95/295/EC`;\n5. in Article 6 (2), '95/147/EC` is replaced by '95/295/EC`;\n6. in Article 7 (2), '95/147/EC` is replaced by '95/295/EC`;\n7. Annex B is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 373, 31. 12. 1990, p. 1.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 96, 28. 4. 1995, p. 51.\n(5) OJ No L 177, 30. 6. 1992, p. 52.\n(6) OJ No L 110, 4. 5. 1993, p. 36.\nANNEX\n'ANNEX B\nCountries or parts of countries subject to restrictions in Chapter II:\nSlovenia\nCzech Republic\nSlovak Republic\nHungary\nRomania\nPoland\nEstonia\nFormer Yugoslav Republic of Macedonia (1)\nLithuania\nLatvia\nCroatia (2)\nBulgaria\n(1) For fresh meat and meat products only.\n(2) Applicable only to the following provinces of Croatia: Zagrebacka, Krapinsko-Zagorska, Varazdinska, Koprivnicko-Krizevacka, Bjelovarsko-Bilogorska, Primorsko-Goranska, Viroviticko-Podravska, Pozesko-Slavonska, Istarska, Medimurska, and Grad Zagreb.`"}