{"celex_id": "31995R2564", "uri": "http://publications.europa.eu/resource/cellar/a9ab1353-3805-4990-b9f5-a208aed1168a", "type": "Regulation", "concepts": ["3178", "3876", "4381", "5705", "5751"], "title": "Commission Regulation (EC) No 2564/95 of 27 October 1995 concerning the classification of certain goods in the combined nomenclature\n", "header": "1.11.1995 EN Official Journal of the European Communities L 262/25\nCOMMISSION REGULATION (EC) No 2564/95\nof 27 October 1995\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 (1) on the tariff and statistical nomenclature and on the Common Customs Tariff, as last amended by Commission Regulation (EC) No 1739/95 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and those rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific Community provisions, with a view to the application of tariff and other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas it is accepted that binding tariff information issued by the customs authorities of Member States in respect of the classification of goods in the combined nomenclature and which do not conform to the rights established by this Regulation can continue to be invoked, under the provisions in Article 12 (6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (3), for a period of three months by the holder;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the tariff and statistical nomenclature section of the Customs Code Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "The classification of product No 2 in the annexed table has no effect on the application of Council Regulation (EC) No 1556/95 (4)", "Binding tariff information issued by the customs authorities of Member States which do not conform to the rights established by this Regulation can continue to be invoked under the provisions of Article 12 (6) of Regulation (EEC) No 2913/92 for a period of three months.", "This Regulation shall enter into force on 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 1995.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 167, 18. 7. 1995, p. 7.\n(3)  OJ No L 302, 19. 10. 1992, p. 1.\n(4)  OJ No L 152, 1. 7. 1995, p. 1.\nANNEX\nDescription of goods Classification CN code Reason\n(1) (2) (3)\n1. A microprocessor (smart) card reader in a plastic or metal casing comprising a slot for insertion of the smart cart, a liquid crystal screen and a keyboard made up of 10 numerical keys, four function keys, one validation key and one correction key\n2. A CD-ROM drive for reproducing sounds, texts and images, without its own housing, for insertion in a central computer unit, with a jack for earphones and a volume control button\n3. A system for reproducing sound and image on computer (multimedia) with the following components, presented as a set put up for retail sale:\n— a CD-ROM drive with a jack for earphones and a volume control button, a sound card and an audio connection lead which can be connected to the CD-ROM drive and to the sound card,\nand\n— an operating diskette\n4. A tuner card for insertion in an automatic data-processing machine to permit reception of televised broadcasts"}