{"celex_id": "31990D0233", "uri": "http://publications.europa.eu/resource/cellar/9db069a8-1122-4506-befe-626282b4d130", "type": "Decision", "concepts": ["1074", "1950", "2291", "2792", "5315", "800"], "title": "90/233/EEC: Council Decision of 7 May 1990 establishing a trans-European mobility scheme for university studies (Tempus)\n", "header": "COUNCIL  DECISION\nof 7 May 1990\nestablishing a trans-European mobility scheme for university studies (Tempus)\n(90/233/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the European Council meeting at Strasbourg on 8 and 9 December 1989, on the basis of a proposal from the Commission, requested the Council to adopt measures to allow for the participation of countries of Central and Eastern Europe in Community programmes of an educational character, similar to existing programmes;\nWhereas the Council had adopted Community programmes in the training field, providing, amongst other things, for inter-university as well as university-industry cooperation and for measures to increase the mobility of students, teachers, university staff and industry personnel;\nWhereas the Council adopted on 18 December 1989 Regulation (EEC) No 3906/89 (4) on economic aid to the Republic of Hungary and the Polish People's Republic which provides for aid in areas including training to support the process of economic and social reform in Hungary and Poland;\nWhereas the Council may subsequently extend such aid to other countries of Central and Eastern Europe under a relevant legal act;\nWhereas the process of economic and social reform will contribute to the development of mutually beneficial economic and commercial relationships between the countries of Central and Eastern Europe and the Community; whereas these intensified relationships will also contribute to a harmonious development of economic activities within the Community;\nWhereas training has been identified as one of the priority areas for cooperation, particularly in providing the opportunities for mobility and exchange with Member States as an immediate response to identified training needs in Central and Eastern Europe;\nWhereas the experience and expertise gained within the Community in the areas particularly of inter-university cooperation and student exchange as well as of industry-university cooperation should be drawn on to create a companion scheme designed to develop cooperation and mobility between the Community and countries of Central and Eastern Europe in the training field;\nWhereas such cooperation will facilitate the development of the higher education sector and promote closer understanding and mutually beneficial contacts in the area of training;\nWhereas such a scheme forms a part of, and should be closely coordinated with, the overall programming of priorities and funding for Community aid to the countries of Central and Eastern Europe, including the work of the European Training Foundation;\nWhereas such a scheme could make an important contribution to the effective provision of training assistance to countries of Central and Eastern Europe eligible for economic aid to support the process of reform;\nWhereas, for its contribution, such a scheme will need to call upon the experience gained within the Community in the area of vocational training and upon its institutions concerned with training;\nWhereas there exist in the Community and in third countries regional and/or national, public and/or private facilities which can be called upon to assist in the effective provision of aid in the area of training at the higher education level;\nWhereas the Treaty does not provide, for the action concerned, powers other than those of Article 235,", "main_body": ["Establishment of Tempus\nThe trans-European mobility scheme for university studies (hereinafter referred to as Tempus) is hereby adopted, within a perspective of five years, for an initial pilot phase of three years beginning on 1 July 1990, and subject to the monitoring and evaluation arrangements set out in Article 11.", "Eligible countries\nTempus shall concern the countries of Central and Eastern Europe designated as eligible for economic aid by the Council in Regulation (EEC) No 3906/89 or in any subsequent relevant legal act. These countries shall be referred to hereinafter as 'the eligible countries'.", "Definitions\nIn the context of Tempus:\n(a) the term 'university' shall be used to cover all types of post-secondary educational and vocational training establishments which offer, where appropriate within the framework of advanced education and training, qualifications or diplomas of that level, whatever such establishments may be called;\n(b) the terms 'industry' and 'enterprise' shall be used to indicate all types of economic activity, including not only large but also small and medium-sized enterprises, whatever their legal status, public and local authorities, independent economic organizations, in particular chambers of commerce and industry and/or their equivalents, professional associations and organizations representing employers or employees.", "Objectives\nThe objectives of Tempus are the following:\n(a) to facilitate the coordination of the provision of assistance to the eligible countries in the field of exchange and mobility, particularly for university students and teachers, whether such assistance is provided by the Community, its Member States or the third countries referred to in Article 9;\n(b) to contribute to the improvement of training in the eligible countries, and to encourage their cooperation with partners in the Community, taking into account the need to ensure the widest possible participation of all the regions of the Community in such actions;\n(c) to increase opportunities for the teaching and learning in the eligible countries of those languages used in the Community and covered by the Lingua programme, and vice versa;\n(d) to enable students from the eligible countries to spend a specific period of study at university or to undertake industry placements within the Member States of the Community, while ensuring equality of opportunity for male and female students as regards participation in such mobility;\n(e) to enable students from the Community to spend a similar type of period of study or placement in an eligible country;\n(f) to promote increased exchanges and mobility of teaching staff and trainers as part of the cooperation process.", "Committee\n1. The Commission shall implement the Tempus scheme in accordance with the provisions of the Annex and on the basis of detailed guidelines to be adopted annually.\n2. In the performance of that task, the Commission shall be assisted by a committee composed of two representatives appointed by each Member State and chaired by the Commission representative. The members of the committee may be assisted by experts or advisers.\nThe committee shall, in particular, assist the Commission in the implementation of the scheme having regard to the objectives set out in Article 4 and shall coordinate its work with that of other committees covering the same field as Tempus. 3. The Commission representative shall submit to the committee drafts of measures concerning.\n(a) the general guidelines governing Tempus;\n(b) the general guidelines on the financial assistance to be provided by the Community (amounts, duration and recipients of assistance);\n(c) questions relating to the overall balance of Tempus, including the breakdown between the various actions;\n(d) arrangements for the monitoring and evaluation of Tempus.\n4. The committee shall deliver its opinion on these drafts of measures within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith.\nIn that event, the Commission may defer application of the measures which it has decided upon for a period of two months.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the previous subparagraph.\n5. In addition, the Commission may consult the committee on any other matter concerning the implementation of Tempus.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on this draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "Cooperation with relevant agencies\n1. The Commission shall cooperate with appropriate agencies in each of the eligible countries, designated or set up to coordinate the links and structures necessary for the effective implementation of Tempus, including the allocation of any funds made available by the eligible countries themselves.\n2. The Commisison shall also cooperate closely in the implementation of Tempus with the relevant national bodies, designated by the Member States.", "Budget\nThe Commission shall assess the needs for university cooperation and for the mobility of staff and students with respect to the eligible countries, having regard to the overall financial orientations on economic aid to these countries.\nIt shall establish on this basis and within the proposed limits of the amount to be made available for economic aid to the countries of Central and Eastern Europe, the necessary credits to be included in the preliminary draft of the general budget of the European Communities.", "Links with other Community actions\nThe Commission, in accordance with the procedure set out in Article 5 (5) of this Decision and, where appropriate, with the procedure set out in Article 9 of Regulation (EEC) No 3906/89, shall ensure consistency and, where necessary, complementarity between Tempus and other actions at Community level, both within the Community and in assistance to the eligible countries, with particular reference to the activities of the European Training Foundation.", "Coordination with actions of third countries\n1. The Commission shall ensure the appropriate coordination with actions developed by countries which are not members of the Community or by universities and enterprises or other institutions or bodies in these countries which relate to the same field of action as Tempus, including, where appropriate, participation in Tempus projects.\n2. Such involvement can take various forms, including one or more of the following:\n- participation in Tempus projects via co-financing,\n- use of Tempus facilities for the channelling of bilaterally funded exchange actions,\n- coordination with Tempus of those nationally based initiatives which are related to the same aims but which are financed and run separately,\n- reciprocal exchange of information on all relevant initiatives in this field. Article 10\nAnnual report\nAn annual report on the functioning of Tempus shall be submitted by the Commission to the European Parliament, the Council, the Economic and Social Committee and to the participating countries.", "1\nMonitoring and evaluation arrangements - reports\nThe Commission shall, in accordance with the procedure set out in Article 5 (3), establish arrangements for the monitoring and evaluation of the experience acquired in the implementation of Tempus, taking into account in particular the objectives set out in Article 4.\nIt shall submit an interim report, including the results of the evaluation, before 31 December 1992, as well as a proposal for the continuation or adaptation of Tempus as a whole, beyond the initial pilot phase.\nA final report shall be presented by the Commission by 31 December 1995."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No C 85, 3. 4. 1990, p. 9.\n(2) OJ No C 113, 7. 5. 1990.\n(3) Opinion delivered on 25 April 1990 (not yet published in the Oficial Journal).\n(4) OJ No L 375, 23. 12. 1989, p. 11.\nANNEX\nACTION I\nJoint European projects\n1. The Community will provide support for joint European projects linking universities and/or enterprises in eligible countries with partners in the Community.\nJoint European projects will as far as possible comprise at least one university or enterprise from an eligible country and partner institutions in at least two Member States.\nSuch projects may be linked, as appropriate, to existing networks, notably those funded in the framework of the Erasmus, Comett and Lingua programmes.\n2. Joint European project grants may be awarded for a wide range of activities according to the specific needs of the institutions concerned, including notably for curricular development and overhaul, integrated study courses, development of teaching materials, training and retraining of teachers, particularly in the field of modern European languages, the provision of short, intensive programmes, the development of language and area studies and of distance learning.\nSupport equipment and documentation necessary for the implementation of a joint European project could also be eligible for funding.\nACTION 2\nMobility grants\n1. (a) The Community will introduce a scheme for direct financial support of students up to and including doctorate level from eligible countries, irrespective of their age or the subject of their studies, for a period of study at a university in a Member State. Such grants will be awarded to students for full-time study at a university for a period of normally between three months and one academic year.\nPriority will be given to students whose studies are part of a joint European project, or who intend to become teachers or trainers on their return. Grants will also be awarded to enable teachers in modern European languages to carry out further academic training in the Member States or in an eligible country.\n(b) The Community may also provide grants to students from universities in the Community to spend a period of study in a university of an eligible country.\n2. (a) The Community will provide support for teaching/training assignments for teaching staff at universities or for industry personnel in Member States to carry out teaching/training assignments for periods from one week to one academic year in eligible countries.\n(b) The Community will also provide support aimed at enabling teaching staff at universities or industry personnel in eligible countries to carry out similar arrangements in Member States.\n(c) With regard to (a) and (b), special attention will be paid to language lecturers who will teach modern European languages in the eligible country or Member State concerned.\n3. (a) The Community will provide support for industrial or practical placements of one to six months for teachers, trainers and students to undertake a practical training period in public or private firms or other bodies.\n(b) Such grants will be awarded for placements in Member States and in eligible countries.\n4. The Community will also provide support for short visit grants for teachers, trainers, university administrators and other training experts to visit for a period of one week to one month a Member State or an eligible country in order to carry out various activities such as, in particular, preparing joint European projects.\n5. All types of mobility grant will include support for linguistic preparation where necessary. ACTION 3\nComplementary activities\n1. Support will be provided to projects involving exchanges of young people and youth organizers between Member States and eligible countries.\n2. Grants will be made to enable eligible countries to participate in the activities of European associations, notably associations of universities.\n3. Support will be provided to facilitate publications and other information activities of particular importance in view of the overall objectives of Tempus.\n4. Support will be provided for studies and surveys designated to analyse the development of the higher education/training systems in eligible countries. Support will be provided for a study of the demand for and practicability of exchanges of researchers between the eligible countries and the Member States. Depending on the results of the study, further consideration will be given to the provision of support for such exchanges.\n5. The necessary technical assistance including coordination of the monitoring and evaluation of Tempus will be provided at Community level to underpin the activities undertaken in accordance with this Decision."}