{"celex_id": "31999R1617", "uri": "http://publications.europa.eu/resource/cellar/04cf3348-e915-4636-9114-c33b4ac2bfa1", "type": "Regulation", "concepts": ["1354", "2636", "3151", "5155"], "title": "Commission Regulation (EC) No 1617/1999 of 23 July 1999 laying down detailed rules for the implementation of Council Regulation (EC) No 2494/95 - as regards minimum standards for the treatment of insurance in the Harmonized Index of Consumer Prices and modifying Commission Regulation (EC) No 2214/96 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1617/1999\nof 23 July 1999\nlaying down detailed rules for the implementation of Council Regulation (EC) No 2494/95 - as regards minimum standards for the treatment of insurance in the Harmonized Index of Consumer Prices and modifying Commission Regulation (EC) No 2214/96\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer price(1), and in particular Article 4 and Article 5(3) thereof,\nAfter consulting the European Central Bank(2),\n(1) Whereas, by virtue of Article 5(1)(b) of Regulation (EC) No 2494/95, each Member State is required to produce a Harmonised Index of Consumer Prices (HICP) starting with the index for January 1997;\n(2) Whereas Commission Regulation (EC) No 1749/96(3), as last amended by Regulation (EC) No 1688/98(4), sets down an initial coverage for HICPs that is restricted to those goods and services covered by all or most national Consumer Price Indices (CPIs); whereas Council Regulation (EC) No 1687/98(5), amending Regulation (EC) No 1749/96, defines the coverage of the HICP as those goods and services which are included in household final monetary consumption expenditure; whereas insurances are part of the coverage of the HICP;\n(3) Whereas there is considerable scope for procedural differences in the treatment of insurance in the HICP; whereas a harmonised methodology for insurance is necessary to ensure that the resulting HICPs meet the comparability requirement of Article 4 of Regulation (EC) No 2494/95; whereas, in practice, it is not possible to observe the service charge for a particular insurance policy on a monthly basis;\n(4) Whereas the proposed treatment of insurance is consistent with the definitions laid down in the European System of Accounts (ESA) 1995(6);\n(5) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee (SPC),", "main_body": ["Aim\nThe aim of this Regulation is to set minimum standards for the treatment of insurance(7) in the Harmonised Indices of Consumer Prices (HICPs) to ensure that they are reliable, relevant and meet the comparability requirements as laid down in Article 4 of Regulation (EC) No 2494/95.", "Definitions\nFor the purpose of this Regulation the terms given below are defined as follows:\n1. \"gross insurance premiums\": the amount paid by the policyholder for a specific insurance policy to obtain insurance cover;\n2. \"claims\": the amount which the insurance company pays to the policyholder and other parties in settlement of injuries or damage suffered by persons or goods;\n3. \"premium supplements\": the income earned by insurance enterprises by investing their insurance technical provisions, which comprise prepayments for insurance premiums, provisions for outstanding claims, and provisions against outstanding risks;\n4. \"actuarial provisions\": allocations by the insurance company to technical provisions against outstanding risks;\n5. \"service charge\": gross insurance premiums plus premium supplements minus claims minus changes in the actuarial provisions.", "Treatment of insurance weights\n1. The weights for insurance shall be an estimate of the aggregate expenditure by households on service charges for insurance covered by the HICP expressed as a proportion of the total expenditure on all goods and services covered. The weights shall reflect the average aggregate expenditure during three years.\n2. Expenditure financed out of claims shall be treated as being incurred by the policy holder or other parties to the claim and not by the insurance company. The weights of the HICP sub-indices shall include such expenditure where it is incurred by or on behalf of the household sector.", "Treatment of insurance prices\n1. The prices used in the HICP for the compilation of insurance-price indices shall be the gross insurance premiums.\n2. The gross insurance premium shall be taken as the full premium that is payable for the policy and shall not be adjusted, even if the premium or the cover value of the policy is index linked.\n3. Subject to paragraph 2, for each insurance policy in the target sample the price-determining specifications shall be kept constant. Where those specifications change, prices shall be treated according to the rules applying to quality adjustment laid down in Article 5 of (EC) No 1749/96.", "Comparability\nHICPs constructed following the procedures described in Articles 3 and 4 of this Regulation or following other procedures which do not result in an index which differs systematically by more than one tenth of one percentage point on average over one year against the previous year from an index compiled following those procedures, shall be deemed comparable.", "Quality control\nMember States shall provide the Commission (Eurostat) with information on the procedures developed for the treatment of insurances where these procedures differ from those specified in Articles 3 and 4 of this Regulation, before such procedures are used.\nMember States shall provide the Commission (Eurostat), on its request, with information on the procedures used for meeting the requirement of minimum standards established in this Regulation.", "Repeal\nFootnote 1 of group 12.4A Insurance (S) in Annex II to Commission Regulation (EC) No 2214/96(8) shall be deleted.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1999.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 257, 27.10.1995, p. 1.\n(2) Opinion delivered on 23 June 1999 (not yet published in the Official Journal).\n(3) OJ L 229, 10.9.1996, p. 3.\n(4) OJ L 214, 31.7.1998, p. 23.\n(5) OJ L 214, 31.7.1998, p. 12.\n(6) Council Regulation (EC) No 2223/96, OJ L 310, 30.11.1996. As defined in Regulation (EC) No 1687/98.\n(7) As defined in Regulation (EC) No 1687/98.\n(8) OJ L 296, 21.11.1996, p. 8."}