{"celex_id": "31992R1996", "uri": "http://publications.europa.eu/resource/cellar/129888ba-a3bd-47f7-b6a6-c6781da758da", "type": "Regulation", "concepts": ["1264", "1442", "2081", "5300"], "title": "Commission Regulation (EEC) No 1996/92 of 15 July 1992 amending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis\n", "header": "COMMISSION REGULATION (EEC) No 1996/92  of 15 July 1992  amending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1720/91 (2), and in particular Article 35a thereof,\nWhereas, in the light of the experience gained, some changes have been found to be necessary in the method for determining trilinolein under Commission Regulation (EEC) No 2568/91 (3), as last amended by Regulation (EEC) No 1683/92 (4), and the  Regulation should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Annex VIII to Regulation (EEC) No 2568/91 is hereby amended by the addition of the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 162, 26. 6. 1991, p. 27. (3) OJ No L 248, 5. 9. 1991, p. 1. (4) OJ No L 176, 30. 6. 1992, p. 27.\nANNEX\nAnnex VIII to Regulation (EEC) No 2588/91 is hereby amended by this addition of the following note:\n'Note 5: In order to permit clear separation of the peak of trillonlein from the adjacent peaks, crude olive-residue oil should be purified beforehand in accordance with point 6.2 of Annex VII or, alternatively:\n200 ĂŹl of undiluted oil are abosorbed in a silica column for liquid-solid extraction (type SEP PAC silica cartridge-waters port. No 51900).\nThe triglycerides are eluted with 20 ml anhydrous hexane for HPLC.\nThe eluted product is dried in a nitrogen flow and placed in Isopropanol or acetone (5 ml). 10-20 ĂŹl are injected into HPLC. For these two purification methods, the fatty acid composition of the oil must be checked to ensure that it is the  same before and after purification. If it is not the same, the absorbent quality used should be progressively reduced.'."}