{"celex_id": "31997R0412", "uri": "http://publications.europa.eu/resource/cellar/3183a9a1-e8a1-4d38-91f5-82f976561075", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2173"], "title": "Commission Regulation (EC) No 412/97 of 3 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the recognition of producer organizations\n", "header": "COMMISSION REGULATION (EC) No 412/97 of 3 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the recognition of producer organizations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Articles 11 (2) (a) and 48 thereof,\nWhereas a minimum number of members and a minimum volume of marketable production should be laid down using a pragmatic approach and taking into account the structural, economic and administrative situation in the Member States; whereas these minimum conditions should be modulated for different categories of producer organizations to take account of different circumstances of production and of experience acquired; whereas the Member States should therefore be allowed to lay down minimum conditions more stringent than those provided for by this Regulation;\nWhereas the minimum volume of marketable production should be expressed in ecus so that it may be more representative; whereas Member States should nevertheless be permitted to express the minimum volume as a percentage of production in an economic region where producers are established in order to take account of specific situations;\nWhereas, in order to ensure that producer organizations genuinely represent a minimum number of producers, Member States should take steps to ensure that a minority of members who may account for the bulk of production in the producer organization do not unduly dominate its management and operation;\nWhereas the main and essential activities of a producer organization should relate to the production of its members; whereas nevertheless the producer organization should be allowed to engage in other activities, whether or not of a commercial nature, without prejudice to the right of Member States to lay down stricter limits;\nWhereas, in view of the nature of the products, their production and their marketing, the holdings of members of a producer organization may be located in Member States other than that in which the producer organization has its head office;\nWhereas Article 11 (1) (a) and (3) of Regulation (EC) No 2200/96 make provision for different types of producer organizations; whereas all producer organizations for which an application for recognition is submitted should fall into one of the categories laid down;\nWhereas, in order to facilitate the concentration of supply, the merger of existing producer organizations to form new ones should be encouraged; whereas the acquired rights referred to in Article 53 of Regulation (EC) No 2200/96 apply to the new producer organizations resulting from the merger of organizations already recognized under Regulation (EEC) No 1035/72 (2), as last amended by Commission Regulation (EC) No 1363/95 (3);\nWhereas, in order to help achieve the goals of the common organization of markets and to ensure that producer organizations carry out their work in a sustainable and effective way, there should be the utmost stability within producer organizations; whereas membership of a producer organization should therefore be for a minimum period, particularly with regard to the obligations relating to an operational programme of the type referred to in Article 15 of Regulation (EC) No 2200/96; whereas the minimum period of membership should be laid down within certain limits, without prejudice to the right of Member States to lay down stricter limits;\nWhereas, in order to ensure the sound operation of the market organization, Member States should keep the Commission regularly informed about the situation and developments in the sector; whereas the arrangements for so doing should be laid down;\nWhereas, the recognition of organizations of citrus-fruit producers, on the basis of certain specific conditions, is included in this Regulation; whereas, accordingly, Commission Regulation (EEC) No 2602/90 of 7 September 1990 laying down detailed rules concerning citrus-fruit producers' organizations (4) should be repealed;\nWhereas the Management Committee for Fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. This Regulation lays down the detailed rules for the application of Regulation (EC) No 2200/96 as regards the conditions for recognition of producer organizations pursuant to Article 11 of that Regulation.\n2. For the purposes of this Regulation:\n(a) 'producer` shall mean any individual or legal person who is a member of a producer organization to which he delivers his production for marketing in accordance with Regulation (EC) No 2200/96;\n(b) 'marketed production` shall mean the production of members of a producer organization, disposed of in accordance with Article 11 (1) (c) (3) of Regulation (EC) No 2200/96 for the category of products for which recognition is requested, measured at the 'ex-producer organization` stage and, where applicable, as 'packaged or prepared but not processed product`;\n(c) 'marketable production` shall mean marketed production, plus withdrawals.", "1. The minimum number of producers and the minimum volume of marketable production referred to in Article 11 (2) (a) of Regulation (EC) No 2200/96 are given in Annexes I and II to this Regulation.\n2. Member States may replace the volume of production set out in Annex I by a percentage of the marketable production of a producer organization in terms of the average total production of the economic region where the producers in the organization are established. This percentage shall not be lower than 15 %. In such cases, the minimum number of producers shall be twenty for the producer organizations referred to in Article 11 (1) (a) (i) to (iv) of Regulation (EC) No 2200/96 and five for the producer organizations referred to in paragraph (1) (a) (vi) and (vii) and paragraph (3) of that Article.\nMember States shall determine the economic regions in the light of the existing conditions of production and marketing. They shall notify the Commission of these regions.\n3. For the purposes of applying paragraphs 1 and 2, the volume to be taken into consideration shall be the average volume of marketable production of all member producers during the three marketing years preceding recognition.\n4. Member States may fix minimum numbers of producers and minimum volumes of marketable production greater than those laid down in paragraphs 1 and 2. They shall notify the Commission thereof.", "Member States shall take such measures as are required to avoid any abuse of power or influence by one or more producers on the management and operation of the producer organization. They shall notify the Commission of the measures taken before 1 July 1997.", "The turnover of a producer organization arising from the sale, where applicable after processing, of the production of its members may not be less than the turnover generated by the group's other activities. Activities relating to the production of other agricultural products and, where applicable, their development shall not be taken into consideration.", "In the case of transnational producer organizations, the rules applicable under this Regulation shall be those applicable in the Member State in which the organization's head office is located.\nThe head office of the organization must be located in a Member State where the organization has significant holdings or a significant number of members.", "Applications for recognition submitted by producer organizations shall indicate, from amongst those listed in Article 11 (1) (a) or 11 (3) of Regulation (EC) No 2200/96, the product category for which recognition is requested.", "New producer organizations resulting from the merger of bodies recognized under Regulation (EEC) No 1035/72 shall retain the acquired rights referred to in Article 53 of Regulation (EC) No 2200/96. If they do not secure recognition under Article 11 of Regulation (EC) No 2200/96, they shall be considered producer organizations as provided for in Article 13 (1) of that Regulation.", "1. The minimum membership period of a producer shall not be less than one year. However, where an operational plan pursuant to Regulation (EC) No 2200/96 has been submitted, no member may disclaim his obligations under that programme during the period of its implementation, except where the producer organization concerned gives its approval.\n2. Resignation of membership shall be notified to the group in writing no later than 31 May, to take effect on 1 January of the following year. The rules of the producer organization may require a longer period of notice to be given.", "Member States shall submit a report relating to the preceding calendar year in accordance with the model set out in Annex III before 1 July.", "0\nRegulation (EEC) No 2602/90 is hereby repealed.", "1\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No L 118, 20. 5. 1972, p. 1.\n(3) OJ No L 132, 16. 6. 1995, p. 8.\n(4) OJ No L 245, 8. 9. 1990, p. 13.\nANNEX I\nRECOGNITION CRITERIA FOR PRODUCER ORGANIZATIONS OTHER THAN FOR CITRUS FRUITS\n>TABLE>\nANNEX II\nRECOGNITION CRITERIA FOR PRODUCER ORGANIZATIONS FOR CITRUS FRUITS\n>TABLE>\nANNEX III\n>START OF GRAPHIC>\nANNUAL REPORT\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nANNUAL REPORT\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nANNUAL REPORT\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nANNUAL REPORT\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nANNUAL REPORT\n>END OF GRAPHIC>"}