{"celex_id": "31992R0356", "uri": "http://publications.europa.eu/resource/cellar/a975294e-fc15-4347-9fd0-ae345d640148", "type": "Regulation", "concepts": ["1264", "2173", "2871"], "title": "Council Regulation (EEC) No 356/92 of 10 February 1992 amending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\n", "header": "COUNCIL REGULATION (EEC) No 356/92  of 10 February 1992  amending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1720/91 (2), and in particular Article 35 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Annex to Regulation No 136/66/EEC lays down descriptions and definitions for olive oils and olive residue oils;\nWhereas experience has shown that the definitions of virgin oils present problems in verifying the organoleptic characteristics of these products and do not correspond precisely to the organoleptic assessment criteria defined by the methods adopted by  the International Olive Oil Council and which were recently included in Community rules on the characteristics of olive oil and olive residue oils and on the relevant methods of analysis;\nWhereas, in addition, for the virgin oils and for the other types of oils referred to in the Annex in question, the definitions should take into account all the characteristics laid down for each of these products by the abovementioned Community rules;\nWhereas therefore the definitions given in the Annex to Regulation No 136/66/EEC should be adjusted,", "main_body": ["The Annex to Regulation No 136/66/EEC is hereby replaced by the text annexed to this Regulation.", "This Regulation shall enter into force on 1 November 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 1992. For the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 162, 26. 6. 1991, p. 27.\nANNEX\n'ANNEX\nDESCRIPTIONS AND DEFINITIONS OF OLIVE OILS AND OLIVE-RESIDUE OILS REFERRED TO IN ARTICLE 35\n1. Virgin olive oils:\nOils derived solely from olives using mechanical or other physical means under conditions, and particularly thermal conditions, that do not lead to deterioration of the oil, and which have undergone no treatment other than washing, decantation,  centrifugation or filtration, but excluding oils obtained by means of solvents or of re-esterification and mixtures which other oils.\nThese oils are classified and described as follows:\n(a) extra virgin olive oil:\nvirgin olive oil having an organoleptic grading of not less than 6,5, a free acid content expressed as oleic acid of not more than 1 g per 100 g and the other characteristics which comply with those laid down for this category;\n(b) virgin olive oil (the expression \"fine\" may be used at the production and wholesale stage):\nvirgin olive oil having an organoleptic grading of not less than 5,5, a free acid content expressed as oleic acid of not more than 2 g per 100 g and the other characteristics which comply with those laid down for this category;\n(c) ordinary virgin olive oil:\nvirgin olive oil having an organoleptic grading of not less than 3,5, a free acid content expressed as oleic acid of not more than 3,3 g per 100 g and the other characteristics which comply with those laid down for this category;\n(d) lampante virgin olive oil:\nvirgin olive oil having an organoleptic grading of less than 3,5, and/or a free acid content expressed as oleic acid greater than 3,3 g per 100 g and the other characteristics which comply with those laid down for this category.\n2. Refined olive oil:\nOlive oil obtained by refining virgin olive oil, having a free acid content expressed as oleic acid of not more than 0,5 g per 100 g and the other characteristics which comply with those laid down for this category.\n3. Olive oil:\nOlive oil obtained by blending refined olive oil and virgin olive oil other than lampante oil, having a free acid content expressed as oleic acid of not more than 1,5 g per 100 g and the other characteristics which comply with those laid down for this  category.\n4. Crude olive-residue oil:\nOil obtained by treating olive residue with solvents, excluding oil obtained by means of re-esterification and mixtures with other types of oils, and the other characteristics which comply with those laid down for this category.\n5. Refined olive-residue oil:\nOil obtained by refining crude olive-residue oil, having a free acid content expressed as oleic acid of not more than 0,5 g per 100 g and the other characteristics which comply with those laid down for this category.\n6. Olive-residue oil:\nOil obtained by blending refined olive-residue oil and virgin olive oil other than lampante oil, having a free acid content expressed as oleic acid of not more than 1,5 g per 100 g and the other characteristics which comply with those laid down for this  category.'"}