{"celex_id": "31997R2621", "uri": "http://publications.europa.eu/resource/cellar/6f252be8-6c47-408f-8535-a3c9565a2281", "type": "Regulation", "concepts": ["1309", "161", "2275", "2734", "4385", "5774"], "title": "Council Regulation (EC) No 2621/97 of 19 December 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\n", "header": "COUNCIL REGULATION (EC) No 2621/97 of 19 December 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pending adaptation of Protocol 2 of the free trade agreements concluded with Estonia, Latvia, Lithuania (1), Council Regulation (EC) No 1507/97 of 24 July 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products (2) was adopted, which maintains until 31 December 1997 the degree of preference granted, thus offsetting possible negative effects the implementation of the results of the Uruguay Round may have on exports of these countries to the Community;\nWhereas, pending adoption of improved concessions granted to Estonia, Latvia and Lithuania by the respective Joint Committees, Regulation (EC) No 1507/97 laid down new concessions on a provisional and autonomous basis;\nWhereas the negotiations with the countries concerned for the conclusion of Protocols amending the free trade agreements have been, or soon will be, concluded; whereas new Protocols 2 have been or soon will be initialled; whereas procedures for the formal adoption of 'interim` protocols covering solely the trade-related aspects of the amending protocols are underway; whereas the time schedule required for formal adoption may not allow for the entry into force of the 'interim` protocols on 1 January 1998; whereas it is therefore advisable to extend the concessions on an autonomous basis until 31 December 1998,", "main_body": ["1. From 1 January to 31 December 1998 the goods originating from Lithuania listed in Annex I to this Regulation shall be subject to the annual tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n2. From 1 January to 31 December 1998 the goods originating from Latvia listed in Annex III shall be subject to the annual tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n3. From 1 January to 31 December 1998 the goods originating from Estonia listed in Annex IV shall be subject to the annual tariff quotas and preferential duties mentioned in the said Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.", "The concessions applying to trade in processed agricultural products provided for in the additional protocols adapting the free trade agreements with the countries referred to in Article 1 shall, from the entry into force of each of those protocols, replace the concessions provided for in the Annexes to this Regulation. The rules implementing the measures provided for in this Regulation shall also apply to the corresponding measures provided in the additional protocols.", "The quotas referred to in Annexes I, III and IV to this Regulation shall be administered by the Commission in accordance with the provisions of Commission Regulation (EC) No 1460/96 of 25 July 1996 establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Regulation (EC) No 3448/93 (3).", "This Regulation shall enter into force on the third day after its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 373, 31. 12. 1994, p. 1 (Estonia).\nOJ L 374, 31. 12. 1994, p. 1 (Latvia).\nOJ L 375, 31. 12. 1994, p. 1 (Lithuania).\n(2) OJ L 204, 31. 7. 1997, p. 1.\n(3) OJ L 187, 26. 7. 1996, p. 18.\nANNEX I\nLITHUANIA\n>TABLE>\nANNEX II\nBASIC AMOUNTS TO BE TAKEN INTO CONSIDERATION IN CALCULATING AGRICULTURAL COMPONENTS AND ADDITIONAL DUTIES\n>TABLE>\nANNEX III\nLATVIA\n>TABLE>\nANNEX IV\nESTONIA\n>TABLE>"}