{"celex_id": "31998D0579", "uri": "http://publications.europa.eu/resource/cellar/a0f34879-32b4-4bd5-985b-285b0bc96ecf", "type": "Decision", "concepts": ["1405", "1524", "3263", "3774", "3876", "519"], "title": "98/579/EC: Commission Decision of 7 October 1998 concerning an application submitted by DIP Electronics Ltd for the refund of anti-dumping duties due on certain imports of DRAMs originating in Japan (notified under document number C(1998) 2966) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 7 October 1998 concerning an application submitted by DIP Electronics Ltd for the refund of anti-dumping duties due on certain imports of DRAMs originating in Japan (notified under document number C(1998) 2966) (Only the English text is authentic) (98/579/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Article 11(8) thereof,\nAfter consulting the Advisory Committee,\nA. PROCEDURE\n(1) Council Regulation (EEC) No 2112/90 (3) imposed a definitive anti-dumping duty on imports of certain types of electronic micro-circuits known as DRAMs (dynamic random access memories) originating in Japan. The rate of the residual duty was 60 %.\n(2) DIP Electronics Ltd (hereafter referred to as 'the applicant`) lodged on 13 July 1995 an application for the refund of GBP [. . .] (4) of anti-dumping duties due on importation of DRAMs of Japanese origin.\nThe applicant claimed that the dumping margins in respect of the DRAMs for which anti-dumping duties were due, were significantly lower than the level of 60 % of the residual duty set by Regulation (EEC) No 2112/90. The application, however, did not contain any evidence that the duties for which a refund was claimed had been paid.\nThe applicant was informed that, in accordance with Article 11(8) of Regulation 384/96 which contains the provisions concerning refund investigations, the application would have to be considered as inadmissible since it did not contain evidence of payment of the anti-dumping duties for which a refund was claimed.\nThe applicant indicated in reply that it was not in a financial position to make payment of the anti-dumping duties due. The applicant was given further opportunity to pay the anti-dumping duties but failed to do so.\n(3) On 13 August 1997 the applicant informed the Commission that DIP Electronics Ltd intended to put its affairs in the hands of an insolvency practitioner. The Commission was subsequently informed that the applicant had proceeded into a creditors voluntary liquidation on 19 August 1997.\n(4) The liquidator, representing the applicant, received disclosure of the essential facts and considerations on the basis of which it was intended to reject the application as inadmissible. The liquidator made no comment.\nB. ADMISSIBILITY\n(5) It has been established that the anti-dumping duties for which a refund is claimed have not been paid by the applicant. Since the prior payment of the anti-dumping duties is one of the basic requirements for the admissibility of a refund application, the application should be rejected as inadmissible.", "main_body": ["The refund application for the amount of GBP [. . .] in total submitted by DIP Electronics Ltd is rejected as inadmissible.", "This Decision is addressed to the United Kingdom, and to DIP Electronics Ltd, Sheraton House, Castle Park, Cambridge, CB3 0AX."], "attachments": "Done at Brussels, 7 October 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 193, 25. 7. 1990, p. 1.\n(4) Business secret."}