{"celex_id": "31994R0548", "uri": "http://publications.europa.eu/resource/cellar/11b1d67b-97c8-4616-97b6-e94c9552c2da", "type": "Regulation", "concepts": ["1264", "1644", "3591", "4578"], "title": "Commission Regulation (EC) No 548/94 of 10 March 1994 laying down detailed rules for the application of Council Regulation (EC) No 287/94 laying down special measures for the import of olive oil from Tunisia\n", "header": "COMMISSION REGULATION (EC) No 548/94 of 10 March 1994 laying down detailed rules for the application of Council Regulation (EC) No 287/94 laying down special measures for the import of olive oil from Tunisia\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 75 (4) and 243 (4) thereof,\nHaving regard to Council Regulation (EC) No 287/94 of 7 February 1994 laying down special measures for the import of olive oil from Tunisia (1), and in particular Article 3 thereof,\nWhereas, pursuant to Articles 1 and 2 of Regulation (EC) No 287/94, provision should be made for the rate at which olive oil originating in Tunisia is to be imported; whereas the present and foreseeable situation regarding supplies to the Community  market in olive oil permits the disposal of the quantity anticipated without any risk of disturbance of the market if imports are not concentrated in a short period of each marketing year; whereas provision should be made for import licences to be  issued according to a monthly schedule;\nWhereas olive oil imported from Tunisia may not exceed a given quantity; whereas the tolerance provided for in Article 8 of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of  import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EC) No 3519/93 (3), should accordingly be disallowed;\nWhereas Commission Regulation (EEC) No 3830/92 (4) provides that as from 1 January 1993 Spain is to apply in trade with third countries the customs duties applied by the Community of 10; whereas Commission Regulation (EEC) No 1380/93 (5) lays down a  similar provision for Portugal, to apply from 1 April 1993; whereas, as a consequence, it should be made clear that the preferential rate is to apply to imports into those countries of products covered by Regulation (EC) No 287/94;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Olive oil as referred to in Article 1 of Regulation (EC) No 287/94 may be imported as from 1 March each marketing year. Import licences shall be issued for up to 46 000 tonnes per marketing year.", "1. Licences may be issued in accordance to the conditions laid down in Article 2 of Regulation (EC) No 287/94 for up to 5 000 tonnes per month in March, April and October and for up to 10 000 tonnes per month in May to September. If the  quantity authorized for one month is not wholly used during the month in question, the remainder shall be added to the quantity for the following month but may not be carried over thereafter.\nFor the purposes of counting the quantity authorized each month, weeks commencing in one month and ending in the following month shall be considered as forming part of the month in which the Thursday falls.\n2. The Commission shall inform the Member States as soon as the maximum quantity laid down in Regulation (EC) No 287/94 has been attained.", "Import licences as provided for in Article 2 shall be valid for 60 days from their date of issue but shall not be valid beyond 31 October each marketing year.\nThe provisions of Commission Regulation (EEC) No 2041/75 of 25 July 1975 (6), concerning import licences without advance fixing of the levy and the time limit for the issue thereof.", "Section 20 of import licences as provided for in Article 2 shall bear one of the following:\n- Exacción reguladora especial - Reglamento (CE) no 287/94,\n- Saerlig afgift - forordning (EF) nr. 287/94,\n- Sonderabschoepfung - Verordnung (EG) Nr. 287/94,\n- Eidiki eisfora - kanonismos (EK) arith. 287/94,\n- Special levy - Regulation (EC) No 287/94,\n- Prélèvement particulier - règlement (CE) no 287/94,\n- Prelievo particolare - regolamento (CE) n. 287/94,\n- Bijzondere heffing - Verordening (EG) nr. 287/94,\n- Direito nivelador especial - Regulamento (CE) nº 287/94.\nNotwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity released for free circulation may not exceed that stated in Sections 17 and 18 of import licences. The figure '0' shall be entered to that end in Section 19 of licences.", "For imports into Spain and Portugal of the products mentioned in Article 1 (1) of Regulation (EC) No 287/94, the preferential rate laid down in that paragraph shall apply.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 39, 10. 2. 1994, p. 1.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 320, 22. 12. 1993, p. 16.\n(4) OJ No L 387, 31. 12. 1992, p. 46.\n(5) OJ No L 136, 5. 6. 1993, p. 20.\n(6) OJ No L 213, 11. 8. 1975, p. 1."}