{"celex_id": "31998R2328", "uri": "http://publications.europa.eu/resource/cellar/e4005534-5b31-431d-b05b-db547369f89f", "type": "Regulation", "concepts": ["1730", "3003", "4885", "5076", "5360"], "title": "Commission Regulation (EC) No 2328/98 of 28 October 1998 establishing a forecast balance for the supply to the Azores and Madeira of cereal products covered by the specific measures provided for in Articles 2 to 10 of Council Regulation (EEC) No 1600/92\n", "header": "COMMISSION REGULATION (EC) No 2328/98 of 28 October 1998 establishing a forecast balance for the supply to the Azores and Madeira of cereal products covered by the specific measures provided for in Articles 2 to 10 of Council Regulation (EEC) No 1600/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira, with regard to certain agricultural products (1), as last amended by Commission Regulation (EC) No 562/98 (2), and in particular Article 10 thereof,\nWhereas the quantities of products eligible for the specific supply arrangements are determined by means of periodic forecast balances which may be revised according to the essential requirements of the market taking into account local production and traditional trade flows;\nWhereas in accordance with Article 2 of Regulation (EEC) No 1600/92 these arrangements include requirements for direct human consumption, and for processing and packaging in the Islands of products listed in the Annex to the aforementioned Regulation; whereas an assessment of these requirements is made annually in the context of a forecast supply balance which can be revised in the course of the year in the light of developments in the requirements of the Islands; whereas the assessment of the requirements of the processing and packaging industries, as regards products intended for the local market or traditionally dispatched to the rest of the Community, may result in the establishment of a separate forecast supply balance;\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1600/92 the forecast supply balance of cereal products to the Azores and Madeira for the 1998/99 marketing year was established by Commission Regulation (EC) No 1253/98 (3); whereas to meet the needs of this region, amendments must be made to this forecast supply balance; whereas, subsequently, Regulation (EC) No 1253/98 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Annex to Regulation (EC) No 1253/98 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 76, 13. 3. 1998, p. 6.\n(3) OJ L 173, 18. 6. 1998, p. 10.\nANNEX\n'ANNEX\n>TABLE>"}