{"celex_id": "31996D0174", "uri": "http://publications.europa.eu/resource/cellar/62e480c0-0d3c-442d-b8b4-3f8cb26fd95a", "type": "Decision", "concepts": ["2510", "4258", "4263", "4671", "6050"], "title": "96/174/EC: Council Decision of 26 February 1996 amending Decision 91/115/EEC establishing a Committee on monetary, financial and balance of payment statistics\n", "header": "COUNCIL DECISION of 26 February 1996 amending Decision 91/115/EEC establishing a Committee on monetary, financial and balance of payment statistics (96/174/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the draft Decision submitted by the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the European Monetary Institute (3),\nWhereas according to Article 109f of the Treaty establishing the European Community and Article 2 of the Protocol on the Statute of the European Monetary Institute (EMI), the EMI shall contribute to the realization of the conditions necessary for the transition to the third stage of economic and monetary union by strengthening the coordination of monetary policies with a view to ensuring price stability, making the preparations required for the establishment of the European System of Central Banks (ESCB), for the conduct of a single monetary policy and for the creation of a single currency in the third stage, and overseeing the development of the ECU;\nWhereas according to Article 109f (3) of the Treaty establishing the European Community, at the latest by 31 December 1996, the EMI shall specify the regulatory, organizational and logistical framework necessary for the ESCB to perform its tasks in the third stage of Economic and Monetary Union, including the promotion of harmonization where necessary, of the rules and practices governing the collection, compilation and distribution of statistics in the areas within its field of competence;\nWhereas according to Article 5 of the ESCB Statute, the European Central Bank (ECB), assisted by the national central banks, shall collect the necessary statistical information and it shall cooperate with the Commission; whereas there is therefore a need in the second stage to prepare the appropriate cooperation within the framework of the achievement of Economic and Monetary Union;\nWhereas Decision 91/115/EEC (4) should be amended in consequence,", "main_body": ["Decision 91/115/EEC is amended as follows:\n1. The following Article shall be inserted:\n'Article 3a\nThe Committee may express opinions on its own initiative on any questions relating to those statistics that are of common concern to the Commission and national statistical authorities, on the one hand, and the European Monetary Institute (EMI) and national central banks, on the other. In the execution of its tasks, the Committee shall give its views to all interested parties.`;\n2. Article 4 shall be replaced by the following:\n'Article 4\nThe Committee shall be composed of one, two or three representatives per Member State, coming from the institutions principally concerned with financial, monetary and balance of payments statistics, up to three representatives of the Commission and up to three representatives of the EMI. In addition one representative of the Monetary Committee may attend the meetings of the Committee, as an observer. Each Member State, the Commission and the EMI will have one vote each.\nRepresentatives of other organizations, as well as any person able to contribute to discussions, may, on the decision of the Committee, participate in the Committee's meetings.`;\n3. Article 5 shall be replaced by the following:\n'Article 5\nThe Committee shall elect its chairman according to the detailed rules laid down in its rules of procedure.`"], "attachments": "Done at Brussels, 26 February 1996.\nFor the Council\nThe President\nS. AGNELLI\n(1) OJ No C 359, 16. 12. 1994, p. 10.\n(2) OJ No C 269, 16. 10. 1995, p. 198.\n(3) OJ No C 397, 31. 12. 1994, p. 52.\n(4) Opinion delivered on 16 January 1995."}