{"celex_id": "31998R0410", "uri": "http://publications.europa.eu/resource/cellar/0cc407ed-d0a3-4c81-abd1-ea2f137d3ddd", "type": "Regulation", "concepts": ["2469", "34", "4258", "4262", "4300", "5985"], "title": "Council Regulation (EC, Euratom) No 410/98 of 16 February 1998 amending Regulation (EC, Euratom) No 58/97 concerning structural business statistics\n", "header": "COUNCIL REGULATION (EC, EURATOM) No 410/98 of 16 February 1998 amending Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 213 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EC, Euratom) No 58/97 (4) established a common framework for the collection, compilation, transmission and evaluation of Community statistics on the structure, activity, competitiveness and performance of businesses in the Community;\nWhereas developments in Community monetary, economic and social integration require the extension of the aforesaid framework to the insurance sector;\nWhereas the compilation of national and regional accounts according to Regulation (EC) No 2223/96 (5) requires comparable, complete and reliable insurance statistics;\nWhereas it is therefore necessary to amend Regulation (EC, Euratom) No 58/97 on the basis of Council Directives 92/49/EEC (6) and 92/96/EEC (7), completing the internal market for direct life and non-life insurance and of Council Directive 91/674/EEC (8) concerning the annual accounts and consolidated accounts of insurance undertakings;\nWhereas the Statistical Programme Committee set up by Decision 89/382/EEC, Euratom (9) and the Insurance Committee set up by Directive 91/675/EEC (10) have been consulted,", "main_body": ["Regulation (EC, Euratom) No 58/97 is hereby amended as follows:\n1. The following indent shall be added to Article 5:\n'- a detailed module for structural statistics in insurance defined in Annex 5`.\n2. An Annex 5, as set out in the Annex to this Regulation, shall be added.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ C 310, 10. 10. 1997, p. 5.\n(2) OJ C 14, 19. 1. 1998.\n(3) Opinion delivered on 28 January 1998 (not yet published in the Official Journal).\n(4) OJ L 14, 17. 1. 1997, p. 1.\n(5) OJ L 310, 30. 11. 1996, p. 1.\n(6) OJ L 228, 11. 8. 1992, p. 1. Directive as amended by Directive 95/26/EC of the European Parliament and of the Council (OJ L 168, 18. 7. 1995, p. 7).\n(7) OJ L 360, 9. 12. 1992, p. 1. Directive as amended by Directive 95/26/EC of the European Parliament and of the Council (OJ L 168, 18. 7. 1995, p. 7).\n(8) OJ L 374, 31. 12. 1991, p. 7.\n(9) OJ L 181, 28. 6. 1989, p. 47.\n(10) OJ L 374, 31. 12. 1991, p. 32.\nANNEX\n'ANNEX 5\nA DETAILED MODULE FOR STRUCTURAL STATISTICS IN INSURANCE\nSection 1\nAims\nThe aim of this Annex is to establish a common framework for the collection, compilation, transmission and evaluation of Community statistics on the structure, activity, competitiveness and performance of insurance services. This module includes a detailed list of characteristics on which statistics shall be compiled in order to improve knowledge of the national, Community and international development of the insurance sector.\nSection 2\nScope\nThe statistics to be compiled shall relate to the domains referred to in points (i), (ii) and (iii) of Article 2 of this Regulation, and in particular to:\n1. the detailed analysis of the structure, activity, competitiveness and performance of insurance enterprises;\n2. the development and distribution of total business and business per product, customer patterns, international activities, employment, investments, capital and reserves and technical provisions.\nSection 3\nCoverage\n1. Such statistics shall be compiled for all activities within the scope of NACE Rev. 1 division 66 except for class 66.02.\n2. The compilation of statistics shall cover the following enterprises:\n- non-life insurance enterprises: all those referred to in Article 2(1)(a) of Directive 91/674/EEC (1),\n- life assurance enterprises: all those referred to in Article 2(1)(b) of Directive 91/674/EEC,\n- specialist reinsurance enterprises: all those referred to in Article 2(1)(c) of Directive 91/674/EEC,\n- Lloyd's underwriters: all those referred to in Article 4 of Directive 91/674/EEC,\n- composite insurance enterprises: all those carrying out life and non-life insurance business.\n3. In addition, branches of insurance enterprises referred to under Title III of Directives 73/239/EEC (2) and 79/267/EEC (3) and whose activity falls within one of the NACE Rev. 1 classes referred to in paragraph 1 shall be assimilated to the corresponding enterprises as defined in paragraph 2.\n4. For the purposes of the harmonised Community statistics, Member States shall be free to exclude the enterprises mentioned in Article 3 of Directive 73/239/EEC and in Article 2(2) and (3) and Articles 3 and 4 of Directive 79/267/EEC.\nSection 4\nCharacteristics\n1. The characteristics and statistics presented in list A referred to in paragraph 3 and list B referred to in paragraph 4 shall be compiled in accordance with Section 5. When characteristics are derived directly from the annual accounts, accounting years ending within a reference year shall be assimilated to the said reference year.\n2. In the lists A and B, characteristics relating to life insurance enterprises are identified by the number 1, those relating to non-life insurance enterprises by the number 2, those relating to composite insurance enterprises by the number 3, those relating to specialist reinsurance enterprises by the number 4, those relating to the life insurance business of composite insurance enterprises by the number 5 and those relating to the non-life insurance business (including acceptances in reinsurance) of composite insurance enterprises by the number 6.\n3. List A includes the following information:\n(i) characteristics listed in Article 6 of Directive 91/674/EEC concerning life, non-life, composite and specialist reinsurance, enterprises: asset side of the balance sheet: items C I (showing land and buildings occupied by an insurance enterprise for its own activities separately), C II, C II 1 + C II 3 as an aggregate, C II 2 + C II 4 as an aggregate, C III, C III 1, C III 2, C III 3, C III 4, C III 5, C III 6 + C III 7 as an aggregate, C IV, D; liability side of the balance sheet: items A, A I, A II + A III + A IV as an aggregate, B, C 1 a (separately for the life and non-life business of composite enterprises), C 2 a (separately for the life and non-life business of composite enterprises), C 3 a (separately for the life and non-life business of composite enterprises), C 4 a, C 5, C 6 a, D a, G III (without separation of convertible loans), G IV;\n(ii) characteristics listed in Article 34, Part I, of Directive 91/674/EEC concerning non-life and specialist reinsurance enterprises and the non-life business of composite insurance enterprises: items 1 a, 1 b, 1 c, 1 d, 2, 4 a aa, 4 a bb, 4 b aa, 4 b bb, 7 (gross amount), 7 d, 9, 10 (separately for the gross and net amount);\n(iii) characteristics listed in Article 34, Part II, of Directive 91/674/EEC concerning life insurance enterprises and the life business of composite insurance enterprises: items 1 a, 1 b, 1 c (the gross amount and the reinsurers' share separately), 2, 3, 5 a aa, 5 a bb, 5 b aa, 5 b bb, 6 a aa, 6 a bb, 8 (gross amount), 8 d, 9, 10, 12, 13 (the gross and net amount separately);\n(iv) characteristics listed in Article 34, Part III, of Directive 91/674/EEC concerning life, non-life, composite and specialist reinsurance enterprises: items 3, 4 (only for life and composite enterprises), 5, 6 (only for non-life, composite and specialist reinsurance enterprises), 7, 8, 9 + 14 + 15 as an aggregate, 10 (before tax), 13, 16;\n(v) characteristics referred to in Article 63 of Directive 91/674/EEC:\n- concerning life and non-life insurance enterprises and life and non-life business of composite insurance enterprises: gross premiums written in direct business by (sub)categories of the CPA (5-digit level and subcategories 66.03.21, 66.03.22),\n- concerning non-life insurance enterprises and non-life business of composite insurance enterprises: gross claims incurred, direct business, gross operating expenses, direct business and reinsurance balance, direct business, all variables by (sub)categories of the CPA (5-digit level and subcategories 06.03.21, 66.03.22),\n- concerning life insurance enterprises and life business of composite insurance enterprises: gross direct premiums written with the breakdown as shown in number II, item 1;\n(vi) characteristics referred to in Article 64 of Directive 91/674/EEC concerning life, non-life, composite and specialist reinsurance enterprises: commissions for direct insurance business (excluding specialist reinsurance enterprises) and total insurance business;\n(vii) additional characteristics listed below:\n>TABLE>\n4. List B includes the following information:\n(i) characteristics listed in Article 34, Part I, of Directive 91/674/EEC concerning non-life and specialist reinsurance enterprises and the non-life business of composite insurance enterprises: items 3, 5, 6, 8;\n(ii) characteristics listed in Article 34, Part II, of Directive 91/674/EEC concerning life insurance enterprises and the life business of composite insurance enterprises: items 4, 6 b, 7, 11;\n(iii) characteristics referred to in Article 63 of Directive 91/674/EEC concerning life and non-life insurance enterprises and life and non-life business of composite insurance enterprises: geographical breakdown of gross direct premiums written in the Member State of the enterprise's head office, other Member States, other EEA countries, Switzerland the USA, Japan or third countries;\n(iv) additional characteristics listed below:\n>TABLE>\nSection 5\nFirst reference year\nThe first reference year for which annual statistics shall be compiled is the 1996 calendar year for the characteristics and statistics of list A and the 2000 calendar year for the characteristics and statistics of list B.\nSection 6\nProduction of results\nThe results are to be broken down to the NACE Rev. 1, 4-digit level (classes).\nSection 7\nTransmission of results\nThe results shall be transmitted within 12 months from the end of the reference year for the enterprises referred to in Section 3, except specialist reinsurance enterprises, for which the results shall be transmitted within 18 months from the end of the reference period.\nSection 8\nInsurance Committee\nThe Commission shall inform the Insurance Committee set up under Directive 91/675/EEC (1) about the implementation of this module and about all such measures for adjustment to economic and technical developments concerning the collection and statistical processing of data and the processing and the transmission of results, which it adopts in accordance with Article 13 of this Regulation.\nSection 9\nTransit period\nFor the purposes of this detailed module, the transition period shall not exceed three years from the beginning of the first reference years for the compilation of the statistics indicated in Section 5.(1) OJ L 374, 31. 12. 1991, p. 7.\n(2) OJ L 228, 16. 8. 1973, p. 3.\n(3) OJ L 63, 13. 3. 1979, p. 1.\n(1) OJ L 374, 31. 12. 1991, p. 32.`"}