{"celex_id": "31990D0104", "uri": "http://publications.europa.eu/resource/cellar/99a502af-e3e1-48e7-befa-abd9972b5c26", "type": "Decision", "concepts": ["1035", "1519", "4829"], "title": "90/104/EEC: Commission Decision of 9 February 1990 amending Decision 88/140/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991 forwarded by Italy pursuant to Regulation (EEC) No 4028/86 (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 February 1990\namending Decision 88/140/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991 forwarded by Italy pursuant to Regulation (EEC) No 4028/86\n(Only the Italian text is authentic)\n(90/104/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Articles 4 and 5 (2) thereof,\nWhereas the outcome of the meetings held with the Italian authorities on the progress of the multiannual guidance programme as defined by Commission Decision 88/140/EEC (2) have been taken into account;\nWhereas the periodic information on the entry into service of new fishing vessels in 1987 and in the first six months of 1988 has not been provided on repeated occasions;\nWhereas Italy has forwarded to the Commission a new statistical basis relating to the Italian fishing fleet;\nWhereas the process of fleet adjustment which has now been started and the implementation by Italy of measures for the effective control of fishing fleet capacity will require some time;\nWhereas the Commission intends to support Italy's efforts to restructure its fleet when the administrative or legislative measures taken show results which confirm that structural change is taken place as planned and leading to the achievement of the objectives set by Decision 88/140/EEC by 31 December 1991 at the latest;\nWhereas, to deal with derogations from the principle that Stade aid in the fisheries sector is incompatible with the common market, the Commission has adopted guidelines for the examination of national aid in the fisheries sector (3);\nWhereas the Italian authorities have recently adopted a national fisheries plan which rules out the grant of Community, national or regional aid for vessels using trawls;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["Decision 88/140/EEC is amended as follows:\n1. Article 3, second paragraph is replaced by the following:\n'The Commission shall on the basis of its assessment of the information provided on a regular basis as specified in Article 2 or where this information is not supplied, inform the Member State, if necessary, at the end of one six-month period that it has been found that the conditions to which approval of the programme was made subject have not been fulfilled.'\n2. The Annex is replaced by the Annex hereto.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 9 February 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 67, 12. 3. 1988, p. 18.\n(3) OJ No C 313, 8. 12. 1988, p. 21.\nANNEX\n'ANNEX\nMULTIANNUAL GUIDANCE PROGRAMME FOR THE ITALIAN FISHING FLEET (1987 to 1991)\nI. GENERAL REMARKS\nThis programme relates to the whole of the Italian fishing fleet and covers the entire territory of Italy.\nII. OBJECTIVES\n1. The aims of the programme are:\n(a) to reduce the overall level of the operational fishing fleet to 268 198 GRT and 1 541 664 kW, in accordance with II. 2 below;\n(b) to reduce and convert the Mediterranean trawler fleet;\n(c) to scale down the fishing effort directed at bivalve molluscs, by reducing the fishing capacity of power-driven and manual dredgers;\n(d) to modernize existing vessels without increasing overall fishing capacity in the category to which the vessels concerned belong, with the exception of the vessels specified in IV. 2 below.\n2. During the period covered by the programme the operational fishing fleet, with the exception of:\n- working vessels used solely for aquaculture,\nmust remain within the following limits:\nTonnage\n(GRT)\n1.2.3.4,6 //  //  //  //  //  // Objective of programme (Regulation (EEC) No 2908/83)   // Situation at 1. 1. 1987  // Objectives at 1.2.3.4.5.6 //  //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991   //    //   //   //   //  //   // Mediterranean fleet of which:   // 246 255   // 263 002   //   //   // 232 998   // - inshore fishing   //   //  //   //   //   // - near-water fishing   //   //   //   //  //   // - Mediterranean middle-water fishing   //   //   //  //   //   // - middle-water fleet   //   // 6 000   //   //  // 7 200   // - fishing for bivalves mulluscs   //   //   //  //   //   // Ocean-going fleet   // 29 000   // 33 984   //  //   // 28 000   //    //   //   //   //   //   // Total A  // 275 255   // 302 986   // 299 507   // 282 114   // 268 198   //    //   //   //   //   //   // Auxiliary vessels used for aquaculture   //   //   //   //   //   //    //   //   //   //  //   // Total B  //  //  //  //  //  //  //  //  //  //  //\nEngine power\n(kW)\n1.2.3.4,6 //  //  //  //  //  // Objective of programme (Regulation (EEC) No 2908/83)   // Situation at 1. 1. 1987  // Objectives at 1.2.3.4.5.6 //  //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991   //    //   //   //   //  //   // Mediterranean fleet of which:   // 1 524 128   // 1 715 062   //   //   // 1 471 564   // - inshore fishing   //  //   //   //   //   // - near-water fishing   //   //   //  //   //   // - Mediterranean middle-water fishing   //   //  //   //   //   // - middle-water fleet   //   // 23 000   //  //   // 26 100   // - fishing for bivalves mulluscs   //   //  //   //   //   // Ocean-going fleet   // 44 160   // 58 767  //   //   // 44 000   //    //   //   //   //   //   // Total A  // 1 568 288   // 1 796 829   // 1 771 833   // 1 643 730  // 1 541 664   //    //   //   //   //   //   // Auxiliary vessels used for aquaculture   //   //   //   //   //   //  //   //   //   //   //   // Total B\n//  //  //  //  //  //  //  //  //  //  // III. PLANNED MEASURES\n1.1. Whereas the objectives specified in II. 2 \"TOTAL A\" require fishing capacity to be reduced by the difference between the situation at 1 January 1987 and the target to be achieved by 31 December 1991, account must also be taken of changes in fishing capacity resulting from:\n- projects for new construction which have qualified for Community and national aid in respect of 1987,\n- application for Community financing of projects for new construction currently under consideration by the Commission (1),\n- vessels joining or leaving the fleet between 1 January 1987 and 30 June 1988, if not covered by the first two subparagraphs,\nwhich, when added, give the overall fishing capacity to be reduced.\n1.2. The reduction referred to in III.1.1 above must be achieved by the following measures, the implementation of which is conditional on the fishing capacities used remaining within the limits laid down in the programme, although the reduction achieved by each measure may be varied provided that the overall fishing capacity defined in III.1.1 is reduced as planned:\n- a reduction in the total fleet by renewal of operational vessels which have been damaged or lost at sea, in particular by the withdrawal of operational units directly linked with new vessels, in line with the guidelines and objectives laid down in II. 2,\n- the adoption and implementation of measures to adjust fishing capacity, such as the granting of the final cessation premiums as compensation for any necessary reductions which cannot be achieved by the methods referred to in the first subparagraph,\n- other measures which enable the same results to be achieved.\n2. Adoption and implementation of legislative and/or administrative measures designed to ensure effective control of fishing capacity and fishing activities with a view to achieving the programme's objectives.\n3. Introduction of a register of fishing vessels, with a view to effective control of fishing capacity. The register must be completed by 30 September 1989.\n4. Ruling out of any form of financial assistance (Community, national, regional or other assistance) for vessels using trawls or for manual or power-driven dredgers used to harvest bivalve molluscs.\nIV. COMMENTS\n1. The overall objective referred to in II. 1 (a) may be revised only on the basis of detailed scientific assessments showing the existence of stocks which are not fully exploited at present. The fishing capacity of the middle-water fleet may, however, be increased by 1 200 GRT and 4 800 kW:\n- provided that the fishing effort matches the resources available to the said fleet and that the fish caught are mature, and\n- provided that the statistics on the catches taken by the said fleet are forwarded to the Commission in advance.\n2. With regard to fishing vessels operation in coastal waters and measuring less than 12 metres between perpendiculars, consideration may be given to a limited increase in tonnage (up to 10 %) and engine power (up to 6 %) in order to improve safety, working conditions and on-board preservation of catch facilities, provided that such increase is justified and that the objectives laid down in II. 2 for the category to which the vessels belong are attained. Any such increase, when it occurs, must be compatible with the resources which may be fished by the vessels concerned.\n3. At least 10 % of the programme's objectives must have been attained by the end of 1989, and at least 60 % of these objectives by the end of 1990.\n4. The Commission would point out that all aids granted by Italy in the fisheries sector, including those for the construction of fishing vessels, must henceforth come within the scope of this programme.\n(1) Overall capacity may be adjusted to take account of the withdrawal of applications for financing currently under examination by the Commission."}