{"celex_id": "31998R0012", "uri": "http://publications.europa.eu/resource/cellar/57bf67d7-2a0b-42d9-8331-d52b1c9e7717", "type": "Regulation", "concepts": ["1638", "1645", "3862", "4511", "4519", "5209"], "title": "Council Regulation (EC) No 12/98 of 11 December 1997 laying down the conditions under which non-resident carriers may operate national road passenger transport services within a Member State\n", "header": "COUNCIL REGULATION (EC) No 12/98 of 11 December 1997 laying down the conditions under which non-resident carriers may operate national road passenger transport services within a Member State\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\n(1) Whereas Council Regulation (EEC) No 2454/92 of 23 July 1992, laying down the conditions under which non-resident carriers may operate national road passenger transport services within a Member State (4) was declared void by the Court of Justice in its judgment of 1 June 1994 (5);\n(2) Whereas, pursuant to Article 75 (1) (b) of the Treaty, the establishment of a common transport policy entails, inter alia, laying down the conditions under which non-resident carriers may operate national transport services within a Member State;\n(3) Whereas that provision entails the removal of all restrictions against carriers providing the services in question on the grounds of their nationality or the fact that they are established in a Member State other than that in which the service is to be provided;\n(4) Whereas carriers providing such services should be subject to comparable systems, so as to limit inequality in the conditions of competition because of their nationality and country of establishment, and hence promote the gradual approximation of national laws;\n(5) Whereas the definitions of the various coach and bus services should be the same as those adopted in the context of international transport;\n(6) Whereas non-resident carriers should be allowed to operate certain forms of coach and bus services, bearing in mind the specific characteristics of each form of service;\n(7) Whereas the provisions applicable to cabotage transport operations should be established;\n(8) Whereas the provisions of Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (6) apply in cases where, for the provision of special regular services, carriers, post workers, who have an employment relationship with those carriers, from the Member State where they ordinarily work;\n(9) Whereas, where regular services are concerned, only regular services provided as part of a regular international service, excluding urban and suburban services, should be opened up to cabotage, subject to certain conditions, and in particular to the legislation in force in the host Member State;\n(10) Whereas provisions should be adopted so that action can be taken in the event of serious disturbance of the transport markets affected;\n(11) Whereas an advisory committee should be set up with the task of assisting the Commission in drawing up documents relating to cabotage transport operations in the form of occasional services and advising the Commission on safeguard measures;\n(12) Whereas it is desirable that Member States should grant each other mutual assistance with a view to the sound application of this Regulation, particularly in respect of penalties applicable in the event of infringements;\n(13) Whereas it is for the Member States to adopt the measures necessary for the implementation of this Regulation;\n(14) Whereas the application of this Regulation should be monitored by means of a report to be submitted by the Commission;\n(15) Whereas the aforementioned judgment of the Court of Justice, which declared Regulation (EEC) No 2454/92 void, upholds the effects of the Regulation until such time as the Council has adopted new legislation on the matter; whereas this Regulation will not be applied until eighteen months after its entry into force; whereas it must therefore be considered that the effects of the voided Regulation will persist until this Regulation has been fully implemented,", "main_body": ["Any carrier who operates road passenger transport services for hire or reward, and who holds the Community licence provided for in Article 3a of Council Regulation (EEC) No 684/92 of 16 March 1992 on common rules for the international carriage of passengers by coach and bus (7), shall be permitted, under the conditions laid down in this Regulation and without discrimination on grounds of the carrier's nationality or place of establishment, temporarily to operate national road passenger services for hire or reward in another Member State, hereinafter referred to as the 'host Member State`, without being required to have a registered office or other establishment in that State.\nSuch national transport services are hereinafter referred to as 'cabotage transport operations`.", "For the purposes of this Regulation:\n(1) 'Regular services` means services which provide for the carriage of passengers at specified intervals along specified routes, passengers being taken up and set down at predetermined stopping points. Regular services shall be open to all - subject, where appropriate, to compulsory reservation.\nThe fact that the operating conditions of the service may be adjusted shall not affect its classification as a regular service.\n(2) 'Special regular services` means regular services which provide for the carriage of specified categories of passengers, to the exclusion of other passengers, at specified intervals along specified routes, passengers being taken up and set down at predetermined stopping points.\nSpecial regular services shall include:\n(a) the carriage of workers between home and work;\n(b) carriage to and from the educational institution for school pupils and students;\n(c) the carriage of soldiers and their families between their homes and the area of their barracks.\nThe fact that a special service may be varied according to the needs of users shall not affect its classification as a regular service.\n(3) 'Occasional services` means services which do not fall within the definition of regular services, including special regular services, and whose main characteristic is that they carry groups constituted on the initiative of a customer or of the carrier himself. These services shall not cease to be occasional services solely because they are provided at certain intervals.\n(4) 'Vehicles` means motor vehicles which, by virtue of their type of construction and equipment, are suitable for carrying more than nine persons - including the driver - and are intended for that purpose.", "Cabotage transport operations shall be authorized for the following services:\n(1) special regular services provided that they are covered by a contract concluded between the organizer and the carrier;\n(2) occasional services;\n(3) regular services, provided they are performed by a carrier not resident in the host Member State in the course of a regular international service in accordance with Regulation (EEC) No 684/92.\nCabotage transport cannot be performed independently of such international service.\nUrban and suburban services shall be excluded from the scope of this point.\n'Urban and suburban services` means transport services meeting the needs of an urban centre or conurbation, and transport needs between it and the surrounding areas.", "1. The performance of the cabotage transport operations referred to in Article 3 shall be subject, save as otherwise provided in Community legislation, to the laws, regulations and administrative provisions in force in the host Member State in relation to the following areas:\n(a) rates and conditions governing the transport contract;\n(b) weights and dimensions of road vehicles; such weights and dimensions may, where appropriate, exceed those applicable in the carrier's Member State of establishment, but they may under no circumstances exceed the technical standards set out in the certificate of conformity;\n(c) requirements relating to the carriage of certain categories of passengers, viz. schoolchildren, children and persons with reduced mobility;\n(d) driving and rest time;\n(e) VAT (value added tax) on transport services; in this area Article 21 (1) (a) of Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment (8) shall apply to the services referred to in Article 1 of this Regulation.\n2. Save as otherwise provided in Community legislation, cabotage transport operations which form part of the transport services provided for in Article 3 (3) shall be subject to the existing laws, regulations and administrative provisions in force in the host Member State regarding authorizations, tendering procedures, the routes to be operated and the regularity, continuity and frequency of services as well as itineraries.\n3. The technical standards of construction and equipment which must be met by vehicles used to carry out cabotage transport operations shall be those laid down for vehicles put into circulation in international transport.\n4. The national provisions referred to in paragraphs 1 and 2 shall be applied by the Member States to non-resident carriers on the same conditions as those imposed on their own nationals, so as effectively to prevent any open or hidden discrimination on grounds of nationality or place of establishment.\n5. If it is established that, in the light of experience, the list of areas covered by the host Member State's provisions, as referred to in paragraph 1, needs to be amended, the Council shall do so by a qualified majority, on a proposal from the Commission.", "The Community licence or a certified true copy thereof shall be kept on board the vehicle and be produced when requested by an authorized inspecting officer.", "1. Cabotage transport operations in the form of occasional services shall be carried out under cover of a control document - the journey form - which must be kept on board the vehicle and be produced when requested by an authorized inspecting officer.\n2. The journey form, the model for which shall be adopted by the Commission in accordance with the procedure laid down in Article 8, shall comprise the following information:\n(a) the points of departure and destination of the service;\n(b) the date of departure and the date on which the service ends.\n3. The journey forms shall be supplied in books certified by the competent authority or agency in the Member State of establishment. The model for the book of journey forms shall be adopted by the Commission in accordance with the procedure laid down in Article 8.\n4. In the case of special regular services, the contract concluded between the carrier and the transport organizer, or a certified true copy of the contract, shall serve as the control document.\nHowever, the journey form shall be completed in the form of a monthly statement.\n5. The journey forms used shall be returned to the competent authority or agency in the Member State of establishment in accordance with procedures to be laid down by that authority or agency.", "1. At the end of each quarter and within three months, which may be reduced by the Commission to one month in the case referred to in Article 9, the competent authority or agency in each Member State shall communicate to the Commission the data concerning cabotage transport operations, in the form of special regular services and occasional services, carried out during the quarter in question by resident carriers.\nThe communication shall be effected by means of a table conforming to the model adopted by the Commission in accordance with the procedure laid down in Article 8.\n2. Once a year the competent authorities in the host Member State shall send the Commission statistics on the number of authorizations issued for cabotage transport operations in the form of the regular services referred to in Article 3 (3).\n3. The Commission shall send the Member States, as soon as possible, summary statements drawn up on the basis of the data submitted under paragraph 1.", "Whenever reference is made to the procedure laid down in this Article the Commission shall be assisted by the advisory committee referred to in Article 10.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "1. In the event of serious disturbance of the internal transport market in a given geographical area due to or aggravated by cabotage, any Member State may refer the matter to the Commission with a view to the adoption of safeguard measures and shall provide the Commission with the necessary information and notify it of the measures it intends to take as regards resident carriers.\n2. For the purposes of paragraph 1:\n- 'serious disturbance of the internal transport market in a given geographical area` means the occurrence on that market of problems specific to it, such that there is a serious and potentially enduring excess of supply over demand, implying a threat to the financial stability and survival of a significant number of road passenger transport undertakings,\n- 'geographical area` means an area comprising part or all of the territory of a Member State or including part or all of the territory of other Member States.\n3. The Commission shall examine the situation and, after consulting the advisory committee referred to in Article 10, shall decide within one month of receipt of the relevant Member State's request whether or not safeguard measures are necessary and shall adopt them if they are necessary.\nThe measures introduced in accordance with this Article shall remain in force for a period not exceeding six months, renewable once for the same period.\nThe Commission shall without delay notify the Member States and the Council of any decision taken pursuant to this paragraph.\n4. If the Commission decides to take safeguard measures concerning one or more Member States, the competent authorities of the Member States involved shall be required to take measures of equivalent scope in respect of resident carriers and shall inform the Commission thereof.\nThese measures shall be implemented no later than the same date as the safeguard measures decided on by the Commission.\n5. Each Member State may refer a Commission decision as referred to in paragraph 3 to the Council within 30 days of its notification.\nThe Council, acting by a qualified majority within 30 days of referral by a Member State or, if there are referrals by more than one Member State, of the first referral, may take a different decision.\nThe limits of validity laid down in the second subparagraph of paragraph 3 shall apply to the Council's decision.\nThe competent authorities of the Member States concerned shall be bound to take measures of equivalent scope in respect of resident carriers and shall inform the Commission thereof.\nIf the Council takes no decision within the period laid down in the second subparagraph, the Commission decision shall become final.\n6. Where the Commission considers that the measures referred to in paragraph 3 need to be prolonged, it shall submit a proposal to the Council, which shall take a decision by qualified majority.", "0\n1. The Commission shall be assisted by an advisory committee composed of representatives of the Member States and chaired by a representative of the Commission.\nThe Committee, acting in accordance with the procedure laid down in Article 8, shall assist the Commission in drawing up a model for the journey forms, the book of journey forms and the table referred to in Articles 6 and 7.\n2. In addition, the tasks of the Committee shall be to advise the Commission on:\n- any request from a Member State under Article 9 (1),\n- measures intended to resolve a serious disturbance of the market as referred to in Article 9, in particular the practical application of such measures.\n3. The Committee shall draw up its rules of procedure.", "1\n1. Member States shall assist one another in applying this Regulation.\n2. Without prejudice to criminal prosecution, the host Member State may impose penalties on non-resident carriers who have committed infringements of this Regulation or of Community or national transport regulations within its territory on the occasion of a cabotage transport operation.\nThe penalties shall be imposed on a non-discriminatory basis and in accordance with paragraph 3.\n3. The penalties referred to in paragraph 2 may, inter alia, consist of a warning or, in the event of serious or repeated infringements, a temporary ban on cabotage transport operations within the territory of the host Member State where the infringement was committed.\nWhere a falsified Community licence, falsified authorization or falsified certified true copy thereof is produced, the falsified document shall be withdrawn immediately and, where appropriate, forwarded as soon as possible to the competent authority of the carrier's Member State of establishment.\n4. The competent authorities of the host Member State shall inform the competent authorities of the Member State of establishment of the infringements recorded and any penalties imposed on the carrier and may, in the event of serious or repeated infringements, at the same time transmit a request that a penalty be imposed.\nIn the event of serious or repeated infringements, the competent authorities of the Member State of establishment shall decide whether an appropriate penalty should be imposed on the carrier concerned; these authorities shall take into account any penalty already imposed in the host Member State and ensure that the penalties already imposed on the carrier concerned are, as a whole, proportional to the infringements or infringements which gave rise to such penalties.\nThe penalty imposed by the competent authorities of the Member State of establishment, after consulting the competent authorities of the host Member State, may extend to withdrawal of authorization to pursue the occupation of road passenger transport operator.\nThe competent authorities of the Member State of establishment may also, pursuant to its national law, arraign the carrier concerned before a competent national court or tribunal.\nThey shall inform the competent authorities of the host Member State of the decisions taken pursuant to this paragraph.", "2\nMember States shall ensure that carriers may appeal to the courts against any administrative penalty imposed on them.", "3\n1. The Commission shall report to the European Parliament and the Council before 30 June 1998 on the results of the application of Regulation (EEC) No 2454/92 and the operation of regular services in the Member States.\n2. The Commission shall report to the European Parliament and the Council by 31 December 1999 at the latest on the application of this Regulation and, in particular, on the impact of cabotage transport operations on national transport markets.", "4\nMember States shall adopt in good time the laws, regulations and administrative provisions necessary for implementation of this Regulation and shall communicate them to the Commission.", "5\nThis Regulation shall enter into force on the first day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 11 June 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1997.\nFor the Council\nThe President\nM. DELVAUX-STEHRES\n(1) OJ C 60, 29. 2. 1996, p. 10 and OJ C 124, 21. 4. 1997, p. 73.\n(2) OJ C 30, 30. 1. 1997, p. 40.\n(3) Opinion of the European Parliament of 28 November 1996 (OJ C 380, 16. 12. 1996, p. 35), Council Common Position of 14 April 1997 (OJ C 164, 30. 5. 1997, p. 17) and Decision of the European Parliament of 16 July 1997 (OJ C 286, 22. 9. 1997, p. 84).\n(4) OJ L 251, 29. 8. 1992, p. 1.\n(5) Judgment of 1 June 1994, Case C-388/92, European Parliament v. Council (ECR 1994, p. I-2081).\n(6) OJ L 18, 21. 1. 1997, p. 1.\n(7) OJ L 74, 20. 3. 1992, p. 1. Regulation as amended by Regulation (EC) No 11/98. (See page 1 of this Official Journal).\n(8) OJ L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EEC (OJ L 338, 28. 12. 1996, p. 89)."}