{"celex_id": "31994R1587", "uri": "http://publications.europa.eu/resource/cellar/4c97dc40-cfef-4346-b5c0-aa2e84ef9bc5", "type": "Regulation", "concepts": ["1644", "2292", "2560", "4172", "4692"], "title": "Commission Regulation (EC) No 1587/94 of 30 June 1994 establishing the supply balance for the Canary Islands in products of the pigmeat sector for the first quarter of the 1994/95 marketing year and amending Regulation (EEC) No 1724/92\n", "header": "COMMISSION REGULATION (EC) No 1587/94 of 30 June 1994 establishing the supply balance for the Canary Islands in products of the pigmeat sector for the first quarter of the 1994/95 marketing year and amending Regulation (EEC) No 1724/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures for the Canary Islands concerning certain agricultural products (1), as amended by Commission Regulation (EEC) No 1974/93 (2), and in particular Articles  3 (4) and 4 (4) thereof,\nWhereas Commission Regulation (EEC) No 1724/92 of 30 June 1992 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the pigmeat sector (3), as last amended by Regulation (EC) No 386/94  (4), fixes for the period 1 July 1992 to 30 June 1993, on the one hand, the quantities of products from the pigmeat sector of the forecast supply balance which benefit from an exemption in respect of the levy on direct imports from third countries or  from Community aid, and on the other hand, the quantities of pure-bred breeding animals originating in the Community which benefit from an aid with a view to developing the potential for production in the archipelago of the Canaries;\nWhereas, pending supplementary information to be supplied by the competent authorities, and in order to ensure continuity of the specific supply arrangements, the supply balance referred to in Article 2 of Council Regulation (EEC) No 1601/92 and the  quantities of pure-bred breeding animals in receipt of the aid referred to in Article 4 of that Regulation should be established, for a period limited to three months, on the basis of the quantities determined for the 1993/94 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Annexes I, and III of Regulation (EEC) No 1724/92 are replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 179, 1. 7. 1992, p. 90.\n(4) OJ No L 51, 23. 2. 1994, p. 1.\nANNEX\n'ANNEX I\nForecast supply balance for the Canary Islands regarding products from the pigmeat sector for the period from 1 July 1994 to 30 September 1994\n\"\" ID=\"1\">ex 0203 > ID=\"2\">Meat of domestic swine, fresh or chilled> ID=\"3\">-\"> ID=\"1\">ex 0203 > ID=\"2\">Meat of domestic swine, frozen> ID=\"3\">4 750\"> ID=\"1\">1601 00 > ID=\"2\">Sausages and similar products, of meat, meat offal or blood; food  preparations based on these products> ID=\"3\">3 000\"> ID=\"1\">1602 20 90> ID=\"2\">Prepared or preserved livers of all animals other than geese or ducks> ID=\"3\">150\"> ID=\"2\">Other preparations or conserves containing meat or meat offal of domestic  swine:\"> ID=\"1\">1602 41 10> ID=\"2\">Hams and cuts thereof> ID=\"3\">1 000\"> ID=\"1\">1602 42 10> ID=\"2\">Shoulders and cuts thereof> ID=\"3\">650\"> ID=\"1\">1602 49 > ID=\"2\">Others, including mixtures> ID=\"3\">875\">\nANNEX III\nSupply in the Canary Islands of pure-bred breeding pigs originating in the Community for the period 1 July 1994 to 30 September 1994\n\"\" ID=\"1\">0103 10 00> ID=\"2\">Pure-bred breeding pigs (1)\"> ID=\"2\">- male animals> ID=\"3\">40> ID=\"4\">400\"> ID=\"2\">- female animals> ID=\"3\">550> ID=\"4\">350\"\"\n>\n(1) Inclusion in this sub-position is subject to the conditions provided for by the Community provisions which regulate the matter.'"}