{"celex_id": "31994D0075", "uri": "http://publications.europa.eu/resource/cellar/dd89a79b-b230-4eb0-8451-ebe379a95f69", "type": "Decision", "concepts": ["1234", "2900", "336", "3560", "4585", "935"], "title": "94/75/EC, Euratom: Commission Decision of 1 February 1994 amending Decision 90/184/Euratom, EEC authorizing Denmark not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 1 February 1994 amending Decision 90/184/Euratom, EEC authorizing Denmark not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base  (Only the Danish text is authentic) (94/75/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1) and, in particular, Article 13 thereof,\nWhereas, pursuant to Article 28 (3) of the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (2),  hereinafter called 'the Sixth Directive', the Member States may continue to exempt or tax certain transactions; whereas these transactions must be taken into account for the determination of the VAT resources base;\nWhereas with effect from 1 January 1990 the possibility afforded Member States of continuing to tax or exempt certain transactions listed in Annexes E and F to the Sixth Directive was terminated by virtue of Article 1 (1), first sentence, and (2) (a) of  Council Directive 89/465/EEC (3); whereas, consequently, the authorizations granted in this connection by the Commission for the purposes of determining the VAT own resources base should also be discontinued;\nWhereas, in the case of Denmark, the Commission, on the basis of Regulation (EEC, Euratom) No 1553/89, adopted Decision 90/184/Euratom, EEC (4) authorizing Denmark, with effect from 1989, not to take into account certain categories of transactions and  to use certain approximate estimates for the calculation of the VAT own resources base;\nWhereas, since 1 January 1991, Denmark has taxed the transactions referred to in points 13 and 15 of Annex F to the sixth VAT Directive; whereas the authorizations granted in this connection should be discontinued with effect from that date;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["1. Article 1 (2) of Decision 90/184/Euratom, EEC is hereby repealed in respect of transactions conducted with effect from 1 January 1991.\n2. Article 2 (2) of Decision 90/184/Euratom, EEC is hereby repealed in respect of transactions conducted with effect from 1 January 1991.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 1 February 1994.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 155, 7. 6. 1989, p. 9.\n(2) OJ No L 145, 13. 6. 1977, p. 1.\n(3) OJ No L 226, 3. 8. 1989, p. 21.\n(4) OJ No L 99, 19. 4. 1990, p. 37."}