{"celex_id": "31997R2229", "uri": "http://publications.europa.eu/resource/cellar/195ddb06-0890-48d6-8c70-6eaa4eaa8a9e", "type": "Regulation", "concepts": ["1197", "123", "1743", "1876", "3483", "3584"], "title": "Council Regulation (EC) No 2229/97 of 30 October 1997 concerning the interruption of certain economic relations with Angola in order to induce the 'União Nacional para a Independência Total de Angola' (UNITA) to fulfil its obligations in the peace process\n", "header": "COUNCIL REGULATION (EC) No 2229/97 of 30 October 1997 concerning the interruption of certain economic relations with Angola in order to induce the 'União Nacional para a Independência Total de Angola` (UNITA) to fulfil its obligations in the peace process\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 73g and 228a,\nHaving regard to common position 97/759/CFSP of 30 October 1997 defined by the Council on the basis of Article J.2 of the Treaty on European Union, concerning Angola and aimed at inducing the 'União Nacional para a Independência Total de Angola` (UNITA) to fulfil its obligations in the peace process (1) in view of the relevant decisions of the Security Council of the United Nations, in particular its Resolutions 864 (1993), 1127 (1997), and 1130 (1997),\nHaving regard to the proposal from the Commission,\nWhereas the United Nations Security Council, acting under Chapter VII of the Charter of the United Nations, decided in its Resolutions 864 (1993) and 1127 (1997) that all States should take certain measures with regard to their economic relations with Angola in order to obtain the implementation by the 'União Nacional para a Independência Total de Angola` (UNITA) of its obligations under the 'Acordos de Paz`, the Lusaka Protocol and the relevant Security Council Resolutions;\nWhereas certain of these measures fall under the scope of the Treaty establishing the European Community and, therefore, Community legislation is necessary to implement the relevant decisions of the Security Council as far as the territory of the European Community is concerned, such territory being deemed to encompass, for the purposes of this Regulation, the territories of the Member States to which the Treaty establishing the European Community is applicable, under the conditions laid down in that Treaty;\nWhereas the Security Council has also called upon the United Nations Member States to apply these measures notwithstanding the existence of any right or obligations conferred or imposed by any international agreement signed, any contract entered into or any licence or permit granted before the adoption of the aforementioned Resolutions;\nWhereas, therefore, the fourth ACP-EC Convention, signed at Lomé on 15 December 1989, to which the Community and Angola are parties, does not pose an obstacle to the application of the said Security Council measures;\nWhereas the data contained in the Annexes to this Regulation concerning points of entry in Angola for supplies, aircraft registered in Angola and places in Angola for aircraft to take off or land should be based on the data provided by the Government of Angola to the Committee created pursuant to Resolution 864 (1993) of the Security Council and notified to the Member States of the United Nations by this Committee;\nWhereas the aforesaid Resolutions provide for certain exceptions to the restrictions imposed on the condition of prior approval of said Committee;\nWhereas approval of this Committee should be obtained through the competent national authorities of the Member States, whose names and addresses should, therefore, be made available in an Annex to this Regulation;\nWhereas, for reasons of expediency, the Commission should be empowered to supplement and/or amend the Annexes to this Regulation on the basis of pertinent notifications from the relevant Security Council Committee or, in the case of Annex VI, the competent authorities of Member States;\nWhereas, for reasons of transparency and simplicity, the interruption of certain economic relations with Angola should be governed by only one legal instrument; whereas therefore, the provisions of Council Regulation (EEC) No 2967/93 of 25 October 1993 prohibiting the supply of certain goods to UNITA (2), should be incorporated in this Regulation, and the former Regulation should be repealed,", "main_body": ["The following shall be prohibited:\n1. to sell or supply petroleum and petroleum products listed in Annex I, whether or not originating in the Community, in the territory of Angola through points of entry other than those referred to in Annex II;\n2. to supply or make available in any form any aircraft or aircraft components to the territory of Angola other than through the points of entry referred to in Annex III;\n3. to provide engineering and maintenance services, certification of airworthiness, payment of new claims against existing insurance contracts or provision or renewal of direct insurance with respect to any aircraft registered in Angola other than those listed in Annex IV, or with respect to any aircraft which entered the territory of Angola other than through a point of entry referred to in Annex V;\n4. to permit any aircraft to take off from, land in or overfly the territory of the Community if it has taken off from or is destined to land at a place in the territory of Angola other than one listed in Annex V;\n5. to start or continue, in any form, any operational activity of any UNITA office;\n6. any activity the object or effect of which is, directly or indirectly, to promote the transactions or activities referred to in this Article.", "The prohibition of the transactions or activities referred to in Article 1 shall not apply to cases of medical urgency or to flights of aircraft carrying food, medicine or supplies for essential humanitarian needs, on condition that, through the competent national authorities, a prior approval has been obtained from the United Nations Security Council Committee created pursuant to Resolution 864 (1993).\nThe names and addresses of the competent national authorities are contained in Annex VI.", "This Regulation shall apply notwithstanding any rights conferred or obligations imposed by any international agreement signed or any contract entered into or any licence or permit granted before the entry into force of this Regulation.", "Each Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed.\nPending the adoption, where necessary, of any legislation to this end, the sanctions to be imposed where the provisions of this Regulation are infringed shall be those determined by the Member States in order to give effect to Article 4 of Regulation (EEC) No 2967/93.", "The Commission and the Member States shall inform each other of the measures taken under this Regulation and supply each other with other relevant information at their disposal in connection with this Regulation, such as violation and other enforcement problems or judgments made by national courts.", "The Commission is hereby empowered to supplement and/or amend the Annexes on the basis of the information and notifications supplied by the competent authorities of the United Nations or, in the case of Annex VI, the Member States.\nAny supplements or amendments made pursuant to the first subparagraph shall be published in the Official Journal of the European Communities.", "Regulation (EEC) No 2967/93 is hereby repealed and replaced by the provisions of this Regulation.", "This Regulation shall apply within the territory of the European Community including its air space and on any aircraft or any vessel under the jurisdiction of a Member State and to any person elsewhere who is a national of a Member State and any body which is incorporated or constituted under the law of a Member State.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 30 October 1997 and, in the case of Articles 4 and 7, from the day of its publication in the Official Journal.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 October 1997.\nFor the Council\nThe President\nF. BODEN\n(1) See page 8 of this Official Journal.\n(2) OJ L 268, 29. 10. 1993, p. 1.\nANNEX I\n>TABLE>\nANNEX II\nPoints of entry referred to in point 1 of Article 1\nThe airports of Luanda and Katumbela (Benguela province) and the ports of Luanda, Malongo (Cabinda province), Lobito (Benguela province) and Namibe (Namibe province).\nANNEX III\nPoints of entry referred to in point 2 of Article 1\nANNEX IV\nAircraft referred to in point 3 of Article 1\nANNEX V\nPoints of entry and places referred to in points 3 and 4 of Article 1\nANNEX VI\nNames and addresses of authorities referred to in Article 2\nBELGIQUE - BELGIË\nMinistère des affaires étrangères, du commerce extérieur et de la coopération au développement\nEgmont 1, rue des Petits Carmes 19\nB-1000 Bruxelles\nDirection des relations économiques et bilatérales extérieures\n(a) Service Afrique du Sud du Sahara (B.22),\ntél.: (32 2) 501 85 77\n(b) Coordination de la politique commerciale (B.40)\ntél.: (32 2) 501 83 20\n(c) Service Transports (B.42), tél.: (32 2) 501 37 62\nTélécopieur: (32 2) 501 88 27\nMinistère des affaires économiques\nARE 4° division, service des licences\nAvenue du Général Leman 60\nB-1040 Bruxelles\nTél.: (32 2) 206 58 16/27\nTélécopieur: (32 2) 230 83 22\nDANMARK\nDanish Agency for Trade and Industry\nTagensvej 137\nDK-2200 Copenhagen N\nTel. (45) 35 86 86 86\nFax (45) 35 86 86 87\nMinistry of Foreign Affairs\nDepartment S.7\nAsiatisk Plads 2\nDK-1448 Copenhagen K\nTel. (45) 33 92 00 00/33 92 09 09\nFax (45) 31 54 05 53\nDanish Agency for Trade and Industry\nJeanne Lorentzen, desk officer\nTel. (45) 35 86 84 89\nFax (45) 35 86 85 75\nNiels Hoeing, assistant\nTel. (45) 35 86 84 85\nFax (45) 35 86 85 75\nMinistry of Foreign Affairs\nPeter Lysholt Hansen, head of department S.7\nTel. (45) 33 92 09 01\nFax (45) 33 92 18 02\nGert Meinecke, desk officer\nTel. (45) 33 92 09 26\nFax (45) 33 92 18 02\nDEUTSCHLAND\nBundesausfuhramt (BAFA)\nFrankfurter Straße 29-35\n65760 Eschborn\nBundesanstalt für Landwirtschaft und Ernährung (BLE)\nAdickesallee 40\n60322 Frankfurt\nBundesamt für Verkehr\nRef. LR 13\nPostfach 200 100\n53170 Bonn\nÅËËÁÄÁ\nMinistry of Foreign Affairs\nAmbassador Nikolaos Chatoupis\nDirectorate A7\nTel. (00301) 361 00 12 and\nFax 361 00 96, 645 00 49\nZalokosta 1\n106 71 Athens\nMinistry of National Economy\nSecretariat-General for International Economic Relations\nDirectorate-General for External\nEconomic and Trade Relations\nDirector Th. Vlassopoulos\nTel. 32 86 401-3\nFax 32 86 404\nDirectorate of Procedure of External Trade Directors:\nI. Tseros\nTel. 32 86 021, 23 and\nFax 32 86 059\nA. Iglessis\nTel. 32 86 051 and\nFax 32 86 094\nErmou and Kornarou 1\n105 63 Athens\nESPAÑA\nMinisterio de Economía y Hacienda\nDirección General de Comercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel. (34 1) 349 38 60\nFax (34 1) 457 28 63\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection générale des douanes et des droits indirects\nCellule embargo - Bureau E2\nTél.: (33 1) 44 74 48 93\nTélécopieur: (33 1) 44 74 48 97\nMinistère des affaires étrangères\nDirection des Nations unies et des organisations internationales\nTél.: (33 1) 43 17 59 68\nTélécopieur: (33 1) 43 17 46 91\nIRELAND\nDepartment of Public Enterprise\nAviation Regulation and International Affairs Division\n44 Kildare Street\nDublin 2\nTel. (353 1) 670 74 44\nFax 670 74 11\nMr Brendan Twomey/Mr Ernest Hartman\nITALIA\nMinistero degli Affari esteri - Roma\nD.G.A.E.-Uff. X\nTel. 0039 6-36 91 37 50\nFax 36 91 37 52\nMinistero del Commercio estero - Roma\nGabinetto\nTel. 0039 6-59 93 23 10\nFax 59 64 74 94\nMinistero dei Trasporti - Roma\nGabinetto\nTel. 0039 6-44 26 71 16/84 90 40 94\nFax 44 26 71 14\nLUXEMBOURG\nMinistère des affaires étrangères\nDirection des relations économiques internationales et de la coopération\nBP 1602\nL-1016 Luxembourg\nNEDERLAND\nMinisterie van Buitenlandse Zaken\nDirectie Verenigde Naties, afdeling Politieke Zaken\n2594 AC Den Haag\nTel. (0031-70) 348 42 06\nFax 348 67 49\nÖSTERREICH\nBundesministerium für wirtschaftliche Angelegenheiten\nAbteilung II/A/2\nLandstrasser Haupstraße 55-57\n1030 Wien\nBundesministerium für Wissenschaft und Verkehr\nOberste Zivilluftfahrtbehörde (OZB)\nRadetzkystraße 2\n1030 Wien\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nSr.a Mónica Lisboa\nDirecção-Geral dos Assuntos Multilaterais\nLisboa\nSUOMI/FINLAND\nUlkoasiainministeriö\nPL 176\n00161 Helsinki\nUtrikesministeriet\nPB 176\n00161 Helsingfors\nSVERIGE\nRegeringskansliet\nUtrikesdepartementet\nRättssekretariatet för EU-frågor\nFredsgatan 6\nS-103 39 Stockholm\nTfn 0046 8 405 10 00\nFax 723 11 76\nUNITED KINGDOM\nExport Control Organization\nDepartment of Trade and Industry\nKingsgate House\n66-74 Victoria Street\nLondon SW1E 6SW\nTel. (44 171) 215 6740\nFax (44 171) 222 0612"}