{"celex_id": "31999D0558", "uri": "http://publications.europa.eu/resource/cellar/f994986c-58a0-456d-9ea8-176b7f2927b6", "type": "Decision", "concepts": ["1309", "192", "5369", "841", "842"], "title": "99/558/EC: Commission Decision of 26 July 1999 amending Council Decision 79/542/EEC and Commission Decisions 92/160/EEC and 93/195/EEC with regard to imports of registered horses from Ecuador (notified under document number C(1999) 2438) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 26 July 1999\namending Council Decision 79/542/EEC and Commission Decisions 92/160/EEC and 93/195/EEC with regard to imports of registered horses from Ecuador\n(notified under document number C(1999) 2438)\n(Text with EEA relevance)\n(1999/558/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and imports from third countries of equidae(1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 17, second paragraph thereof,\n(1) Whereas, by Council Decision 79/542/EEC(2), as last amended by Commission Decision 1999/301/EC(3), a list of third countries from which Member States authorise imports of bovine animals, swine, equidae, sheep and goats, fresh meat and meat products has been established; whereas Ecuador is included in Part 2, special column for registered horses, in the Annex to that Decision;\n(2) Whereas, by Decision 92/160/EEC(4), the Commission has established the regionalisation of certain third countries for imports of equidae, as last amended by Decision 1999/236/EC(5); whereas by this Decision Ecuador is regionalised to restrict the re-entry after temporary export of registered horses to the metropolitan area of Quito only;\n(3) Whereas, by Commission Decision 93/195/EEC(6), as last amended by Decision 1999/228/EC(7), the health conditions and veterinary certification have been established for the re-entry of registered horses after temporary export to Ecuador;\n(4) Whereas, in the course of a Commission inspection visit to Ecuador, serious flaws have come to light in the equine health monitoring, veterinary supervision, disease reporting and procedures for imports and exports of equidae; whereas however since the adoption of Decision 92/160/EEC no horse has been re-exported from Ecuador to the Community;\n(5) Whereas, in particular and due to insufficient controls and disease notification, the situation, with regard to Venezuelan equine encephalomyelitis and dourine in Ecuador is unclear;\n(6) Whereas the re-entry of registered horses after temporary export to the Metropolitan area of Quito in Ecuador should be prohibited; whereas therefore Ecuador should be deleted from the list of third countries in the Annex to Council Decision 790/542/EEC and consequently Decisions 92/160/EEC and 93/195/EEC must be amended accordingly;\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Part 2 of the Annex to Council Decision 79/542/EEC, special column for registered horses, the following line relating to Ecuador is deleted:\n>TABLE>", "In the Annex to Commission Decision 92/160/EEC the following words relating to Ecuador are deleted: \"Equador (1)\nMetropolitan area of Quito.\"", "Commission Decision 93/195/EEC is amended as follows:\n1. in Group D in Annex I the words \"Equador (1)\" are deleted;\n2. in Group D in Annex II the words \"Equador (1)\" are deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 42.\n(2) OJ L 146, 14.6.1979, p. 15.\n(3) OJ L 117, 5.5.1999, p. 52.\n(4) OJ L 71, 18.3.1992, p. 27.\n(5) OJ L 87, 31.3.1999, p. 13.\n(6) OJ L 86, 6.4.1993, p. 1.\n(7) OJ L 83, 27.3.1999, p. 77."}