{"celex_id": "31995R1030", "uri": "http://publications.europa.eu/resource/cellar/cb5f8fce-8fc1-4a23-90bd-efd678db6c6a", "type": "Regulation", "concepts": ["2121", "3568", "4687", "5070", "616"], "title": "COMMISSION REGULATION (EC) No 1030/95 of 5 May 1995 amending Regulation (EEC) No 3652/81 laying down detailed rules for implementing the system of advance fixing certificates for refunds in the poultrymeat and eggs sectors\n", "header": "COMMISSION REGULATION (EC) No 1030/95 of 5 May  1995 amending Regulation (EEC) No 3652/81 laying down detailed rules for implementing the system of  advance fixing certificates for refunds in the poultrymeat and eggs sectors\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization  of the market in eggs  (1), as last amended by the Act of Accession of Austria, Finland and Sweden  and by Regulation (EC) No 3290/94  (2), and in particular Articles 9 (3) and 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization  of the market in poultrymeat  (3), as last amended by the Act of Accession of Austria, Finland and  Sweden and by Regulation (EC) No 3290/94, and in particular Articles 9 (3) and 15 thereof,\nHaving regard to Regulation (EC) No 3290/94, and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EEC) No 3652/81  (4) as last amended by Regulation (EC) No 1617/94   (5) has introduced a period of reflection for the applications of certificates of advance fixing of  refunds for the products in the poultrymeat sector; whereas it is necessary, in order to Insure a  harmonious transition from the regime existing before the date of entering into force of the  agreement on agriculture in the Uruguay Round to that existing after that date, to apply that  period of reflection in the egg sector as well;\nWhereas Commission Regulation (EC) No 974/95 of 28 April 1995 on certain transitional measures  concerning the application of the agreement on agriculture of the Uruguay Round  (6) provides for  quantitative restrictions of the certificates of advance fixing for which the period of validity  exceeds 30 June 1995; whereas it is therefore necessary to specify the measures which the  Commission can take in order to respect this restriction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EEC) No 3652/81 is amended as follows:\n1.  Article 4 is replaced by the following:\n'Article 4 1.  Advance fixing certificates for products in the poultrymeat and egg sectors shall be issued on  the fifth working day following the day when the application was submitted, provided that no  special measures are taken in the meantime by the Commission.\n2.  These measures may include, where the applications for advance fixing certificates exceed or  where there is a risk that applications will exceed the normal sales pattern:\n-  suspension of the application of this Regulation for a maximum of five working days; in this  case, applications for advance fixing certificates lodged during the period of suspension will be  rejected,\n-  the setting of a single percentage by which the quantities in the applications for advance  fixing certificates are accepted,\n-  suspension of the lodging of applications for advance fixing certificates until the end of the  current month.\nThese measures may be adjusted according to the type of certificate applied for in accordance with  Commission Regulation (EC) No 974/95  (*) (transitional measures).\n3.  Where quantities applied for are rejected or reduced, the security shall be released  immediately for the quantity which was not awarded.\n` 2.  Article 5 is replaced by the following:\n'Article 5 Member States shall communicate to the Commission for the products in the eggs and poultrymeat  sectors referred to in the Annex to Regulation (EEC) No 572/73 -  on the Wednesday and Friday of each week, a list of the advance fixing certificates for refunds  which have been applied for since the last such communication. This list is drawn up separately for  applications with or without the comment in section 20, \"Transitional certificate - Regulation (EC)  No 974/95\".\n-  before the tenth of each month, a list of advance fixing certificates for refunds which they  have issued during the preceding calendar month.`", "This Regulation shall enter into force on 8 May 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 5 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\n(*)  OJ No L 97, 29. 4. 1995, p. 66."}