{"celex_id": "31994R2493", "uri": "http://publications.europa.eu/resource/cellar/3a4e6d34-2ac7-41d4-980f-d599a23ac475", "type": "Regulation", "concepts": ["13", "1511", "251", "4314", "4315"], "title": "Commission Regulation (EC) No 2493/94 of 14 October 1994 fixing the production levies and the coefficient for calculating the additional levy in the sugar sector for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 2493/94 of 14 October 1994 fixing the production levies and the coefficient for calculating the additional levy in the sugar sector for the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 133/94 (2), and in particular Articles 28 (8) and 28a (5) thereof,\nWhereas Article 7 (1) of Commission Regulation (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (3), as last amended by Regulation (EC) No 392/94 (4), provides that the basic  production levy and the B levy together with, if required, the coefficient referred to in Article 28a (2) of Regulation (EEC) No 1785/81 for sugar and isoglucose are to be fixed before 15 October in respect of the preceding marketing year;\nWhereas Commission Regulation (EEC) No 2442/93 (5) increased, for the 1993/94 marketing year, the maximum amount referred to in the first indent of the second subparagraph of Article 28 (4) of Regulation (EEC) No 1785/81 to 37,5 % of the intervention  price for white sugar;\nWhereas the estimated total loss recorded in accordance with Article 28 (1) and (2) of Regulation (EEC) No 1785/81 necessitates the retention, in respect of the amounts of the production levies applicable for the 1993/94 marketing year, of the maximum  amounts referred to in Article 28 of the said Regulation adjusted, where applicable, by Regulation (EEC) No 2442/93;\nWhereas Article 28a (1) of Regulation (EEC) No 1785/81 provides that an additional levy is to be charged to manufacturers when the total loss recorded pursuant to Article 28 (1) and (2) of the said Regulation is not fully covered by the receipts from  the production levies; whereas the total uncovered loss for the 1993/94 marketing year amounts to ECU 87 896 594, whereas the coefficient referred to in Article 28a (2) of the said Regulation should consequently be fixed at 0,14172 which represents for  the Community as a whole the ratio between the total loss recorded for the 1993/94 marketing year pursuant to Article 28 (1) and (2) of the said Regulation and the receipts from the basic production levy and the B levy for that marketing year, the ratio  being reduced by 1;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The production levies in the sugar sector for the 1993/94 marketing year are hereby fixed as follows:\n(a) ECU 1,0466 per 100 kilograms of white sugar as the basic production levy on A sugar and B sugar;\n(b) ECU 19,6238 per 100 kilograms of white sugar as the B levy on B sugar;\n(c) ECU 0,4389 per 100 kilograms of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) ECU 8,2392 per 100 kilograms of dry matter as the B levy on B isoglucose.", "The coefficient provided for in Article 28a (2) of Regulation (EEC) No 1785/81 is hereby fixed for the 1993/94 marketing year at 0,14172.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 22, 27. 1. 1994, p. 7.\n(3) OJ No L 158, 9. 6. 1982, p. 17.\n(4) OJ No L 53, 24. 2. 1994, p. 7.\n(5) OJ No L 224, 3. 9. 1993, p. 6."}