{"celex_id": "31990R1056", "uri": "http://publications.europa.eu/resource/cellar/5a1c69a1-956a-4482-850f-3998d185c3a0", "type": "Regulation", "concepts": ["1604", "2642"], "title": "Council Regulation (EEC) No 1056/90 of 27 April 1990 fixing the basic price and the buying-in price for cauliflowers for the period 1 to 13 May 1990\n", "header": "COUNCIL  REGULATION (EEC) No 1056/90\nof 27 April 1990\nfixing the basic price and the buying-in price for cauliflowers for the period 1 to 13 May 1990\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), and in particular Article 16 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas, pursuant to Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price must be fixed for each marketing year for each of the products listed in Annex II to the said Regulation; whereas the products in question, harvested in a given production year, are marketed, as regards cauliflowers, from May to April of the following year;\nWhereas, therefore, in order to ensure the continuity of cauliflower prices, the basic price and the buying-in price for this product must be fixed for the period from 1 to 13 May 1990;\nWhereas Portugal, during the first stage, is authorized to maintain, in the fruit and vegetables sector, the rules in force under the previous national arrangements for the organization of its domestic market, under the conditions laid down in Articles 262 to 265 of the Act of Accession; whereas, therefore, the prices fixed in this Regulation are applicable only in the Community excluding Portugal;\nWhereas Article 148 (1) of the Act of Accession results in a price level in Spain differing from that of the common prices; whereas, pursuant to Article 149, the Spanish prices should be aligned more closely on the common prices each year at the beginning of each marketing year; whereas the criteria laid down for this alignment give the Spanish prices fixed at the levels set out below,", "main_body": ["The basic price and the buying-in price for cauliflowers, in ecus per 100 kilograms net, shall be fixed as follows for the period from 1 to 13 May 1990;\n- basic price: 24,43 for Spain and 30,96 for the other Member States excluding Portugal,\n- buying-in price: 10,62 for Spain and 13,47 for the other Member States excluding Portugal.\nThe prices shall be for packed 'trimmed' cauliflowers of Quality Class I.\nThe prices do not include the cost of the packaging in which the product is presented.", "This Regulation shall enter into force on 1 May 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 12.\n(3) OJ No C 96, 17. 4. 1990."}