{"celex_id": "31993R1779", "uri": "http://publications.europa.eu/resource/cellar/8926152c-7ab6-4b28-a292-3e240182df31", "type": "Regulation", "concepts": ["1644", "5034", "5063", "994"], "title": "COMMISSION REGULATION (EEC) No 1779/93 of 2 July 1993 adopting derogatory arrangements in the beef and veal sector as a result of transport problems following the outbreak of foot-and-mouth disease in Bulgaria\n", "header": "COMMISSION REGULATION (EEC) No 1779/93 of 2 July 1993 adopting derogatory arrangements in the beef and veal sector as a result of transport problems following the outbreak of foot-and-mouth disease in Bulgaria\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 125/93 (2), and in particular Article 23 thereof,\nWhereas the import licences in respect of young male bovine animals which may be imported for the second quarter of 1993 pursuant to Regulation (EEC) No 733/93 (3), are issued on the 30th day of that quarter, in accordance with Article 15(5) (a) of  Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (4), as last amended by Regulation (EEC) No 3662/92 (5); whereas the term of  validity on the licences referred to above is limited to 90 days in accordance with Article 4 (b) of Regulation (EEC) No 2377/80; whereas, in the light of the situation as regards imports resulting from the outbreak at foot-and-mouth disease in  Bulgaria, the term of validity of the said licences should be suitably extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Notwithstanding the provisions of Article 4 (b) of Regulation (EEC) No 2377/80, the term of validity of the licences issued for the second quarter of 1993 in accordance with Article 15 (5) (a) of that Regulation shall be extended by 60  days at the request of the operator in question.\n2. The request referred to in paragraph 1 above must be accompanied by the original of the licence concerned.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 18, 27. 1. 1993, p. 1.\n(3) OJ No L 75, 30. 3. 1993, p. 11.\n(4) OJ No L 241, 13. 9. 1980, p. 5.\n(5) OJ No L 370, 19. 12. 1992, p. 43."}