{"celex_id": "31993D0537", "uri": "http://publications.europa.eu/resource/cellar/a1baa950-09b0-48c4-b2bb-f47333c83e88", "type": "Decision", "concepts": ["1591", "4580", "990", "996"], "title": "93/537/EEC: Commission Decision of 12 October 1993 terminating the review of Council Regulation (EEC) No 3905/88 concerning imports of polyester yarn originating in Turkey\n", "header": "COMMISSION DECISION of 12 October 1993 terminating the review of Council Regulation (EEC) No 3905/88 concerning imports of polyester yarn originating in Turkey\n(93/537/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nHaving informed the EEC-Turkey Association Council pursuant to Article 47 (2) of the Additional Protocol to the Agreement establishing an Association between the European Economic Community and Turkey (2),\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\n(1) By Regulation (EEC) No 3905/88 (3), the Council imposed a definitive anti-dumping duty of 13,2 % on imports of textured polyester yarn (PTY) falling within CN codes 5402 33 10 and 5402 33 90, originating, inter alia, in Turkey, with the exception of  goods produced and sold for export to the Community by several companies specifically listed as being subject to a lesser rate of duty.\n(2) By a notice published on 18 March 1993 in the Official of the European Communities (4), the Commission, after consultation within the Advisory Committee and in accordance with Article 14 of Regulation (EEC) No 2423/88, initiated a review of  Regulation (EEC) No 3905/88 as it concerned a Turkish company, Korteks (Bursa - Turkey). This company had submitted that it did not export the product subject to the anti-dumping duty during the previous period of investigation (1 January to 30 June  1987) but that it had the firm intention to start such exports in the near future and had already established contacts with potential customers in the European Communities.\nIn addition, it submitted that it was not related with any of the companies subject to the previous investigation for which dumping was found.\n(3) Subsequently, on 25 August 1993, the Commission was informed by Korteks, the Turkish exporter, that it was withdrawing its request for a review of the Regulation in force because of profound changes in the market place.\nIn these circumstances, the Commission considers that further investigation is not necessary and the proceeding should be terminated,", "main_body": ["The review of Regulation (EEC) No 3905/88 requested by Korteks (Bursa) concerning imports of polyester yarn originating in Turkey is hereby terminated."], "attachments": "Done at Brussels, 12 October 1993.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 293, 29. 12. 1972, p. 15.\n(3) OJ No L 347, 16. 12. 1988, p. 10.\n(4) OJ No C 76, 18. 3. 1993, p. 3."}