{"celex_id": "31993R2658", "uri": "http://publications.europa.eu/resource/cellar/2292fe6e-e99b-4b06-bc4c-a71b9186be1d", "type": "Regulation", "concepts": ["1255", "1565", "1644", "2543", "2763", "4411"], "title": "COMMISSION REGULATION (EEC) No 2658/93 of 29 September 1993 amending Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic and Regulation (EEC) No 2357/93 determining the quantities of certain categories of milk and milk products available for the fourth quarter of 1993 under the arrangements provided for in the Interim Agreements\n", "header": "COMMISSION REGULATION (EEC) No 2658/93 of 29 September 1993 amending Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the  Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic and Regulation (EEC) No 2357/93 determining the quantities of certain categories of milk and milk products available for the fourth quarter of 1993  under the arrangements provided for in the Interim Agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic or Poland of the other part (1), as amended by Regulation (EEC) No 2233/93 (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Hungary of the other part (3), as amended by Regulation (EEC) No 2234/93 (4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters, between the European Economic Community and the European Coal and Steel Community, of  the one part, and the Czech and Slovak Federal Republic of the other part (5), as amended by Regulation (EEC) No 2235/93 (6), and in particular Article 1 thereof,\nWhereas the said Regulations established arrangements for reducing import levies on certain products in, inter alia, the milk and milk products sector; whereas Commission Regulation (EEC) No 584/92 (7) lays down detailed rules for the application of  those arrangements; whereas the Additional Protocols (8) to the Interim Agreements negotiated between the European Economic Community and Hungary, Poland and the Czech and Slovak Federal Republic apply provisionally from 1 July 1993; whereas that  provisional application features, from that date, an additional 20 % reduction in the levy and in increase in the volume of quotas to the level initially fixed for 1994;\nWhereas Regulation (EEC) No 584/92 should be amended and in particular it should be laid down that the operator is to receive a part (20 %) of the levy unduly charged on imports on the basis of licences issued after 1 July 1993 for which a levy reduced  by only 40 % was charged.\nWhereas Commission Regulation (EEC) No 2357/93 (9) has already fixed the quantities available for the period 1 October to 31 December 1993; whereas as a result of the new decisions adopted under the Additional Protocols, the Annex to the said Regulation  should be amended to fix afresh the quantities available for the quarter in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 584/92 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nFrom 1 July 1993 to 30 June 1996, the quantities referred to in Annex I shall be staggered over the year as follows:\n- 25 % during the period 1 July to 30 September,\n- 25 % during the period 1 October to 31 December,\n- 25 % during the period 1 January to 31 March,\n- 25 % during the period 1 April to 30 June.';\n2. the second subparagraph of Article 5 is replaced by the following:\n'However, licences shall not be valid after 30 June of the period in which they are issued.';\n3. Annex I is replaced by Annex I hereto.", "The Annex to Regulation (EEC) No 2357/93 is replaced by Annex II hereto.", "Imports based on import licences issued after 1 July 1993 for products listed in Annex I to Regulation (EEC) No 584/92 shall qualify for a 60 % reduction in the levy. Upon application, operators shall receive the 20 % of the levy unduly  charged if they effected imports on such a basis after 1 July 1993.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3.\n(2) OJ No L 200, 10. 8. 1993, p. 3.\n(3) OJ No L 56, 29. 2. 1992, p. 6.\n(4) OJ No L 200, 10. 8. 1993, p. 4.\n(5) OJ No L 56, 29. 2. 1992, p. 9.\n(6) OJ No L 200, 10. 8. 1993, p. 5.\n(7) OJ No L 62, 7. 3. 1992, p. 34.\n(8) OJ No L 195, 4. 8. 1993, p. 43.\n(9) OJ No L 216, 26. 8. 1993, p. 13.\nANNEX I\n'ANNEX I\nA. Products originating in Poland\nLevy reduction of:\n- 60 % from 1 July 1993\n\"(in tonnes)\n\"\" ID=\"01\">0402 10 19> ID=\"02\">Skimmed-milk powder\"> ID=\"01\">0402 21 19> ID=\"02\">Whole-milk powder> ID=\"03\">3 550> ID=\"04\">3 800> ID=\"05\">4 100\"> ID=\"01\">0402 21 99> ID=\"02\">Whole-milk powder\"> ID=\"01\">0405 00 11 0405 00 19> ID=\"02\">Butter>  ID=\"03\">1 200> ID=\"04\">1 300> ID=\"05\">1 400\"> ID=\"01\">0406 > ID=\"02\">Cheese> ID=\"03\">2 400> ID=\"04\">2 600> ID=\"05\">2 800 \">\nB. Products originating in the Czech and the Slovak Republic\nLevy reduction of:\n- 60 % from 1 July 1993\n\"(in tonnes)\n\"\" ID=\"01\">0402 10 19> ID=\"02\">Skimmed-milk powder\"> ID=\"01\">0402 21 19> ID=\"02\">Whole-milk powder> ID=\"03\">3 000> ID=\"04\">3 200> ID=\"05\">3 400\"> ID=\"01\">0402 21 91> ID=\"02\">Whole-milk powder\"> ID=\"01\">0405 00 11 0405 00 19> ID=\"02\">Butter>  ID=\"03\">1 200> ID=\"04\">1 300> ID=\"05\">1 400\"> ID=\"01\">ex 0406 40 > ID=\"02\">Niva\"> ID=\"01\">ex 0406 90 > ID=\"02\">Moravsky block, Primator, Otava, Javor, Uzeny block, Kashkaval Akawi, Istanbul, Jadel Hermelin, Ostepek, Koliba, Inovec> ID=\"03\">1 200>  ID=\"04\">1 300> ID=\"05\">1 400 \">\nC. Products originating in Hungary\nLevy reduction of:\n- 60 % from 1 July 1993\n\"(in tonnes)\n\"\" ID=\"01\">ex 0406 90 89> ID=\"02\">Balaton, Cream-white Hajdu, Marvany, Ovari, Pannonia, Trappista> ID=\"03\">1 200> ID=\"04\">1 300> ID=\"05\">1 400' \">\nANNEX II\n'ANNEX\nTotal quantities available for the period 1 October to 31 December 1993\n\"(tonnes)\n\"\" ID=\"01\">CN code and product> ID=\"02\">0402 10 19\n0402 21 19\n0402 21 99> ID=\"03\">0405 00 11\n0405 00 19\nbutter> ID=\"04\">0406\ncheese> ID=\"05\">0402 10 19\n0402 21 19\n0402 21 91> ID=\"06\">0405 00 11\n0405 00 19\nbutter> ID=\"07\">ex 0406 40-Niva\nex 0406 90-\nMoravsky block (1) > ID=\"08\">ex 0406 90 89\nBalaton (2) \"> ID=\"01\">Quantity available> ID=\"02\">962,5> ID=\"03\">325> ID=\"04\">650> ID=\"05\">825> ID=\"06\">325> ID=\"07\">325> ID=\"08\">325 \"\">\n(1) Primator, Otava, Javor, Uzeny block, Kaskhaval, Akawi, Istambul, Jadel Hermelin, Ostepek, Koliba, Inovec.\n(2) Cream-white, Hajdu, Marvany, Ovari, Pannonia, Trappista.'"}