{"celex_id": "31992R3947", "uri": "http://publications.europa.eu/resource/cellar/f20a43b2-dcf2-4931-a67c-3aeb0eb212dd", "type": "Regulation", "concepts": ["1048", "2943", "3534", "4271", "5251", "6056"], "title": "Council Regulation (EEC, Euratom, ECSC) No 3947/92 of 21 December 1992 amending the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities\n", "header": "COUNCIL REGULATION (EEC, EURATOM, ECSC) No 3947/92  of 21 December  1992 amending the Staff Regulations of Officials and the Conditions of Employment of Other Servants  of the European Communities\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European  Communities, and in particular Article 24 thereof,\nHaving regard to the proposal from the Commission, submitted after consulting the Staff Regulations  Committee  (1),\nHaving regard to the opinion of the European Parliament  (2),\nHaving regard to the opinion of the Court of Justice,\nWhereas, for matters in respect of which joint management by the institutions is desirable,  provision should be made to delegate to one of them the powers conferred on the appointing  authority;\nWhereas it is desirable to establish a system of interinstitutional competitions, to be organized  by two or more institutions, according to uniform criteria and resulting in a common reserve list;  whereas provision should therefore be made for setting up a common Joint Committee;\nWhereas it should be possible for the limits on additional seniority in grade laid down in the  second subparagraph of Article 32 of the Staff Regulations to be exceeded in the case of a member  of temporary staff appointed as a probationer official in order to take account of his years of  service as a member of temporary staff;\nWhereas the arrangements governing the probationary period should be adjusted to enable the  probationer's merits to be assessed more accurately;\nWhereas it is desirable to modify the end-of-probation dismissal procedure so that the appointing  authority is better placed to take an informed decision;\nWhereas, in the event of dismissal, the former probationer's pecuniary interests should be  protected in view of the increase in the duration of the probationary period;\nWhereas it is desirable to widen the scope for seconding officials to temporary posts;\nWhereas each institution should be given the option, if it deems this appropriate to its staffing  requirements, of derogating from Article 45 (2) of the Staff Regulations in order to allow the  transfer without competition of officials from the Language Service to Category A and vice-versa,  having regard to the specific qualifications of officials in that service and that category;\nWhereas the recruitment conditions and career prospects of law clerks at the Court of Justice  should be improved;\nWhereas it is advisable to amend Article 81 of the Conditions of Employment of Other Servants to  give the institutions the option of going to arbitration in the event of a dispute with a member of  local staff serving in a third country;\nWhereas Article 2 of Regulation (EEC, Euratom, ECSC) No 259/68  (3) lays down the Staff Regulations  of Officials of the European Communities and Article 3 thereof lays down the Conditions of  Employment of Other Servants of such Communities,", "main_body": ["CHAPTER I\nAmendments to the Staff Regulations of  Officials of the European Communities", "1.    The following subparagraph shall be added  to Article 2:\n'However, two or more institutions may entrust to one of them or to an interinstitutional body  the exercise of the powers conferred on the appointing authority in respect of recruitment and of  the social security and pension schemes.`\n2.    The following Article shall be inserted:\n'Article 91a\nRequests and complaints relating to the areas to which the third subparagraph of  Article 2 has been applied shall be lodged with the appointing authority entrusted with the  exercise of powers. Any appeals shall be made against the institution to which that appointing  authority is answerable.`\n3.    The following shall be added, in the brackets, to Article 1 (1) (a)  of Annex III:\n'(.  .  ., where appropriate, common to two or more institutions)`.", "In Article 9 the  following paragraph shall be inserted:\n'1a.    For the application of certain provisions of these Staff Regulations, a common Joint  Committee may be established for two or more institutions.`", "Article 2 of Annex II is  replaced by the following:\n'Article 2\nThe Joint Committee or Committees of an institution shall consist of:\n-  a chairman appointed each year by the appointing authority,\n-members and alternates appointed at the same time in equal numbers by the appointing authority and  by the Staff Committee.\nThe common Joint Committee for one or more institutions shall consist of:\n-a chairman appointed by the appointing authority referred to in the third subparagraph of Article  2 of the Staff Regulations,\n-members and alternates appointed in equal numbers by the appointing authorities of the  institutions represented on the common Joint Committee and by the Staff Committees.\nThe procedures for instituting the common Joint Committee shall be adopted by agreement between the  institutions represented on the common Joint Committee, after consulting their Staff Committee.\nAn alternate shall vote only in the absence of a member.`", "In Annex II, the following  Article shall be inserted:\n'Article 3a\nThe common Joint Committee shall meet at the request either of the appointing  authority referred to in the third subparagraph of Article 2 of the Staff Regulations or of an  appointing authority or a Staff Committee of one of the institutions represented on that Joint  Committee.\nThe proceedings of the common Joint Committee shall be valid only if all members or their  alternates are present.\nThe Chairman of the common Joint Committee shall not vote save on questions of procedure.\nThe opinion of the common Joint Committee shall be communicated in writing to the appointing  authority within the meaning of the third subparagraph of Article 2 of the Staff Regulations, to  the other appointing authorities and to their Staff Committees within five days of its adoption.\nAny member of the common Joint Committee may require that his views be recorded in the opinion of  the Joint Committee.`", "The following subparagraph shall be added to Article 1 (1) of  Annex III:\n'Notice of open competitions common to two or more institutions shall be drawn up by the  appointing authority referred to in the third subparagraph of Article 2 of the Staff Regulations,  after consulting the common Joint Committee.`", "The following shall be inserted as a  second subparagraph in Article 3 of Annex III:\n'For open competitions common to two or more institutions, the Selection Board shall consist of  a chairman appointed by the appointing authority referred to in the third subparagraph of Article 2  of the Staff Regulations and of members appointed by the appointing authority referred to in the  third subparagraph of Article 2 of the Staff Regulations on a proposal from the institutions, as  well as of members appointed by agreement between the Staff Committees of the institutions, in such  a way as to ensure equal representation.`\nThe second and third subparagraphs shall become the third  and fourth subparagraphs respectively.", "General provisions for giving effect to Articles  2 to 6 of this Regulation shall form the subject of rules drawn up by agreement between the  institutions of the Communities after consulting the Staff Regulations Committee.", "The  following third paragraph shall be added to Article 32:\n'Members of the temporary staff graded in accordance with the grading criteria adopted by the  institution shall retain the seniority acquired in that capacity if they are appointed officials in  the same grade immediately following the period of temporary service.`", "Article 34 shall  be replaced by the following:\n'Article 34\n1.    Officials other than those in Grades A 1 and A 2 shall serve a probationary  period before they can be established. The period shall be nine months for officials in Category A,  in the Language Service and in Category B and six months for other officials.\nWhere, during his probationary period, an official is prevented, by sickness, maternity leave under  Article 58, or accident, from performing his duties for a continuous period of at least one month,  the appointing authority may extend his probationary period by the corresponding length of time.\n2.    A report on the probationer may be made at any time during the probationary period if his  work is proving obviously inadequate.\nThis report shall be communicated to the person concerned, who shall have the right to submit his  comments in writing within a period of eight days. The report and the comments shall be transmitted  immediately by the probationer's immediate superior to the appointing authority, which shall,  within a period of three weeks, obtain the opinion of the Joint Reports Committee on the action to  be taken. The appointing authority may decide to dismiss the probationer before the end of the  probationary period, giving him one month's notice; the period of service may not, however, exceed  the normal probationary period.\nHowever, the appointing authority may, in exceptional circumstances, authorize continuation of the  probationary period and assign the official to another department. In this case the new assignment  must be for at least six months; it shall be subject to the limits set out in paragraph 4.\n3.    One month at the latest before the expiry of the probationary period, a report shall be made  on the ability of the probationer to perform the duties pertaining to his post and also on his  efficiency and conduct in the service. This report shall be communicated to the probationer, who  shall have the right to submit his comments in writing within a period of eight days.\nShould it recommend dismissal or, in exceptional circumstances, extension of the probationary  period, the report and the comments shall be transmitted immediately by the probationer's immediate  superior to the appointing authority, which shall, within a period of three weeks, consult the  Joint Reports Committee on the action to be taken.\nA probationer whose work has not proved adequate for establishment in his post shall be dismissed.  However, the appointing authority may, in exceptional circumstances, extend the probationary period  for a maximum of six months, and possibly assign the probationer to another department.\n4.    The total length of the probationary period shall in no circumstances exceed 15 months.\n5.    Except where he is in a position forthwith to resume employment elsewhere, a dismissed  probationer shall receive compensation equal to three months' basic salary if he has completed more  than one year's service, two months' basic salary if he has completed at least six months' service  and one months' basic salary if he has completed less than six months' service.\n6.    Paragraphs 2, 3, 4, and 5 shall not apply to officials who resign before the end of their  probationary period.`", "0\nThe following third indent shall be added to the first  subparagraph of Article 37, under (a),\n'-   to serve temporarily in a post which is included in the list of posts financed from the  research and investment appropriations and which the budgetary authorities have classified as  temporary.`", "1\nThe following paragraphs shall be added to Article 45:\n'3.    However, should the particular staffing requirements of an institution so dictate, a  derogation may be made from paragraph 2 to allow officials to move from the Language Service to  Category A and vice-versa by means of a transfer, in accordance with paragraph 4.\n4.    Should it decide to avail itself of this derogation, the appointing authority shall, taking  due account of the opinion of the Joint Committee, determine the number of posts to which this  measure may be applied. By the same procedure it shall decide on the criteria and conditions for  the transfers contemplated, including consideration of the merits, training and professional  experience of the officials concerned.\nFor officials in whose case the derogation authorized by paragraph 3 has been applied, seniority as  referred to in paragraph 1 in the grade to which they transfer shall be calculated as from the date  on which the transfer takes effect.\nIn his new grade an official shall in no case receive a basic salary lower than that which he would  have received in his former grade.\nEach Institution shall adopt general provisions for implementing paragraphs 3 and 4, in accordance  with Article 110, as necessary.`", "2\nFootnote 1 in Annex I shall be deleted.\nCHAPTER II\nAmendments to the Conditions of Employment of Other Servants of the European  Communities", "1 shall be replaced by the following:\n'Article 81\n1.    Any dispute between the institution and a member of the local staff serving  in a Member State shall be submitted to the competent court in accordance with the laws in force in  the place where the servant performs his duties.\n2.    Any dispute between the institution and a member of the local staff serving in a third  country shall be submitted to an arbitration board under the conditions defined in the arbitration  clause contained in the servant's contract.`\nCHAPTER III\nFinal provisions", "4\nThis  Regulation shall enter into force on the day following its publication in the Official Journal of  the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 December 1992.\nFor the Council\nThe President\nD. HURD\n(1)  OJ No C 55, 2. 3. 1991, p. 6.\n(2)  OJ No C 295, 26. 11. 1990, p. 203.\n(3)  OJ No L 56, 4. 3. 1968, p. 1. Regulation as last amended by Regulation (EEC, Euratom, ECSC) No  571/92 (OJ No L 62, 7. 3. 1992, p. 1)."}