{"celex_id": "31992R0250", "uri": "http://publications.europa.eu/resource/cellar/4f5f200e-b337-4f9f-854f-c172e67ea09b", "type": "Regulation", "concepts": ["2713", "4210", "5096"], "title": "Commission Regulation ( EEC ) No 250/92 of 31 January 1992 fixing the estimated soya bean production for the 1991/92 marketing year, the actual soya bean production for the 1990/91 marketing year and the adjustement to be made in the aid for soya beans for the 1991/92 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 250/92  of 31 January 1992  fixing the estimated soya bean production for the 1991/92 marketing year, the actual soya bean production for the 1990/91 marketing year and the adjustment to be made in the aid for soya  beans for the 1991/92 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (1), as last amended by Regulation (EEC) No 1724/91 (2), and in particular Article 3a (6) thereof,\nWhereas Article 41 of Commission Regulation (EEC) No 2537/89 of 8 August 1989 laying down detailed rules for the application of the special measures for soya beans (3), as last amended by Regulation (EEC) No 2692/91 (4), specifies the items to be fixed  pursuant to the maximum guaranteed quantities system; whereas the estimated production of soya beans for the 1991/92 marketing year, the actual production of such beans for the 1990/91 marketing year and the adjustment to be made to the aid for soya  beans for the 1991/92 marketing year as given by the figures available should be fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The estimated production of soya beans for the 1991/92 marketing year is hereby fixed at 1 547 000 tonnes, for the Community excluding the territory of the former German Democratic Republic.", "The actual production of soya beans for the 1990/91 marketing year is hereby fixed at 2 139 000 tonnes, for the Community excluding the territory of the former German Democratic Republic.", "The adjustment to be made to the aid for soya beans for the 1991/92 marketing year is hereby fixed at:\n-   ECU 4,67 per 100 kilograms for Spain,\n-   ECU 11,07 per 100 kilograms for the other Member States;", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 151, 10. 6. 1985, p. 15. (2) OJ No L 162, 26. 6. 1991, p. 35. (3) OJ No L 245, 22. 8. 1989, p. 8. (4) OJ No L 255, 12. 9. 1991, p. 12."}