{"celex_id": "31991D0398", "uri": "http://publications.europa.eu/resource/cellar/64f213da-b6e2-48fe-b5cf-75d2b021c8d0", "type": "Decision", "concepts": ["1445", "3422", "5613", "616"], "title": "91/398/EEC: Commission Decision of 19 July 1991 on a computerized network linking veterinary authorities (Animo)\n", "header": "COMMISSION DECISION  of 19 July 1991  on a computerized network linking veterinary authorities (Animo)  (91/398/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning the veterinary and zoo-technical technical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1),  as last amended by Directive 91/68/EEC (2), and in particular Article 20 (1) thereof,\nWhereas, in view of the forthcoming completion of the internal market for live animals and certain products and the abandonment of veterinary inspection at the internal borders, it is necessary to set up, in accordance with Article 20 (1) of Directive  90/425/EEC, a computerized network linking veterinary authorities, generally known as 'Animo';\nWhereas the basic principles underlying the general structure of the computerized network should first be laid down; whereas the necessary implementing provisions will be adopted subsequently in the light of those principles in accordance with Article  20 (3) of Directive 90/425/EEC;\nWhereas, having regard to Article 4 (2) of Directive 90/425/EEC, Article 4 (5) of Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third  countries (3) and the obligations which will be imposed on the border inspection posts responsible for inspecting live animals arriving from third countries, the computerized network will have to link the central authorities of Member States, the  designated local authorities and the border inspection posts;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purposes of this Decision, 'unit' means:\n- any competent central authority of a Member State,\n- any local authority of a Member State designated as such for the purposes of the computerized network,\n- any border inspection post as defined in Article 2 (2) (g) of Directive 90/675/EEC,\n- any border inspection post authorized to carry out veterinary inspection of animals from third countries introduced into the Community.", "1. Each unit shall be connected to a computerized veterinary network.\n2. Each unit shall be equipped with the following:\n- a microcomputer with an operating system of the MS-DOS type or UNIX,\n- a modem making it possible to modulate and demodulate information travelling on telephone lines or any other high-speed lines,\n- a printer,\n- identical communications software and identical applications software enabling each unit to be connected to the computerized veterinary network.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29. (2) OJ No L 46, 19. 2. 1991, p. 19. (3) OJ No L 373, 31. 12. 1990, p. 1."}