{"celex_id": "31992R1696", "uri": "http://publications.europa.eu/resource/cellar/a4588bc0-3e70-4394-bdae-91d00286b63e", "type": "Regulation", "concepts": ["1730", "2292", "2734", "3003", "5076"], "title": "Commission Regulation (EEC) No 1696/92 of 30 June 1992 laying down common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira\n", "header": "COMMISSION REGULATION (EEC) No 1696/92  of 30 June 1992  laying down common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultral products (1), and in particular Article 10 thereof,\nWhereas the measures intended to offset, as regards the supply of certain agricultural products, the geographical situation of the Azores and Madeira consist of exemption from import duties (customs duties and agricultural levies) and the grant of aid  to encourage the delivery of agricultural products from the Community;\nWhereas certain agricultural products exempted from import levies are already subject to the issue of an import licence; whereas, in the interests of administrative simplification, the import licence should be used as the basis for the system of  exemption from import duties; whereas the dual purpose of the import licence requires detailed rules for the issue of the document which are exceptions to the detailed rules normally applicable to import licences;\nWhereas Commission Regulation (EEC) No 3719/88 (2), as last amended by Regulation (EEC) No 1599/90 (3), lays don, in particular, the detailed implementing rules for import licences;\nWhereas a document upon which to base the system of exemption from import duties should be adopted for other agricultural products which are not subject to the issue of an import licence; whereas the import licence form, hereinafter called the  'exemption certificate', may be used for that purpose;\nWhereas the scheme of aid granted in respect of Community products can be administered on the basis of the import licence form, hereinafter called the 'aid certificate';\nWhereas the administrative authorities should have at their disposal the necessary instruments to ensure that the supply scheme is used for its proper purpose, namely the regular supply of users and the passing on of the benefits to the local consumer;  whereas, to that end, in order to deal with excessive applications which bear no relation to justifiable requirements and which could jeopardize the objectives and smooth operation of the supply arrangements, the competent authorities must, where  necessary, be able to define categories of users to whom priority should be given, or to allocate the quantity available within the framework of the supply balance, which may be revised during the course of the financial year;\nWhereas the effects of the benefits granted in the form of exemption from import duties and the grant of aid in respect of Community products must be passed on in production costs and in the prices paid by the end user; whereas checks are needed to  ensure that the benefits are passed on;\nWhereas there should be a system of Community checks on the measures taken by the competent authorities in order to ensure that they are properly implemented; whereas, to that end, provision should be made for periodic communications to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee concerned,", "main_body": ["This Regulation lays down common detailed rules for implementation of the scheme of exemption from import duties and aid for the Community supply of the Azores and Madeira, within the framework of the forecast supply balance, which may be  revised during the course of the financial year.\nThese provisions shall apply to the supply operations provided for in Articles 3, 4 and 5 of Regulation (EEC) No 1600/92.\nTITLE I\nImports from third countries  CHAPTER I   Imports of products subject to the presentation of an import licence", "1. The exemption from import duties referred to in Title I of Council Regulation (EEC) No 1600/92 shall apply subject to presentation of an import licence giving the special information referred to in paragraph 3.\n2. The licence referred to in paragraph 1 shall be issued at the request of the parties concerned exclusively by the competent authorities designated by Portugal, out of the quantity provided for in the forecast supply balance.\nThe authorities may lay down a time limit for the issue of the licence.\n3. The licence application and the licence shall contain:\n(a) in box 20, one of the following entries, as appropriate:\n- 'products for the processing industry',\n- 'products for direct consumption',\n- 'bovine animals for fattening, under Article 5 (1) of Regulation (EEC) No 1600/92';\n(b) in box 24, the entries 'exemption from import duties' and 'licence to be used in the Azores' or 'licence to be used in Madeira'.\n4. Under the scheme, import duties shall be levied on quantities which exceed those stated on the import licence. The tolerance of 5 % provided for in Regulation (EEC) No 3719/88 shall be allowed, provided that the import duties relating thereto are  paid.\n5. Notwithstanding Article 33 (3) of Regulation (EEC) No 3719/88, the proof referred to in Article 30 of that Regulation must be furnished within 30 days following expiry of the period of validity of the licence, except in cases of force majeure.\nCHAPTER II   Imports of products not subject to the presentation of an import licence", "1. In the case of products not subject to presentation of an import licence, the exemption from import duties referred to in Title I of Regulation (EEC) No 1600/92 shall apply subject to presentation of an exemption certificate.\n2. The exemption certificate shall be drawn up on the import licence form set out in the Annex to Regulation (EEC) No 3719/88.", "(3) and (5) and Articles 9, 10, 13 to 16, 19 to 22, 24 to 31, and 33 to 37 of Regulation (EEC) No 3719/88 shall apply, mutatis mutandis, subject to the provisions of this Regulation.\n3. The words 'exemption certificate' shall be printed or stamped in the upper left-hand section of the certificate.\n4. The exemption certificate shall be issued at the request of the parties concerned exclusively by the competent authorities designated by Portugal, out of the quantity provided for in the forecast supply balance.\nIssue of the exemption certificate shall be conditional on the lodging of a security, the amount of which shall be fixed for each of the products in question. The competent authorities may lay down a time limit for the issue of the certificate.\n5. The application for the exemption certificate and the certificate itself shall contain:\n(a) in box 20, one of the following entries, as appropriate:\n- 'products for processing industry',\n- 'products for direct consumption';\n(b) in box 24, the entries 'exemption from import duties' and 'certificate to be used in the Azores' or 'certificate to be used in Madeira'.\n6. Proof of utilization of the exemption certificate must be furnished within 30 days following expiry of the period of validity of the certificate, except in cases of force majeure.\nTITLE II\nCommunity supply", "1. Aid shall be paid at the written request of the interested party and on presentation of a duly charged 'aid certificate'. The competent authorities may provide for a special application form.\nThe application must be lodged no later than 12 months after the date of charging, except in cases of force majeure. If it is lodged after expiry of this period but within the following six months the aid paid shall be 85 % of that applicable.\nThe aid shall be paid by the competent authorities not later than two months after the date on which the application was lodged, except:\n(a) in cases of force majeure;\nor\n(b) where an administrative enquiry has been opened concerning entitlement to the aid. In such cases, payment shall take place only when entitlement has been recognized.\n2. The aid certificate shall be made out using the import licence form set out in the Annex to Regulation (EEC) No 3719/88.\nArticles 8 (3) and (5), 9, 10, 13 to 16, 19 to 21, 24 to 31 and 33 to 37 of Regulation (EEC) No 3719/88 shall apply, mutatis mutandis, subject to the provisions of this Regulation.\n3. The words 'aid certificate' shall be printed or stamped in the upper left-hand section of the certificate.\nBoxes 7 and 8 of the certificate shall be struck out.\n4. The application for the aid certificate and the certificate itself shall contain:\n(a) in box 20, one of the following entries, as appropriate:\n- 'products for the processing industry',\n- 'products for direct consumption',\n- 'live animals for fattening, imported under Article 5 (1) of Regulation (EEC) No 1600/92';\n(b) in box 24, the entry 'aid certificate to be used in the Azores' or the entry 'aid certificate to be used in Madeira'.\n5. The amount of the aid shall be that in force on the day the application for the aid certificate was lodged.\n6. The aid certificate shall be issued at the request of the parties concerned exclusively by the competent authorities designated by Portugal, out of the quantity provided for in the forecast supply balance.\nIssue of the aid certificate shall be conditional on the lodging of a security, the amount of which shall be fixed for each of the products in question.\nThe competent authorities may fix a time limit for the issue of the certificate.\n7. The aid certificate shall be presented for charging to the competent authorities at the place of destination at the same time as the products to which it relates.\n8. Proof of utilization of the aid certificate must be furnished within 30 days following expiry of the period of validity of the certificate, except in cases of force majeure.\nTITLE III\nCommon provisions and transmission of benefits to the end-user", "1. If the state of execution of the forecast supply balance indicates for a given product a significant increase in applications for import licences, exemption certificates or aid certificates resulting in the forecast quantities laid down  for the marketing year or part thereof being reached or exceeded, the competent Portuguese authorities shall restrict or suspend the issue of licences and certificates.\nIn the event of restrictions on the issue of licences and certificates, the competent authorities shall apply to all pending applications a uniform quantity reduction percentage. This measure shall be applied so as to ensure equal treatment of  applicants regardless of their place of establishment in the Community.\nWhere appropriate the competent authorities shall provide the Commission with all relevant information on the supply needs of the Azores and Madeira.\n2. If there is a risk of the regular supply in the Azores and Madeira being jeopardized by a significant increase in applications for licences or certificates, the competent authorities may arrange to distribute the quantities of the forecast supply  balance available in such a way as to ensure that priority needs in the sectors concerned are met.\nThis distribution shall provide for priority issuing of licences and certificates to certain categories of importers, and in particular shall reserve a certain quantity for new importers.\nThe Portuguese authorities shall inform the Commission forthwith, prior to their implementation, of the measures it plans to take to apply this paragraph and the reasons for these measures. The Commission shall inform the other Member States thereof.\nIn the event of any difficulties in application, the Commission shall take appropriate measures.\n3. Paragraphs 1 and 2 shall apply without prejudice to special provisions adopted to overcome appreciable difficulties in a given sector.\n4. Portugal shall publish periodically a record of the state of execution of the balance, and in particular the quantities available.", "1. The holder of the import licence, exemption certificate or aid certificate shall include in the contract, in the event of the sale of the product or transfer of the licence or certificate, a clause requiring the benefits of the measure to  be passed on to the end user.\nSuch a clause shall be included in any subsequent contracts relating to the product.\n2. The competent authorities shall take all appropriate steps to check that the benefits derived from the exemption from import duties or the grant of Community aid are passed on. In doing so they may have regard to the trading margins applied by the  various importers concerned.\nThese measures shall be implemented with the assistance of the trade sectors concerned.\nPortugal shall inform the Commission of the measures taken within three months of the entry into force of this Regulation.\n3. Where the benefits granted are not passed on, the competent authorities:\n- shall recover all or part of the benefit granted from the holder of the import licence, exemption certificate or aid certificate,\n- may provisionally or definitively depending on the seriousness of the failure to fulfil the obligations, limit or suspend the right to apply for the licences and certificates as indicated in Articles 2, 3 and 4.\n4. For the purposes of the first indent of paragraph 3:\n- the holder of the import licence, exemption certificate or aid certificate shall be considered to have received the benefit granted,\n- the benefit granted shall be equal to the amount of the exemption from import duties or to the amount of the aid.\nTo ensure the proper application of the provisions of the first indent of paragraph 3, the competent authorities may provide for the lodging of a security.\n5. The provisions of this Articles shall not apply to supply of the products and animals indicated in Articles 4 and 5 of Regulation (EEC) No 1600/92.\nTITLE IV\nFinal provisions", "The competent authorities shall adopt the necessary measures for the application of Article 8 of Regulation (EEC) No 1600/92 and shall communicate these to the Commission no later than 30 September 1992.", "The Portuguese authorities shall notifiy the Commission no later than the last day of each month of the following data relating to the previous month, by product and, where applicable, by individual destination:\n- separately, the quantities which were the subject of applications for import licences, exemption certificates and aid certificates,\n- separately, the quantities and cases of non-utilization of import licences, exemption certificates and aid certificates.", "Until 31 December 1992 the competent authorities may:\n(a) decide that exemption from import duties shall be granted\n- on presentation of an import licence not containing the entries stipulated in Article 2 (3),\n- on presentation and acceptance of an import declaration, in the case of products not subject to the presentation of an import licence;\n(b) decide that the aid shall be granted on presentation and acceptance of the declaration of entry of the products to the competent authorities at the place of destination;\n(c) reserve a proportion of the quantitiy provided for in the forecast supply balance for 1992 to traditional importers, in order to ensure a smooth transition and regular supply.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 151, 15. 6. 1990, p. 29."}