{"celex_id": "31996L0076", "uri": "http://publications.europa.eu/resource/cellar/6e767945-745f-4bc6-939a-df704b0af56f", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827", "4801"], "title": "Commission Directive 96/76/EC of 29 November 1996 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 96/76/EC of 29 November 1996 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Commission Directive 96/14/EC (2), and in particular the first subparagraph of Article 2 (1) (h) thereof,\nHaving regard to Commission Directive 92/76/EEC of 6 October 1992 recognizing protected zones exposed to particular plant health risks in the Community (3), as last amended by Directive 96/15/EC (4),\nWhereas pursuant to Directive 92/76/EEC, as amended, certain zones in Austria, Finland and Sweden were recognized as 'protected zones` in respect of certain harmful organisms for a period expiring on 31 December 1996;\nWhereas, from information supplied by Austria and from the survey monitoring information gathered by Commission experts it appears that the provisional recognition of the protected zone for Austria in respect of Erwinia amylovora (Burr.) Winsl. et al. should be extended for a further limited period to enable the responsible official bodies of Austria to complete the information on the distribution of Erwinia amylovora and to complete their efforts for the eradication of this harmful organism in the Vorarlberg area of Austria;\nWhereas, from information supplied by Sweden and from the survey monitoring information gathered by Commission experts it became apparent that the protected zones recognized for Sweden in respect of Bemisia tabaci Genn. (European populations), Leptinotarsa decemlineata Say, Beet necrotic yellow vein virus and Tomato spotted wilt virus should be extended beyond 31 December 1996;\nWhereas, from information supplied by Finland and from the survey monitoring information gathered by Commission experts it became apparent that the protected zones recognized for Finland in respect of Bemisia tabaci Genn. (European populations), Leptinotarsa decemlineata Say, Erwinia amylovora (Burr.) Winsl. et al., Beet necrotic yellow vein virus and Tomato spotted wilt virus should be extended beyond 31 December 1996; whereas the provisional recognition of the protected zone in respect of Globodera pallida (Stone) Behrens, should be extended for a further limited period to complete the information on the possibility for its establishment in the said zone;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Article 1 of Directive 92/76/EEC is hereby amended as follows:\n1. in the first subparagraph, 'and for Austria until 31 December 1998` is inserted after 'the said zones are recognized until 31 December 1997`;\n2. the second subparagraph is replaced by the following:\n'In the case of points (a) 5a and 5b, the zones are recognized until 31 December 1998 and 31 December 1996 respectively.`", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 January 1997. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such a reference shall be adopted by Member States.\n2. Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 68, 19. 3. 1996, p. 24.\n(3) OJ No L 305, 21. 10. 1992, p. 12.\n(4) OJ No L 70, 20. 3. 1996, p. 35."}