{"celex_id": "31990R3576", "uri": "http://publications.europa.eu/resource/cellar/60ea208b-d3cb-4ca4-8b55-3d890c68a54b", "type": "Regulation", "concepts": ["2563", "3502", "4350", "863"], "title": "Council Regulation (EEC) No 3576/90 of 4 December 1990 on the temporary suspension of the mechanisms provided for in articles 123, 152, 318 and 338 of the act of accession of Spain and Portugal and the customs duties for wine and fruit and vegetable products originating in Spain and Portugal and released for consumption in the territory of the former German Democratic Republic\n", "header": "COUNCIL REGULATION (EEC) No 3576/90 of 4 December 1990 on the temporary suspension of the mechanisms provided for in Articles 123, 152, 318 and 338 of the Act of Accession of Spain and Portugal and the customs duties for wine and fruit and  vegetable products originating in Spain and Portugal and released for consumption in the territory of the former German Democratic Republic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (2) and 234 (3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas, as a result of the unification of Germany, wine and fruit and vegetable products originating in Spain and exported to the territory of the former German Democratic Republic are subject to the customs duties and to the mechanisms for  regulatory and compensatory amounts provided for in the Act of Accession; whereas comparable mechanisms are applicable with effect from 1 January 1991 for the same products originating in Portugal and exported to the same territory;\nWhereas this new situation combines with the concessions made pursuant to Council Regulation (EEC) No 3568/90 of 4 December 1990 on the introduction of transitional tariff measures for Bulgaria, Czechoslovakia, Poland, Romania, the USSR and  Yugoslavia(3) and which are applicable until 31 December 1992; whereas, in order not to disadvantage the products in question originating in Spain and Portugal and released for consumption in the territory of the former German Democratic Republic by  comparison with products originating in Eastern European countries, the mechanisms in question and the levying of customs duties should be temporarily suspended during the period of application of the above tariff concessions, to the extent of the  quantities traditionally exported from Spain and Portugal to the former German Democratic Republic,", "main_body": ["1.  The application of the mechanisms provided for in Articles 123, 152, 318 and 338 of the Act of Accession and\nthe levying of customs duties shall be suspended for exports to the territory of the former German Democratic Republic of the wine and fruit and vegetable products referred to in Article 1 of Regulation (EEC) No 1035/72(4), as last amended by Regulation  (EEC) No 1193/90(5), originating in Spain and Portugal.\nThe suspension shall be limited to the average annual quantities which were the subject of trade between Spain and Portugal, of the one part, and the German Democratic Republic, of the other, in 1987, 1988 and 1989.\n2.  The suspension shall apply only if the products in question are released for consumption in the territory of the former German Democratic Republic and are consumed or processed there.", "For the purpose for applying Article 1, the products shall:\nbe accompanied, during transit, by a document issued by the competent Spanish or Portuguese authorities certifying their origin and that they are intended for release for consumption in the territory of the former German Democratic Republic, and\nbe the subject of a licence issued by the competent German authorities stating that the goods in question fall within the scope of the provisions of Article 1, submitted in support of the entry for release for consumption in the destination territory,  and, from that moment, are subject to a system to control their use.", "The rules implementing this Regulation, in particular the quantities falling within the scope of Article 1, shall be adopted by the Commission in accordance with the procedure laid down in Article 33 of Regulation (EEC)\nNo 1035/72 or in Article 83 of Regulation (EEC) No 822/87(6), whichever is applicable.\nIn accordance with the same procedure and, if appropriate, the equivalent procedure of other regulations on the\ncommon organization of agricultural markets, the Commission may decide that the collection of customs duties and accession compensatory amounts shall be suspended for agricultural products exported to the\nterritory of the former German Democratic Republic from Spain and Portugal if those products are covered by the Agreements referred to in Article 1 of Regulation (EEC)\nNo 3568/90, up to the maximum limit of the quantities provided for in those Agreements.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. It shall apply during the validity of the concessions provided for by Regulation (EEC) No 3568/90.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1990.\nFor the Council The President G. DE MICHELIS\n(1)Proposal of 25 October 1990 (not yet published in the Official Journal).\n(2)Opinion delivered on 21 November 1990 (not yet published in the Official Journal).\n(3)See page 1 of this Official Journal.\n(4)OJ No L 118, 20. 5. 1972, p. 1.\n(5)OJ No L 119, 11. 5. 1990, p. 43.\n(6)OJ No L 84, 27. 3. 1987, p. 1."}