{"celex_id": "31996R2389", "uri": "http://publications.europa.eu/resource/cellar/8142f3e5-dc26-40be-91af-43d4db5c3992", "type": "Regulation", "concepts": ["1565", "1644", "2763", "2957", "4080", "5774"], "title": "Commission Regulation (EC) No 2389/96 of 16 December 1996 amending Regulation (EC) No 1713/95 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Agreements on free trade between the Community and the Baltic States\n", "header": "COMMISSION REGULATION (EC) No 2389/96 of 16 December 1996 amending Regulation (EC) No 1713/95 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Agreements on free trade between the Community and the Baltic States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 granting certain concessions in the form of Community tariff quotas for certain agricultural products and adjusting on a unilateral and temporary basis certain agricultural concessions provided for in the Agreements on free trade with Estonia, Latvia and Lithuania in line with the Agreement on agriculture concluded in the Uruguay Round of multilateral trade negotiations (1), and in particular Article 5 thereof,\nWhereas the second paragraph of Article 5 of Commission Regulation (EC) No 1713/95 of 13 July 1995 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Agreements on free trade between the Community and the Baltic States (2), as last amended by Regulation (EC) No 1929/96 (3), provides that licences are not valid after 31 December of the year in which they are issued;\nWhereas the adjustment of the agricultural concessions provided for by the Agreements on free trade and the introduction of accompanying measures by Regulation (EC) No 1929/96 is applicable from 1 July 1996; whereas the annual quantities referred to in that Regulation are fixed for a period of 12 months from 1 July to 30 June instead of from 1 January to 31 December; whereas, therefore, the final date for the validity of the licences should be changed from 31 December to 30 June;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for milk and milk products,", "main_body": ["In Article 5 of Regulation (EC) No 1713/95, the second paragraph is replaced by the following:\n'However, licences shall not be valid after 30 June following the date of their issue.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to import licences delivered as from 1 November 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 254, 8. 10. 1996, p. 1.\n(2) OJ No L 163, 14. 7. 1995, p. 5.\n(3) OJ No L 254, 8. 10. 1996, p. 29."}