{"celex_id": "31990R0917", "uri": "http://publications.europa.eu/resource/cellar/a0912ab1-6e3a-4fc5-9d38-b5448f1b406a", "type": "Regulation", "concepts": ["2648", "2888", "863"], "title": "Commission Regulation (EEC) No 917/90 of 10 April 1990 fixing for the 1990 marketing year the Community offer prices for table grapes applicable with regard to Spain\n", "header": "COMMISSION REGULATION (EC) No 917/96 of 22 May 1996 amending Regulation (EC) No 2883/94 establishing a forecast balance for the supply to the Canary Islands of agricultural products covered by the specific measures provided for in Articles 2, 3, 4 and 5 of Council Regulation (EEC) No 1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1544/95 (2), and in particular Article 56 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), as last amended by Commission Regulation (EC) No 2537/95 (4), and in particular Article 3 (4) and the second paragraph of Article 7 thereof,\nWhereas Commission Regulation (EC) No 2806/95 (5) amends Commission Regulation (EEC) No 3846/87 of 17 December 1987 establishing an agricultural products nomenclature for export refunds (6), as last amended by Regulation (EC) No 823/96 (7), by introducing a new export refunds nomenclature for wine sector products;\nWhereas the products eligible for the aids referred to in Article 3 (2) of Regulation (EEC) No 1601/92 are described in accordance with the provisions of Regulation (EEC) No 3846/87, in particular Part 17 thereof; whereas the product codes should be adjusted to take account of the amendments introduced by the abovementioned Regulation relating to the nomenclature;\nWhereas the amendments set out in Regulation (EEC) No 3846/87 came into force on 9 December 1995; whereas the adjustments provided for in this Regulation should also be made to apply from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Annex XII, Part B, to Commission Regulation (EC) No 2883/94 (8) is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 9 December 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 31.\n(3) OJ No L 173, 27. 6. 1992, p. 13.\n(4) OJ No L 260, 31. 10. 1995, p. 10.\n(5) OJ No L 291, 6. 12. 1995, p. 10.\n(6) OJ No L 366, 24. 12. 1987, p. 1.\n(7) OJ No L 111, 4. 5. 1996, p. 9.\n(8) OJ No L 304, 29. 11. 1994, p. 18.\nANNEX\n'ANNEX XII\nPART B\nAmounts of aids granted\n>TABLE>"}