{"celex_id": "31991R3223", "uri": "http://publications.europa.eu/resource/cellar/6596d19e-d392-4ac7-b7e2-f578884622bf", "type": "Regulation", "concepts": ["3774", "4718", "5385"], "title": "Commission Regulation (EEC) No 3223/91 of 5 November 1991 authorizing the United Kingdom to permit under certain conditions an additional increase in the alcoholic strength of certain table wines\n", "header": "COMMISSION REGULATION (EEC) No 3223/91  of 5 November 1991  authorizing the United Kingdom to permit under certain conditions an additional increase in the alcoholic strength of certain table wines\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1734/91 (2), and in particular Article 18 (4) and 81 thereof,\nWhereas under Article 18 (1) of Regulation (EEC) No 822/87 Member States may permit an increase in the actual or potential alcoholic strength only within certain limits;\nWhereas, because of the exceptionally bad weather in 1991, in parts of wine-growing zone A with poor temperature in late spring, abnormally high rainfall and a lack of sunshine, the limits upon increase in the natural alcoholic strength as fixed by\nArticle 18\n(1) of Regulation (EEC) No 822/87 in many cases prevent production of the wines which are normally required by the market; whereas, therefore, the Member State concerned should be authorized to permit in the areas affected an additional  increase in the natural alcoholic strength as provided for in Article 18 (2) of Regulation (EEC) No 822/87; whereas provision should be made for the Member State to communicate to the Commission certain information, in particular pursuant to Commission  Regulation (EEC) No 2240/89 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The United Kingdom is hereby authorized for the 1991/92 wine-growing year to allow an additional increase in the alcoholic strength laid down in respect of wine-growing zone A in Article 18 (2) of Regulation (EEC) No 822/87 as regard products  listed in the first paragraph of paragraph 1 of the said Article 18 and which are produced from grapes:\n(a) intended for the production of table wines, and\n(b) of the recommended and authorized wine varieties specified in the Annex.", "On the basis of the declarations referred to in the second subparagraph of Article 23 (1) of Regulation (EEC) No 822/87, the Member State concerned shall communicate to the Commission not later than 31 May 1992 particulars of the quantities  of sugar, concentrated grape must and rectified concentrated grape must used to make an increase in the natural alcoholic strength of products referred to in Article 1.\nSuch communications shall give estimates of the quantities of sugar, concentrated grape must and rectified concentrated grape must used to make an additional increase in the alcoholic strength as provided for in Article 18 (2) of Regulation (EEC) No  822/87.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 6. (3) OJ No L 215, 26. 7. 1989, p. 16.\nANNEX\n(a) Recommended wine grape varieties:\nHuxelrebe, Muller-Thurgau, Reichensteiner, Schonburger, Seyval blanc.\n(b) authorized wine grape varieties:\nAuxerrois, Bacchus, Cascade, Chardonnay, Dunkelfelder, Ehrenfelser, Faber, Gutenborner, Kerner, Leon Millot, Madeleine sylvaner, Optima, Ortega, Pinot Noir, Regner, Rulander, Scheurebe, Triomphe, Wrotham pinot, Wuerzer, Zweigeltrebe."}