{"celex_id": "31991D0327", "uri": "http://publications.europa.eu/resource/cellar/30c8af04-6a40-4291-9a85-b13c54f864c1", "type": "Decision", "concepts": ["1159", "1372", "215", "2320", "2921"], "title": "Commission Decision of 21 June 1991 fixing Commission guidelines on fishing zones, species and fishing gear and methods for exploratory fishing voyages, redeployment operations and cooperation operations within the context of joint ventures\n", "header": "COMMISSION DECISION\nof 21 June 1991\nfixing Commission guidelines on fishing zones, species and  fishing gear and methods for exploratory fishing voyages, redeployment operations and cooperation  operations within the context of joint ventures\n(91/327/EEC)\nTHE COMMISSION OF  THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to  improve and adapt structures in the fisheries and aquaculture sector  (1), and in particular  Articles 14 (2) (e), 17 (b) (2) (c) and 19 (2) (c) thereof,\nWhereas it should be specified how the fisheries' structures policy can improve the cohesion of  the common fisheries' policy by transferring part of the Community fleet's fishing capacity to  novel resources and fishing zones in order to reduce the fishing effort on traditional species and  zones;\nWhereas exploratory fishing voyages aim to assess the profitability of regular, long-term  exploitation of fishery resources involving fishing methods of fishing gear, or in fishing zones,  or for species which are novel for the Community; whereas the novel nature of these exploratory  fishing voyages is becoming more and more important;\nWhereas redeployment operations must, in particular, be the logical result of exploratory fishing  voyages undertaken previously permitting the introduction of regular exportation of fishery  resources;\nWhereas the terms of cooperation of joint ventures aim to develop general initiatives in the  fishery sector in the context of priority supply of Community markets;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Committee for the Fishing Industry,", "main_body": ["Commission guidelines on measures to encourage exploratory fishing,  redeployment operations and cooperation operations in the context of joint enterprises shall be  fixed in the form provided for in the Annex to this Decision.", "This Decision is  addressed to the Member States."], "attachments": "Done at Brussels, 21 June 1991.\nFor the Commission\nManuel MARĂ\u008dN\nVice-president\n(1)  OJ No L 376, 31. 12.  1986, p. 7.\nANNEX\nA. EXPLORATORY FISHING VOYAGES\nThe task of exploratory fishing voyages must be  to gather data on fisheries for which these are lacking, either because Community fleets do not  know the zones concerned, because the target species have not been caught in the past or because  the method of fishing is truly novel, at least for the species and sectors concerned. The aim is to  gather data required for assessing the potential profitability for Community fleets of a new  fishery. The exploratory nature of voyages for each planned fishery, distinguished by a zone,  target species or group of target species and a fishing method, may only be retained for a very  limited number of voyages.\nIn geographical terms, priority will be given to international waters, the deep coastal waters  around continental shelves and to regions in which EEZs have not yet been systematically  exploited.\nPriority will be given to fishing methods guaranteeing high selectivity. In the context of  selectivity even where an application is not novel with regard to the sectors and species involved,  it may be admissible on the basis of selectivity if it is considered a decisive step towards  improving fishing methods and in particular towards reducing discards.\nB. REDEPLOYMENT OPERATIONS\nThe Commission considers that this type of operation should mainly be  directed towards fishing zones and species where exploratory fishing voyages have previously been  carried out, it having been assumed that there was substantial economic potential for the Community  fleet and whose principal objective was to gain an in-depth knowledge of the resources present  and/or promote a considerable development in the market for these stocks, so that sustained  long-term exploitation, assessed on the basis of these exploratory fishing voyages, could be built  up.\nIn the light of the above, the fishing zones and species most suitable for these redeployment  operations are those which have been the subject of exploratory fishing voyages during previous  years.\nThe fishing methods and gear to be used in these operations are those authorized by the third  countries with sovereignty or jurisdiction over the waters concerned.\nC. JOINT VENTURE\nThe Commission considers that cooperation operations within the context of joint  ventures should be directed towards third countries whose waters contain species which are of  interest for the Community market.\nThe most suitable species are those of interest to the Community market such as cod, cephalopods,  hake and crustaceans.\nFishing methods and gear to be used in these operations are those authorized by the third  countries having sovereignty or jurisdiction over the waters concerned."}