{"celex_id": "31997D0649", "uri": "http://publications.europa.eu/resource/cellar/24550761-803f-4d4c-873f-d8e9eeb3be7d", "type": "Decision", "concepts": ["1595", "1763", "191", "2286", "2548", "4801"], "title": "97/649/EC: Commission Decision of 26 September 1997 amending Decision 95/506/EC authorizing Member States temporarily to take additional measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards the Kingdom of the Netherlands (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 26 September 1997 amending Decision 95/506/EC authorizing Member States temporarily to take additional measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards the Kingdom of the Netherlands (Text with EEA relevance) (97/649/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Directive 97/14/EC (2), and in particular Article 15 (3) thereof,\nWhereas, where a Member State considers that there is an imminent danger of the introduction into its territory of Pseudomonas solanacearum (Smith) Smith, the cause of potato brown rot, from another Member State, it may temporarily take any additional measures which it deems necessary, as long as the Commission has not adopted such measures;\nWhereas the Kingdom of the Netherlands informed the other Member States and the Commission on 3 October 1995 that some samples of potatoes originating in that country were identified as infected by Pseudomonas solanacearum; whereas complementary reports supplied by the Netherlands indicated that more samples of the 1995 potato production including seed potatoes, showed a confirmed infection by Pseudomonas solanacearum; whereas therefore the Commission adopted Decision 95/506/EC authorizing Member States temporarily to take additional measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards the Kingdom of the Netherlands (3);\nWhereas, from information supplied to the Commission by the Netherlands and other Member States, the implementation of such measures during 1996 appeared to have provided the necessary safeguards to prevent the spread of Pseudomonas solanacearum; whereas however, since in spite of intensive investigations during 1996, it was not possible to identify the source of contamination nor to determine the extent thereof in the Netherlands, it was considered justified to continue additional measures to protect other Member States against the dissemination of Pseudomonas solanacearum as regards the Kingdom of the Netherlands; whereas accordingly Decision 95/506/EC was amended by Decision 96/599/EC (4) and extended by a limited time period;\nWhereas during 1997, again from information supplied to the Commission by the Netherlands and other Member States, the implementation of such measures appears to have provided the necessary safeguards to prevent the spread of Pseudomonas solanacearum; whereas however, a small number of seed potato stocks in the Netherlands were confirmed to be infected by P. solanacearum and it was not possible to definitively identify the source of contamination and whereas also discussions are not yet finalized in order to establish a Community control regime on Pseudomonas solanacearum, it is still justified to adopt additional measures with regard to this situation; whereas accordingly Decision 95/506/EC should be extended for a further limited time period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 95/506/EC is hereby amended as follows:\n1. in Article 1 (1), the words 'potatoes of the 1996 crop, until 30 June 1997 for seed potatoes and until 30 September 1997 for other potatoes` shall be replaced by the words 'potatoes of the 1997 crop, until 30 June 1998 for seed potatoes and until 30 September 1998 for other potatoes`;\n2. in the last subparagraph of Article 3 (1), the reference to '1 May 1997` shall be replaced by '1 May 1998`;\n3. in Article 3 (3), the references to '15 December 1996` and '1996` shall be replaced by '15 December 1997` and '1997`, respectively.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 26, 31. 1. 1977, p. 20.\n(2) OJ L 87, 2. 4. 1997, p. 17.\n(3) OJ L 291, 6. 12. 1995, p. 48.\n(4) OJ L 265, 18. 10. 1996, p. 18."}