{"celex_id": "31994D0509", "uri": "http://publications.europa.eu/resource/cellar/5d6fe668-7bd0-4154-9678-8ee5b4a2c1bf", "type": "Decision", "concepts": ["2300", "2595", "3454", "3455", "3504", "4066"], "title": "Council Decision of 25 July 1994 concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union regarding preparation for the 1995 Conference of the States parties to the Treaty on the Non-Proliferation of Nuclear Weapons\n", "header": "COUNCIL DECISION of 25 July 1994 concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union regarding preparation for the 1995 Conference of the States parties to the Treaty on the  Non-Proliferation of Nuclear Weapons (94/509/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles J.3 and J.11 thereof,\nHaving regard to the general guidelines laid down by the European Council on 24 and 25 June 1994,", "main_body": ["The objective of this joint action which is the subject of this Decision shall be to strengthen the international nuclear non-proliferation system by promoting the universality of the Treaty on the Non-Proliferation of Nuclear Weapons and by  extending it indefinitely and unconditionally.", "For the purposes of the objective laid down in Article 1, the European Union shall:\n- make efforts to convince States which are not yet parties to the Non-Proliferation Treaty to accede, if possible before 1995, and to assist States ready to accede in accelerating their accession;\n- encourage participation in the remaining two Preparatory Committee sessions of the 1995 Conference of the States parties to the said Treaty in Geneva and New York respectively and in the Conference itself,\n- help build consensus on the aim of indefinite and unconditional extension of the said Treaty.", "Action by the European Union as referred to in Article 2 shall comprise:\n- demarches by the Presidency, under the conditions laid down in Article J.5(3) of the Treaty on European Union, with regard to non-member States which are not yet parties to the Non-Proliferation Treaty,\n- demarches by the Presidency, under the conditions laid down in Article J.5(3) of the Treaty on European Union, with regard to non-member States which might not share the Union's belief that the Non-Proliferation Treaty should be extended indefinitely  and unconditionally,\n- the possibility of assistance by the European Union for non-member States which so wish with a view to their accession to the Non-Proliferation Treaty and the establishment of the procedures necessary for compliance with obligations under it.", "This Decision shall not give rise to operational expenditure.", "This Decision shall enter into force on the day of its adoption. It shall cover the period up to the end of the Conference of the States parties to the Non-Proliferation Treaty scheduled for 12 May 1995.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 25 July 1994.\nFor the Council\nThe President\nF.-Ch. ZEITLER"}