{"celex_id": "31992D0507", "uri": "http://publications.europa.eu/resource/cellar/3322c50a-1873-4622-b811-96924c319d3f", "type": "Decision", "concepts": ["1085", "3743", "712", "889"], "title": "Commission Decision of 30 September 1992 ruling on the granting of aid by France to the coal industry in 1992 (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 30 September 1992  ruling on the granting of aid by France to the coal industry in 1992  (Only the French text is authentic)  (92/507/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nIn a letter dated 9 July 1992 the French Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of a financial measure it intends to take in order to give direct support to the coal industry in respect of current  production in 1992.\nThe following measure is submitted to the Commission for approval pursuant to the abovementioned Decision:\n- aid of FF 1 284 million to cover operating losses pursuant to Article 3 of the Decision.\nAccording to the notification from the French Government, the purpose of the aid is to facilitate the restructuring of the coal industry.\nThe measure which the French Government intends to take in order to support the coal industry meets the conditions of Article 1 (1) of the Decision. Consequently, pursuant to Article 10 of the Decision, the Commission must determine whether the measure  is compatible with the objectives and criteria laid down in the Decision and with the proper functioning of the common market.\nThe measures undertaken to rationalize and restructure the French coal industry which were necessary because some pits were not economically viable in the long term have gradually led since 1986 to a 44 % reduction in coal production and a marked  improvement in both productivity and production costs. The restructuring programme involves the concentration of production in Lorraine in the pits most likely to be economically viable and the closure of underground mines in the Centre-Midi coalfield.  As part of the restructuring, modernization and rationalization process, production capacity in the Nord-Pas-de-Calais coalfield was closed down in 1990; the process of closing the underground deposits of the Centre-Midi coalfield should initially  result in the closing-down of the Blanzy mine at the end of 1992.\nThe aid granted to the coal industry has been substantially reduced. The amount of aid for 1992 will represent half the aid granted in 1987, as a result of the gradual reduction in losses per tonne produced.\nAid to cover operating losses facilitates the rationalization and restructuring of the coal industry and improves the industry's competitiveness in the long term.\nThe proposed aid will cover only 75 % of the difference for each tonne produced between foreseeable average costs and foreseeable average returns, and therefore meets the criteria laid down in Article 3 (1) of Decision No 2064/86/ECSC.\nSince the measure contributes to restructuring and rationalization of the industry and in view of its intended purpose, it satisfies the objectives and conditions laid down in Article 2 of the Decision.\nConsequently, the aid to current production which the French Government plans to grant to the coal industry in 1992, pursuant to Article 3 of Decision No 2064/86/ECSC, is compatible with the proper functioning of the common market.\nThis Decision does not affect the compatibility with the Treaties of arrangements governing sales of French coal to electricity producers,", "main_body": ["France is hereby authorized to grant to the coal industry for 1992:\n- aid totalling FF 1 284 million to cover operating losses.", "France shall notify the Commission by 30 June 1993 at the latest of the amount of aid actually paid in 1992.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 30 September 1992. For the Commission\nAntónio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}