{"celex_id": "31992D0068", "uri": "http://publications.europa.eu/resource/cellar/cafa1f0f-9ec6-41d3-a24c-be841c74adcc", "type": "Decision", "concepts": ["1504", "2320", "2384", "2393", "2481", "2518"], "title": "92/68/EEC: Commission Decision of 20 December 1991 on the multiannual guidance programme for aquaculture (1992 to 1996) submitted by Ireland pursuant to Council Regulation (EEC) No 4028/86 (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 20 December 1991  on the multiannual guidance programme for aquaculture (1992 to 1996) submitted by Ireland pursuant to Council Regulation (EEC) No 4028/86  (Only the English text is authentic)  (92/68/EEC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3944/90 (2), and in particular Articles 2  and 4 thereof,\nWhereas the structural policies implemented by the Community in the aquaculture sector must have development objectives which are compatible with all Community policies and must contribute to the establishment of the common economic area;\nWhereas those objectives must ensure more far-reaching economic and social cohesion while allowing market rules to apply;\nWhereas it is more important to create the conditions favourable to development than to make provision for specific measures only;\nWhereas steps should be taken to coordinate, in a comprehensive and coherent framework, the operations of the financial instruments both in the Community and in the Member States;\nWhereas, in areas where it is being developed, aquaculture interacts with the natural environment; whereas, in certain circumstances, aquaculture may in some cases affect the environment positively and in others negatively;\nWhereas Council Directives 91/67/EEC (3), 91/492/EEC (4) and 91/493/EEC (5) harmonize the rules governing animal health and public health as applied to fish farms;\nWhereas pressure on space and in particular intense competition regarding the use of the coastline are a major constraint on the development of aquaculture; whereas it is essential, therefore, that preference be given to a policy of identifying sites  which are suitable for the development of aquaculture as an integral part of the landscape and to coastline development projects;\nWhereas the future of aquaculture will be determined also by the ability of the industry to increase the range of production by operating experimental farms and pilot projects arising from research;\nWhereas on 30 April 1991 the Irish Government forwarded to the Commission a multiannual guidance programme for aquaculture, hereinafter called 'the programme'; whereas on 16 September 1991 it forwarded the latest additional information concerning the  programme;\nWhereas the aim of the programme is to increase Irish aquaculture production and to rationalize and modernize existing installations; whereas the Member State considers that approximately ECU 51 million are necessary for the completion of the programme;  whereas the approval of the programme is without prejudice to any later selection of individual investment projects;\nWhereas the programme concerns all the structural policies implemented in the aquaculture sector of the Member State concerned;\nWhereas the aquaculture sector is developing within a commercial framework, a feature of which is the growth of international competition; whereas the development of the market in aquaculture species could entail the need to adjust the objectives for  the production of certain species;\nWhereas flexible planning is required based on routine monitoring of the factors of production and market conditions; whereas a close watch needs to be kept on the programme, therefore, and this can only be done if reliable figures are available which  are regularly updated and which apply to the national territory as a whole;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture (1992 to 1996), as forwarded by the Irish Government on 30 April 1991 and as last supplemented on 16 September 1991, the essential contents of which are set out in the Annex hereto, is hereby  approved subject to the conditions laid down in this Decision.", "1. The planning of the measures for the development and rationalization of aquaculture production corresponding to the investments provided for in the Annex hereto shall be carried out with due regard for the priorities set by the various  Regulations governing the Community structural policies.\n2. Special attention must be given during the implementation of the programme to the interaction between the development of the aquaculture sector and the environment and to the health conditions of fish farms and their products.\n3. Preference shall be given to investment projects to which the Member State applies rules favourable to the development of aquaculture.\n4. Preference shall be given to innovative projects based on adequate research work and ensuring in the long term the diversification of production.\n5. The production objectives of the programme must be checked at regular intervals and adjusted, if necessary, in line with the development of the market for fishery and aquaculture products.", "The Commission shall inform the Member State, if necessary, within six months following 1 April each year, of the failure to comply with the conditions to which approval of the programme was made subject, on the basis of an examination of the  periodic summary reports provided for in Article 5 of Regulation (EEC) No 4028/86, or in the absence thereof.", "The Commission draws attention to the fact that the investment estimates contained in this programme are without prejudice to any financial aid the Community may grant.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 20 December 1991. For the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7. (2) OJ No L 380, 31. 12. 1990, p. 1. (3) OJ No L 46, 19. 2. 1991, p. 1. (4) OJ No L 268, 24. 9. 1991, p. 1. (5) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX\nMULTIANNUAL GUIDANCE PROGRAMME - AQUACULTURE IRELAND\nPrincipal sectors\nMain species: salmon, rainbow trout (sea and freshwater), mussels, flat oysters, Pacific oysters, carpet shells.\nNew species (non-exhaustive list): abalone, scallops.\nRegions/locations\nThe programme applies to the whole of Ireland.\nThe on-growing of salmon may be carried on in new locations, using off-shore sea cages.\nIt is planned to develop new and existing publicly-owned shellfish beds.\nEnvironment\nThe Community Directives on environmental protection have been implemented already.\nAccount will continue to be taken of these Directives in the evaluation of aquaculture projects.\nResearch\nImprovement of techniques for the production of juveniles.\nStudy of the reproductive cycle of the mussel in order to guarantee regular supplies of spat.\nResearch and development in order to create a comparative advantage (high value-added products) on highly competitive markets (particularly for mussels and oysters).\nDiseases\nStepping up of research on disease prevention (e.g. sea lice in the case of salmon and Bonamia in the case of oysters).\nDevelopment of a local supply system for mollusc seed in order to help cut costs and reduce the risk of disease.\nLegislative aspects/funding of investments\nEstimated overall costs is approximately ECU 51 million. Collective investments are planned for the development of shellfish beds and the joint purchase by producers of dredgers for collecting molluscs, and for projects combining production with the  raising of health and/or environmental standards.\nThere is a need to explore the scope for funding working capital in shellfish farming.\nMarket\nThe current outlook for the development of the salmon market suggests a firming in price as the demand/supply ratio improves up to 1996 while production costs should continue to reduce.\nThe forecasts for the development of mollusc production are satisfactory but an integrated approach should be taken to marketing.\nThe costs engendered by Ireland's remoteness can be reduced by increasing its integration within the single market.\nPriorities/objectives\nAquaculture development must take place with due regard for the environment and in the light of the market trends of the species being farmed. The objectives are to:\n- improve productivity (better management of production costs),\n- expand production to include new species,\n- promote employment,\n- reduce disease incidence,\n- achieve self-sufficiency in the supply of mollusc seed and balance in smolt production,\n- meet the demand for raw material created by the growth of the processing sector."}