{"celex_id": "31998R1143", "uri": "http://publications.europa.eu/resource/cellar/b6e2521c-f0e2-4875-a8b4-4dee55b981db", "type": "Regulation", "concepts": ["1146", "1309", "161", "2300", "4080", "4637"], "title": "Commission Regulation (EC) No 1143/98 of 2 June 1998 laying down detailed rules for a tariff quota for cows and heifers of specified mountain breeds originating in various third countries, other than for slaughter, and amending Regulation (EC) No 1012/98\n", "header": "COMMISSION REGULATION (EC) No 1143/98 of 2 June 1998 laying down detailed rules for a tariff quota for cows and heifers of specified mountain breeds originating in various third countries, other than for slaughter, and amending Regulation (EC) No 1012/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Regulation (EC) No 1595/97 (2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations (3), and in particular Article 5 thereof,\nWhereas Regulation (EC) No 3066/95 provides for the opening of a tariff quota for an annual quantity of 7 000 cows and heifers of specified mountain breeds originating in Hungary, Poland, the Czech Republic, Slovakia, Bulgaria, Romania, Lithuania, Latvia and Estonia at a customs duty of 6 % ad valorem; whereas that quota should be opened on a multiannual basis for periods of 12 months commencing on 1 July (hereinafter referred to as 'the year of import`) and the detailed rules of application laid down;\nWhereas experience has shown that limiting imports may lead to speculative import licence applications; whereas, in order to ensure that the planned measures function properly, the greater part of the quantities available should be allocated to 'traditional` importers of cows and heifers of specified mountain breeds; whereas in certain cases administrative errors by the competent national body threaten to restrict access by importers to this part of the quota; whereas there should be provision to correct any harm caused;\nWhereas, in order to avoid forcing trade relations in this product group into an excessively rigid mould, a second tranche should be made available to traders who are able to show that they are engaged in genuine trade of some scale with third countries; whereas, in this connection and in order to ensure efficient management, the trader concerned must be required to have imported at least 15 head during the 12 months preceding the year of import in question; whereas a batch of 15 animals in principle constitutes a normal load and experience shows that the sale or purchase of a single batch is a minimum requirement for a transaction to be considered genuine and viable;\nWhereas verification of these criteria requires all applications to be submitted in the Member State where the importer is registered for VAT purposes;\nWhereas in order to prevent speculation, traders no longer engaged in trade in beef and veal at 1 July of the year of import in question should be denied access to the quota;\nWhereas provision should be made for the system to be administered by means of import licences; whereas to that end detailed rules for the submission of applications and the information which should appear in applications and licences should be laid down, if necessary by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 1044/98 (5), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 759/98 (7); whereas, moreover, provision should be made for the licences to be issued after a period of consideration and subject where necessary to a uniform percentage reduction;\nWhereas, so that the destination can be checked, provision should be made for imported animals to be identified in accordance with Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (8);\nWhereas Article 82 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (9), as last amended by Regulation (EC) No 82/97 (10), provides for customs supervision of goods released for free circulation at a reduced rate on account of their end-use; whereas the animals imported should be monitored to ensure they are not slaughtered during a certain period; whereas, to ensure that slaughter does not take place, a security should be required to cover the difference between the duties under the Common Customs Tariff (CCT) and the reduced duties applicable when the animals in question were entered for free circulation;\nWhereas Article 7(2) of Commission Regulation (EC) No 1012/98 of 14 May 1998 opening and providing for the management of tariff quotas for the import of bulls, cows and heifers, other than for slaughter, of certain alpine and mountain breeds (11) states that, in order to comply with the ban on slaughter of the imported animals within a certain period, a security equivalent to the specific amount of the CCT customs duties should be provided;\nWhereas this amount does not cover the whole of the customs debt in the case of non-compliance with the obligations relating to this quota; whereas the amount of the security should therefore be adjusted to reflect the difference between the CCT duties and the reduced duties;\nWhereas in certain cases administrative errors by the competent national body threaten to restrict access by traditional importers to the part of the quota covered by the above Regulation; whereas there should therefore be provision to correct any harm caused;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following tariff quota is hereby opened on a multiannual basis for periods from 1 July to 30 June of the following year (hereinafter referred to as 'the year of import`), for animals originating in the third countries listed in Annex I.\n>TABLE>\n2. For the purposes of this Regulation, the animals referred to in paragraph 1 shall be deemed to be not for slaughter where they are not slaughtered within four months of the date of acceptance of the declaration of release for free circulation.\nDerogations may, however, be granted in duly proven cases of force majeure.", "1. The quota referred to in Article 1(1) shall be divided into two parts of 80 %, i.e. 5 600 head, and 20 %, i.e. 1 400 head, respectively.\n(a) The first part, equal to 80 %, shall be allocated among importers in the Community who can furnish proof of having imported animals under the quota for serial No 09.4563 during the 36 months preceding the year of import in question.\nWithout prejudice to the first subparagraph, the Member States may accept as the reference quantity import rights for the year of import which were not allocated because of an administrative error by the competent national body.\n(b) The second part, equal to 20 %, shall be allocated among importers who can furnish proof of having imported from third countries during the 12 months preceding the year of import in question at least 15 live bovine animals falling within CN code 0102.\nImporters must be entered in a national VAT register.\n2. The first part of the quota shall be allocated among importers on the basis of their applications for import rights in proportion to their imports of animals as referred to in paragraph 1(a) during the period stated in that subparagraph.\n3. The second part of the quota shall be allocated among importers as referred to in paragraph 1(b) on the basis of their applications for import rights in proportion to the quantities applied for.\nImport right applications must relate to:\n- at least 15 head, and\n- no more than 50 head.\nLicence applications relating to more than 50 head shall be automatically reduced to that number.\n4. Proof of import shall be provided exclusively by means of the customs document of release for free circulation duly stamped by the customs authorities.\nMember States may accept copies of the above documents, duly certified by the issuing authority, if applicants can prove to the satisfaction of the competent authority that they were not able to obtain the original document.", "1. Importers who on 1 July of the year of import in question were no longer engaged in any activity in the beef and veal sector shall not qualify for an allocation pursuant to Article 2(1)(a).\n2. Any company formed by the merger of companies each having rights pursuant to Article 2(2) shall benefit from the same rights as the companies from which it has been formed.", "1. An application for import rights may be submitted only in the Member State in which the applicant is entered in the national VAT register.\n2. An applicant may submit only one application and that application shall relate to only one part of the quota.\nWhere an applicant submits more than one application, all applications from that person shall be considered invalid.\n3. For the purposes of Article 2(1)(a), importers shall present the applications for the import rights to the competent authorities together with the proof referred to in Article 2(4) by 10 July of each year of import at the latest.\nAfter verification of the documents presented, Member States shall forward to the Commission, by the seventh working day following the end of the period for the submission of applications at the latest, the list of importers who meet the acceptance conditions, showing in particular their names and addresses and the number of eligible animals imported during the period referred to in Article 2(2).\n4. For the purposes of Article 2(1)(b), applications for import rights must be lodged by importers by 10 July of each year of import at the latest, together with the proof referred to in Article 2(4).\nAfter verification of the documents presented, Member States shall forward to the Commission, by the seventh working day following the end of the period for the submission of applications at the latest, the list of applicants and the quantities requested.\n5. All notifications, including notifications of nil applications, shall be made by telex or fax, drawn up on the basis of the specimens in Annexes III and IV in the case where applications have in fact been lodged.", "1. The Commission shall decide to what extent applications may be accepted.\n2. As regards the applications referred to in Article 4(4), if the quantities in respect of which applications are made exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.\nIf the reduction referred to in the preceding subparagraph results in a quantity of less than 15 head per application, the allocation shall be made by drawing lots, by batches of 15 head, by the Member States concerned. If the remaining quantity is less than 15 head, that quantity shall constitute a single batch.", "1. Imports of the quantities allocated shall be subject to presentation of an import licence.\n2. Licence applications may be submitted only to the competent authorities in the Member State where the applicant is entered in the national VAT register.\n3. Upon notification of allocation from the Commission, import licences shall be issued at the earliest opportunity at the request and in the name of importers who have obtained import rights.\n4. Import licences shall be valid for 90 days from their date of issue. However, they shall expire no later than 30 June following the date of issue.\n5. Licences issued shall be valid throughout the Community.\n6. Without prejudice to this Regulation, Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\nHowever, Article 8(4) of Regulation (EEC) No 3719/88 shall not apply.", "1. Checks to ensure that the animals imported are not slaughtered in the four months following their release into free circulation shall be conducted in accordance with Article 82 of Regulation (EEC) No 2913/92.\n2. All animals imported under this Regulation shall be identified in accordance with Regulation (EC) No 820/97.\n3. Such identification must indicate the date on which the animal was released for free circulation and the identity of the importer.\n4. In order to ensure compliance with the obligation not to slaughter the animals referred to in paragraph 1 and to ensure collection of duties not received where that obligation is not complied with, a security shall be lodged with the competent customs authorities. The amount of that security shall be the difference between the customs duties laid down in the Common Customs Tariff and the duties referred to in Article 1(1) applicable on the date when the animals are entered for free circulation.\nSuch securities shall be released immediately where proof is furnished to the customs authorities concerned to the effect that the animals:\n(a) have not been slaughtered within four months of the date of their release for free circulation; or\n(b) have been slaughtered within that time for reasons of force majeure or for health reasons or have died as a result of disease or an accident.", "Licence applications and licences shall contain the following entries:\n(a) in box 8, the name of one or more of the countries listed in Annex I; licences shall carry an obligation to import from one or more of the countries indicated;\n(b) in box 16, the CN codes set out in Annex II;\n(c) in box 20, one of the following:\n- Razas alpinas y de montaña [Reglamento (CE) n° 1143/98], año de importación . . . .\n- Alpine racer og bjergracer (forordning (EF) nr. 1143/98), importår . . . .\n- Höhenrassen (Verordnung (EG) Nr. 1143/98), Einfuhrjahr: . . . .\n- ÁëðéêÝò êáé ïñåóßâéåò öõëÝò [êáíïíéóìüò (ÅÊ) áñéè. 1143/98], Ýôïò åéóáãùãÞò . . . .\n- Alpine and mountain breeds (Regulation (EC) No 1143/98), Year of import . . . .\n- Races alpines et de montagne [règlement (CE) n° 1143/98], année d'importation: . . . .\n- Razze alpine e di montagna [regolamento (CE) n. 1143/98], anno d'importazione . . . .\n- Bergrassen (Verordening (EG) nr. 1143/98), jaar van invoer: . . . .\n- Raças alpinas e de montanha [Regulamento (CE) nº 1143/98], ano de importação . . . .\n- Alppi- ja vuoristorotuja [Asetus (EY) N:o 1143/98], tuontivuosi . . . .\n- Alp- och bergraser (förordning (EG) nr 1143/98), importår . . . .", "The imported animals shall qualify for the duties referred to in Article 1 on presentation of an EUR.1 movement certificate issued by the exporting country in accordance with Protocol 4 annexed to the Europe Agreements and Protocol 3 annexed to the Free Trade Agreements or a declaration by the exporter in accordance with the said Protocols.", "0\nRegulation (EC) No 1012/98 is amended as follows:\n1. The following subparagraph is added to point (a) of Article 2(1):\n'Without prejudice to the first subparagraph, the Member States may accept as the reference quantity import rights for the previous year of import which were not allocated because of an administrative error by the competent national body.`\n2. Article 7(2) is replaced by the following:\n'2. In order to ensure compliance with the obligation not to slaughter the animals referred to in paragraph 1 and to ensure collection of duties not received where that obligation is not complied with, a security shall be lodged with the competent customs authorities. The amount of that security shall be the difference between the customs duties laid down in the Common Customs Tariff and the duties referred to in Article 1(1) applicable on the date when the animals are entered for free circulation.`", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 328, 30. 12. 1995, p. 31.\n(2) OJ L 216, 8. 8. 1997, p. 1.\n(3) OJ L 254, 8. 10. 1996, p. 1.\n(4) OJ L 331, 2. 12. 1988, p. 1.\n(5) OJ L 149, 20. 5. 1998, p. 11.\n(6) OJ L 143, 27. 6. 1995, p. 35.\n(7) OJ L 105, 4. 4. 1998, p. 7.\n(8) OJ L 117, 7. 5. 1997, p. 1.\n(9) OJ L 302, 19. 10. 1992, p. 1.\n(10) OJ L 17, 21. 1. 1997, p. 1.\n(11) OJ L 145, 15. 5. 1998, p. 13.\nANNEX I\nList of third countries\n- Hungary\n- Poland\n- Czech Republic\n- Slovakia\n- Romania\n- Bulgaria\n- Lithuania\n- Latvia\n- Estonia\nANNEX II\n>TABLE>\nANNEX III\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX IV\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}