{"celex_id": "31996R2258", "uri": "http://publications.europa.eu/resource/cellar/701f0830-1bac-45fa-a0cd-de208ea10a9e", "type": "Regulation", "concepts": ["2295", "3003", "3077", "3489", "427", "862"], "title": "Council Regulation (EC) No 2258/96 of 22 November 1996 on rehabilitation and reconstruction operations in developing countries\n", "header": "COUNCIL REGULATION (EC) No 2258/96 of 22 November 1996 on rehabilitation and reconstruction operations in developing countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130w thereof,\nHaving regard to the proposal from the Commission (1),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (2),\nWhereas the Commission, in its communication of 12 May 1993 to the European Parliament and the Council on a special rehabilitation support programme in developing countries, highlighted the specific nature and scale of the rehabilitation and reconstruction aid needed by developing countries that have suffered serious destruction through war, civil disorder or natural disaster;\nWhereas the conclusions of the Council (Development) of 2 December 1993 on rehabilitation aid define the principal objectives, conditions and criteria for such aid and emphasize the need for close coordination between the Commission and the Member States when planning and implementing it;\nWhereas the Commission must ensure that coherence and continuity govern the efforts made in the fields of humanitarian aid, rehabilitation and development;\nWhereas the European Parliament, in its Resolution of 16 November 1993 (3), emphasized the scale of the developing countries' need for rehabilitation aid and proposed the establishment of a specific financial framework with considerable financial resources for that purpose in the general budget of the European Communities;\nWhereas the European Parliament stressed the need to position rehabilitation operations in a medium-term or long-term development plan;\nWhereas the European Parliament also noted that high priority needed to be accorded to the speed and efficiency of aid;\nWhereas the budgetary authority included, in the budget, headings for the financing of rehabilitation programmes in southern Africa (B7-3210) and of rehabilitation and reconstruction operations in developing countries (B7-6410);\nWhereas procedures should be established for the administration of such programmes and operations,", "main_body": ["1. The Community shall carry out rehabilitation and reconstruction operations in the developing countries referred to in paragraph 2 which have suffered serious damage through war, civil disorder or natural disaster with priority being given to the least developed among them. These operations, of limited duration and to be launched as quickly as possible without compromising the quality of assessment, shall be designed to help re-establish a working economy and the institutional capacities needed to restore social and political stability to the countries concerned and meet the needs of the people affected as a whole. The operations must progressively take over from humanitarian action and pave the way for the resumption of medium-term and long-term development aid. They must in particular permit refugees, displaced persons and demobilized troops to return home and must help the entire population to resume normal civilian life in their countries and regions of origin.\n2. The countries to benefit from this Regulation shall be the African, Caribbean and Pacific countries, the Mediterranean countries, the countries of Latin America and Asia and the developing countries of the Caucasus and Central Asia.", "1. When operations are decided upon, account should be taken wherever possible of the existence of a minimal level of security and a real commitment to a transition process respecting democratic values and fundamental freedoms.\n2. The priorities for operations under this Regulation shall be: the relaunch of production on a lasting basis, the physical and operational rehabilitation of basic infrastructure, including mine clearance, social reintegration, in particular of refugees, displaced persons and demobilized troops, and the restoration of the institutional capacities needed in the rehabilitation period, especially at local level.", "The cooperation partners eligible for financial support under this Regulation shall be regional and international organizations, non-governmental organizations, national, provincial and local government departments and agencies, community-based organizations, institutes and public and private operators.", "1. The instruments to be employed in the course of the operations referred to in Article 1 shall include studies, technical assistance, training or other services, supplies and works, along with audits and evaluation and monitoring missions.\n2. Community financing may cover both investment, with the exception of the purchase of buildings, and recurring costs (including administrative, maintenance and operational costs), taking account of the fact that the project must aim to have the recurring costs taken over by the beneficiaries.\n3. A financial contribution from the partners defined in Article 3 shall be sought for each cooperation operation. The contribution requested shall be within the means of the partners concerned and shall depend on the nature of the operation. In specific cases where the partner is an NGO or a community-based organization, a contribution in kind may be made.\n4. Opportunities may be sought for cofinancing with other providers of funds, especially with Member States.\n5. The necessary measures shall be taken to emphasize the Community character of the aid provided under this Regulation.\n6. In order to achieve the objectives of coherence and complementarity referred to in the Treaty and with the aim of guaranteeing optimal efficiency of the totality of these actions, the Commission will take all necessary coordination measures, notably:\n(a) the establishment of a system for the systematic exchange and analysis of information on actions financed or for which financing is foreseen by the Community and the Member States;\n(b) on-the-spot coordination of these actions by means of regular meetings and exchange of information between the representatives of the Commission and Member States in the beneficiary country.\n7. The Commission, in conjunction with the Member States, may take any initiatives necessary for ensuring good coordination with the other providers of funds, in particular those forming part of the United Nations system.", "Financial support under this Regulation shall be in the form of grants.", "1. The Commission shall appraise, decide and administer operations covered by this Regulation according to the budgetary and other procedures in force, and in particular those laid down in the Financial Regulation applicable to the general budget of the European Communities.\n2. Project and programme appraisal shall take into account the following factors:\n- effectiveness and viability of operations,\n- cultural, social, gender and environmental aspects,\n- institutional development necessary to achieve project goals,\n- experience gained from operations of the same kind.\n3. Decisions relating to grants of more than ECU 2 million for individual operations financed under this Regulation shall be taken under the procedure laid down in Article 7.\nThe Commission shall inform the Committee referred to in Article 7 succinctly of any financing decisions it intends to take with regard to projects and programmes of less than ECU 2 million in value. The information shall be made available not later than one week before the decision is taken.\n4. The Commission is authorized to approve, without seeking the opinion of the Committee referred to in Article 7, any extra commitments needed for covering expected or real cost overruns in connection with the operations, provided that the overrun or additional requirement is less than or equal to 20 % of the initial commitment fixed by the financing decision.\nWhere the additional commitment referred to in the previous subparagraph is less than ECU 4 million, the Committee referred to in Article 7 shall be informed of the decision taken by the Commission. Where the said additional commitment is more than ECU 4 million but less than 20 %, the Committee's opinion shall be sought.\n5. All financing agreements or contracts concluded under this Regulation shall provide for the Commission and the Court of Auditors to conduct on-the-spot checks according to the usual procedures laid down by the Commission under the rules in force, and in particular those of the Financial Regulation applicable to the general budget of the European Communities.\n6. Where operations are the subject of financing agreements between the Community and the host countries, such agreements shall stipulate that the payment of taxes, duties or any other charges is not to be covered by the Community.\n7. Participation in invitations to tender and the award of contracts shall be open on equal terms to natural and legal persons of the Member States and of the recipient country. It may be extended to other developing countries and, in exceptional cases which are fully justified, to third countries.\n8. Supplies shall originate in the Member States, the recipient country or other developing countries. In exceptional cases, where circumstances warrant, supplies may originate elsewhere.", "1. The Commission shall be assisted by the relevant geographical committee.\n2. The Commission representative shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\nIf the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall without delay submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, within one month after the referral of the matter to the Council, the latter has not acted, the proposal measures shall be adopted by the Commission.", "An exchange of views shall take place, once a year, on the basis of a presentation by the Commission's representative of the general guidelines for the operations to be carried out in the year ahead, in the framework of a joint meeting of the committees referred to in Article 7 (1).", "After each budget year, the Commission shall report to the European Parliament and the Council, summarizing the operations financed in the course of that year and evaluating the implementation of this Regulation in that period.\nThe summary shall in particular contain information about those with whom contracts have been concluded.\nThe report shall also include a summary of the conclusions of any independent evaluations of specific operations.\nThe Commission shall inform the Member States, at the latest one month after its decision, of the operations and projects that have been approved, and shall indicate their amounts, character, recipient country and partners.", "0\nThe Commission shall regularly assess operations financed by the Community in order to establish whether the objectives of the operations have been achieved and to provide guidelines for improving the effectiveness of future operations. The Commission shall submit to the Committee referred to in Article 7 a summary of the assessments made, which the latter may, if necessary, examine. Assessment reports shall be made available to any Member States requesting them.", "1\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThree years after this Regulation enters into force, the Commission shall submit to the European Parliament and the Council an overall assessment of operations financed by the Community under this Regulation, together with suggestions regarding the future of this Regulation and, where necessary, proposals for amending it.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1996.\nFor the Council\nThe President\nJ. BURTON\n(1) OJ No C 235, 9. 9. 1995, p. 11.\n(2) Opinion of the European Parliament of 15 December 1995 (OJ No C 17, 22. 1. 1996, p. 448), common position of the Council of 29 January 1996 (OJ No C 87, 27. 3. 1996, p. 29) and decision of the European Parliament of 21 May 1996 (OJ No C 166, 10. 6. 1996, p. 33).\n(3) OJ No C 329, 6. 12. 1993, p. 77."}