{"celex_id": "31997R1677", "uri": "http://publications.europa.eu/resource/cellar/b36be78c-e221-4bbd-b25a-c0e4cfcefeec", "type": "Regulation", "concepts": ["1318", "2217", "3003", "4638", "4682", "5581"], "title": "Commission Regulation (EC) No 1677/97 of 28 August 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in the beef and veal sector as regards the payment of advances\n", "header": "COMMISSION REGULATION (EC) No 1677/97 of 28 August 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in the beef and veal sector as regards the payment of advances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Articles 4b (8) and 4d (8) thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EC) No 1287/95 (4), and in particular Articles 4 and 5 thereof,\nWhereas Commission Regulation (EEC) No 3886/92 (5), as last amended by Regulation (EC) No 1302/97 (6), lays down certain rules concerning the payment of advances; whereas, in view of the difficult situation in certain German regions on account of the flooding of the Oder, an increase in the amount of the advance on the special premium and on the suckler cow premium should be authorized and the initial date for the payment of those advances brought forward; whereas the expenditure linked to those advances may, if necessary, be charged to the budget at a later date, depending on the funds remaining in the 1997 budget; whereas, to this end, a derogation should be made from Article 7 (1) of Commission Regulation (EC) No 296/96 (7), as last amended by Regulation (EC) 1391/97 (8);\nWhereas this Regulation should enter into force without delay so as to allow the advances to be paid as from 1 September 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal and the Fund Committee,", "main_body": ["The following subparagraph is added to Article 44 (1) of Regulation (EEC) No 3886/92:\n'However, with regard to the 1997 calendar year, for producers based in the regions of Uckermark, Barnim, MĂ¤rkisch-Oderland, Oder-Spree and Frankfurt/Oder affected by the flooding of the Oder in Brandenburg in Germany, the advance on the special premium and on the suckler cow premium may be paid as from 1 September 1997, up to 80 % of the premium amounts. Notwithstanding Article 7 (1) of Regulation (EC) No 296/96, expenditure resulting from the payment before 16 October 1997 of those advances may be charged to November 1997.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 125, 8. 6. 1995, p. 1.\n(5) OJ No L 391, 31. 12. 1992, p. 20.\n(6) OJ No L 177, 5. 7. 1997, p. 5.\n(7) OJ No L 39, 17. 2. 1996, p. 5.\n(8) OJ No L 190, 19. 7. 1997, p. 20."}