{"celex_id": "31998D0340", "uri": "http://publications.europa.eu/resource/cellar/501caa14-4495-45f8-9f31-6eb9bd9b4915", "type": "Decision", "concepts": ["1755", "1856", "3660", "5283", "862"], "title": "98/340/EC: Commission Decision of 12 May 1998 amending Decisions 96/716/EC, 96/717/EC, 96/718/EC, 96/719/EC, 96/720/EC, 96/721/EC and 97/260/EC concerning the presentation of supporting and financial documents linked to Community financial contributions for certain animal and public health measures (Only the Spanish, Danish, French, Dutch and English texts are authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 May 1998 amending Decisions 96/716/EC, 96/717/EC, 96/718/EC, 96/719/EC, 96/720/EC, 96/721/EC and 97/260/EC concerning the presentation of supporting and financial documents linked to Community financial contributions for certain animal and public health measures (Only the Spanish, Danish, French, Dutch and English texts are authentic) (Text with EEA relevance) (98/340/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as amended by Decision 94/370/EC (2), and in particular Article 20 and Article 28(2) thereof,\nWhereas by Commission Decision 96/716/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for the analysis and testing of milk and milk products (Laboratoire Central d'Hygiène Alimentaire, Paris, France) (3), the Community can provide financial assistance to France for the functions and duties to be carried out by the Community Reference Laboratory for the analysis and testing of milk and milk products;\nWhereas by Commission Decision 96/717/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for fish diseases (Statens Veterinære Serumlaboratorium, Århus, Denmark) (4), the Community can provide financial assistance to Denmark for the functions and duties to be carried out by the Community Reference Laboratory for fish diseases;\nWhereas by Commission Decision 96/718/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for Newcastle Disease (Central Veterinary Laboratory, Addlestone, United Kingdom) (5), the Community can provide financial assistance to the United Kingdom for functions and duties to be carried out by the Community Reference Laboratory for Newcastle Disease;\nWhereas by Commission Decision 96/719/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for Avian Influenza (Central Veterinary Laboratory, Addlestone, United Kingdom) (6), the Community can provide financial assistance to the United Kingdom for the functions and duties to be carried out by the Community Reference Laboratory for Avian Influenza;\nWhereas by Commission Decision 96/720/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for salmonella (Rijksinstituut voor Volksgezondheid en Milieuhygiëne, Bilthoven, Netherlands) (7), the Community can provide financial assistance to the Netherlands for the functions and duties to be carried out by the Community Reference Laboratory for salmonella;\nWhereas by Commission Decision 96/721/EC of 29 November 1996 on financial aid from the Community for the operation of the Community Reference Laboratory for the monitoring of marine biotoxins (Laboratorio del Ministerio de Sanidad y Consumo, Vigo, Spain) (8), the Community can provide financial assistance to Spain for the functions and duties to be carried out by the Community Reference Laboratory for the monitoring of marine biotoxins;\nWhereas by Commission Decision 97/260/EC of 2 April 1997 on financial assistance for the Community Reference Laboratory for bivalve mollusc diseases (9), the Community can provide financial assistance to France for the functions and duties to be carried out by the Community Reference Laboratory for bivalve mollusc diseases;\nWhereas for budgetary reasons, the Community financial assistance provided for in Decisions 96/716/EC, 96/717/EC, 96/718/EC, 96/719/EC, 96/720/EC, 96/721/EC and 97/260/EC requires presentation of supporting documents; whereas the requirements related to these supporting documents are specified in the said Decisions;\nWhereas a request has been made for an extended period for the submission of supporting documents;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 4, second indent of Commission Decisions 96/716/EC, 96/717/EC, 96/718/EC, 96/719/EC, 96/720/EC, 96/721/EC and 97/260/EC, the word 'March` is replaced by 'July`.", "This Decision is addressed to the Kingdom of Denmark, the French Republic, the Kingdom of Spain, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland for the aspects where they are concerned."], "attachments": "Done at Brussels, 12 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 327, 18. 12. 1996, p. 38.\n(4) OJ L 327, 18. 12. 1996, p. 40.\n(5) OJ L 327, 18. 12. 1996, p. 41.\n(6) OJ L 327, 18. 12. 1996, p. 42.\n(7) OJ L 327, 18. 12. 1996, p. 43.\n(8) OJ L 327, 18. 12. 1996, p. 44.\n(9) OJ L 104, 22. 4. 1997, p. 31."}