{"celex_id": "31997D0031", "uri": "http://publications.europa.eu/resource/cellar/63417483-faee-4596-a6b7-294ccb47157a", "type": "Decision", "concepts": ["1445", "1937", "2735", "3259", "4079", "4320"], "title": "Commission Decision of 17 December 1996 approving the programme for 1997 presented by Sweden to improve the system of veterinary controls at the external borders and fixing the Community's financial contribution (Only the Swedish text is authentic)\n", "header": "COMMISSION DECISION of 17 December 1996 approving the programme for 1997 presented by Sweden to improve the system of veterinary controls at the external borders and fixing the Community's financial contribution (Only the Swedish text is authentic) (97/31/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 38 thereof,\nWhereas stepping up veterinary checks at the external borders is one of the Community's priorities in the wake of the completion of the Single Market;\nWhereas Sweden has presented a programme for 1997 to improve the system of veterinary controls at the external borders;\nWhereas that programme appears on the list of programmes to improve the system of veterinary controls at the external borders and qualifying for a Community financial contribution in 1997, as set out in Commission Decision 96/729/EC (3);\nWhereas, since the programme is important if the objectives of the Community are to be achieved, the latter's contribution should amount to 50 % of the expenditure incurred by Sweden, subject to a ceiling of ECU 1 450 000;\nWhereas a Community financial contribution should be granted on condition that the measures planned are actually carried out and the authorities provide all the information required within the time limits laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme presented by Sweden for the period 1 January to 31 December 1997 to improve the system of veterinary controls at the external borders as summarized in the Annex hereto is hereby approved.", "On 1 January 1997 Sweden shall bring into force the laws, regulations and administrative provisions required to implement the programme referred to in Article 1.", "1. The Community's financial contribution shall amount to 50 % of the expenditure incurred by Sweden in implementing the programme, subject to a ceiling of ECU 1 450 000.\n2. The Community's financial contribution shall be granted after:\n- quarterly reports have been forwarded to the Commission on progress in implementing the programme and on expenditure incurred,\n- a final report has been forwarded to the Commission, to be received by 1 June 1998 at the latest, on the technical implementation of the programme, together with supporting documents covering expenditure incurred.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 329, 19. 12. 1996, p. 55.\nANNEX\nSUMMARY OF SWEDISH PROGRAMME (1)\n1. STOCKHOLM (port) - Foodstuffs for human consumption\n>TABLE>\n2. ARLANDA (airport) - All products and live animals\n>TABLE>\n3. KARLSKRONA (port) - All products\n>TABLE>\n4. YSTAD (port) - All products\n>TABLE>\n5. HELSINGBORG (port) - All products\n>TABLE>\n6. GOTHENBURG (port) - All products and live animals\n>TABLE>\n7. LANDVETTER (airport)\nA. All products and small animals\n>TABLE>\nB. Large animals\n>TABLE>\n8. WALLHAMN (port) - Foodstuffs for human consumption\n>TABLE>\n(1) All figures are expressed in Swedish krona."}