{"celex_id": "31993R0493", "uri": "http://publications.europa.eu/resource/cellar/05b7b03f-f74f-493d-a3b7-f27efe4f7873", "type": "Regulation", "concepts": ["2387", "2590", "2783"], "title": "Commission Regulation (EEC) No 493/93 of 3 March 1993 ending the charges against the tariff ceilings opened for 1992 in the framework of generalized tariff preferences by Council Regulation (EEC) No 3832/90 in respect of certain textile products originating in China, India, Brazil, Thailand, Singapore, Pakistan, Indonesia and Mexico\n", "header": "COMMISSION REGULATION (EEC) No 493/93 of 3 March 1993 ending the charges against the tariff ceilings opened for 1992 in the framework of generalized tariff preferences by Council Regulation (EEC) No 3832/90 in respect of certain textile products  originating in China, India, Brazil, Thailand, Singapore, Pakistan, Indonesia and Mexico\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), and in particular the third paragraph of Article 12  thereof, extended for 1992 by Regulation (EEC) No 3587/91 (2), and in particular the second paragraph of Article 9 thereof,\nWhereas, pursuant to Articles 1 and 10 of Regulation (EEC) No 3832/90 suspension of customs duties in the context of preferential tariff ceilings is granted within the limits of the individual ceilings set out in column 8 of Annex I to that Regulation  in respect of each of the categories of product under consideration; whereas as provided for in the third paragraph of Article 12 of the said Regulation, the Commission may, after 31 December 1992, take measures to stop quantities being charged against  any particular preferential tariff limit if these limits were exceeded particularly as a result of regularizations of imports actually made during the preferential tariff period;\nWhereas, in respect of the products of order Nos, categories and origins indicated in the table below, the relevant ceilings were fixed at the levels indicated in that table:\n\"\" ID=\"1\">40.0170> ID=\"2\">17> ID=\"3\">India> ID=\"4\">81 000 pieces\"> ID=\"1\">40.0180> ID=\"2\">18> ID=\"3\">Brazil> ID=\"4\">112 tonnes\"> ID=\"1\">40.0180> ID=\"2\">18> ID=\"3\">Thailand> ID=\"4\">112 tonnes\"> ID=\"1\">40.0210> ID=\"2\">21> ID=\"3\">India>  ID=\"4\">562 000 pieces\"> ID=\"1\">40.0220> ID=\"2\">22> ID=\"3\">Singapore> ID=\"4\">649 tonnes\"> ID=\"1\">40.0290> ID=\"2\">29> ID=\"3\">Pakistan> ID=\"4\">124 000 pieces\"> ID=\"1\">40.0290> ID=\"2\">29> ID=\"3\">Indonesia> ID=\"4\">124 000 pieces\"> ID=\"1\">40.0730>  ID=\"2\">73> ID=\"3\">Pakistan> ID=\"4\">181 000 pieces\"> ID=\"1\">40.0900> ID=\"2\">90> ID=\"3\">China> ID=\"4\">15 tonnes\"> ID=\"1\">40.0970> ID=\"2\">97> ID=\"3\">Mexico> ID=\"4\">22 tonnes \">\nWhereas on 1 January 1993, the sum of the quantities charged during the  1992 preferential period exceeded the ceilings in question;\nWhereas it appears desirable to take measures to stop quantities being charged againsts the said ceilings for the order Nos, categories and origins in question,", "main_body": ["The quantities charged against the tariff ceilings opened for 1992 by Regulation (EEC) No 3832/90 relating to the products and origins indicated in the table below, shall cease to be allowed from 7 March 1993.\n\"\" ID=\"1\">40.0170> ID=\"2\">17> ID=\"3\">Men's or boys' jackets excluding waister jackets and blazers, other than knitted or crocheted, of wool, of cotton or of manmade fibres> ID=\"4\">India \"> ID=\"1\">40.0180> ID=\"2\">18> ID=\"3\">Men's or boys'  singlets and other vests, underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles, other than knitted or crocheted;\nWomen's and girls' singlets and other vests, slips, petticoats, briefs, panties, nightdresses, pyjamas, nĂŠgligĂŠs, bathrobes, dressing gowns and similar articles, other than knitted or crocheted> ID=\"4\">Brazil\nThailand \"> ID=\"1\">40.0210> ID=\"2\">21> ID=\"3\">Parka's, anoraks, windcheaters, waister jackets and the like, other than knitted or crocheted, of wool, of cotton or man-made fibres;\nupper parts of tracksuits with lining, other than of category 16 or 29, of cotton or of man-made fibres> ID=\"4\">India \"> ID=\"1\">40.0220> ID=\"2\">22> ID=\"3\">Yarn of staple or waste synthetic, fibres not put up for retail sale> ID=\"4\">Singapore \">  ID=\"1\">40.0290> ID=\"2\">29> ID=\"3\">Womens or girls suits and ensembles, other than knitted or crocheted, of wool, of cotton or man-made fibres, excluding ski suits;\nwomens or girls tracksuits with lining, with an outer shell of a single identical fabric, of cotton or of man-made fibres> ID=\"4\">Pakistan\nIndonesia \"> ID=\"1\">40.0730> ID=\"2\">73> ID=\"3\">Track suits of knitted or crocheted fabric, of wool, of cotton or of man-made textile fibres> ID=\"4\">Pakistan \"> ID=\"1\">40.0900> ID=\"2\">90> ID=\"3\">Twine, cordage, ropes and cables, of synthetic fibres,  plaited or not> ID=\"4\">China \"> ID=\"1\">40.0970> ID=\"2\">97> ID=\"3\">Nets and netting made of twine, cordage or rope, and made up fishing nets of yarn, twine, cordage or rope> ID=\"4\">Mexico \">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1990, p. 1. Regulation last amended by Regulation (EEC) No 3917/92 (OJ No L 396, 31. 12. 1992).\n(2) OJ No 341, 12. 12. 1991, p. 1. Regulation last amended by Regulation (EEC) No 1509/92 (OJ No L 159, 12. 6. 1992, p. 1)."}