{"celex_id": "31994R1795", "uri": "http://publications.europa.eu/resource/cellar/c584ac46-a984-424c-8922-46a842405a29", "type": "Regulation", "concepts": ["1318", "1445", "2356", "2560", "3065", "4692"], "title": "Commission Regulation (EC) No 1795/94 of 20 July 1994 amending for the eighth time Regulation (EC) No 3088/93 adopting exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 1795/94 of 20 July 1994 amending for the eighth time Regulation (EC) No 3088/93 adopting exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3088/93 (3), as last amended  by Regulation (EC) No 1392/94 (4);\nWhereas Commission Decision 94/178/EC (5) laying down veterinary restrictions is amended by Decision 94/365/EC (6); whereas this amendment applies on 24 June 1994; whereas it is appropriate to provide this amendment in Regulation (EC) No 3088/93;\nWhereas the aid granted on the delivery of heavy pigs should be adjusted in line with the situation on the markets, taking account of the decrease in market prices;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3088/93 is hereby amended as follows:\n1. Article 2 (1) is replaced by the following:\n'1. Only pigs, piglets and young piglets raised in the zone listed in Annex I to Decision 94/178/EC can be delivered, provided the veterinary provisions laid down in Article 1 (2) of that Decision are applicable in the zone on the day of delivery of the  animals.';\n2. in Article 4 (1), 'ECU 115' is replaced by 'ECU 107'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 21 July 1994. However, the provisions of Article 1 point 1 shall apply with effect from 24 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 277, 10. 11. 1993, p. 30.\n(4) OJ No L 152, 18. 6. 1994, p. 25.\n(5) OJ No L 83, 26. 3. 1994, p. 54.\n(6) OJ No L 162, 30. 6. 1994, p. 70."}