{"celex_id": "31997L0015", "uri": "http://publications.europa.eu/resource/cellar/5ac8cd3f-3166-4607-ae83-4eccf210e157", "type": "Directive", "concepts": ["172", "2039", "3645", "5235", "849", "906"], "title": "Commission Directive 97/15/EC of 25 March 1997 adopting Eurocontrol standards and amending Council Directive 93/65/EEC on the definition and use of compatible technical specifications for the procurement of air- traffic-management equipment and systems (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 97/15/EC of 25 March 1997 adopting Eurocontrol standards and amending Council Directive 93/65/EEC on the definition and use of compatible technical specifications for the procurement of air-traffic-management equipment and systems (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/65/EEC of 19 July 1993 on the definition and use of compatible technical specifications for the procurement of air-traffic-management equipment and systems (1), and in particular Articles 3 and 5 (2) thereof,\nWhereas in accordance with Article 3 of Directive 93/65/EEC the Commission shall identify and adopt Eurocontrol standards;\nWhereas Annex I to Directive 93/65/EEC contains an indicative list of Eurocontrol standards; whereas that list should be as complete as possible;\nWhereas Annex II to Directive 93/65/EEC defines the awarding entities responsible for the purchasing of air-navigation equipment; whereas this list needs to be kept up to date;\nWhereas, given that Eurocontrol has adopted two standards, it is appropriate that these standards be made mandatory; whereas it is also appropriate that the indicative list in Annex I be amended as a result of introduction by Eurocontrol of the Eatchip programme;\nWhereas it is necessary to amend Annex II to take account of changes notified by Member States and further to include the awarding entities of new Member States;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee established in accordance with Directive 93/65/EEC,", "main_body": ["The mandatory elements of Eurocontrol specifications included in the following Eurocontrol standards documents are adopted in as much as they are necessary for the implementation of an integrated European air-traffic-management system:\n- the Eurocontrol standard for on-line data interchange (OLDI), first edition, (Eurocontrol document reference 001-92),\n- the Eurocontrol standard for air traffic services data exchange presentation (ADEXP) (Eurocontrol document reference 002-93).", "Annex I to Directive 93/65/EEC is replaced by the Annex to this Directive.", "Annex II to the Directive is amended as follows:\n1. The awarding entities of Eurocontrol, Belgium, Denmark, France, Greece, Ireland, Italy, Portugal and United Kingdom, are modified as follows:\nEUROCONTROL\nRue de la Fusée, 96\nB-1130 Bruxelles\nBelgium\nRégie des Voies Aériennes (RVA/RLW)\nCentre Communication Nord (CCN)\nrue du Progrès 80 Bte 2\nB-1030 Bruxelles\nDenmark\nStatens Luftfartsvæsen\n(Civil Aviation Administration)\nPostbox 744\nDK-Copenhagen SV\nBillund Lufthavn\nPO Box 10\nDK-7190 Billund\nKøbenhavns Lufthavne A/S\nPO Box 74\nFlyvervej 11\nDK-2770 Kastrup\nFrance\nMinistre chargé de l'aviation civile\nDirection générale de l'aviation civile\n48, rue Camille Desmoulins\nF-92452 Issy les Moulineaux Cedex\nand, where competent:\nAéroport de Paris\n291, Boulevard Raspail\nF-75675 Paris Cedex 14\nGreece\nMinistry of Transport and Communications\nCivil Aviation Authority\nGeneral Directorate of Air Navigation\nwho delegates in particular to:\nElectronics Division\nVasileos Georgiou 1\nPO Box 73751-16604 Elliniko\nGR-Athens\nIreland\nThe Irish Aviation Authority\nAviation House\nHawkins Street\nIRL-Dublin 2\nAer Rianta Cpt.\nDublin Airport\nIRL-County Dublin\nItaly\nENAV\nEnte Nazionale di Assistenza al Volo\nVia Salaria, 715\nI-00138 Roma\nPortugal\nANA-E.P. (Empresa Pública de Aeroportos e Navegação Aérea).\nRua D, Edifício 120\nAeroporto de Lisboa\nP-1700 Lisboa\nUnited Kingdom\nNational Air Traffic Services Ltd\nCAA House\n45-59 Kingsway\nUK-London WC2B 6TE\n2. The following awarding entities are added to the list:\nAustria\nAustro Control GmbH\nSchnirchgasse 11\nA-1030 Wien\nFinland\nIlmailulaitos/Luftfartsverket\n(CAA Finland)\nPO Box 50\nFIN-01531 Vantaa\nSweden\nSwedish Civil Aviation Administration\nLuftfartsverket\nVikboplan 11\nS-601 79 Norrköping", "1. The Member States shall bring into force the provisions necessary for them to comply with this Directive before 1 December 1997 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions they shall include references to this Directive or shall accompany them with such references on their official publication. The Member States shall lay down the manner in which such references shall be made.\n2. The Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 March 1997.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ No L 187, 29. 7. 1993, p. 52.\nANNEX\n'ANNEX I\nDOMAINS FOR EUROCONTROL STANDARDS AS REFERRED TO IN ARTICLE 3\nIndicative list\nCommunications\nNavigation\nSurveillance\nData-processing systems\nAirspace management and air traffic management procedures\nAir traffic management working rules and operational requirements\nHuman resources`"}