{"celex_id": "31995D0138", "uri": "http://publications.europa.eu/resource/cellar/2e95ba64-87e4-458c-a5d6-e4779dbbe689", "type": "Decision", "concepts": ["1445", "192", "2286", "4576", "5034"], "title": "95/138/EC: Commission Decision of 30 March 1995 laying down the methods of control for maintaining the officially tuberculosis-free status of bovine herds in the Netherlands (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 March 1995 laying down the methods of control for maintaining the officially tuberculosis-free status of bovine herds in the Netherlands (Only the Dutch text is authentic) (Text with EEA relevance) (95/138/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 3 (14) thereof,\nWhereas more than 99,9 % of bovine herds in the Netherlands have been declared officially tuberculosis-free within the meaning of point (d) of Article 2 of Directive 64/432/EEC and as having fulfilled the conditions for this qualification for at least ten years; whereas, every year for the past six years at least, bovine tuberculosis has not been found to be present in more than one herd per 10 000 herds;\nWhereas all bovine slaughtered in the Netherlands are subjected to a post mortem examination by an official veterinarian;\nWhereas in order to maintain the qualification of 'officially tuberculosis-free` it is necessary to lay down control measures ensuring efficacy which are adapted to the particular health situation of bovine herds in the Netherlands;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. An identification system making it possible to trace, for each bovine animal, the herds of origin and transit shall be set up.\n2. Every animal slaughtered must be subjected to a post mortem examination by an official veterinarian.\n3. Every suspected case of tuberculosis in a living, dead or slaughtered animal must be notified to the competent authorities.\n4. For each suspected case, the competent authorities shall carry out the investigations required in order to confirm or invalidate the suspicion, including tracing back to the herds of origin and transit. If lesions giving rise to a suspicion of tuberculosis are found at the post mortem examination or on slaughtering, the competent authorities shall submit such lesions for laboratory examination.\n5. The officially tuberculosis-free status of the herds of origin and transit of the suspected bovine animals shall be suspended and the period of suspension shall continue until clinical of laboratory examinations, or tuberculin tests have ruled out the presence of bovine tuberculosis.\n6. If the suspicion of tuberculosis is confirmed, either by tuberculin tests or by clinical or laboratory examinations, the officially tuberculosis-free status of the herds of origin and transit shall be withdrawn.", "The status of being officially free from tuberculosis shall remain withdrawn until such time as:\n- all the animals deemed to be infected have been removed from the herd,\n- the premises and utensils have been disinfected,\n- all the remaining bovine animals over six weeks of age have reacted negatively to at least two official intradermal tuberculin tests in accordance with Annex B of Directive 64/432/EEC, the first one being carried out at least six months after the infected animal has left the herd and the second one at least six months after the first.", "Details of any breakdown herds, as well as an epidemiological report, shall be communicated to the Commission without delay, it being understood that a 'breakdown herd` means a herd of origin or transit which has contained a bovine animal that has proved positive when tested for Mycobacterium bovis.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 30 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64."}