{"celex_id": "31997R0988", "uri": "http://publications.europa.eu/resource/cellar/97bd5b89-d98f-455e-bed8-7998afebda39", "type": "Regulation", "concepts": ["1201", "666", "693", "797"], "title": "Commission Regulation (EC) No 988/97 of 30 May 1997 introducing transitional measures relating to the detailed rules for the application of Council Regulation (EC) No 2202/96 as regards lemons delivered for processing during part of the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 988/97 of 30 May 1997 introducing transitional measures relating to the detailed rules for the application of Council Regulation (EC) No 2202/96 as regards lemons delivered for processing during part of the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2202/96 of 28 October 1996 introducing a Community aid scheme for producers of certain citrus fruits (1), and in particular Article 8 thereof,\nWhereas Article 8 of Regulation (EC) No 2202/96 provides for measures to facilitate the transition from the previous arrangements to those established by that Regulation;\nWhereas Article 3 of that Regulation lays down that aid will be granted to producer organizations for the quantities delivered for processing under contract; whereas Article 4 allows producer organizations to pass on the benefits of Article 3 to individual producers who are not members of any such organization; whereas, under the second and third indents of Article 11 (1) (c) (3) of Council Regulation (EC) No 2200/96 (2), producer organizations can, under certain conditions, market the production for processing of members of other producer organizations;\nWhereas, since the lemon marketing year begins on 1 June, transitional arrangements must be made for delivering lemons at the beginning of the 1997/98 marketing year pending the adoption of the definitive detailed rules for the application of Regulation (EC) No 2202/96;\nWhereas the monitoring measures laid down in Commission Regulation (EC) No 3338/93 (3), as last amended by Regulation (EC) No 2251/96 (4), should continue to apply, mutatis mutandis, until the definitive detailed rules for the application of Regulation (EC) No 2202/96 enter into force;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1. For a transitional period between 1 June and the date of the entry into force of the detailed rules for the application of Regulation (EC) No 2202/96, the producer organizations referred to in Articles 11 and 13 of Regulation (EC) No 2200/96 and the producer groups granted preliminary recognition pursuant to Article 14 of that Regulation, hereinafter referred to as producer organizations, which deliver lemons for processing between 1 June and 31 August 1997 and wish to receive in respect of these quantities the aid provided for in Article 3 of Regulation (EC) No 2202/96, may conclude preliminary contracts with processors within the meaning of the first indent of Article 2 of Regulation (EC) No 3338/93, or with their associations or unions recognized by a Member State.\n2. Where the producer organization which has concluded a preliminary contract:\n- markets the production for processing of members of other producer organizations in accordance with the second and third indents of Article 11 (1) (c) (3) of Regulation (EC) No 2200/96,\nand/or\n- allows individual producers to benefit from the aid scheme in accordance with Article 4 (1) of Regulation (EC) No 2202/96,\nan agreement must be signed between the producer organization which concluded the preliminary contract and the producer organizations and/or individual producers referred to in the first and second indents above.\n3. This agreement must relate to the quantities of lemons to be delivered for processing under the preliminary contract.", "1. The preliminary contract referred to in Article 1 shall be concluded in writing and must include:\n- the name and address of the producer organization,\n- the name and address of the processor or his association or union,\n- the quantity of lemons to be delivered for processing,\n- the price to be paid to the producer organization.\n2. Should the producer organization also act as a processor, the preliminary contract referred to in the first paragraph shall be deemed to be concluded once the following information has been sent to the competent authority in accordance with the conditions laid down in paragraph 4:\n- the total area on which lemons are to be harvested,\n- an estimate of the total lemon harvest,\n- the quantity of lemons for processing.\n3. Each preliminary contract shall have an identification number.\n4. The producer organization shall send a copy of each preliminary contract to the organization designated by the Member State where the lemons are to be processed. The copies must reach the authorities no later than two working days before the start of deliveries.", "Lemons delivered for processing under the preliminary contract must be whole and of sound, fair and merchantable quality. Rotting lemons are not acceptable. Obtainable juice must be at least 20 % with a minimum of 7 Â° Brix.", "1. When each batch of lemons delivered to a processing plant under a preliminary contract is received, the competent authorities designated by the Member State in which processing takes place shall verify the weight of each batch delivered and its compliance with Article 3.\n2. At the end of the inspection procedures, a certificate shall be prepared for each batch indicating:\n- the names and addresses of the contracting parties,\n- compliance with Article 3,\n- the net weight.\n3. Two copies of the certificate shall be sent to the producer organization for signing. The signature must be preceded by a reference to the preliminary contracts to which the certificates relate and by the word 'agreed`, written by hand. One duly completed copy shall be returned immediately to the competent authorities, for checking. The other copy shall be sent to the processor.\n4. Member States shall take whatever steps are needed to prevent and repress fraud and ensure that the aid scheme introduced by Regulation (EC) No 2202/96 is correctly applied.", "The rights and obligations under the preliminary contract referred to in Article 3 must be transferred to the contracts referred to in Article 2 of Regulation (EC) No 2202/96 when these contracts are signed under the detailed rules for the application of Regulation (EC) No 2202/96.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 June 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 49.\n(2) OJ No L 297, 21. 11. 1996, p. 1.\n(3) OJ No L 299, 4. 12. 1993, p. 26.\n(4) OJ No L 302, 26. 11. 1996, p. 17."}