{"celex_id": "31991R3391", "uri": "http://publications.europa.eu/resource/cellar/688eab3e-6a18-4c03-9ce3-a6e082de1e6a", "type": "Regulation", "concepts": ["1744", "4215", "863"], "title": "Council Regulation (EEC) No 3391/91 of 19 November 1991 amending Regulation (EEC) No 1799/87 on special arrangements for imports of maize and sorghum into Spain from 1987 to 1990\n", "header": "COUNCIL REGULATION (EEC) No 3391/91  of 19 November 1991  amending Regulation (EEC) No 1799/87 on special arrangements for imports of maize and sorghum into Spain from 1987 to 1990\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, by its Decision 91/30/EEC (3), the Council approved an Exchange of Letters supplementing the Agreement between the European Economic Community and the United States of America concluded on 30 January 1987 under GATT Article XXIV.6 and providing  in particular for its extension to 1991; whereas Regulation (EEC) No 1799/87 (4) should consequently also be extended;\nWhereas the extension of Regulation (EEC) No 1799/87 means that imports must be actually effected, in respect of any given year, by the end of February of the following year; whereas experience has shown that technical problems may arise which make it  difficult to apply this time limit to the letter; whereas this consideration must therefore be taken into account;\nWhereas Regulation (EEC) No 1799/87 must be amended as a result,", "main_body": ["Regulation (EEC) No 1799/87 is hereby amended as follows:\n1. in the title, 'from 1987 to 1990' shall be replaced by 'from 1987 to 1991'.\n2. the first recital shall be replaced by the following:\n'Whereas under agreements between the European Economic Community and the United States of America concerning the conclusion of the negotiations under Article XXIV.6 of the General Agreement on Tariffs and Trade (GATT), approved by Decisions 87/224/EEC  (2) and 91/30//EEC (2a), the Community undertook, in respect of the years 1987 to 1991, to open annual quotas for imports into Spain of 2 million tonnes of maize and 300 000 tonnes of sorghum, minus the quantities of certain grain substitutes imported  into that country during the same year, either directly or indirectly; whereas the quantities of maize and sorghum imported must be used or processed in Spain;\n(2) OJ No L 98, 10. 4. 1987, p. 1.\n(2a) OJ No L 17, 23. 1. 1991, p. 17.'\n3. Article 1 shall be replaced by the following:\n'Article 1\nFor a period of five years from 1987 onwards, a maximum quantity of 2 million tonnes of maize and 300 000 tonnes of sorghum shall be imported annually from third countries for free circulation in Spain under the conditions laid down in the following\nArticles.'\n4. Article 6 shall be replaced by the following:\n'Article 6\nThe imports referred to in Article 2 must be effected, in respect of any given year, by the end of February of the following year. In the case of technical difficulties duly noted by the Commission, an import period exceeding the time limit of the end  of February may be determined according to the procedure provided for in Article 26 of Regulation (EEC) No 2727/75.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No C 143, 1. 6. 1991, p. 10. (2) Opinion delivered on 25 October 1991 (not yet published in the Official Journal. (3) OJ No L 17, 23. 1. 1991, p. 17. (4) OJ No L 170, 30. 6. 1987, p. 1."}