{"celex_id": "31992R3928", "uri": "http://publications.europa.eu/resource/cellar/49b4c80f-e601-45e8-8cf7-92e4509e7204", "type": "Regulation", "concepts": ["2026", "2247", "4790", "4829", "5229", "5283"], "title": "Council Regulation (EEC) No 3928/92 of 20 December 1992 establishing a NAFO pilot observer scheme applicable to Community fishing vessels operating in the Regulatory Area of the North-West Atlantic Fisheries Organization (NAFO)\n", "header": "COUNCIL REGULATION (EEC) N° 3928/92 of 20  December 1992 establishing a NAFO pilot observer scheme applicable to Community fishing vessels  operating in the Regulatory Area of the Northwest Atlantic Fisheries Organization (NAFO)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Regulation (EEC) N° 3760/92 of 20 December 1992 establishing a Community  system for fisheries and aquaculture (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries,  hereinafter referred to as the NAFO Convention, was approved by the Council by Regulation (EEC) N°  3179/78 (2), and entered into force on 1 January 1979;\nWhereas the Northwest Atlantic Fisheries Organization (NAFO), established by the NAFO Convention,  adopted a scheme of joint international inspection and surveillance which was adopted by the  Council in Regulation (EEC) N° 1956/88 (3);\nWhereas the NAFO Fisheries Commission, at the 14th Annual Meeting of NAFO held in Dartmouth,  Canada, on 18 September 1992, adopted a proposal for the establishment of a NAFO pilot observer  scheme requiring a certain number of fishing vessels operating in the NAFO Regulatory Area to  receive observers on board when engaged in fishing activities;\nWhereas the proposal has been accepted by the Community,", "main_body": ["The pilot observer scheme adopted by the NAFO Fisheries Commission on  18 September 1992, hereinafter referred to as the NAFO pilot observer scheme shall apply in the  Community.\nThe text of the scheme is attached to this Regulation.", "Without prejudice to Article 2 (2) of Regulation (EEC) N° 1956/88, the Commission of  the European Communities shall assign Community observers to the scheme. Observers will be  appointed by Member States and may be placed on board of any Member State fishing vessel engaged,  or about to be engaged, in fishing activities in the NAFO Regulatory Area.", "Detailed rules for the implementation of this Regulation shall be adopted in accordance  with the procedure laid down in Article 14 of Regulation (EEC) N° 3760/92.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 January 1993 to 30 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 December 1992.\nFor the Council The President J. Gummer\n(1)  OJ N° L 389, 31. 12. 1992, p. 1.\n(2) OJ N° L 378, 30. 12. 1978, p. 1  (3) OJ N° L 175, 6. 7. 1988, p. 1. Regulation as amended by Regulation (EEC) N° 436/92 (OJ N° L 54,  28. 2. 1992, p. 1).\nANNEX\nNAFO PILOT OBSERVER SCHEME\n1. Member states (i) Member States whose fishing vessels operate in the NAFO Regulatory Area shall deploy observers  on board of the said vessels. The level of deployment shall be appropriate to ensure that a minimum  of 10 % of the Member States' total estimated fishing days on ground for the period 1 January 1993  to 30 June 1994 are subject to observation across as many fisheries in the NAFO Regulatory Area as  possible.\n(ii) With a view to fulfilling the obligation stipulated above, Member States shall recruit and  nominate appropriately qualified and experienced personnel. Selected personnel shall possess the  following skills in order to discharge their duties:\n- sufficient experience to identify species and gear,\n- navigation skills,\n- a satisfactory knowledge of the NAFO conservation and enforcement scheme,\n- the ability to observe and record accurately.\n(iii) Member States shall designate the vessels receiving observers, take all appropriate steps to  ensure that the observers are received on board at the duly designated time and location and  facilitate their departure at the termination of the observation period.\n(iv) The competent authorities of the Member States receiving the final report at the termination  of the observation period shall evaluate the contents and conclusions of the said reports. In the  event that the report indicates that the vessel observed has engaged in fishing practices at  variance with conservation measures the said authorities shall take all appropriate action to  investigate the matter in order to prevent such practices.\n(v) Member States shall transmit copies of the observation report to the Commission of the European  Communities.\n2. Duties of the observer (i) Observers assigned to the scheme shall monitor and report upon the level of compliance by  fishing vessels operating in the NAFO Regulatory Area with the pertinent rules of the Conservation  and Enforcement measures. More specially, the observers shall:\n- record and report upon the fishing activities of vessels observed,\n- verify the position of the vessels when engaged in fishing activities,\n- observe and estimate catches and quantities of undersized fish taken,\n- record the gear, mesh sizes and attachments utilized by the masters of the vessels,\n- verify entries made to the logbook, e. g. catch quantities and hail reports.\n(ii) Observers shall prepare reports on the fishing vessels observed at the termination of the  observation period. These reports shall record the full range of activities engaged in by the  fishing vessels and evaluate the overall level of compliance with conservation measures. Practices  at variance with the said conservation measures shall be duly noted and documented. The reports  shall be forwarded to the duly designated competent authorities of the flag state who in turn shall  make these reports available to the Commission.\n(iii) The assigned observers shall take all appropriate steps to ensure that their presence on  board of fishing vessels does not hinder or interfere with the proper functioning of the vessels  including fishing activities.\n(iv) The observer shall respect the property and equipment on board of the fishing vessels  including the confidentiality of all documents pertaining to the said vessels.\n(v) All observation duties shall be confined to the Regulatory Area of NAFO.\n3. Master of fishing vessel (i) The master of the vessel designated to receive an observer on board shall take all reasonable  steps to facilitate the arrival and departure of the said observer. While on board the designated  observer shall be offered appropriate and adequate accommodation and working facilities. The Master  of the vessel shall permit the observer to have access to the vessels' documents (logbook, capacity  plan, production logbook or stowage plan) and to different parts of the vessel in order to  facilitate the discharge of the observer's duties.\n(ii) The master shall be informed in good time of date and location for receiving observers and the  likely duration of the observation period. For reasons of force majeure, the Master may decide not  to accept the presence of an observer on board or limit the duration of the observation period."}