{"celex_id": "31993D0173", "uri": "http://publications.europa.eu/resource/cellar/a0b77a15-dc9f-46b4-95e7-84e44d76c95c", "type": "Decision", "concepts": ["2891", "2897", "3107", "4047", "4533", "616"], "title": "93/173/EEC: Commission Decision of 22 February 1993 drawing up the standard form provided for by Article 16 of Council Regulation (EEC) No 3820/85 on the harmonization of certain social legislation relating to road transport\n", "header": "COMMISSION DECISION of 22 February 1993 drawing up the standard form provided for by Article 16 of Council Regulation (EEC) No 3820/85 on the harmonization of certain social legislation relating to road transport\n(93/173/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3820/85 of 20 December 1985 on the harmonization of certain social legislation relating to road transport (1), and in particular Article 16 thereof,\nHaving consulted the Member States in accordance with Article 16 (3) thereof,\nWhereas the standard form referred to in Article 16 (2) and (3) of Regulation (EEC) No 3820/85 should be drawn up, as the medium through which the Member States communicate to the Commission, every two years, the necessary information for the  preparation of a report on the implementation of the common rules and on developments in the fields in question,", "main_body": ["The standard form referred to in Article 16 (2) and (3) of Regulation (EEC) No 3820/85 shall be drawn up in accordance with the specimen in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 February 1993.\nFor the Commission\nAbel MATUTES\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1985, p. 1.\nANNEX\nModel of the standard form which Member States should use to communicate to the Commission the necessary information for drawing up the report on the implementation by Member States of the Council Regulation on the harmonization of certain social  legislation relating to road transport (Article 16 of Regulation (EEC) No 3820/85) and on the developments in the fields in question  1. REFERENCE PERIOD\n(Article 16 of Regulation (EEC) No 3820/85)\nPeriod: from:\nto:\n2. CALCULATION OF MINIMUM CHECKS\n(Article 2 of Directive 88/599/EEC)\n(a) Number of days worked per driver during the reference period\n(b) Total number of vehicles subject to Regulation (EEC) No 3820/85\n(c) Total number of days worked ((a) Ă\u0097 (b))\n(d) Minimum checks (1 % of c)\n3. CHECKS\n3.1. Number of checks at the roadside\nof undertaking\n(a) carriage of passengers\n(b) carriage of goods\n(c) carriage on own account\n(d) carriage for hire or reward\n3.3. Number of working days checked at the roadside\npremises of undertaking\n(a) carriage of passengers\n(b) carriage of goods\n(c) carriage of own account\n(d) carriage for hire or reward\n4. OFFENCES - NUMBER OF OFFENCES RECORDED\n(Regulation (EEC) No 820/85)\n/* Tables: see OJ */\n- Regulatory\n- Administrative\n- Other\n6. PENALTIES\n6.1. Scales\n6.2. Changes\n- Date of most recent changes\n- Administrative or legal references.\n7. CONCLUSIONS AND COMMENTS, INCLUDING ANY DEVELOPMENTS IN THE FIELDS IN QUESTION\nPerson responsible for the compilation of this report\nSurname: Forename:\nPostion:\nAdministrative address:\nTel:\nDate:  Signature:"}