{"celex_id": "31993D0452", "uri": "http://publications.europa.eu/resource/cellar/75ba0ad7-be18-4883-a079-698b1faa3f08", "type": "Decision", "concepts": ["1524", "1595", "1763", "191", "2232", "2396"], "title": "93/452/EEC: Commission Decision of 15 July 1993 authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating in Japan\n", "header": "COMMISSION DECISION of 15 July 1993 authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating  in Japan\n(93/452/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 93/19/EEC (2), and in particular Article 14 (3) thereof,\nHaving regard to the requests made by Belgium, Denmark, Germany, Greece, Spain, France, Italy, Luxembourg, the Netherlands, Portugal and the United Kingdom,\nWhereas, under the provisions of Directive 77/93/EEC, plants of Chamaecyparis Spach, Juniprus L. and Pinus L., other than fruit and seeds, originating in non-European countries, may in principle not be introduced into the Community;\nWhereas, however, the abovementioned Directive permits derogations from that rule, provided that it is established that there is no risk of spreading harmful organisms;\nWhereas the provisions laid down in the Annexes to Directive 77/93/EEC have been subjected to a review taking into account a pest risk assessment to adapt the relevant provisions to the Single Market concept;\nWhereas that pest risk assessment has been the basis for an amendment and revision of the relevant provisions of the said Directive;\nWhereas the Commission has established that on the basis of available information there is no risk of spreading harmful organisms, provided that certain improved technical conditions are satisfied;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["1. The Member States are hereby authorized to provide under the conditions laid down in paragraph 2 for derogations from Article 4 (1) of Directive 77/93/EEC, with regard to Annex III (A) (1) for plants of Chamaecyparis Spach, Juniperus L.  and Pinus L., other than fruit and seeds, originating in Japan.\n2. The following conditions shall be satisfied:\n(a) the plants shall be of the bonsai-type of the genus Chamaecyparis Spach, genus Juniperus or in the case of the genus Pinus L. either entirely of the species Pinus parviflora Sieb &  Zucc. (Pinus pentaphylla Mayr.), or grafted on a rootstock of a  Pinus species other than Pinus parviflora Sieb &  Zucc. In the latter case, the rootstock shall not bear any shoots;\n(b) the total number of plants shall not exceed quantities which have been determined by the importing Member State, having regard to available quarantine facilities;\n(c) the plants shall have been grown and trained for at least two consecutive years in officially registered bonsai nurseries. The annual lists of the registered bonsai nurseries shall be made available to the Commission, at the latest by 30 November of  each year. These lists shall include the number of plants grown in each of these nurseries, as far as they are deemed suitable for dispatch to the Community in the following year, under the conditions laid down in this Decision;\n(d) for Juniperus plants, the plants of the genera Crataegus L., Cydonia Mill., Juniperus L., Malus Mill., Photinia Ldl. and Pyrus L., which have been grown in the two last years prior to dispatch in the abovementioned bonsai nurseries and their  immediate vicinity shall have been officially inspected at least six times per year and at appropriate times, for presence of harmful organisms of concern; for Chamaecyparis and Pinus plants, the plants of the genus Chamaecyparis Spach and of the genus  Pinus L. which have been grown in the abovementioned bonsai nurseries and their immediate vicinity shall have been officially inspected at least six times per year and at appropriate times, for presence of harmful organisms of concern.\nThe harmful organisms in question are:\n- for Juniperus plants,\n- Aschistonyx eppoi Inouye,\n- Gymnosporangium spp.,\n- Oligonychus perditus Pritchard et Baker,\n- Popillia japonica Newman,\n- any other harmful organism which is not known to occur in the Community,\n- for Chamaecyparis plants,\n- Bursaphelenchus xylophilus (Steiner &  Buehrer) Nickle et al.,\n- Popillia japonica Newman,\n- any other harmful organism which is not known to occur in the Community,\n- for Pinus plants,\n- Bursaphelenchus xylophilus (Steiner &  Buehrer) Nickle et al.,\n- Cercoseptoria pini-densiflorae (Hori &  Nambu) Deighton,\n- Coleosporium paederiae,\n- Coleosporium phellodendri Komr.,\n- Cronartium quercum (Berk.) Miyabe ex Shirai,\n- Dendrolimus spectabilis Butler,\n- Peridermium kurilense Dietel,\n- Popillia japonica Newman,\n- Thecodiplosis japonensis Uchida &  Inouye,\n- any other harmful organism which is not known to occur in the Community;\nThe plants shall have been found free, in these inspections, from the harmful organisms. Infested plants shall be removed. The remaining plants shall be effectively treated;\n(e) any detection of the harmful organism in the inspections carried out pursuant to (d) shall be officially recorded, and the records shall be kept available to the Commission, upon its request. Any detection of any of the harmful organisms, which are  specified in d) by their sicentific names, shall disqualify the nursery from its status under (c). In such case, the registration can be renewed only in the following year;\n(f) the plants intended for the Community shall:\n- have been grown, at least during the last two years prior to dispatch, in either an unused artificial growing medium or in a natural growing medium which has been treated by fumigation or by appropriate heat treatment to ensure freedom from harmful  organisms,\n- if they belong to the genus Pinus and in the case of grafting on a rootstock of a Pinus species other than Pinus parviflora Sieb. &  Zucc., have a rootstock derived from sources officially approved as healthy material,\n- be potted, at least during the same period, in pots which are placed on shelves at least 20 cm above ground,\n- be made recognizable with a marking, exclusive for each individual plant and notified to the official plant protection organization of Japan, enabling the identification of the registered nursery and the year of potting,\n- be found free, in the inspections referred to in (d), from the harmful organism and not be affected by the measures refered to in (e),\n- be free from other plant debris;\n(g) the official plant protection organization of Japan shall ensure the identifiability of the plants from the time of their removal from the nursery until the time of loading for export, through sealing of transport vehicles or appropriate  alternatives;\n(h) the plants and the adhering or associated growing medium (hereinafter referred to as 'the material') shall be accompanied by a phytosanitary certificate issued in Japan in accordance with Article 7 of Directive 77/93/EEC, on the basis of the  examination laid down in Article 6 of the said Directive relating to the conditions laid down therein, in particular freedom from the harmful organisms, as well as to the requirements specified in (a) to (g).\nThe certificate shall indicate:\n- the name or the names of the registered nursery or nurseries,\n- the markings referred to in (f), as far as they enable identification of the the registered nursery and the year of potting,\n- the specification of the last treatment applied, prior to dispatch,\n- under 'Additional Declaration', the statement 'This consignment meets the conditions laid down in Decision 93/000/EEC';\n(i) the material shall be packed in closed containers which have been officially sealed and bear a distinguishing mark to be reproduced on the phytosanitary certificate, enabling the consignments to be identified;\n(j) the material shall be subjected, before it is released, to official post-entry quarantine for a period of not less than three months of active growth in the case of Pinus and Chamaecyparis plants and for a period including the active growth season  from 1 April until 30 June in the case of Juniperus plants and must be found free, during this quarantine period, from any harmful organisms in question;\n(k) the post-entry quarantine mentioned under (j) shall:\n- be supervised by the responsible official bodies of the Member State concerned and executed by officially approved and trained staff, with the assistance of the experts referred to in Article 19a of Directive 77/93/EEC under the procedure laid down  therein,\n- be performed at an officially approved site provided with appropriate facilities sufficient to contain harmful organisms and maintain the material in such a way as to eliminate any risk of spreading harmful organisms,\n- be performed for each item of material:\n- by visual examination upon arrival and at regular intervals thereafter, having regard to the type of material and its state of development during the quarantine period, for harmful organisms or symptoms caused by any harmful organism,\n- by appropriate testing of any symptom observed in the visual examination in order to identify the harmful organisms having caused such symptoms;\n(l) any lot in which material which has not been found free, during the post-entry quarantine specified under (j) from the harmful organisms shall be immediately destroyed;\n(m) Member States shall notify, to the Commission and to the other Member States, any contamination by the harmful organisms in question which has been confirmed during the post-entry quarantine specified under (j);\n(n) prior to introduction into a Member State, the importer shall notify each introduction sufficiently in advance to the responsible official bodies in the Member State concerned, indicating:\n- the type of material,\n- the quantity,\n- the declared date of import,\n- the site of quarantine testing.\nThey shall be officially informed, prior to the introduction, of the conditions laid down in (a) to (m);\n(o) any material which has been subjected to the post-entry quarantine specified under (j) in the importing Member State and has been found free, during that quarantine period, from harmful organisms of concern and which has been maintained under  appropriate conditions may be moved within the Community only where the following conditions are satisfied:\n- a plant passport referred to in Directive 77/93/EEC, shall be issued in accordance with the relevant provisions of Directive 77/93/EEC and shall be attached to the material, to its packaging or to the vehicles transporting the material,\n- the plant passport referred to in the first indent, shall indicate the name of the country of origin.", "Member States shall inform other Member States and the Commission of any use made of the authorization. They shall provide the Commission and the other Member States, before 1 October of each year, with the information on amounts imported  pursuant to this Decision and with a detailed technical report of the official examination referred to in Article 1 (2) (k).", "The authorization granted in Article 1 shall apply from 1 June 1993 until 31 December 1994 in the case of Pinus and Chamaecyparis plants and in the period between 1 November 1993 and 31 March 1994 in the case of Juniperus plants. It shall be  revoked earlier, if its is established that the conditions laid down under Article 1 (2) are not sufficient to prevent the introduction of harmful organisms, or have not been complied with.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 96, 22. 4. 1993, p. 33."}