{"celex_id": "31996R0414", "uri": "http://publications.europa.eu/resource/cellar/68e49924-9a98-4c4c-bbc5-5f3ae6901f99", "type": "Regulation", "concepts": ["1871", "2556", "4790", "5228", "5229", "5254"], "title": "Council Regulation (EC) No 414/96 of 4 March 1996 laying down certain monitoring measures applicable to fishing activities carried out in the waters of the Baltic Sea, the Belts and the Sound\n", "header": "8.3.1996 EN Official Journal of the European Communities L 59/1\nCOUNCIL REGULATION (EC) No 414/96\nof 4 March 1996\nlaying down certain monitoring measures applicable to fishing activities carried out in the waters of the Baltic Sea, the Belts and the Sound\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (4) applies to all fishing activities and to all associated activities carried out within the territory and within the maritime waters subject to the sovereignty or jurisdiction of the Member States and also applies to the activities of Community fishing vessels which operate in the waters of third countries or on the high seas, without prejudice to the fisheries agreements concluded between the Community and third countries and to International Conventions to which the Community is a party;\nWhereas, by virtue of Council Decision 83/414/EEC (5), the Community is a Contracting Party to the Convention on Fishing and Conservation of the Living Resources in the Baltic Sea and the Belts, hereinafter referred to as ‘the Baltic Convention’;\nWhereas the International Baltic Sea Fishery Commission, hereinafter referred to as ‘the Baltic Commission’, set up by the Baltic Convention, adopts rules applicable to fishing activities carried out in the Baltic Sea;\nWhereas during its twentieth session which took place in Gdynia from 12 to 16 September 1994, the Baltic Commission adopted a number of recommendations relating to monitoring measures applicable in the Baltic Sea;\nWhereas, under paragraph 1 of Article XI of the Baltic Convention, the Community must incorporate these recommendations into Community legislation, subject to any objections lodged in accordance with the procedure laid down in the aforementioned Article; whereas there are no grounds for raising objections;\nWhereas it is therefore necessary, on the basis of the recommendations formulated by the Baltic Commission, for certain monitoring measures to be laid down which supplement the monitoring measures laid down in Regulation (EEC) No 2847/93,", "main_body": ["Scope\n1.   This Regulation lays down certain monitoring measures relating to catches and landings of fishery resources found in the waters of the Baltic Sea, the Belts and the Sound bounded to the west by a line drawn from Hasenøre Head to Gniben Point, from Korshage to Spodsbjerg and from Gilbjerg Head to the Kullen. It shall not apply to waters within the baselines.\n2.   It shall apply to:\n— Community fishing vessels in the geographical area described in paragraph 1;\n— all fishing vessels flying the flag of a third country present in the maritime waters of this area which are subject to the sovereignty or jurisdiction of the Member States.", "Vessels fishing for cod\n1.   Member States shall each year forward to the Commission, at the latest one month before the beginning of fishing operations, a list of all the Community fishing vessels flying their flag or registered in their ports whose main or secondary activity is fishing for cod in the area defined in Article 1 (1) and shall immediately notify any changes made to that list during the year.\n2.   The list shall mention, in particular, the internal numbers of the vessels referred to in the preceding paragraph, in accordance with Article 1 of Commission Regulation (EC) No 109/94 of 19 January 1994 concerning the fishing vessel register of the Community (6).\n3.   The list and any change made thereto in the course of the year shall be communicated by computer data transmission and preferably by electronic mail.\n4.   The Commission shall each year, within 15 days of receipt of the notifications from the Member States, communicate to the Baltic Commission the information referred to in paragraph 1.", "Only the Community fishing vessels appearing on the list referred to in Article 2 shall be authorized to take part in the activities of fishing for cod in the area defined in Article 1 (1).", "Landing declarations\nThe competent authorities of the Member States shall notify relevant Contracting Parties to the Baltic Convention, at least once a month and in respect of each vessel, of the landings of fishing vessels flying the flag of, or registered in, a Contracting Party to the Baltic Convention broken down by Fishery Zone, Management Area and species managed by the Baltic Commission. A copy of the information notified shall be transmitted to the Commission.", "Before the end of each month and in respect of the quantities caught in the preceding month by Community fishing vessels as well as in respect of catches landed in the Community by the fishing vessels mentioned in Article 4, the Commission shall communicate to the Baltic Commission the aggregate data received pursuant to Article 15 (1) of Regulation (EEC) No 2847/93 and the data mentioned in Article 4 above.", "Transshipment of cod\n1.   It shall be prohibited for vessels to transship or receive quantities of cod caught in the area described in Article 1 (1).\n2.   However, the competent authorities of a Member State may authorize transshipments in its ports or internal waters.\n3.   To this end, the master of a fishing vessel wishing to transship shall seek authorization from the competent authorities of the place of transshipment at least 24 hours in advance.", "Ban on landings\n1.   Following a notification from the Baltic Commission to the Commission that a quota allocated to another Contracting Party to the Baltic Convention has been used up, any landings or transshipments of catches of the stock or group of stock subject to that quota made by fishing vessels flying the flag of the Contractring Party to which that quota is allocated shall be prohibited from the date fixed by that Contracting Party.\n2.   The Commission shall immediately forward a copy of that notification to the Member State.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1996.\nFor the Council\nThe President\nP. BARATTA\n(1)  OJ No C 313, 24. 11. 1995, p. 24.\n(2)  Opinion delivered on 16 February 1996 (not yet published in the Official Journal).\n(3)  OJ No C 39, 12. 2. 1996, p. 92.\n(4)  OJ No L 261, 20. 10. 1993, p. 1.\n(5)  OJ No L 237, 26. 8. 1983, p. 4.\n(6)  OJ No L 19, 22. 1. 1994, p. 5."}