{"celex_id": "31993R1814", "uri": "http://publications.europa.eu/resource/cellar/d8683f50-a2f5-4406-a906-782325229903", "type": "Regulation", "concepts": ["1264", "3003", "797"], "title": "Commission Regulation (EEC) No 1814/93 of 7 July 1993 amending Regulation (EEC) No 3061/84 laying down detailed rules for the application of the system of production aid for olive oil\n", "header": "COMMISSION REGULATION (EEC) No 1814/93 of 7 July 1993 amending Regulation (EEC) No 3061/84 laying down detailed rules for the application of the system of production aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2046/92 (2), and in particular Article 12 (4) thereof,\nWhereas Commission Regulation (EEC) No 3061/84 (3), as last amended by Regulation (EEC) No 1527/92 (4), sets 15 June as the final date for the submission of aid applications by olive growers and 15 July as the final date for the submission of  applications by producer organizations or associations thereof; whereas non-compliance with those dates results in loss of the total amount of aid;\nWhereas, given the requirements of the principle of proportionality and with a view to the smooth operation of the granting of aid, the consequences of failing to comply with the final date for the submission of aid applications by a brief period should  be limited;\nWhereas, with a view to the sound financial administration of the system, the time limits for paying aid in respect of late applications should be reduced so that the payments can be accounted for during the financial year in course;\nWhereas the measures provided for in this Regulation should take effect in the current marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 3061/84 is hereby amended as follows:\n1. in Article 5, paragraphs 3 and 4 are replaced by the following:\n'3. Aid applications shall be submitted by olive growers not later than 15 June of each marketing year:\n- to the producer organization in the case of olive growers who are members of a producer organization,\n- to the competent authorities of the Member State concerned in the case of olive growers who are not members of a producer organization,\nExcept in cases of force majeure, late submission of an application shall result in a reduction of 1 % per working day in the amount of aid to which the olive growers would have been entitled had the application been submitted on time. If the  application is more than 20 days late, it shall be deemed inadmissible.\n4. Producer organizations or, where appropriate, associations thereof shall submit the aid applications for the current marketing year not later than 15 July of each marketing year. However, aid applications submitted late by olive growers may be  submitted by the organization or association not later than 31 July of each marketing year.';\n2. the following subparagraph is added to Article 12b (1):\n'However, in the case of aid applications submitted late by olive growers, the time limit of 90 days shall be reduced to 85 days.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 June 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 215, 30. 7. 1992, p. 1.\n(3) OJ No L 288, 1. 11. 1984, p. 52.\n(4) OJ No L 160, 13. 6. 1992, p. 13."}