{"celex_id": "31992D0482", "uri": "http://publications.europa.eu/resource/cellar/0604eaab-f0d8-4e79-961e-e124aeae11c6", "type": "Decision", "concepts": ["1043", "1125", "4250", "500", "862", "922"], "title": "92/482/EEC: Council Decision of 28 September 1992 providing financial assistance for Albania\n", "header": "COUNCIL DECISION  of 28 September 1992  providing financial assistance for Albania  (92/482/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1), submitted following consultation with the Monetary Committee,\nHaving regard to the opinion of the European Parliament (2),\nWhereas Albania is undertaking fundamental political and economic reforms and has decided to adopt a market economy model;\nWhereas trade, commercial and economic links between the Community and Albania are expected to develop within the framework of the 1992 Cooperation Agreement;\nWhereas financial assistance from the Community will be instrumental in supporting the adjustment and reform efforts of Albania, will strengthen mutual confidence and will bring Albania closer to the Community;\nWhereas Albania is a low-income country eligible for highly concessional loans from the World Bank and the International Monetary Fund (IMF) and whereas the Group of 24 (G-24) agreed to consider complementary financial assistance particularly through  long-term grants or loans on concessional terms, as soon as the IMF has reached an agreement on a stabilization and reform programme with Albania;\nWhereas the Albanian authorities have requested financial assistance from the IMF, the G-24 countries and the Community;\nWhereas, over and above the estimated financing which could be provided by the IMF, the World Bank and official bilateral creditors in the context of the 12-month stand-by arrangement expected to be agreed between Albania and the IMF, a financial gap of  some US$ 165 million remains to be covered in order to avoid an additional degree of import compression which would jeopardize the achievement of the policy objectives underlying the Government's reform effort;\nWhereas the Commission, as coordinator of assistance from the G-24 has invited them to provide highly concessional financial assistance to Albania in order to support that country's adjustment and reform efforts;\nWhereas taking into account the economic and financial situation of Albania, this financial assistance intended to support that country's balance of payments should take the form of grants;\nWhereas the Community grant should be managed by the Commission;\nWhereas the EEC Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["1. The Community shall grant to Albania financial assistance of a maximum amount of ECU 70 million in the form of a grant, with a view to ensuring a sustainable balance of payments situation and strengthening the reserve position of that  country.\n2. This grant will be managed by the Commission in full consultation with the Monetary Committee and in a manner consistent with any Agreement reached between the IMF and Albania.", "1. The Commission is empowered to negotiate with the Albanian authorities, after consultation with the Monetary Committee, the economic policy conditions attached to the grant. These conditions shall be consistent with any agreement as  referred to in Article 1 (2) and with arrangements made by the G-24.\n2. The Commission shall verify at regular intervals, in collaboration with the Monetary Committee and in close coordination with the G-24 and the IMF, that the economic policy in Albania is in accordance with the objectives of this grant and that the  conditions of the latter are being fulfilled.", "1. The grant shall be made available to Albania in two instalments. A first instalment of ECU 35 million shall be released as soon as a 'stand-by arrangement' has been concluded between Albania and the IMF. The second instalment shall be paid  not before the first quarter of 1993, subject to Article 2 (2) and subject to satisfactory progress being recorded in Albania's application of the 'stand-by arrangement'.\n2. The funds shall be paid to the National Bank of Albania.", "At least once a year the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 28 September 1992. For the Council\nThe President\nN. LAMONT\n(1) OJ No C 188, 25. 7. 1992, p. 5 and OJ No C 225, 1. 9. 1992, p. 4. (2) Opinion delivered on 18 September 1992 (not yet published in the Official Journal)."}