{"celex_id": "31990R2247", "uri": "http://publications.europa.eu/resource/cellar/e1173278-e6ef-4c4c-b3e5-7b5c3a878b3b", "type": "Regulation", "concepts": ["1552", "2803", "2888"], "title": "Commission Regulation (EEC) No 2247/90 of 31 July 1990 determining the Member States in which the campaigns to promote the consumption of grape juice are to be carried out during the 1989/90 wine year\n", "header": "COMMISSION  REGULATION (EEC) No 2247/90\nof 31 July 1990\ndetermining the Member States in which the campaigns to promote the consumption of grape juice are to be carried out during the 1989/90 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1325/90 (2), and in particular Article 46 (5) and 81 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 1636/87 (4),\nHaving regard to Council Regulation (EEC) No 1678/85 of 11 June 1985 fixing the conversion rates to be applied in agriculture (5), as last amended by Regulation (EEC) No 1179/90 (6),\nWhereas Article 1 (2) of Commission Regulation (EEC) No 3461/85 of 9 December 1985 on the organization of campaigns to promote the consumption of grape juice (7), as last amended by Regulation (EEC) No 2106/89 (8), provides that the Member States in which the campaigns to promote the consumption of grape juice are to be carried out and the total amounts allocated for the financing of the campaigns in each of the said Member States must be determined for each wine year;\nWhereas Article 4 (2) of Commission Regulation (EEC) No 2641/88 laying down detailed rules for the application of the aid scheme for the use of grapes, grape must and concentrated grape must to produce grape juice (9), as last amended by Regulation (EEC) No 2255/89 (10), fixes that part of the aid intended to finance 35 % of the promotion campaign;\nWhereas Annex IV to Commission Regulation (EEC) No 2484/89 of 14 August 1989 fixing the buying-in prices, aids and certain other amounts applicable for the 1989/90 wine year to intervention measures in the wine sector (11), fixes the amount of aid for the 1989/90 wine year;\nWhereas the amount available for such financing depends on the quantities of the products in respect of which the aid is to be granted; whereas the budget estimate adopted for the financing of the 1985/86, 1986/87, 1987/88 and 1988/89 campaigns has turned out to be some ECU 409 000 too low; whereas the amount available for financing the measure for 1989/90 is estimated at ECU 5 million; whereas the total funds available for 1989/90 are accordingly ECU 5 409 000;\nWhereas the amount adopted is not sufficient to enable effective campaigns to be mounted throughout the Community; whereas it therefore appears advisable to continue to operate promotional schemes in those Member States where campaigns have been mounted in previous years; whereas schemes financed from the budget adopted for Spain should, moreover, be restricted to that Member State in view of its limited possibilities for disposing of the product in question other than on the domestic market;\nWhereas Article 3 (4) of Regulation (EEC) No 3461/85 provides that studies permitting verification of the effectiveness of the measures during or after their implementation are to be carried out;\nWhereas, in order to ensure better management of the budget funds, a final date must be fixed for the signing and payment of contracts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. For the 1989/90 wine year, campaigns to promote the consumption of grape juice as provided for in Article 1 (1) of Regulation (EEC) No 3461/85 shall be carried out in the Federal Republic of Germany, France, Italy, Spain, Belgium and the Netherlands.\nThe total amount for the financing of those campaigns shall be:\n- ECU 1 594 000 for the Federal Republic of Germany,\n- ECU 1 384 000 for France,\n- ECU 805 000 for Italy,\n- ECU 1 070 000 for Spain,\n- ECU 178 000 for Belgium,\n- ECU 178 000 for the Netherlands.\nIn addition, ECU 200 000 shall be earmarked for a study on the effectiveness of the campaigns conducted under Regulation (EEC) No 3461/85, following an invitation to tender organized by the Commission.\n2. Contracts for that campaign shall be signed within nine months at the latest following the date of entry into force of this Regulation. The payment of contracts shall be made three months at the latest after the contracts.\n3. The amounts referred to in paragraph 1 shall be converted into national currency using the agricultural conversion rate in force in the wine sector on 1 September 1989.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 132, 23. 5. 1990, p. 19.\n(3) OJ No L 164, 24. 6. 1985, p. 1.\n(4) OJ No L 153, 13. 6. 1987, p. 1.\n(5) OJ No L 164, 24. 6. 1985, p. 11.\n(6) OJ No L 119, 11. 5. 1990, p. 1.\n(7) OJ No L 332, 10. 12. 1985, p. 22.\n(8) OJ No L 201, 14. 7. 1989, p. 20.\n(9) OJ No L 236, 26. 8. 1988, p. 25.\n(10) OJ No L 216, 27. 7. 1989, p. 23.\n(11) OJ No L 238, 15. 8. 1989, p. 12."}