{"celex_id": "31991R2756", "uri": "http://publications.europa.eu/resource/cellar/dee7f127-8b15-4ad6-bd47-2ac3b0ea037d", "type": "Regulation", "concepts": ["252", "4236"], "title": "Commission Regulation (EEC) No 2756/91 of 19 September 1991 amending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\n", "header": "COMMISSION REGULATION (EEC) No 2756/91  of 19 September 1991  amending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Regulation (EEC) No 4006/87 (1),\nHaving regard to Council Regulation (EEC) No 2169/81 of 27 July 1981 laying down the general rules for the system of aid for cotton (2), as last amended by Regulation (EEC) No 791/89 (3), and in particular Article 11 thereof,\nWhereas Article 1 (2) of Commission Regulation (EEC) No 1201/89 (4), as amended by Regulation (EEC) No 2432/90 (5), gives a figure for ginning costs and Article 2 (2) (e) gives the cost of unloading and forwarding ginned cotton at Piraeus and Article 4  (1) gives the crushing costs for cotton seed; whereas since these costs have increased in the meantime the amounts given in the Regulation should be adjusted;\nWhereas in Annex B to the above mentioned Regulation coefficients are given in point 3 to be used when the cotton brought under supervised storage differs from the standard quality; whereas, taking past experience into account, some of these  coefficients should be adjusted and the coefficients for lower qualities should be abolished;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1201/89 is hereby amended as follows:\n1. In Article 1 (2) '13,25' is replaced by '14,25'.\n2. In Article 2 (2) (e) '1' is replaced by '1,08'.\n3. In Article 4 (1) '7,45' is replaced by '8,00'.\n4. In Annex B, point 3 is hereby replaced by the following:\n'3. Coefficients applicable to ginned cotton obtained differing from the standard quality:\nGrade  % of price to be added  % of price to be subtracted      3 and 3,5  6   4  3,5   4,5  1,5   5  -   5,5   2  6   5,0  6,5   8,0  7   12,0  8   17,0  9   23,0\nShould the quality of the cotton be lower than grade 9 the price of  the unginned cotton shall be determined by mutual agreement between the Contracting Parties.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to contracts and aids covering cotton harvested from 1 September 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 377, 31. 12. 1987, p. 49. (2) OJ No L 211, 31. 7. 1981, p. 2. (3) OJ No L 85, 30. 3. 1989, p. 7. (4) OJ No L 123, 4. 5. 1989, p. 23. (5) OJ No L 288, 22. 8. 1990, p. 23."}