{"celex_id": "31990R0638", "uri": "http://publications.europa.eu/resource/cellar/9d8f6a5d-8eea-4442-98c4-c7b1d17f5953", "type": "Regulation", "concepts": ["1881", "3591", "4353", "5404", "6007", "946"], "title": "Council Regulation (EEC) No 638/90 of 5 March 1990 amending Regulation (EEC) No 2837/72 on safeguard measures provided for in the Agreement between the European Economic Community and the Republic of Austria\n", "header": "COUNCIL REGULATION (EEC) No 638/90 of 5 March 1990 amending Regulation (EEC) No 2837/72 on safeguard measures provided for in the Agreement between the European Economic Community and the Republic of Austria\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas a Supplementary Protocol to the Agreement between the European Economic Community and the Republic of Austria was signed on 31 October 1989 with the aim of eliminating and preventing quantitative restrictions on exports or measures having  equivalent effect (1);\nWhereas the Protocol provides for the insertion in the Agreement of a specific safeguard clause designed to\nmitigate the problems likely to arise as a result of the abolition of the export restrictions; whereas implementing provisions should be laid down by amending Regulation (EEC) No 2837/72 (2);\nWhereas Article 7 of the said Regulation provides that, in order to avoid compromising the unity of the common market, the Commission may propose to the Council that\nthe Regulation, and in particular Article 4 (3) thereof, be amended as necessary in the light of experience; whereas,\nin the context of the completion of the internal market in 1992, the national safeguard measures should be abolished and replaced by a Community procedure in accordance\nwith the detailed rules set by the Council in Decision 87/373/EEC (3),", "main_body": ["Regulation (EEC) No 2837/72 is hereby amended as follows:\n1.  in Article 1 (1), 'for the purpose of taking the measures provided for in Articles 22, 24 and 26 of the Agreement' is replaced by 'for the purpose of taking the measures provided for in Articles 22, 24, 24a and 26 of the Agreement';\n2.  Article 4 is replaced by the following:\n'Article 4\n1.  Where exceptional circumstances require immediate action in the situations referred to in Articles 24, 24a and 26 of the Agreement or in the case of export aids that have a direct and immediate effect on trade, the precautionary measures provided  for in Article 27 (3) (e) of the Agreement may be adopted in accordance with the procedure set out hereafter.\n2.  The Commission shall be assisted by the committee composed of representatives of the Member States and chaired by the representative of the Commission.\nThe committee shall meet when convened by its chairman. The latter shall communicate any appropriate information to the Member States without delay.\n3.  After consulting the committee the Commission may decide on appropriate measures either on its own initiative or at the request of a Member State. All the Member States shall be notified of the Commission's decision, which shall apply immediately.\n4.  Where the Commission is asked to take action by a Member State, it shall take a decision within a maximum period of five working days of receipt of the request.\n5.  Any Member State may refer the Commission's decision to the Council within a maximum period of five working days of notification of the decision.\nThe Council, acting by a qualified majority, may\ntake a different decision within a maximum period of 10 working days of such referral.';\n3.  Article 7 is hereby repealed.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 352, 4. 12. 1989, p. 59.\n(2) OJ No L 300, 19. 12. 1972, p. 94.\n(3) OJ No L 197, 18. 7. 1987, p. 33."}