{"celex_id": "31999R0890", "uri": "http://publications.europa.eu/resource/cellar/883e8b0c-1285-4ae6-a196-46990e960342", "type": "Regulation", "concepts": ["1425", "4682", "893"], "title": "Commission Regulation (EC) No 890/1999 of 29 April 1999 on the organisation of publicity measures relating to the Community system for the labelling of beef and veal\n", "header": "COMMISSION REGULATION (EC) No 890/1999\nof 29 April 1999\non the organisation of publicity measures relating to the Community system for the labelling of beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2071/98 of 28 September 1998 on publicity measures on the labelling of beef and veal(1), and in particular Article 4 thereof,\n(1) Whereas Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products(2) introduces a new system of labelling intended to provide the consumer with additional guarantees;\n(2) Whereas Regulation (EC) No 2071/98 makes provision for the Community to finance publicity measures intended to inform the consumer of the guarantees offered by the system for the labelling of beef and beef products;\n(3) Whereas the Commission is to draw up a list of the Member States wishing to participate in the implementation of the publicity measures and is to set the amount for their financing in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal(3), as last amended by Regulation (EC) No 1633/98(4);\n(4) Whereas detailed rules are needed for the practical implementation of the publicity measures planned, in particular as regards the content, choice and implementation of the programmes; whereas those detailed rules must take account of the need to ensure cooperation with the Member States concerned; whereas, to that end, the Member States must put forward programmes for adoption to the Commission, monitor the implementation thereof and make the corresponding payments;\n(5) Whereas the administration and financial management of contracts are now covered by Commission Regulation (EC) No 481/1999 of 4 March 1999 laying down general rules for the management of promotional programmes for certain agricultural products(5); whereas it is therefore not necessary to provide for such rules under this Regulation;\n(6) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The Member States which plan to implement publicity measures informing consumers of the guarantees offered by the Community sysem for the labelling of beef and beef products introduced by Regulation (EC) No 820/97 shall inform the Commission of their intention before 1 December of each year and for the first time before 1 May 1999.\n2. In accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68 and on the basis of the information received pursuant to paragraph 1 of this Regulation, before the beginning of each year and for the first time before 15 May 1999 the Commission shall:\n- draw up a list of the Member States which have informed the Commission of their intention to implement publicity measures in accordance with paragraph 1,\n- apportion among those Member States the funds for the financing of the publicity measures and of their assessment, taking account of beef and veal consumption and production in each Member State.\n3. Before the end of each year, the budget estimates serving as a basis for the overall funding of the measure shall be reviewed. Account shall be taken of the result of that review in order to determine the funding for the following publicity campaign.", "1. In accordance with Community rules, following a tendering procedure carried out using all appropriate means and on the basis of the programmes submitted in response, the competent authority designated by each Member State shall select the agency or organisation responsible for implementing the publicity measures. Within three months of the drawing-up of the list of Member States provided for in Article 1(2), it shall submit the programme of publicity measures proposed by the agency or organisation so selected to the Commission, together with a reasoned opinion on that agency's or organisation's compliance with the conditions laid down in Article 3.\n2. The Commission shall consider the programmes presented by the Member States and, where they meet the criteria laid down in Article 3, shall authorise each Member State to conclude a contract with the agency or organisation which drew up the programme accepted, after informing the Management Committee for Beef and Veal thereof.\n3. The competent authorities shall conclude the contracts using the standard contracts made available to them by the Commission.", "1. Programmes shall include at least:\n- a detailed description of the publicity measures planned and the anticipated results,\n- a clear, detailed estimate of the foreseeable cost of each measure,\n- details of the resources to be employed,\n- the time limits for implementation and the timetable for the various measures; the measures shall be implemented within 12 months of the date of signing of the contract,\n- particulars of any third parties playing a part in implementation.\n2. The measures covered by programmes:\n- shall provide information on the conditions and obligations laid down in Regulation (EC) No 820/97 for the Community system of labelling, in particular as regards the traceability of the meat and the guarantees afforded by the relevant monitoring system,\n- shall not be confined to the system applicable in a single Member State but shall provide information on the system of labelling as a whole and in particular on its Community scope. To that end, the various examples of labelling shall refer to more than one Member State,\n- shall make no reference to trade marks,\n- must not replace similar measures already being implemented but may, where applicable, supplement them.", "Commission Regulation (EC) No 481/1999 laying down general rules for the administration of programmes to promote certain agricultural products shall apply save as otherwise provided in this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 265, 30.9.1998, p. 2.\n(2) OJ L 117, 7.5.1997, p. 1.\n(3) OJ L 148, 28.6.1968, p. 24.\n(4) OJ L 210, 28.7.1998, p. 17.\n(5) OJ L 57, 5.3.1999, p. 8."}