{"celex_id": "31994R3146", "uri": "http://publications.europa.eu/resource/cellar/446e89c7-3901-4a76-aa82-029675538cfe", "type": "Regulation", "concepts": ["1318", "2356", "2560", "3065", "4692", "862"], "title": "Commission Regulation (EC) No 3146/94 of 21 December 1994 adopting exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 3146/94 of 21 December 1994 adopting exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975, on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 1249/89 (2), and in particular Articles 20 and 22, second paragraph  thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, protection and surveillance zones have been established by the German authorities pursuant to Article 9 of Council Directive 80/217/EEC introducing  Community measures for the control of classical swine fever (3), as last amended by Decision 93/384/EEC (4); whereas, consequently, in these zones the trade in live pigs, fresh pigmeat and pigmeat products which have not been subjected to heat treatment  is temporarily prohibited;\nWhereas restrictions on the free movement of goods resulting from the application of veterinary measures are likely to bring about a serious disturbance of the pigmeat market in Germany; whereas exceptional market support measures, to apply for no  longer than is strictly necessary, must accordingly be adopted with respect solely to live animals from the affected areas;\nWhereas, with the aim of preventing a further spread of the disease, the pigs produced in the said zones should either be separated from normal trade in products intended for human consumption and processed into products intended for uses other than  human consumption, or be used for the manufacture of processed products which have undergone heat treatment so as to prevent any risk to health; whereas provision should be made to export these products so as to avoid disturbance on the Community  market; whereas no export refund should be granted, given the quite low price level at which the processing industry can find supplies; whereas the traditinal trade links with third countries for these products should be maintained and any disturbance  of the markets in these countries should be avoided;\nWhereas it is appropriate to grant an aid for the delivery to the competent authorities of live fattened pigs coming from the affected zones;\nWhereas in view of the extent of the disease and, in particular, of its duration, and consequently of the magnitude of the efforts needed to support the market, in would be appropriate for such efforts to be shared by the Community and the Member State  concerned;\nWhereas provision should be made for the German authorities to adopt all necessary control and surveillance measures and to inform the Commission accordingly;\nWhereas the restrictions on the free movement of live pigs have been operative for several weeks now in the zones in question, provoking a substantial increase in the weight of the animals and consequently leading to an intolerable situation where the  welfare of the animals is concerned; whereas retroactive application of this Regulation from 13 December 1994 is therefore justified;\nWhereas the measures provided for in this Regulation are in accordance with the Management Committee for Pigmeat,", "main_body": ["1. From 13 December 1994 producers may benefit, on request, from an aid granted by the competent German authorities for the delivery of fattened pigs falling under CN code 0103 92 13 weighing 120 kilograms or more on average per batch.\n2. The aid granted to the first 14 000 fattened pigs is financed by the Community budget.\n3. Germany is authorized to grant, in addition, at its own expense and on the terms laid down in this Regulation an aid for the following 6 000 fattened pigs.", "Only live fattened pigs raised in the protection and surveillance zones located within the administrative regions listed in the Annex to this Regulation can be delivered, provided that the veterinary provisions laid down by the German  authorities apply in the zones on the day the animals are delivered.", "On the day they are delivered, the animals shall be weighed and slaughtered in such a way as to prevent the disease from spreading.\nThey shall be transported without delay to a rendering plant and processed into products falling within CN codes 1501 00 11, 1506 00 00 and 2301 10 00.\nHowever, the pigs may be transported to a slaughterhouse where they shall be slaughtered forthwith and may be stored as whole or half carcases in a cold store.\nThese operations shall be carried out under the permanent supervision of the competent German authorities.", "1. Article 3 notwithstanding, the German authorities may decide to use the pigs slaughtered for the manufacture of processed products falling within CN code heading 1602. In this case, the meat shall undergo heat treatment raising the centre  temperature to at least 70 Â°C.\n2. The processed products referred to in paragraph 1 must be exported before 1 July 1995. No export refund shall be granted. The competent authorities shall take the necessary measures to ensure that these provisions are complied with and shall inform  the Commission thereof.\nThe said measures shall include in particular the obligation on the part of the operators to supply at 15 day intervals the data relating to the exports and to complete the customs export formalities in Germany, as well as the obligatory inclusion on  the export declaration, and where appropriate on the T5 control copy, of the following:\n'Regulation (EC) No 3146/94; export without refund'.\n3. The German authorities shall take all the necessary measures to ensure that the carcases or half-carcases are fully processed and that veterinary requirements during storage, transport and processing are observed. These measures shall include a  permanent on-the-spot check of the meat processing by the competent authorities. Germany shall notify the Commission of the practical administrative and monitoring measures it has taken within 15 days of the adoption of this Regulation.\n4. The profits resulting from the sale of any meat of pigs slaughtered by the German authorities for processing shall be divided between the Community and Germany on the basis of the scale used to grant the aid. Any loss resulting from the sales  transaction shall not be charged to the Community budget. The sale of the meat to the processing industry by the German authorities should be carried out by means of a tender system.\n5. Germany shall ensure by appropriate means that sales of processed products falling within CN heading 1602 are carried out under fair competitive conditions and do not give rise to undue profit on the part of the operators.\n6. The German authorities shall inform the Commission on a regular basis of the progress of the sales, particularly as regards the prices achieved, the quantities sold and the countries of destination. The authorities shall notify the Commission of the  measures taken pursuant to paragraph 5 above.", "1. The aid provided for in Article 1 (1), at farm gate, shall be:\n- ECU 108 per 100 kilograms slaughtered weight for fattened pigs weighing 120 kilograms or more on average per batch,\n- ECU 92 per 100 kilograms slaughtered weight for fattened pigs weighing less than 120 kilograms but more than 110 kilograms on average per batch.\n2. The aid is fixed on the basis of the established slaughtered weight. If, however, the animals are only weighed live, a coefficient of 0,81 is applied on the aid.", "The competent German authorities shall adopt all measures necessary to ensure compliance with the provisions of this Regulation and in particular with Article 2 thereof. They shall inform the Commission accordingly as soon as possible.", "The competent German authorities shall send the Commission each Wednesday the number and total weight of the fattened pigs delivered in the previous week.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 13 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 166, 8. 7. 1993, p. 34.\nANNEX\nThe Kreise:\n- Erding\n- Freising\n- Landshut (the city of Landshut included)\n- Muehldorf am Inn."}