{"celex_id": "31993R2775", "uri": "http://publications.europa.eu/resource/cellar/278c1cff-ccba-45ed-9931-14aab3bbb64c", "type": "Regulation", "concepts": ["13", "1394", "251", "2902", "4858"], "title": "COMMISSION REGULATION (EEC) No 2775/93 of 8 October 1993 fixing, for the 1992/93 marketing year, the amount to be paid by the sugar manufacturers to the beet sellers in respect of the difference between the maximum amount of the B levy and the amount of that levy\n", "header": "COMMISSION REGULATION (EEC) No 2775/93 of 8 October 1993 fixing, for the 1992/93 marketing year, the amount to be paid by the sugar manufacturers to the beet sellers in respect of the difference between the maximum amount of the B levy and the  amount of that levy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1548/93 (2), and in particular Article 29 (5) thereof,\nWhereas Article 29 (2) of Regulation (EEC) No 1785/81 provides in particular that when the amount of the B levy is less than the maximum amount referred to in Article 28 (4) of the said Regulation, revised, where necessary, in accordance with paragraph  5 of that same Article, the sugar manufacturers shall be required to pay the beet sellers 60 % of the difference between the maximum amount of the levy in question and the amount of the levy to be charged; whereas Article 8 (1) of Commission Regulation  (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (3), as last amended by Regulation (EEC) No 886/91 (4), provides that the amount referred to in Article 29 (2) of Regulation (EEC) No  1785/81 shall be fixed at the same time as the production levies and in accordance with the same procedure;\nWhereas for the 1992/93 marketing year the maximum amount of the B levy has been fixed for sugar at 37,5 % of the intervention price for white sugar; whereas it has transpired that in so far as sugar is concerned the amount of the B levy to be charged  for the said marketing year shall only be 35,062 % of the intervention price for white sugar; whereas this difference requires, in conformity with Article 29 (2) of Regulation (EEC) No 1785/81, that the amount to be paid by the sugar manufacturers to  the beet sellers should be fixed per tonne of beet of the standard quality and at the rate of 60 % of the said difference;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The amount referred to in Article 29 (2) of Regulation (EEC) No 1785/81 to be paid by the sugar manufacturers to the beet sellers in respect of the B levy shall be fixed for the 1992/93 marketing year at ECU 1,01 per tonne of beet of the  standard quality.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 154, 25. 6. 1993, p. 10.\n(3) OJ No L 158, 9. 6. 1982, p. 17.\n(4) OJ No L 90, 11. 4. 1991, p. 15."}