{"celex_id": "31997R1406", "uri": "http://publications.europa.eu/resource/cellar/1e73eb4f-4465-4259-9380-9dced755cf29", "type": "Regulation", "concepts": ["1255", "161", "1644", "2771", "4163", "4385"], "title": "Commission Regulation (EC) No 1406/97 of 22 July 1997 laying down rules for the application of Council Regulation (EC) No 3066/95 as regards the management of a quota of cat and dog food put up for retail sale of CN code 2309 10 originating in Hungary\n", "header": "COMMISSION REGULATION (EC) No 1406/97 of 22 July 1997 laying down rules for the application of Council Regulation (EC) No 3066/95 as regards the management of a quota of cat and dog food put up for retail sale of CN code 2309 10 originating in Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (1), as last amended by Regulation (EC) No 2490/96 (2), and in particular Article 8 thereof,\nWhereas by the Europe Agreement concluded between the Community and its Member States of the one hand and Hungary of the other concessions on certain agricultural products were granted to Hungary;\nWhereas in consequence of the accession of Austria, Finland and Sweden these concessions had to be adjusted to take account of trade in agricultural products between Austria and Hungary; whereas accordingly Regulation (EC) No 3066/95 opened for 1997 an autonomous tariff quota for cat and dog food put up for retail sale of CN code 2309 10 originating in Hungary; whereas that Regulation has been amended with effect from 1 July 1997 with regard in particular to the volume of the quota and the period for which it is granted; whereas the management adjustments required for the quota should therefore be adopted in good time;\nWhereas the customs duty on imports under the quota has been set at 20 % of the duty set in the CCT;\nWhereas management of the quota requires close cooperation between the Member States and the Commission, which must be able to monitor how much of the quota has been used up and inform Member States accordingly;\nWhereas it should be stipulated that licences for imports under the quota are to be issued following a reflection period and if necessary with all quantities applied for reduced by the same percentage;\nWhereas the Hungarian origin of imports should be ensured and the entries required on applications and licences specified;\nWhereas to ensure smooth operation of the quota system a security against import licences should be required of ECU 25 per tonne;\nWhereas Commission Regulation (EC) No 86/97 (3), as amended by Regulation (EC) No 1108/97 (4), sets rules of application for the quota; whereas following amendment of Regulation (EC) No 3066/95 it should be repealed and replaced by this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Products of CN code 2309 10 indicated in the Annex hereto originating in Hungary to which, in line with Annex I to Regulation (EC) No 3066/95, a customs duty of 20 % of the CCT duty rate in force applies from 1 July 1997 shall be imported into the Community on the terms of this Regulation.", "Products must be accompanied when entered for free circulation by proof of origin consisting of either an EUR 1 certificate or an invoice declaration issued or made out by the competent Hungarian authority.", "1. Import licence applications may be lodged with the competent authority of Member States on the first working day of each week up to 1 p.m. Brussels time. They must be for a quantity of not less than five tonnes and not more than 1 000 tonnes by weight.\n2. Member States shall transmit applications to the Commission by telex or fax by 6 p.m. Brussels time on that day.\n3. By the following Friday at the latest the Commission shall determine and notify Member States by telex or fax to what extent applications are to be met.\n4. On receiving notification Member States shall issue the licences. Their period of validity shall run from the actual day of issue.\n5. The quantity entered for free circulation may not exceed that shown in boxes 17 and 18 of the licence. To this effect the figure '0` shall be entered in box 19.", "Licence applications and licences shall carry:\n(a) in box 8, the entry 'Hungary`. The licence shall require importation from that country;\n(b) in box 24, one of the following entries:\n- Derecho de aduana reducido un 80 % [Anexo del Reglamento (CE) n° 1406/97]\n- Nedsættelse af toldsats med 80 % (Bilag i forordning (EF) nr. 1406/97)\n- Ermäßigung des Zolls um 80 % [Anhang der Verordnung (EG) Nr. 1406/97]\n- Ôåëùíåéáêüò äáóìüò ìåéùìÝíïò êáôÜ 80 % [ÐáñÜñôçìá ôïõ êáíïíéóìïý (ÅÊ) áñéè. 1406/97]\n- 80 % customs duty reduction (Annex of Regulation (EC) No 1406/97)\n- Droit de douane réduit de 80 % [Annexe du règlement (CE) n° 1406/97]\n- Dazio doganale all'importazione ridotto dell'80 % [Allegato del regolamento (CE) n. 1406/97]\n- Met 80 % verlaagd douanerecht (bijlage bij Verordening (EG) nr. 1406/97)\n- Direito aduaneiro reduzido de 80 % [Anexo do Regulamento (CE) nº 1406/97]\n- Tulli on alennettu 80 prosentilla [liite asetuksen (EY) N:o 1406/97]\n- Nedsättning av tullsats med 80 % [Bilagan till förordning (EG) nr 1406/97].", "The security against import licences pursuant to this Regulation shall be ECU 25 per tonne.", "Regulation (EC) No 86/97 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 338, 28. 12. 1996, p. 13.\n(3) OJ No L 17, 21. 1. 1997, p. 12.\n(4) OJ No L 162, 19. 6. 1997, p. 10.\nANNEX\nThe following annual quantities that may be imported from Hungary under the CN code indicated below are granted an import duty reduction to 20 % of the CCT in force\n>TABLE>"}