{"celex_id": "31999D0283(01)", "uri": "http://publications.europa.eu/resource/cellar/a7dd87cc-4fd8-4571-84f7-135c20917044", "type": "Decision", "concepts": ["1309", "1445", "2300", "281", "4689", "5369"], "title": "1999/283/EC: Commission Decision of 12 April 1999 concerning the animal health conditions and veterinary certification for imports of fresh meat from certain African countries - (notified under document number C(1999) 873) - (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 12 April 1999\nconcerning the animal health conditions and veterinary certification for imports of fresh meat from certain African countries\n(notified under document number C(1999) 873)\n(Text with EEA relevance)\n(1999/283/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2), and in particular Articles 14, 15 and 16,\n(1) Whereas the animal health conditions and veterinary certification for imports of fresh meat from Botswana, Madagascar, Morocco, Namibia, Swaziland, South Africa and Zimbabwe were established by Commission Decisions 92/22/EEC(3), 90/156/EEC(4), 84/295/EEC(5), 92/24/EEC(6), 92/23/EEC(7), 92/21/EEC(8) and 92/25/EEC(9);\n(2) Whereas, with a view to the internal market, numerous health measures have been established in the framework of trade inside the Community; whereas the realisation of this objective necessitates, in parallel, an adaptation of the health conditions required for importation of fresh meat from third countries particularly from certain African countries;\n(3) Whereas this adaptation must take into account the different epidemiological situations in the African countries concerned, and indeed in the different parts of their territories; whereas, given the existence of identical health situations between the various parts of those different countries, it is necessary to take account of this fact in establishing a new system of health guarantees;\n(4) Whereas, as a result, it is appropriate to establish different health certificates in accordance with the conditions required for the importation of fresh meat from those different categories of countries or parts of countries;\n(5) Whereas outbreaks of African swine fever are reported from time to time in these countries and therefore imports into the European Community of pigmeat cannot be authorised;\n(6) Whereas as an interim step prior to an in depth analysis concerning the possibility to authorise bone-in meat from certain OIE free regions and, in order to clarify and simplify the Community legislation, it is necessary to group together the health conditions required for imports of fresh meat from the African countries concerned and to repeal the decisions in force for those countries;\n(7) Whereas stricter health conditions have been established for offal destined for human consumption; whereas, moreover, the health conditions established apply without prejudice to the health conditions established by Council Directive 92/118/EEC(10), as last amended by Directive 97/79/EC, and Commission Decision 89/18/EEC of 22 December 1988 concerning importations from third countries of fresh meat destined for purposes other than human consumption(11);\n(8) Whereas having regard to the epidemiological features of foot-and-mouth disease of the ovine and caprines, special guarantees must be required as regards imports of meat of those species;\n(9) Whereas, in addition, the responsible veterinary authorities of the concerned countries must confirm that their countries or regions have for at least 12 months been free from rinderpest, and foot-and-mouth disease;\n(10) Whereas the responsible authorities of the concerned countries must undertake to notify the Commission and the Member States within 24 hours, by fax, telex or telegram of the confirmation of the occurrence of any of the abovementioned diseases or an alteration in the vaccination policy against them;\n(11) Whereas other health conditions must be established for meat not intended for human consumption in accordance with the provisions of Directive 92/118/EEC and Decision 89/18/EEC;\n(12) Whereas animal health conditions and veterinary certification must be adapted according to the animal health situation of the third country or part of third country concerned;\n(13) Whereas Council Directive 96/93/EC(12) lays down standards of certification which are necessary for valid certification and to prevent fraud. Whereas it is appropriate to ensure that the rules and principles applied by third-country certifying officers provide guarantees which are at least equivalent to those laid down in this Directive;\n(14) Whereas Council Directive 93/119/EC(13) requires that the veterinary health certificate accompanying meat to be imported from third countries to the European Community must be supplemented by an attestation certifying that the animals have been slaughtered under conditions which offer guarantees of humane treatment at least equivalent to the relevant provisions in the Directive;\n(15) Whereas considering that a new certification regime is hereby established, a period of time should be provided for its implementation;\n(16) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purposes of this Decision the following definitions shall be used:\n(a) \"fresh meat\": as defined in Article 2(a) of Council Directive 64/433/EEC(14);\n(b) \"de-boned fresh meat\": meat as described in paragraph (a) of this Article, together with diaphrams but excluding offal, from which the bone and the main accessible lymphatic glands have been removed.", "1. Member States shall authorise the importation of the categories of fresh meat set out in Annex II and coming from the territories laid down in Annex I, if they comply with the guarantees laid down in the health certificate, drawn up in conformity with Annex III.\n2. Member States shall authorise the introduction onto their territory of fresh meat from the country of origin subject to the supplementary guarantees required in Annex II and described in Annex IV. These supplementary guarantees must be provided by the exporting country in Section V of each model of certificate laid down in Annex III.\n3. In the case of imports of fresh meat described in Article 1 and intended for purposes other than human consumption, Member States shall ensure that the following requirements are complied with:\n- the conditions set out in paragraph 1,\n- the conditions established by Directive 92/118/EEC,\n- the conditions established by Decision 89/18/EEC.", "This Decision will be reassessed as required by the changing animal health situation in the Community and in the concerned African countries from which the imports are permitted.", "This Decision shall come into effect from 1 June 1999.", "1. Decisions 92/22/EEC, 90/156/EEC, 84/295/EEC, 92/24/EEC, 92/23/EEC, 92/21/EEC and 92/25/EEC are repealed on the date mentioned in Article 4.\n2. Member States shall authorise the importation of fresh meat, produced and certified according to the requirements of Decisions 92/22/EEC, 90/156/EEC, 84/295/EEC, 92/24/EEC, 92/23/EEC, 92/21/EEC and 92/25/EEC during the 30 days following the date mentioned in paragraph 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 April 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 10, 16.1.1992, p. 34.\n(4) OJ L 89, 4.4.1990, p. 13.\n(5) OJ L 144, 30.5.1984, p. 21.\n(6) OJ L 10, 16.1.1992, p. 46.\n(7) OJ L 10, 16.1.1992, p. 40.\n(8) OJ L 10, 16.1.1992, p. 28.\n(9) OJ L 10, 16.1.1992, p. 52.\n(10) OJ L 62, 15.3.1993, p. 49.\n(11) OJ L 8, 11.1.1989, p. 17.\n(12) OJ L 13, 16.1.1997, p. 18.\n(13) OJ L 340, 31.12.1993, p. 21.\n(14) OJ 121, 29.07.1964, p. 2012/64.\nANNEX I\nDESCRIPTION OF TERRITORIES OF CERTAIN AFRICAN COUNTRIES ESTABLISHED FOR ANIMAL HEALTH CERTIFICATION PURPOSES\n>TABLE>\nANNEX II\nMODELS OF ANIMAL HEALTH CERTIFICATES TO BE REQUESTED\n>TABLE>\nANNEX III\n>PIC FILE= \"L_1999110EN.002102.EPS\">\n>PIC FILE= \"L_1999110EN.002201.EPS\">\n>PIC FILE= \"L_1999110EN.002301.EPS\">\n>PIC FILE= \"L_1999110EN.002401.EPS\">\n>PIC FILE= \"L_1999110EN.002501.EPS\">\n>PIC FILE= \"L_1999110EN.002601.EPS\">\n>PIC FILE= \"L_1999110EN.002701.EPS\">\n>PIC FILE= \"L_1999110EN.002801.EPS\">\nANNEX IV\nSUPPLEMENTARY GUARANTEES TO BE PROVIDED BY THE EXPORTING TERRITORY WHEN REQUIRED IN ANNEX II IN APPLICATION OF ARTICLE 2(2)\n(a) The meat fulfils the requirements of de-boned fresh meat as described in Article 1(b) of Decision 1999/283/EC and originates from carcases which have matured at a room temperature of more than + 2Â° C for at least 24 hours after slaughter and before the bones were removed; has had the major lymphatic glands removed; has, during all stages of its production, de-boning, and storage been kept strictly separate from meat not conforming to the requirements laid down in the decisions of the European Community currently in force as regards import of meat (with the exception of meat packed in boxes or cartons and kept in special storage areas).\n(b) The animals have reacted negatively to an official intra-dermal tuberculosis test carried out in the three months before slaughter in accordance with Annex B to Council Directive 64/432/EEC.\n(c) The animals have, in accordance with the Zimbabwean legal provisions, a mark indicating their region of origin, that is for the veterinary region of Mashonaland West province, nothern part, brand \"L\", for Mashonaland West provine, southern part, brand \"HL\", for Mashonaland East province, brand \"H\" including Chikomba district, brand \"JJ\", Mashonaland Central province, brand \"C\", for Manicaland province (including only Makoni district), brand \"UM\", for Midlands province (including only the districts of Gweru, Kwekwe, Shurugwi and Chirimanzu), brand \"J\" and for Midlands province (including only the district of Zvishavane), brand \"Z\", for Masvingo province the district of Gutu brand \"T\" and for the district of Masvingo brand \"inverted T\", for Matebeleland South province (including) only the Insiza, Bullimamagwe, Umzingwamange, Gwanda and West Nicholson districts), brands \"MY\", \"Y\", \"Y-inverted Y\", \"inverted Y\" or \"K\" and for Matebeleland North province including only the clear zones of Bubi and Umguza districts, brand \"E\".\n(d) This meat can not be introduced into the EC territory for at least 21 days from ... (date of slaughter)."}