{"celex_id": "31993D0386", "uri": "http://publications.europa.eu/resource/cellar/bbec70c7-24d9-4055-8515-78469d1c6654", "type": "Decision", "concepts": ["1315", "1445", "4390", "4687", "4689"], "title": "93/386/EEC: Council Decision of 14 June 1993 amending Decision 88/408/EEC on the levels of the fees to be charged for health inspections and controls of fresh meat, pursuant to Directive 85/73/EEC\n", "header": "COUNCIL DECISION of 14 June 1993 amending Decision 88/408/EEC on the levels of the fees to be charged for health inspections and controls of fresh meat, pursuant to Directive 85/73/EEC\n(93/386/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 85/73/EEC of 29 January 1985 on the financing of health inspections and controls of fresh meat and poultrymeat (1), and in particular Article 2 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Decision 88/408/EEC (2) imposes time limits on the application of some of those provisions;\nWhereas the application of the abovementioned provisions should be extended until 30 September 1993 so that an in-depth study can be made of all the arrangements relating to fees; whereas reference should be made in this respect to the proposal for a  Council Directive amending Directive 85/73/EEC (3) and Directive 92/116/EEC of 17 December 1992 amending and consolidating Directive 71/118/EEC on health problems affecting trade in fresh poultrymeat (4);\nWhereas certain provisions of Decision 88/408/EEC should be amended as a result of the adoption of Directive 91/497/EEC of 29 July 1991 amending and updating Directive 64/433/EEC on health problems affecting intra-Community trade in fresh meat to extend  it to the production and marketing of fresh meat, and amending Directive 72/462/EEC (5), and Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community  from third countries (6);\nWhereas it appears necessary to derogate temporarily from the rules for conversion into national currencies of the amounts set in ecus because of turbulence in the European Monetary System,", "main_body": ["Decision 88/408/EEC shall be amended as follows:\n1. in Article 2 (3), the part of the sentence which reads: 'Pending the review of the inspection rules laid down by Directive 71/118/EEC and until 31 December 1992' is hereby replaced by: 'Until 30 September 1993, and without prejudice to invoking the  possibility offered by Article 2 (2) of Directive 85/73/EEC.';\n2. in Article 2 (4), the part of the sentence which reads: 'Until 31 December 1992' is hereby replaced by: 'Until 30 September 1993';\n3. in Article 2 (5), the part of the sentence which reads: 'Until 31 December 1992' is hereby replaced by: 'Until 30 September 1993';\n4. in Article 5 (1), the last sentence shall be deleted;\n5. in Article 5 (2), the second subparagraph shall be replaced by the following:\n'As part of the checks laid down in Article 12 of Directive 64/433/EEC, the Commission may, by random spot checks, verify whether the granting of the exemptions laid down in Article 2 (2) of this Decision does not compromise the effective application of  the rules laid down by the said Directive.';\n6. in Article 7, the terms 'provided for in Article 9 of Directive 64/433/EEC' shall be replaced by 'provided for in Article 12 of Directive 64/433/EEC';\n7. in Article 9, add the following paragraph:\n'However, for the period from 1 January 1993 to 31 December 1993, Member States whose currencies have significantly depreciated against the ecu since 1 September 1992 may continue to apply the rates obtaining on that date.'", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 32, 5. 2. 1985, p. 14. Directive as last amended by Directive 88/409/EEC (OJ No L 194, 22. 7. 1988, p. 28).\n(2) OJ No L 194, 22. 7. 1988, p. 24.\n(3) OJ No C 325, 14. 12. 1991, p. 21.\n(4) OJ No L 62, 15. 3. 1993, p. 1.\n(5) OJ No L 268, 24. 9. 1991, p. 69. Directive as amended by Directive 92/5/EEC (OJ No L 57, 2. 3. 1992, p. 1).\n(6) OJ No L 373, 31. 122. 1990, p. 1. Directive as amended by Directive 92/438/EEC (OJ No L 343, 25. 8. 1992, p. 27)."}