{"celex_id": "31996D0068", "uri": "http://publications.europa.eu/resource/cellar/4c17bc88-e331-454b-a3b5-f264d769d203", "type": "Decision", "concepts": ["1005", "1182", "1445", "1755", "1919", "2792"], "title": "96/68/EC: Commission Decision of 14 December 1995 approving the 1996 programme presented by Greece for the control of echinococcosis/hydatidosis and setting the level of the Community's financial contribution (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 14 December 1995 approving the 1996 programme presented by Greece for the control of echinococcosis/hydatidosis and setting the level of the Community's financial contribution (Only the Greek text is authentic) (96/68/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2), and in particular Articles 24 (6) and 32 thereof,\nWhereas Chapter 2 of Title III of Decision 90/424/EEC provides that the Community may make a financial contribution to measures aimed at the prevention of zoonoses;\nWhereas Greece has presented a programme for the control of echinococcosis/hydatidosis for 1996;\nWhereas the said programme is included in the list of programmes for the prevention of zoonoses which may receive a financial contribution from the Community in 1996, as laid down in Decision 95/469/EC (3);\nWhereas in view of the role of the programme in achieving the objectives pursued by the Community as regards the prevention of zoonoses, the Community's financial contribution should be set at 50 % of the costs borne by Greece in respect of its echinococcosis/hydatidosis control programme as amended on 16 November 1995, up to a maximum of ECU 200 000;\nWhereas the Community will make a financial contribution provided that the measures planned are carried out and the authorities supply all the information necessary within the time limit laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the control of echinococcosis/hydatidosis presented by Greece is hereby approved for the period from 1 January to 31 December 1996.", "Greece shall bring into force on 1 January 1996 the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "1. The Community's financial contribution is hereby set at 50 % of the costs borne by Greece for the implementation of the programme referred to in Article 1, up to a maximum of ECU 200 000, for:\n- epidemiological surveys,\n- registration and testing of dogs,\n- laboratory analysis,\n- treatment of infected dogs,\n- awareness and information campaigns.\n2. The financial contribution of the Community shall be granted after:\n- a quarterly report has been forwarded to the Commission on the progress of the programme and the expenditure incurred,\n- a final report has been forwarded to the Commission by 1 June 1997 at the latest on the technical implementation of the programme, accompanied by supporting documents relating to the expenditure incurred.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 14 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 269, 11. 11. 1995, p. 26."}