{"celex_id": "31999D0023", "uri": "http://publications.europa.eu/resource/cellar/8dd3a7bc-8387-46dd-930b-ebf7e60338c7", "type": "Decision", "concepts": ["216", "2498", "5315"], "title": "1999/23/EC: Council Decision of 14 December 1998 adopting a multiannual programme to promote international cooperation in the energy sector (1998-2002)\n", "header": "COUNCIL DECISION of 14 December 1998 adopting a multiannual programme to promote international cooperation in the energy sector (1998-2002) (1999/23/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\n(1) Whereas, for reasons of the competitiveness of Community businesses, security of supply and protection of the environment, energy matters are an important element in the Community's international activities;\n(2) Whereas the Community's accession to the Energy Charter Treaty and the United Nations Framework Convention on Climate Change commits it to continue with international cooperation in the energy field;\n(3) Whereas the Council conclusions of 18 November 1992 on the guidelines for cooperation with the developing countries for clean and efficient energy technology stressed that an essential objective of energy cooperation with all developing countries was the implementation of effective energy policies;\n(4) Whereas, as stressed in the Council resolution of 8 July 1996 on the White Paper 'An energy policy for the European Union` (4), energy developments in the Community are increasingly influenced by external developments and efforts must therefore be made to ensure that the Community develops a coherent and consistent approach to energy matters with third countries;\n(5) Whereas the Community is engaged in international energy activities under various programmes; whereas these activities should be coordinated more closely so as to ensure that they are consistent;\n(6) Whereas, in order to ensure that Community aid is used efficiently and duplication of work avoided, the Commission is to ensure that projects are subject to thorough prior appraisal; whereas it will systematically monitor and evaluate the progress and results of supported projects;\n(7) Whereas coordination of the Community instruments for international action in the energy sector and other similar international programmes should be reinforced;\n(8) Whereas, by reason of their wide-ranging nature, the principal objectives of this programme can be attained best at Community level;\n(9) Whereas it is necessary to establish a specific legal instrument for the Community's international cooperation activities in the field of energy policy;\n(10) Whereas provision should therefore be made within the multiannual framework programme for actions in the energy sector (1998-2002) adopted by Decision 1999/21/EC, Euratom (5) for a specific programme for reinforcement of international cooperation in the energy field; whereas this specific programme would replace Council Regulation (EC) No 701/97 of 14 April 1997 amending a programme to promote international cooperation in the energy sector - Synergy programme (6);\n(11) Whereas, according to the resolution of 8 July 1996, political and trade relations are essential components of energy policy and, accordingly, the Community's international energy cooperation measures should be integrated more effectively in its external policy as a whole;\n(12) Whereas the objectives of energy cooperation pursuant to this programme should be to improve the competitiveness of Community businesses, to enhance security of supply, to promote sustainable development and to improve energy efficiency; whereas such cooperation may be put into effect by cooperating in, and co-financing, projects;\n(13) Whereas such cooperation should be anchored in an indicative programme and may be the subject of agreements with the States concerned or with international networks of study and research centres;\n(14) Whereas, since the cooperation in question is external cooperation, it is governed by the special provisions laid down in Title IX of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (7);\n(15) Whereas a financial reference amount, within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995 (8), is included in this Decision for the entire duration of this programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty; whereas account should be taken of the fact that a new financial perspective will be negotiated during the course of this programme;\n(16) Whereas the Treaty does not provide powers for the adoption of this Decision, other than those in Article 235 thereof,", "main_body": ["1. Within the multiannual framework programme for actions in the energy sector, a specific programme for reinforcement of international cooperation in the energy field, hereinafter referred to as 'the Synergy programme`, shall be implemented by the Community for the period 1998-2002.\n2. In addition to the priority objectives listed in Article 1(2) of Decision 1999/21/EC, Euratom, the objectives of the Synergy programme shall be to:\n- provide assistance to third countries with the definition, formulation and implementation of energy policy,\n- promote industrial cooperation between the Community and third countries in the energy sector.", "1. The financial reference amount for the implementation of the Synergy programme shall be ECU 15 million. Of this amount, ECU 6 million is for the period 1998 to 1999.\nThe financial reference amount for the period 2000 to 2002 shall be reviewed if the amount of ECU 9 million is not consistent with the financial perspective for that period.\n2. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "1. In order to achieve the objectives laid down in Article 1, the Community shall contribute, in particular, to the financing of activities concerning:\n- energy policy advice and training,\n- energy analyses and forecasting,\n- closer dialogue and exchanges of information on energy policy, notably by means of organisation of conferences and seminars,\n- support to regional transboundary cooperation,\n- improvement of the framework for industrial cooperation on energy.\nNo funding may be granted to research, development and demonstration projects.\n2. The Commission shall be assisted, for the purposes of implementing the Synergy programme, by the Committee referred to in Article 4 of Decision 1999/21/EC, Euratom.\n3. The cooperation shall also cover costs related to the preparation, implementation, monitoring and evaluation of performance of these operations, as well as costs concerning information.", "1. Community contributions may take the form of grants which shall be released in tranches as projects materialise.\n2. Synergy programme funding shall be granted only after verification that the activities cannot qualify for financing from other Community programmes, in order to avoid duplication.\n3. Financing decisions and any contracts resulting therefrom shall expressly provide, inter alia, for acceptance by the beneficiaries of supervision by the Commission and the Court of Auditors, which may be carried out on the spot if necessary.", "1. An action programme, based on the indicative programme set out in the Annex, shall be adopted in accordance with the procedure provided for in Article 4 of Decision 1999/21/EC, Euratom. This action programme shall include a list of the main projects to be financed within the activities referred to in Article 3 of this Decision. The content of the action programme shall be determined so as to provide Member States with the relevant information to enable the committee referred to in Article 3(2) of this Decision to give its opinion.\n2. Specific agreements may be concluded with third countries and international organisations in order to define the main lines of cooperation with the countries concerned and the consultation procedures regarding implementation of the action programme.\n3. Contracts may also be concluded with international networks of study and research centres in order to define the contribution of these networks to the achievement of the objectives of the action programme.", "1. The Commission shall implement operations in accordance with the action programme referred to in Article 5.\n2. Service contracts shall, as a general rule, be awarded by restricted invitations to tender in conformity with Article 118 of the Financial Regulation applicable to the general budget of the European Communities.\nNegotiated contracts may be awarded for operations involving an amount below ECU 50 000.\nSupply contracts, where needed to supplement service contracts and limited to the objectives of the Synergy programme, shall be awarded by means of open invitations to tender, except in the cases provided for in Article 116 of the Financial Regulation.\nParticipation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States and in the beneficiary States.\nParticipation by natural and legal persons from other countries for the duration of the projects, funded from the appropriations earmarked for these activities, may be authorised by the Commission on a case-by-case basis if the programmes or projects concerned require specific forms of assistance specifically available in these countries, subject to reciprocity being granted by these countries.\n3. Taxes, duties and the purchase of immovable property shall not be funded by the Community.\n4. In the case of co-financing, the participation of enterprises from the third countries concerned in invitations to tender and contracts may be authorised by the Commission on a case-by-case basis. The Commission shall render account thereof in the assessment conducted pursuant to Article 8.", "1. The Commission shall, together with the Member States, ensure effective coordination of the expert assistance provided in the beneficiary States by the Community and individual Member States on the basis of the information supplied by the Member States.\n2. Coordination and cooperation with the international financial institutions and other sources of funds shall be encouraged.\n3. The Commission shall examine ways of promoting co-financing by the Synergy programme, bilateral cooperation from the Member States, the programmes of other international organisations and other Community programmes. It shall, in particular, ensure closer coordination and complementarity between the contributions made by the Synergy programme and the other Community instruments for international energy cooperation in order to avoid duplication. It shall also ensure that duplication is avoided between the Synergy programme and any other programme or action of other international organisations in the field of energy.", "Examination and internal and external assessment of the implementation of the Synergy programme shall be carried out in accordance with Article 5 of Decision 1999/21/EC, Euratom.", "This Decision shall repeal and replace Regulation (EC) No 701/97.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 328, 26. 10. 1998.\n(2) OJ C 214, 10. 7. 1998, p. 44.\n(3) OJ C 315, 13. 10. 1998, p. 1.\n(4) OJ C 224, 1. 8. 1996, p. 1.\n(5) See page 16 of this Official Journal.\n(6) OJ L 104, 22. 4. 1997, p. 1. Regulation as amended by Regulation (EC) No 2598/98 (OJ L 351, 23. 12. 1997, p. 16).\n(7) OJ L 356, 31. 12. 1977, p. 1. Regulation as last amended by Regulation (EC) No 2444/97 (OJ L 340, 11. 12. 1997, p. 1).\n(8) OJ C 102, 4. 4. 1996, p. 4.\nANNEX\nINDICATIVE ACTION PROGRAMME\nFor the purposes of implementing the Synergy programme and drawing up the action programme, the following guidelines shall be taken into account.\nThe tasks of the Synergy programme are to help achieve the Community's energy objectives as set out in Article 1 of Decision 1999/21/EC, Euratom, namely:\n- security of supply,\n- competitiveness,\n- protection of the environment.\nEach of these objectives has a sizeable external component. The Synergy programme will implement actions in line with its objectives and ensure closer coordination of international cooperation activities in the field of energy policy being conducted elsewhere in the Community.\nI. AREAS OF COOPERATION LINKED TO THE COMMUNITY'S ENERGY OBJECTIVES\nA. Activities pursuant to all three objectives:\n- advising third countries on energy policy,\n- encouraging energy efficiency in third countries,\n- developing local and, in particular, renewable energy sources,\n- encouraging regional energy integration,\n- promoting consistency in the implementation of Community programmes in specific regions (e.g. the Black Sea, the Caspian Sea, the Mediterranean, the Baltic Sea and the Persian Gulf regions).\nB. Competitiveness:\n- supporting the development of cooperation designed to strengthen the presence of European players on key markets in the energy sector, in particular Asia and Latin America,\n- advising third countries on organisation of the energy sector,\n- supporting liberalisation and opening-up of the energy sector, helping third countries to draw up energy policies in this new situation, in particular in conformity with the Energy Charter Treaty,\n- favouring greater investment by European undertakings in the energy sector in third countries.\nC. Security of supply:\n- conducting dialogue with energy-producing and exporting countries: Persian Gulf, Caspian Sea, Russia, producer countries in America, Asia and Africa,\n- encouraging dialogue between the European Community and the countries which have signed the Energy Charter Treaty, in particular with the transit and energy-producing transit countries, by helping to implement the provisions of the Energy Charter Treaty,\n- participation in, and support for, the work of international bodies in this sector: ministerial and producer/consumer conferences, International Energy Agency,\n- providing support in creating a favourable environment for investment in third countries in the production and transit of energy, in conformity with international law, particularly the Energy Charter Treaty and the disciplines agreed within the WTO.\nD. Protection of the environment:\n- training decision-makers and staff in the energy industry in third countries in environmental awareness,\n- disseminating the Community's experience and information on energy and the environment,\n- encouraging use of clean technology, in particular for the combustion of coal in major consumers such as China, taking the implications for energy policy into account,\n- strengthening and supporting efforts to have environmental aspects taken into account in third countries' energy policy and planning,\n- encouraging and helping third countries to plan and implement national energy supply and use policies in keeping with each different environmental situation.\nII. GEOGRAPHICAL PRIORITIES AND CONSISTENCY WITH THE COMMUNITY'S INTERNATIONAL COOPERATION PROGRAMMES\nA. Role and priorities:\nIn international relations in the energy field, the Synergy programme will:\n- promote energy cooperation vis-Ă -vis third countries,\n- aim at having its objectives taken into account in the external cooperation activities carried out by other Community programmes,\n- facilitate the emergence of energy projects financed by other Community cooperation instruments.\nB. Geographical priority areas:\nThe Synergy programme will concentrate on the geographical priorities in the Community's external relations and help achieve certain of those priorities.\nThe areas given priority by the Synergy programme are:\n- central and eastern Europe,\n- newly Independent States (NIS),\n- Mediterranean third countries,\n- Latin America: emphasis will be placed on Mercosur, Chile, Mexico and Venezuela,\n- Asia: China, India and the ASEAN countries,\n- Africa."}