{"celex_id": "31998R1181", "uri": "http://publications.europa.eu/resource/cellar/367c2022-c036-4200-95e1-5407b05fe948", "type": "Regulation", "concepts": ["2320", "2455", "2879", "4790", "5228", "5254"], "title": "Council Regulation (EC) No 1181/98 of 4 June 1998 amending Regulation (EEC) No 3760/92 establishing a Community system for fisheries and aquaculture\n", "header": "COUNCIL REGULATION (EC) No 1181/98 of 4 June 1998 amending Regulation (EEC) No 3760/92 establishing a Community system for fisheries and aquaculture\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 8 of Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (4), lays down that the Council is to determine for each fishery or group of fisheries the total allowable catch and to allocate a total allowable fishing effort for these fisheries between the Member States; whereas that Article does not provide for the exercise of powers by the Council as regards allocating catches in Community waters to vessels of third countries authorised to fish in those waters; whereas powers to establish the fishing opportunities for allocation to third countries and to set the technical conditions under which catches must be made should accordingly be conferred;\nWhereas the temporary technical conservation measures associated with the conditions under which the quotas can be fished may be adopted using the same procedure as that laid down for establishing the total allowable catch,", "main_body": ["Regulation (EEC) No 3760/92 is hereby amended as follows:\n1. Article 8(2) shall be replaced by the following:\n'2. Where restrictions must be placed on the exploitation rates of fishery within or outside Community fishing waters for Community vessels, or within Community fishing waters for vessels flying the flag of a third country, they shall be fixed in accordance with paragraphs 3 and 4.`\n2. in Article 8(4):\n(a) point (i) shall be replaced by:\n'(i) shall determine for each fishery or group of fisheries, on a case-by-case basis, the total allowable catch together with the conditions linked to these restrictions of catches and/or the total allowable fishing effort, where appropriate on a multiannual basis. They shall be based on the management objectives and strategies where they have been established in accordance with paragraph 3;`\n(b) the following point shall be added:\n'(vi) shall establish the fishing opportunities to be allocated to third countries and the specific conditions under which catches must be made.`", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 June 1998.\nFor the Council\nThe President\nD. BLUNKETT\n(1) OJ C 316, 25. 10. 1996, p. 13.\n(2) OJ C 286, 22. 9. 1997, p. 37.\n(3) OJ C 89, 19. 3. 1997, p. 23.\n(4) OJ L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession"}