{"celex_id": "31997R1997", "uri": "http://publications.europa.eu/resource/cellar/6dda2818-c169-408e-a02a-6643c7850f7c", "type": "Regulation", "concepts": ["1442", "1565", "2173", "2247", "2763", "2871"], "title": "Commission Regulation (EC) No 1997/97 of 14 October 1997 amending Regulation (EC) No 1854/96 establishing a list of reference methods to be applied for the analysis and quality evaluation of milk and milk products under the common market organization\n", "header": "COMMISSION REGULATION (EC) No 1997/97 of 14 October 1997 amending Regulation (EC) No 1854/96 establishing a list of reference methods to be applied for the analysis and quality evaluation of milk and milk products under the common market organization\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6 (6), 7 (5), 8 (4), 9 (3), 10 (3), 11 (3), 12 (3), 13 (3), 16 (1) and (4), and 17 (14) thereof,\nWhereas Article 2 (1) of Commission Regulation (EC) No 2721/95 of 24 November 1995 on the establishment of rules for the application of reference and routine methods for the analysis and quality evaluation of milk and milk products under the common market organization (3) specifies that before 1 April each year a list of reference methods applicable for the analyses mentioned in Article 1 of that Regulation has to be established; whereas a first list was adopted by Commission Regulation (EC) No 1854/96 (4); whereas that list was updated with effect from 1 April 1997 by Commission Regulation (EC) No 658/97 (5) which replaced the annex to Regulation (EC) No 1854/96; whereas it has come to light that this annex contains certain errors which should be corrected; whereas references to certain regulations and products were omitted and should now be added; and the details of certain reference methods should be clarified; whereas in view of the number and nature of the corrections and additions it is preferable for reasons of clarity and of legal certainty to replace the entire annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The annex to Regulation (EC) No 1854/96 is replaced by the Annex to the present regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 283, 25. 11. 1995, p. 7.\n(4) OJ L 246, 27. 9. 1996, p. 5.\n(5) OJ L 100, 17. 4. 1997, p. 14.\nANNEX\nLIST OF REFERENCE METHODS PURSUANT TO REGULATION (EC) No 2721/95\nIndex:\nMin. = minimum, Max. = maximum, Annex = Annex to quoted Regulation, SnF = solids not fat, FFA = free fatty acids, PV = peroxide value, A = appearance, F = flavour, C = consistency, TBC = total bacterial count, Therm = thermophilic bacterial count, MS = Member State, IDF = International Dairy Federation, ISO = International Standards Organization, IUPAC = International Union of Pure and Applied Chemistry, ADPI = American Dairy Products Institute, SCM= sweetened condensed milk, EMC = evaporated milk or cream, MSNF = milk solids non fat, WC = whey cheese.\nPart A\n>TABLE>\nPart B\nThe reference methods listed under Part B are applicable to analyses of products covered by any of the regulations indicated in the first column\n>TABLE>\nNotes to List of European Union Reference Methods\nNote 1: Milk fat isolation as described in IDF Standard 6B:1989 (protection from light)\nNote 2: No reference method has been established\nNote 3: Sample preparation to be carried out according to IDF Standard 122C:1996 or according to IDF Standard 73A:1985\nNote 4: Incubation for 48 hours at a temperature of 55 Â°C, precautions against drying-out of the growth medium to be taken\nNote 5: % Solids non fat = % Total solids - % fat\nNote 6: The butter must correspond to the national quality class of the Member State of production referred to in Annex II of Commission Regulation (EC) No 454/95\nNote 7: Commission Directive 84/4/EEC (OJ L 15, 18. 1. 1984, p. 28)\nNote 8: Commission Regulation (EC) No 1758/94 (OJ L 183, 19. 7. 1994, p. 14)\nNote 9: Commission Directive 78/633/EEC (OJ L 206, 29. 7. 1978, p. 43)"}