{"celex_id": "31998R2809", "uri": "http://publications.europa.eu/resource/cellar/57536cb6-cb89-4d90-9e4b-e14476a6d239", "type": "Regulation", "concepts": ["1644", "2771", "3591", "5083", "5360", "666"], "title": "Commission Regulation (EC) No 2809/98 of 22 December 1998 laying down detailed rules for the application in the cereals sector of Council Regulation (EC) No 1706/98 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States)\n", "header": "COMMISSION REGULATION (EC) No 2809/98 of 22 December 1998 laying down detailed rules for the application in the cereals sector of Council Regulation (EC) No 1706/98 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1706/98 of 20 July 1998 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EEC) No 715/90 (1), and in particular Article 30 thereof,\nWhereas pursuant to Article 12 of Regulation (EC) No 1706/98 certain products in the cereals sector originating in ACP countries are to be imported into the Community with total or partial exemption from common customs tariff duties within the limit of certain annual ceilings;\nWhereas detailed rules for the application of those arrangements should be laid down;\nWhereas the detailed rules should be either in addition to or replace the provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EC) No 1044/98 (3), or the provisions of Commission Regulation (EC) No 1162/95 of 23 May 1995 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (4), as last amended by Regulation (EC) No 444/98 (5);\nWhereas it should be laid down that import licences for the products in question within the quantities set are to be issued after a period for reflection and subject, where applicable, to the fixing of a single percentage reduction in the quantities applied for; whereas where a single percentage reduction is applied, operators may withdraw their applications;\nWhereas the details to be included in applications and licences notwithstanding Articles 8 and 21 of Regulation (EEC) No 3719/88 should be specified;\nWhereas to ensure effective management of the arrangements, the security relating to import licences, notwithstanding Article 10 of Regulation (EC) No 1162/95 should be ECU 25 per tonne; whereas, in order to avoid speculation, rights arising from import licences should not be transferable;\nWhereas it should be pointed out that the partial reimbursement of import duties resulting from the reduction in duties applicable from 1 January 1996 is to be in accordance with Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (6), as last amended by Regulation (EC) No 82/97 (7), and Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/93 establishing the Community Customs Code (8), as last amended by Regulation (EC) No 1677/98 (9);\nWhereas Commission Regulation (EEC) No 865/90 of 4 April 1990 laying down detailed rules for the application of the special arrangements for imports of grain sorghum and millet originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT) (10), as last amended by Regulation (EC) No 1575/98 (11), should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Imports into the Community of the products referred to in Article 12 of Regulation (EC) No 1706/98 shall be subject, where appropriate within quantitative limits, to reductions in or exemptions from the customs duties fixed in that Article, as set out in the Annex hereto, on presentation of an import licence issued in accordance with the conditions laid down in this Regulation.\n2. Such products shall qualify for reductions or exemptions on presentation, at the time they are put into free circulation, of the EUR 1 certificate issued by the competent authorities of the exporting country in accordance with Protocol 1 to the ACP-EC Convention.", "1. Import licence applications shall be lodged with the competent authorities in any Member State on the second Monday of each month not later than 1 p.m. (Brussels time).\nFor products subject to quantitative restrictions, licence applications may not relate to a quantity exceeding the quantity available for import of the product in question for the calendar year concerned. All applications exceeding such quantity shall be inadmissible.\n2. Member States shall forward import licence applications to the Commission by telex or by fax not later than 6 p.m. (Brussels time) on the day they are submitted.\nThat information must be communicated separately from that regarding other import licence applications for cereals.\n3. If import licence applications exceed the quantities set in the Annex for the product concerned, the Commission shall fix a single reduction coefficient applicable to each application not later than the third working day following the date of submission of the applications.\nThe licence application may be withdrawn within one working day of the date on which the reduction coefficient is fixed.\n4. Licences shall be issued on the fifth working day following the date of submission of the application.\n5. Notwithstanding Article 21(1) of Regulation (EEC) No 3719/88, the period of validity of the licence shall be calculated from its actual date of issue.", "Notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights arising from import licences shall not be transferable.", "Import licence applications shall contain the following details:\n(a) in box 8, the name of the country of origin of the product;\n(b) in box 20, one of the following entries:\n- Reglamento (CE) n° 2809/98\n- Forordning (EF) nr. 2809/98\n- Verordnung (EG) Nr. 2809/98\n- Êáíïíéóìüò (ÅÊ) áñéè. 2809/98\n- Regulation (EC) No 2809/98\n- Règlement (CE) n° 2809/98\n- Regolamento (CE) n. 2809/98\n- Verordening (EG) nr. 2809/98\n- Regulamento (CE) nº 2809/98\n- Asetus (EY) N:o 2809/98\n- Förordning (EG) nr 2809/98.\nLicences shall entail an obligation to import from the said country.\nImport licences shall also contain, in box 24, the rate of reduction in the import duty applicable or, where appropriate, the amount of reduction applicable to the import duty.", "Notwithstanding Article 10(a) and (b) of Regulation (EC) No 1162/95, the security relating to import licences provided for in this Regulation shall be ECU 25 per tonne.", "Regulation (EEC) No 865/90 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 1. 8. 1998, p. 12.\n(2) OJ L 331, 2. 12. 1988, p. 1.\n(3) OJ L 149, 20. 5. 1998, p. 11.\n(4) OJ L 117, 24. 5. 1995, p. 2.\n(5) OJ L 56, 26. 2. 1998, p. 12.\n(6) OJ L 302, 19. 10. 1992, p. 1.\n(7) OJ L 17, 21. 1. 1997, p. 1.\n(8) OJ L 253, 11. 10. 1993, p. 1.\n(9) OJ L 212, 30. 7. 1998, p. 18.\n(10) OJ L 90, 5. 4. 1990, p. 16.\n(11) OJ L 206, 23. 7. 1998, p. 13.\nANNEX\n>TABLE>"}