{"celex_id": "31995R0299", "uri": "http://publications.europa.eu/resource/cellar/bf418500-5dc4-406c-9599-096b22e6ee4f", "type": "Regulation", "concepts": ["1129", "20", "3263", "3568", "3732", "5070"], "title": "Commission Regulation (EC) No 299/95 of 14 February 1995 amending Regulation (EEC) No 584/75 as regards the requirements for the release of the tendering security for export refunds on rice\n", "header": "COMMISSION REGULATION (EC) No 299/95 of 14 February 1995 amending Regulation (EEC) No 584/75 as regards the requirements for the release of the tendering security for export refunds on rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 25 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EC) No 1869/94 (2), and in particular Article 17 thereof,\nWhereas Article 2 of Commission Regulation (EEC) No 584/75 (3), as last amended by Regulation (EEC) No 409/90 (4), lays down the method by which tenders may be submitted; whereas that method could be improved as a result of modern means of telecommunication;\nWhereas Article 7 of that Regulation lays down the requirements for the release of the tendering security; whereas if the tender is accepted, that security may be released without diminishing the effectiveness of the system in cases where the successful tenderer provides proof that the security required for issue of the export licence has been lodged;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals and Rice,", "main_body": ["Regulation (EEC) No 584/75 is hereby amended as follows:\n1. In Article 2:\n(a) paragraph 1 is replaced by the following:\n'1. Tenders, which shall be in writing, may either be delivered personally to the competent authority of the Member State, or may be sent to such authority by any means of written telecommunication.`;\n(b) paragraph 5 is replaced by the following:\n'5. Once a tender has been submitted it may not be withdrawn.`\n2. Article 7 is replaced by the following:\n'Article 7\nThe tendering security shall be released where:\n(a) the tender has not been accepted;\n(b) the successful tenderer provided proof that the security provided for in Article 12 of Commission Regulation (EEC) No 891/89 (5*) has been lodged.\nWhere the undertaking referred to in Article 2 (3) (b) is not complied with the tendering security shall, except in cases of force majeure, be forfeit.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 197, 30. 7. 1994, p. 7.\n(3) OJ No L 61, 7. 3. 1975, p. 25.\n(4) OJ No L 43, 17. 2. 1990, p. 21.\n(5*) OJ No L 94, 7. 4. 1989, p. 13."}