{"celex_id": "31997R0070", "uri": "http://publications.europa.eu/resource/cellar/b27207ae-e726-4d8e-b88c-85cfdff9c5f8", "type": "Regulation", "concepts": ["1309", "161", "2519", "2771", "4778"], "title": "Council Regulation (EC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia and to imports of wine originating in the Republic of Slovenia\n", "header": "COUNCIL REGULATION (EC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia and to imports of wine originating in the Republic of Slovenia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulations (EC) No 3355/94 (1), (EC) No 3356/94 (2) and (EC) No 3357/94 (3), setting out the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia, Slovenia and the Former Yugoslav Republic of Macedonia, expire on 31 December 1996;\nWhereas these arrangements will eventually have to be replaced by provisions contained in bilateral agreements to be negotiated with the countries in question;\nWhereas account should be taken of the fact that the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part, was signed on 10 June 1996 and that the Interim Agreement will be applied on 1 January 1997;\nWhereas account should be taken of the fact that the Republic of Slovenia is now covered by the provisions of the aforementioned bilateral agreement and that the autonomous arrangements no longer apply to it;\nWhereas, consequently, the trade concessions provided for in respect of the other countries formerly part of Yugoslavia should be adapted in an appropriate manner, taking into account the accession of Austria, Finland and Sweden to the European Union;\nWhereas the preferential trade concessions applicable to the countries formerly part of Yugoslavia are based on those set out in the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia signed on 2 April 1980 and denounced on 25 November 1991;\nWhereas these preferential concessions comprise exemption from duties and the abolition of quantitative restrictions for industrial products, except for certain products subject to tariff ceilings, and special concessions (exemption from duties, reduction of the agricultural components, tariff quotas) for various agricultural products;\nWhereas Community monitoring may be achieved by means of an administrative procedure based on charging imports of the products in question against the tariff ceilings at Community level as and when those products are entered with the customs authorities for free circulation; whereas this administrative procedure must make provision for the possibility of reintroducing customs duties as soon as the ceilings are reached at Community level;\nWhereas this administrative procedure requires close and particularly rapid cooperation between the Member States and the Commission, which must in particular be able to follow the progress of quantities charged against the ceilings;\nWhereas the arrangements applicable to imports of textile products from the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia are governed by the provisions of Council Regulation (EC) No 517/94 (4);\nWhereas the agreement on 'wines and spirits` envisaged by the Europe Agreement between the European Community and the Republic of Slovenia has yet to be concluded and whereas certain concessions should be granted on an autonomous and transitional basis pending conclusion of the aforementioned agreement;\nWhereas it is appropriate, in view of the current difficult market situation, to limit the previous concessions for 'baby beef`, without prejudice to future bilateral negotiations with the countries concerned;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said tariff quotas and to ensure uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up;\nWhereas the decision for the opening of tariff quotas should be taken by the Community in the execution of its international obligations; whereas, to ensure the efficiency of a common administration of these quotas, there is no obstacle to authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States;\nWhereas, for the sake of rationalization and simplification, it is appropriate to provide that the Commission may, having consulted the Customs Code Committee, and without prejudice to the specific procedures provided for in Article 10 of this Regulation, make any necessary changes and technical amendments necessary to this Regulation;\nWhereas the import arrangements are renewed on the basis of the conditions established by the Council in relation to the development of the relations between the Community and each of the countries concerned, including the regional approach; whereas it is appropriate, therefore, to limit the duration of these arrangements to one year in order to permit a regular review of compliance, without prejudice to the possibility of modifying the geographical coverage of this Regulation at any other time,", "main_body": ["1. Subject to the special provisions laid down in Articles 2 to 8, products other than those listed in Annex II to the Treaty establishing the European Community and in Annex A to this Regulation originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia shall be admitted for import into the Community without quantitative restrictions or measures having equivalent effect and with exemption from customs duties and charges having equivalent effect.\n2. Wine imports originating in the Republic of Slovenia shall benefit from the concession provided for in Article 7.\n3. Entitlement to benefit from one of the preferential arrangements introduced by this Regulation shall be subject to respect for the definition of the concept of originating products provided for in Title IV, Chapter 2, section 3 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (5).", "Processed agricultural products\nThe import duties, namely the customs duties and agricultural components, applicable on import into the Community of the products listed in Annex B shall be those indicated for each product in the said Annex.", "Textile products\n1. The textile products originating in the countries referred to in Article 1 (1) of this Regulation and indicated in Annex III B to Regulation (EC) No 517/94 shall be admitted for import into the Community within the annual Community quantitative limits fixed in Regulation (EC) No 517/94.\n2. Reimportations following an outward-processing operation, in accordance with Regulation (EC) No 3036/94 (6), shall be admitted within the limits of the Community annual quantities set in Annex VI to Regulation (EC) No 517/94 for the countries referred to in Article 1 (1) of this Regulation and shall also be exempt from customs duties.", "Industrial products - tariff ceilings\n1. From 1 January to 31 December each year, imports into the Community of certain products originating in the countries referred to in Article 1 (1) and listed in Annexes C I, C II, C III, and C IV shall be subject to tariff ceilings and Community surveillance.\nThe description of the products referred to in the first subparagraph, their combined nomenclature codes and the corresponding ceilings are set out in the said Annexes. The amounts of the ceilings shall be increased annually by 5 %.\n2. Quantities shall be charged against the ceilings as and when declarations for release for free circulation are lodged with customs authorities with a movement certificate in accordance with the rules of origin.\nGoods may be charged against a ceiling only if the movement certificate is presented before the date on which customs duties are reintroduced.\nThe extent to which the ceilings are used up shall be determined at Community level on the basis of the imports charged against them in the manner defined above.\nMember States shall periodically inform the Commission of imports changed in accordance with the above procedure; such information shall be supplied in the manner laid down in paragraph 4.\n3. As soon as the ceilings have been reached, the Commission may adopt a Regulation reintroducing, until the end of the calendar year, the customs duties actually applied in respect of third countries.\n4. Member States shall send the Commission not later than the 15th day of each month statements of the quantities charged during the preceding month. If the Commission so requests, Member States shall provide such statements for a period of 10 days and forward them within five clear days of the end of each 10-day period.", "Agricultural products\nThe products originating in the countries referred to in Article 1 (1) and listed in Annex D may be imported into the Community pursuant to the tariff concessions listed in that Annex.", "Sour cherries\n1. Sour cherries originating in the countries referred to in Article 1 (1) may be imported into the Community free of duties of customs within the limits set out in Annex D.\nWhere those ceilings are exceeded, the issuing of the import certificates provided for in respect of the products concerned may be suspended.\n2. Paragraph 1 shall apply to sour cherries falling within CN codes ex 0811 90 19, ex 0811 90 39, 0811 90 75, 0812 10 00 and 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91 on condition that the minimum import price set by the Community pursuant to Annex I B to Regulation (EEC) No 426/86 (7) as amended by Regulation (EC) No 3290/94 (8), is applied. Where that minimum price is not applied, a countervailing charge shall be payable.", "Agricultural products - tariff quotas\n1. The customs duties applicable to imports into the Community of the following products, originating in the countries referred to in Article 1 (1), shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas for each one.\n2. On import, plum spirit and tobaccos of the 'Prilep` type have to be accompanied by authenticity certificates in conformity with the models appearing at Annex E, issued by the competent authority of the countries concerned.\n3. The tariff quotas referred to in paragraph 1 shall be administered by the Commission, which may take all appropriate administrative measures in order to ensure efficient management thereof.\n4. Where an importer lodges in a Member State a declaration for release for free circulation and applies to take advantage of the preferential arrangements for a product referred to in paragraph 1, accompanied by a certificate of origin, and the declaration is accepted by the customs authorities, the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the quota volume.\nRequests for drawings, indicating the date of acceptance of the said declarations, must be sent to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of declarations for release for free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use quantities drawn, it shall return them to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated on a pro rata basis. The Commission shall inform the Member States of the drawings made.\n5. Each Member State shall ensure that importers of the products in question have equal and uninterrupted access to the quotas as long as the available balance so permits.", "1. Paragraphs 2 and 3 shall apply to 'baby beef` products defined in Annex F.\n2. Within the limit of an annual tariff quota of 11 725 tonnes expressed in carcase weight, distributed among the countries referred to in Article 1 (1), the rates of customs duty applicable shall be defined in accordance with Annex G.\n3. Any request for import within the quota provided for in paragraph 2 has to be accompanied by an authenticity certificate issued by the competent authorities of the exporting country and attesting that the goods are originating goods and from the country concerned and correspond to the definition in Annex F. This certificate shall be drawn up by the Commission according to the procedure provided for in Article 10.", "General provisions\nThe ceilings, reference quantities and quotas provided for in this Regulation shall apply as a whole to all the countries referred to in Article 1 (1), except for the quota provided for in Article 8.", "0\nThe detailed rules for implementing the agricultural provisions referred to in this Regulation shall be determined by the Commission according to the procedure provided for in Article 23 of Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (9) in the corresponding provisions of other Regulations on the common organization of markets.", "1\nThe provisions necessary for the application of this Regulation, other than those provided for in Article 4 (3), Article 5 (2) and Article 10, notably:\n(a) amendments and technical adjustments necessary following amendments to the combined nomenclature and Taric codes,\n(b) necessary adjustments following the conclusion of other agreements between the Community and the countries referred to in Article 1 (1) of this Regulation\nshall be adopted according to the procedure provided for in Article 12 (2) below.", "2\n1. For the purposes of the application of Article 11 of this Regulation, the Commission shall be assisted by the Customs Code Committee set up by Article 247 of Regulation (EEC) No 2913/92 (10).\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall express its opinion on this draft within a time limit that the Chairman may set according to the urgency of the matter. The opinion shall be delivered by the majority provided for in Article 148 (2) of the Treaty for the adoption of decisions that the Council is called on to take on a proposal from the Commission. During votes within the Committee, the votes of the representatives of the Member States shall be weighted as set out in the Article referred to above. The Chairman shall not take part in the voting.\nThe Commission shall adopt those measures which are immediately applicable. However, if they are not in conformity with the opinion of the Committee, they shall be communicated at once by the Commission to the Council. In this case:\n- the Commission shall defer for three months from the date of this communication the implementation of the measures decided by it,\n- the Council, taking a decision by a qualified majority, may take a different decision within the time limit provided for in the first indent.\n3. The Committee may consider any matter concerning the application of this Regulation raised by its Chairman either on his initiative or at the request of a Member State.", "3\nMember States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "4\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No L 353, 31. 12. 1994, p. 1. Regulation as last amended by Regulation (EC) No 3032/95 (OJ No L 316, 30. 12. 1995, p. 4).\n(2) OJ No L 353, 31. 12. 1994, p. 55. Regulation as last amended by Regulation (EC) No 3032/95 (OJ No L 316, 30. 12. 1995, p. 4).\n(3) OJ No L 353, 31. 12. 1994, p. 63. Regulation as last amended by Regulation (EC) No 3032/95 (OJ No L 316, 30. 12. 1995, p. 4).\n(4) OJ No L 67, 10. 3. 1994, p. 1. Regulation as last amended by Commission Regulation (EC) No 1476/96 (OJ No L 188, 27. 7. 1996, p. 4).\n(5) OJ No L 253, 11. 10. 1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 12/97 (OJ No L 9, 13. 1. 1997, p. 1).\n(6) OJ No L 322, 15. 12. 1994, p. 1.\n(7) OJ No L 49, 27. 2. 1986, p. 1. Regulation as last amended by Regulation (EC) No 2314/95 (OJ No L 233, 30. 9. 1995, p. 69).\n(8) OJ No L 349, 31. 12. 1994, p. 105.\n(9) OJ No L 181, 1. 7. 1992, p. 21. Regulation as last amended by Regulation (EC) No 923/96 (OJ No L 126, 24. 5. 1996, p. 37).\n(10) OJ No L 302, 19. 10. 1992, p. 1. Regulation amended by the 1994 Act of Accession.\nANNEX A\nExcluded products (Article 1, paragraph 1)\n>TABLE>\nANNEX B\nTariff arrangements and rules applicable to certain goods resulting from the processing of agricultural products referred to in Article 2\n>TABLE>\nANNEX C I (1a) (2b)\n>TABLE>\n(1a) Notwithstanding the rules for the interpretation of the combined nomenclature, the wording for the designation of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the application of the CN code. Where ex CN code positions are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n(2b) See Taric subdivisions in Annex C V.\nANNEX C II\n>TABLE>\nANNEX C III (1a)\n>TABLE>\n(1a) Notwithstanding the rules for the interpretation of the combined nomenclature, the wording for the designation of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the application of the CN code. Where ex CN code positions are indicated, the preferential scheme is to be determined by application of CN code and corresponding description taken together.\nANNEX C IV (1a)\n>TABLE>\n(1a) Notwithstanding the rules for the interpretation of the combined nomenclature, the wording for the designation of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the application of CN codes. Where ex CN code positions are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nANNEX C V\nTaric subdivisions\n>TABLE>\nANNEX D\nAgricultural products referred to in Articles 5 and 6\n>TABLE>\nANNEX E\nAgricultural products referred to in Article 7\n>TABLE>\nTARIC SUBDIVISIONS\n>TABLE>\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\n>REFERENCE TO A FILM>\nDEFINITION\nPlum spirit with an alcoholic strength of 40 % vol or more, marketed under the name  OSLJIVOVICA, corresponding to the specifications laid down in the Regulation relating to the quality of spirituous beverages, in force in the Republics and territory referred to in this Regulation.\nDÉFINITION\nEau-de-vie de prunes ayant un titre alcoométrique égal ou supérieur à 40 % vol, commercialisée sous la dénomination  OSLJIVOVICA correspondant à la spécification reprise dans la réglementation relative à la qualité des boissons alcooliques en vigueur dans les républiques et territoire visés par le présent règlement.\n>REFERENCE TO A FILM>\nANNEX F\nDefinition of 'baby beef` products referred to in Article 8\n>TABLE>\nANNEX G\nConcerning 'baby-beef` tariff quotas referred to in Article 8 (2)\n>TABLE>"}