{"celex_id": "31991R1223", "uri": "http://publications.europa.eu/resource/cellar/4d9abc78-ddc0-4f90-880e-10caee9daf68", "type": "Regulation", "concepts": ["2300", "2771", "3611", "4778"], "title": "Commission Regulation (EEC) No 1223/91 of 8 May 1991 re- establishing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\n", "header": "COMMISSION REGULATION (EEC) No 1223/91  of 8 May 1991  re-establishing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (1), and in particular Protocol 1 thereto,\nHaving regard to Council Regulation (EEC) No 3412/90 of 19 November 1990 establishing ceilings and Community surveillance for imports of certain products originating in Yugoslavia (2), and in particular Article 1 thereof,\nWhereas the abovementioned Protocol 1 and Article 15 of the Cooperation Agreement provide that the products listed in the Annex hereto are imported exempt of customs duty into the Community, subject to the annual ceiling shown in the Annex hereto, above  which the customs duties applicable to third countries may be re-established;\nWhereas imports into the Community of those products, originating in Yugoslavia, have reached that ceiling; whereas the situation on the Community market requires that customs duties applicable to third countries on the products in question be  re-established,", "main_body": ["From 12 May to 31 December 1991, the levying of customs duties applicable to third countries shall be re-established on imports into the Community of the products listed in the Annex, originating in Yugoslavia.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 1991. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 41, 14. 2. 1983, p. 1. (2) OJ No L 335, 30. 11. 1990, p. 1.\nANNEX\nOrder No  CN code  Description  Ceiling (tonnes)       01.0030  3105  Mineral or chemical fertilizers containing two or three of the fertilizing elements nitrogen, phosphorus and potassium; other fertilizers; goods of this chapter in tablets or  similar forms or in packages of a gross weight not exceeding 10 kg  57 087\nANNEX\nOrder No  CN code  Description  Ceiling (tonnes)       01.0030  3105  Mineral or chemical fertilizers containing two or three of the fertilizing elements nitrogen, phosphorus and potassium; other fertilizers; goods of this chapter in tablets or  similar forms or in packages of a gross weight not exceeding 10 kg  57 087"}