{"celex_id": "31999R1647", "uri": "http://publications.europa.eu/resource/cellar/a12e9ae1-aa06-47e9-89e3-539c13fedc55", "type": "Regulation", "concepts": ["20", "2531", "3135", "4667", "4860"], "title": "Commission Regulation (EC) No 1647/1999 of 27 July 1999 derogating from Regulation (EC) No 2571/97 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs as regards the time limit for use and incorporation\n", "header": "COMMISSION REGULATION (EC) No 1647/1999\nof 27 July 1999\nderogating from Regulation (EC) No 2571/97 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs as regards the time limit for use and incorporation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1587/96(2), and in particular Articles 6(6) and 12(3) thereof,\n(1) Whereas Commission Regulation (EC) No 2571/97(3), as last amended by Regulation (EC) No 494/1999(4), sets the time limit for the use of the products referred to in Article 1 of that Regulation and their incorporation into final products; whereas Regulation (EC) No 1982/98(5), amending Regulation (EC) No 2571/97, fixes that period at five months for quantities for which contracts have been awarded from the 17th invitation to tender onward; whereas that period has not yet ended for quantities for which contracts have been awarded under the 25th and 26th invitations to tender; whereas Regulation (EC) No 494/1999, amending Regulation (EC) No 2571/97, reduced that period to four months for quantities for which contracts have been awarded from the 27th invitation to tender onward;\n(2) Whereas Commission Decisions 1999/363/EC(6), 1999/368/EC(7), 1999/389/EC(8), 1999/390/EC(9), and 1999/449/EC(10) provide for measures to protect certain products of animal origin intended for human or animal consumption from contamination by dioxin;\n(3) Whereas, because the level of tenders for the grant of the aid has stabilised and as a result of difficulties encountered by certain operators in the market in question because of protection measures connected with the contamination by dioxin of certain products for human consumption, the time limits for incorporating the quantities concerned into final products which have not yet expired for those operators should be extended by one month;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By derogation from Article 11 of Regulation (EC) No 2571/97:\n- the time limit for the use and incorporation of the quantities for which contracts have been awarded under the 25th and 26th invitations to tender in 1999 shall be six months,\n- the time limit for the use and incorporation of the quantities for which contracts have been awarded under the 27th to 34th invitations to tender in 1999 shall be five months.", "This Regulation shall apply at the request of operators who can prove to the satisfaction of the competent authority that they have not been able to use and incorporate the quantities mentioned within the time limits imposed by Article 11 of Regulation (EC) No 2571/97 because of the protection measures provided for in Commission Decisions 1999/363/EC, 1999/368/EC, 1999/389/EC, 1999/390/EC and 1999/449/EC.\nIn order to assess the situation referred to in the first paragraph competent authorities should use the commercial documents referred to in Article 1 (2) of Council Regulation (EEC) No 4045/89(11).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28.6.1968, p. 13.\n(2) OJ L 206, 16.8.1996, p. 21.\n(3) OJ L 350, 20.12.1997, p. 3.\n(4) OJ L 59, 6.3.1999, p. 17.\n(5) OJ L 256, 18.9.1998, p. 9.\n(6) OJ L 141, 4.6.1999, p. 24.\n(7) OJ L 142, 5.6.1999, p. 46.\n(8) OJ L 147, 12.6.1999, p. 26.\n(9) OJ L 147, 12.6.1999, p. 29.\n(10) OJ L 175, 10.7.1999, p. 70.\n(11) OJ L 388, 30.12.1989, p. 18."}