{"celex_id": "31991R0313", "uri": "http://publications.europa.eu/resource/cellar/335e7ccf-0bf3-46fa-b993-ef74a7ce6407", "type": "Regulation", "concepts": ["2295", "5073", "807"], "title": "Commission Regulation (EEC) No 313/91 of 5 February 1991 on the supply of various lots of butteroil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 313/91  of 5 February 1991  on the supply of various lots of butteroil as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission has allocated to certain countries and beneficiary organizations 2 875 tonnes of butteroil;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["    Article 1\nMilk products shall be mobilized in the Community, as Community food aid, for supply to the recipients listed in the Annexes in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annexes. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in this tender is deemed unwritten.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX I\nLOT A\n1. Operations Nos (1): 1176/90; 1177/90; 1178/90 and 1189/90.\n2. Programme: 1990.\n3. Recipient: World Food Programme, Via Cristoforo Colombo 426, I-00145 Rome (telex 626675 I WFP).\n4. Representative of the recipient (3): see OJ No C 103 of 16. 4. 1987.\n5. Place or country of destination: see Annex II.\n6. Product to be mobilized: butteroil.\n7. Characteristics and quality of the goods: (2) (6) (7) - A 3: (2) (6) (7) (8).\nsee OJ No C 216, 14. 8. 1987, p. 7 (I.3.1 and I.3.2).\n8. Total quantity: 2 875 tonnes.\n9. Number of lots: 1.\n10. Packaging and marking: 5 kg and OJ No C 216, 14. 8. 1987, p. 7 (I.3.3).\nSupplementary marking on the packaging: see Annex II, and OJ No C 216, 14. 8. 1987, p. 8 (I.3.4).\n11. Method of mobilization: Community market.\n12. Stage of supply: free at port of shipment.\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment: 20 to 30 April 1991.\n18. Deadline for the supply: -\n19. Procedure for determining the costs of supply: invitation to tender.\n20. In the case of an invitation to tender, date of expiry of the period allowed for submission of tenders (4): 12 noon on 25 February 1991.\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 11 March 1991;\n(b) period for making the goods available at the port of shipment: 1 to 10 May 1991;\n(c) deadline for the supply: -\n22. Amount of the tendering security: ECU 20 per tonne.\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus.\n24. Address for submission of tenders: Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, Bâtiment Loi 120, bureau 7/58, 200 rue de la Loi, B-1049 Brussels (telex: AGREC 22037 B or 25670 B).\n25. Refund payable on request by the successful tenderer (5): refund applicable on 1. 1. 1991, fixed by Commission Regulation (EEC) No 3804/90 (OJ No L 365, 28. 12. 1990, p. 54).\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) At the request of the beneficiary the successful tenderer shall deliver a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned,  have not been exceeded.\n(3) Commission delegate to be contacted by the successful tenderer: see list published in Official Journal of the European Communities No C 227 of 7 September 1985, page 4.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- by porter at the office referred to in point 24 of the Annex, or\n- by telecopier on one of the following numbers in Brussels:\n- 235 01 30,\n- 235 01 32,\n- 236 10 97,\n- 236 20 05.\n(5) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), as last amended by Regulation (EEC) No 2226/89 (OJ No L 214, 24. 7. 1989, p. 10), is applicable as regards the export refund and, where appropriate, the monetary and accession  compensatory amounts, the representative rate and the monetary coefficient. The date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of the Annex.\n(6) The successful tenderer shall give the beneficiaries' representative, at the time of delivery, a health certificate.\n(7) The successful tenderer shall give the beneficiaries' representative, at the time of delivery, a certificate of origin.\n(8) The successful tenderer shall give the beneficiaries' representative, at the time of delivery, a certificate in English stating that the butteroil does not contain any pork fat (lard).\nANEXO II - BILAG II - ANHANG II -  PARARTIMA II  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDesignación\ndel lote  Cantidad total del lote\n(en toneladas)  Cantidades parciales\n(en toneladas)  Beneficiario  País destinatario  Inscripción en el embalaje  Parti  Totalmaengde\n(tons)  Delmaengde\n(tons)  Modtager  Modtagerland  Emballagens paategning  Bezeichnung\nder Partie  Gesamtmenge\nder Partie\n(in Tonnen)  Teilmengen\n(in Tonnen)  Empfaenger  Bestimmungsland  Aufschrift auf der Verpackung  Charaktirismos\ntis partidas  Synoliki posotita\ntis partidas\n(se tonoys)  Merikes posotites\n(se tonoys)  Dikaioychos  Chora\nproorismoy  Endeixi epi tis syskevasias  Lot  Total quantity\n(in tonnes)  Partial quantities\n(in tonnes)  Beneficiary  Recipient country  Markings on the packaging  Désignation\ndu lot  Quantité totale du lot\n(en tonnes)  Quantités partielles\n(en tonnes)  Bénéficiaire  Pays destinataire  Inscription sur l'emballage  Designazione\ndella partita  Quantità totale\ndella partita\n(in tonnellate)  Quantitativi parziali\n(in tonnellate)  Beneficiario  Paese destinatario  Iscrizione sull'imballaggio  Aanduiding\nvan de partij  Totale hoeveelheid\nvan de partij\n(in ton)  Deelhoeveelheden\n(in ton)  Begunstigde  Bestemmingsland  Aanduiding op de verpakking  Designaçao\ndo lote  Quantidade total\n(em toneladas)  Quantidades parciais\n(em toneladas)  Beneficiário  País destinatário  Inscriçao na embalagem               A  2 875  39  WFP  Mauritania  Action No 1176/90 / Butteroil / Mauritania 02629 / Gift of the European Economic Community / Action of the World Food Programme /  Nouakchott in transit to Foumgleita, Mauritania           128  WFP  China  Action No 1177/90 / Butteroil / China 03357 / Gift of the European Economic Community / Action of the World Food Programme / Xingang           2 500  WFP  Pakistan  Action No  1178/90 / Butteroil / Pakistan 04256 / Gift of the European Economic Community / Action of the World Food Programme / Karachi           208  WFP  Yemen  Action No 1189/90 / Butteroil / Yemen 02613 / Gift of the European Economic Community / Action of  the World Food Programme / Hodeidah"}