{"celex_id": "31993D0078", "uri": "http://publications.europa.eu/resource/cellar/aeecffb7-f58e-4542-b7c5-92dfa681c017", "type": "Decision", "concepts": ["1309", "2231", "4172", "4689", "5369"], "title": "93/78/EEC: Commission Decision of 22 December 1992 derogating from certain provisions of Council Directive 72/462/EEC with regard to imports of meat into the Canary Islands and fixing the rules applicable after importation (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 22 December 1992 derogating from certain provisions of Council Directive 72/462/EEC with regard to imports of meat into the Canary Islands and fixing the rules applicable after importation (Only the Spanish text is  authentic)\n(93/78/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Regulation (EEC) No 1601/92 (2), and in particular Article 31b thereof,\nWhereas Council Regulation (EEC) No 1601/92 lays down specific measures for the Canary Islands with regard to certain agricultural products;\nWhereas pursuant to Articles 4 and 17 of Council Directive 72/462/EEC meat imported into the Community territory must come from an establishment included in the list of establishments from which Member States may authorize the importation of fresh meat;\nWhereas Commission Decision 83/423/EEC (3), as amended by Commission Decision C(92) 1730 of 20 July 1992 (4), lays down the list of establishments in the Republic of Paraguay approved for the purpose of importing fresh meat into the Community;\nWhereas the Spanish authorities requested permission of the Commission, on a temporary basis, to import exclusively to the Canary Islands certain meat from the establishment 'Sant Jordi SRL' in Paraguay; whereas, although Paraguay appears on the list of  countries from which Member States authorize the importation of fresh meat, this establishment is not included in the list of approved establishments;\nWhereas, to avoid disrupting traditional trade flows, Spain should be authorized to import fresh meat from the above establishment exclusively to the Canary Islands;\nWhereas Spain has undertaken not to re-export meat from the above establishment from the Canary Islands to the rest of the Community in the form of fresh meat or derived products;\nWhereas this meat must be accompanied by the animal health certificate provided for in Commission Decision 86/191/EEC of 9 April 1986 concerning animal health conditions and veterinary certification for imports of fresh meat from Paraguay (5); whereas  this meat must not be re-exported from the Canary Islands to the rest of the Community; whereas, to this end and with a view to preventing fraud, provision should be made for this meat to be specially marked;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Spain is hereby authorized to import directly to the Canary Islands, until 31 December 1994, fresh meat from the slaughterhouse and cutting plant:\nSant Jordi SRL,\nCapitan Lombardo y Calle Corta,\nAsunciรณn Departamento Central,\nParaguay.", "1. The authorization referred to in Article 1 applies only to fresh boned meat of bovine animals, excluding offals, with the main accessible lymphatic glands removed and providing the safeguards laid down in the accompanying animal health  certificate complying with the model set out in Annex A to Decision 86/191/EEC.\n2. The fresh meat referred to in paragraph 1 as well as its packaging must be marked in ink with the letters 'CAN' at least 30 mm high and 30 mm broad.", "1. Spain shall not consign the meat referred to Article 1 from the Canary Islands to the rest of its territory or to other Member States either in the form of fresh meat or in the form of derived products.\n2. Spain shall set up a monitoring system making it possible to ensure the application of paragraph 1.\nSpain shall inform the Commission and the Member States meeting within the Standing Veterinary Committee of the monitoring system set up.", "This Decision is addressed to Spain."], "attachments": "Done at Brussels, 22 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 238, 27. 8. 1983, p. 39.\n(4) OJ No C 190, 29. 7. 1992, p. 2.\n(5) OJ No L 140, 27. 5. 1986, p. 32."}