{"celex_id": "31991D0039", "uri": "http://publications.europa.eu/resource/cellar/50bf5b85-4646-4ed1-8672-4eca39f33414", "type": "Decision", "concepts": ["1361", "3218", "3821", "478", "4839"], "title": "91/39/EEC: Commission Decision of 19 December 1990 relating to a proceeding under Article 85 of the EEC Treaty (IV/32.595 - d'Ieteren motor oils) (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 19 December 1990  relating to a proceeding unde Article 85 of the EEC Treaty  (IV/32.595 - D'Ieteren motor oils)  (Only the French and Dutch texts are authentic)  (91/39/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, first Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 2 thereof,\nHaving regard to the notification and application for negative clearance submitted on 12 February 1988 by SA D'Ieteren NV,\nHaving regard to the summary of the notification and application published (2) pursuant to Article 19 (3) of Regulation No 17,\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\n(1) The notification and application concerns a circular letter (hereinafter called 'the circular') sent by SA d'Ieteren NV to its authorized vehicle dealers on 14 December 1987. The circular, which was sent within the context of a standard-form  agreement concluded with each of the dealers in question, contains instructions to use only certain motor oils, when servicing or repairing Volkswagen or Audi vehicles.\n(2) SA D'Ieteren NV, Brussels, Belgium ('D'Ieteren') is the exclusive, contractual importer for Belgium of vehicles made by Volkswagen AG, Wolfsburg, Germany ('Volkswagen'). D'Ieteren re-sells some of those vehicles, which are of the Volkswagen and Audi  marques, to the final user through its own retail establishments; it also supplies a number of dealers, with each of whom it has a long-term dealer agreement ('the dealer agreement') of the kind described by Commission Regulation (EEC) No 123/85 of 12  December 1984 on the application of Article 85 (3) of the Treaty to certain categories of motor vehicle distribution and servicing agreements (3). The dealer agreement\n- defines the territory in which the dealer receives the exclusivity of supply of the vehicles concerned (and of parts therefor) for the purpose of resale; and\n- imposes certain restrictions on the sale by the dealer of competing products, and minimum standards for facilities to be available, guarantee and other services to be provided, etc., including minimum standards which relate to the repair and  maintenance of contract products, particularly as concerns the safe and reliable functioning of motor vehicles.\n(3) The circular incorporates the terms of recommendations published by Volkswagen to its importers and dealers and to vehicle users. It reads as follows:\n'We have opted so far for motor oils which meet the VW 500.00 and VW 505.00 standards and we maintain that position until further notice (4).\nThe prices of servicing and of the long-term servicing contracts are set on the basis of those standards.\nThat said, it is true that the VW-Audi factory also allows the VW 501.01 standard. This is found in various technical notices that you have received and will in future receive, and also in the users' handbooks for the vehicles of our marques.  Accordingly, we cannot reproach a customer for using a VW 501.01 oil. However, we draw your attention to the fact that these oils do not have all the characteristics of super-lubricants meeting the VW 500.00 and 505.00 standards and that not all of them  are suitable for turbo-diesels.\nIf some of you nevertheless want to use oils meeting the VW 501.01 standard, you will then have to reduce the 'servicing' price-lists, because these oils are sold considerably more cheaply than the oils that we recommend.\n[ . . . ] (5)\nThe quality of the oil plays a determining role in the reliability of engines; we count on the sense of responsibility of everyone to respect the recommendations in this area.'\n(4) The Volkswagen standards referred to in the circular lay down values of an objective nature for the content (e.g. minimum or maximum percentage by volume of certain elements) and performance (e.g. shelf-life, viscosity and shear-resistance) of the  oil, and also methods whereby compliance with these values shall be measured. The three standards correspond to the different types of use to be expected; for example, the VW 505.00 standard relates to the specific requirements of high-performance  turbo-diesel engines.\nThe circular does not prevent the dealers concerned from\n- buying or stocking oils not meeting the 'VW' standards;\n- selling the same to any customer;\nor\n- using the same when servicing or repairing vehicles other than Volkswagen or Audi.\n(5) Any manufacturer or supplier of motor oils may obtain detailed specifications of these standards from Volkswagen, submit samples or test data to Volkswagen for approval and, if approval is given, cite the standard achieved on the container in which  the oil is offered for sale and in publicity for the oil. In practice, a large number of manufacturers and suppliers, of all sizes, offers oils meeting the VW standards. For example, some 260 oils, sold under 145 brands, meet both the VW 500.00 and the  VW 505.00 standards; the total number meeting one or more of the three VW standards is much greater. These oils are produced in many Member States and elsewhere, and are freely traded into and within the Community. In Belgium, as elsewhere in the  Community, oils meeting the VW standards are available from a wide range of sources such as specialist wholesalers, the makers' own representatives or distribution services, service-stations and retailers and supermarkets.\n(6) Neither Volkswagen nor D'Ieteren manufacturers, procures the manufacture of, or deals in, motor oils. All vehicle manufacturers give indications to their dealers concerning the use of motor oils. Some vehicle manufacturers or importers either make  and distribute motor oils or have arrangements of various kinds with oil manufacturers to distribute or promote the latter's oils. In this case, there is no agreement between the vehicle manufacturer and any lubricant supplier obliging the former to  encourage or require its dealers to sell only the latter's lubricants.\n(7) Volkswagen has established in every country in Western Europe, including the whole territory of the common market, a network of selective and restrictive distribution agreements similar to the dealer agreement considered here. These agreements  contain provisions of the kind referred to at point 2 and also give indications concerning the use of motor oils.\n(8) The dealer agreements (as distinct from the circular) are not the subject of an application or notification to the Commission pursuant to Article 2 or 4 of Regualtion No 17. However, Volkswagen, D'Ieteren and Volkswagen's other importers in the  common market have made the communication envisaged in Articles 8 and 9 of Regulation (EEC) No 123/85, to the effect that the various agreements that form Volkswagen's distribution system have been adapted to the conditions for exemption set out in that  Regulation.\n(9) In response to the publication pursuant to Article 19 (3) of Regulation No 17, the Commission received no observations concerning the circular's recommendations for motor oils. On the other hand observations were received concerning the circular's  original provisions for additives (6). A number of suppliers of such additives considered that the circular effectively prohibited the use of those products when servicing or repairing Volkswagen or Audi vehicles, contrary to Article 85 (1) of the  Treaty. However, the paragraph of the circular in question was effectively withdrawn by a further circular to D'Ieteren's dealers dated 22 June 1989, which expressly stated that D'Ieteren did not prohibit the use of additives but abstained from  recommending them. Consequently, the circular's provisions concerning additives are not considered in this proceeding.\nII. LEGAL ASSESSMENT\n(10) The circular's recommendations concerning motor oils are not contrary to Article 85 (1) and even if they were, they would be compatible with the provisions of Regulation (EEC) No 123/85.\n(11) The circular concerned in this proceeding must be evaluated in the context of the selective and exclusive distribution system established by the dealer agreements. It strongly recommends to D'Ieteren's authorized dealers, for the servicing or  repair of Volkswagen or Audi vehicles:\n- to use only oils which meet standards laid down by Volkswagen,\nand\n- to pass on to consumers the benefit of the lower prices of certain of those oils.\nThe strong recommendation contained in the circular creates de facto an economic obligation of the dealer to conform to those recommendations, for two reasons. First, damage caused by the use of other oils is not covered by Volkswagen's warranty.  Dealers have a clear interest in precluding possible claims from customers which may well outweigh any advantage which might be gained from the use of, for example, a cheaper oil. Secondly, the dealer agreements contain provisions obliging the dealer to  observe minimum standards which relate to the repair and maintenance of the contract products, particularly as concerns the safe and reliable functioning of motor vehicles, and to take notice of technical information supplied from time to time by  D'Ieteren. Failure to observe the minimum standards can be a cause for termination of the agreement, and the circular must be considered as an instruction to each dealer, the observance of which is or may be a condition for the continuation of the  supplier/dealer relationship. It is, therefore, tantamount to a condition of the dealer agreement.\nThe recommendation not to charge, for an oil approved by Volkswagen, the same resale price as for another oil of higher quality that may also be used (see point 3), prevents misinformation of the consumer and is not the subject of the competition rules.\n(12) There is reason to consider that the recommendations described above as conditions of the exclusive and selective distribution system do not lead to a distortion or a restriction of competition within the meaning of Article 85 (1). They are based  on objective criteria of a technical nature (see (4)) and are applied without undue discrimination, and they have no quantitative or other restrictive objects or effects incompatible with Article 85 (1). Furthermore, the recommendations are not  influenced by any commercial interest on the part of D'Ieteren or of Volkswagen in the distribution of oil (see (6)). However, even if they or either of them did distribute oils meeting the VW standards in competition with other suppliers, the mere fact  of imposing objective quality standards would not, of itself, amount to a restriction of competition within the meaning of Article 85 (1).\n(13) Even if the recommendations in the circular were contrary to Article 85 (1), their compatibility with the provisions of Regulation (EEC) No 123/85 results from Article 4 (1) (i) (e) of the latter, which provides that the exemption shall apply  notwithstanding any obligation imposed on the dealer to:\n'(1) observe, for distribution and servicing, minimum standards which relate in particular to:\n. . .\n(e) the repair and maintenance of contract goods and corresponding goods, particularly as concerns the safe and reliable functioning of motor vehicles; . . .'\nMoreover, the principle of minimum quality standards laid down by the vehicle manufacturer is also adopted by Article 3 (4) of that Regulation, by which an obligation on the dealer not to sell or use spare parts that do not match the quality of the  contract goods is declared also to be compatible with the exemption. The rationale of both these provisions thus supports the conclusion that the provisions of the circular do not jeopardize the exemption granted for the dealer agreements by Regulation  (EEC) No 123/85.\nThe compatibility of the circular with the Regulation also follows from Article 4 (2) of the latter, which provides that the exemption granted shall also apply where exclusive and selective distribution is combined with obligations referred to in  Article 4\n(1) and such obligations fall in individual cases under the prohibition contained in Article 85 (1) of the Treaty. Accordingly, even if, by reason of special circumstances, the circular were considered to be caught by Article 85 (1), there  would be no need to repeat, by individual decision, the exemption granted by the Regulation.", "main_body": ["    Article 1\nOn the basis of the facts in its possession the Commission considers that the circular letter concerning motor oils notified by SA D'Ieteren NV on 12 February 1988, as amended by circular letter of 22 June 1989, does not fulfil the conditions  for application of Article 85 (1) of the EEC Treaty.  Article 2\nThis Decision is addressed to SA D'Ieteren NV, rue du Mail 50, B-1050 Brussels.  "], "attachments": "Done at Brussels, 19 December 1990. For the Commission\nLeon BRITTAN\nVice-President   (1) OJ No 13, 21. 2. 1962, p. 204/62. (2) OJ No C 119, 13. 5. 1989, p. 14. (3) OJ No L 15, 18. 1. 1985, p. 16. (4) Emphasis in the original. (5) A paragraph concerning the use of additives (products intended to be mixed with the oil in the  engine, gearbox, etc. of a vehicule), subsequently substantially modified by a further circular, is not considered in this proceeding and is omitted here. (6) See footnote (2) on page 43 of this Official Journal."}