{"celex_id": "31996D0633", "uri": "http://publications.europa.eu/resource/cellar/7c6200d4-7f4f-450f-9b65-254f681652b2", "type": "Decision", "concepts": ["1005", "1086", "1730", "2232", "4490", "5076"], "title": "96/633/EC: Commission Decision of 23 October 1996 amending Decision 93/522/EEC on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (Only the French and Portuguese texts are authentic)\n", "header": "COMMISSION DECISION of 23 October 1996 amending Decision 93/522/EEC on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (Only the French and Portuguese texts are authentic) (96/633/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Commission Regulation (EC) No 2598/95 (2), and in particular the last sentence of the last subparagraph of Article 11 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (3), as last amended by Commission Regulation (EC) No 2537/95 (4), and in particular the last sentence of Article 33 (3) thereof,\nWhereas experience has been gained and reports drawn up by France and Portugal regarding the application of Commission Decision 93/522/EEC of 30 September 1993 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (5);\nWhereas Article 3 of that Decision is worded so as to allow measures which have incurred expenditure during the six months prior to notification of the Commission's decisions on the Community's annual contribution to the financing of the control programmes in question to be included retroactively;\nWhereas that Article stipulates that the period of retroactivity may either exclude a part of the beginning of the calendar year during which the financing decisions are taken or include a part of the year preceding the year in which the decisions are taken, in which case there is a danger that the financing of programmes may overlap from one year to the next;\nWhereas the Member States concerned are having difficulty in applying this retroactivity;\nWhereas Article 4 of Decision 93/522/EEC provides that the Decision may be re-examined in the light of annual reports drawn up by France and Portugal;\nWhereas the provisions of this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Article 3 of Decision 93/522/EEC on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira is hereby amended as follows:\n'The Community's contribution to the financing of the programmes for the control of organisms harmful to plants or plant products shall be decided on an annual basis and shall relate to a period to be determined at the time each programme is approved.`", "This Decision is addressed to the French Republic and the Portuguese Republic."], "attachments": "Done at Brussels, 23 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 267, 9. 11. 1995, p. 1.\n(3) OJ No L 173, 27. 6. 1992, p. 1.\n(4) OJ No L 260, 31. 10. 1995, p. 10.\n(5) OJ No L 251, 8. 10. 1993, p. 35."}