{"celex_id": "31997R2260", "uri": "http://publications.europa.eu/resource/cellar/15dd4032-04da-4f8d-9cf2-6a58799ecd98", "type": "Regulation", "concepts": ["2488", "2590", "2771", "2783", "4732", "5581"], "title": "Commission Regulation (EC) No 2260/97 of 13 November 1997 derogating from Regulation (EEC) No 2454/93 in respect of the definition of the concept of originating products used for the purposes of the scheme of generalized preferences to take account of the special situation of Bangladesh regarding certain exports of textiles to the Community\n", "header": "COMMISSION REGULATION (EC) No 2260/97 of 13 November 1997 derogating from Regulation (EEC) No 2454/93 in respect of the definition of the concept of originating products used for the purposes of the scheme of generalized preferences to take account of the special situation of Bangladesh regarding certain exports of textiles to the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (1), as last amended by Regulation (EC) No 1427/97 (2), and in particular Article 76 thereof,\nWhereas, by Council Regulation (EC) No 3281/94 of 19 December 1994 applying a four year scheme of generalized tariff preferences (1995 to 1998) in respect of certain industrial products originating in developing countries (3), as last amended by Commission Regulation (EC) No 998/97 (4), the Community gave such preferences to Bangladesh;\nWhereas Articles 67 to 97 of Regulation (EEC) No 2454/93 establish the definition of the concept of originating products to be used for the purposes of generalized tariff preferences; whereas Article 76 of that Regulation provides, however, for derogations to those provisions in favour of least-developed GSP-beneficiary countries which submit an appropriate request to that effect to the Community;\nWhereas the Government of Bangladesh has applied for such a derogation in respect of certain textile products; whereas at the Community's request Bangladesh has provided the requisite additional economic information;\nWhereas the request submitted by Bangladesh satisfies the requirements of Article 76; whereas in particular the introduction of quantitative conditions (on an annual basis) reflecting the Community market's capacity to absorb the Bangladeshi products, Bangladesh's export capacity and actual recorded trade flows, is such as to prevent injury to the corresponding branches of Community industry;\nWhereas in order to encourage regional cooperation among beneficiary countries it is desirable to provide that the raw materials to be used in Bangladesh in pursuance of this derogation should originate in countries belonging to the Association of South-East Asian Nations (Asean) (except Myanmar), the South Asian Association for Regional Cooperation (Saarc) or the Lomé Convention;\nWhereas provision should be made for the transfer of quantities between product categories in accordance with and up to the limits in Annex VIII to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (5), as last amended by Commission Regulation (EC) No 1445/97 (6);\nWhereas the derogation may not in any case apply beyond 31 December 1998, when the current scheme of generalized tariff preferences for industrial products expires;\nWhereas, as the result of undertakings entered into with the Bangladesh authorities, the provisions should be made applicable as from 15 October 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1. By way of derogation from Articles 67 to 97 to Regulation (EEC) No 2454/93, products listed in the Annex to this Regulation which are manufactured in Bangladesh from woven fabric (woven items) or yarn (knitted items) imported into that country and originating in a country belonging to the Association of South-East Asian Nations (Asean) (except Myanmar), the South Asian Association for Regional Cooperation (Saarc) or the Lomé Convention shall be deemed to originate in Bangladesh in accordance with the arrangements set out below.\n2. For the purposes of paragraph 1, products shall be regarded as originating in Asean or Saarc when they are obtained in these countries according to the rules of origin provided for in Regulation (EEC) No 2454/93, or as originating in the beneficiary countries of the Lomé Convention when they are obtained in those countries according to the rules of origin provided in Protocol 1 to the Fourth ACP-EEC Convention (7).\n3. The competent authorities of Bangladesh shall undertake to take all of the necessary measures to ensure compliance with the provisions of paragraph 2.", "The derogation provided for in Article 1 shall apply to products, imported into the Community from Bangladesh during the period 15 October 1997 to 31 December 1998, up to the annual quantities listed in the Annex against each product.", "The quantities referred to in the Annex shall be managed by the Commission, which shall take any appropriate administrative measures to ensure that they are managed efficiently.\nWhere an importer presents a declaration for release for free circulation in a Member State, applying to take advantage of the provisions of this Regulation, and the declaration is accepted by the customs authorities, the Member State concerned shall notify the Commission and draw an amount corresponding to its requirements.\nRequests for drawings indicating the date on which the declarations were accepted, shall be sent to the Commission without delay.\nDrawings shall be granted by the Commission by reference to the date on which the customs authorities of the Member State concerned accepted the declaration for release for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use the amount drawn it shall return it as soon as possible to the corresponding quantity.\nIf the amounts requested are greater than the available balance of the quantity in question, the balance shall be allocated among applicants, pro rata. The Commission shall inform the Member States of the drawings made.\nEach Member State shall ensure that importers of the products in question have equal and continuous access to the quantities for as long as the balance of the relevant quantity so permits.", "Quantities may be transferred in accordance with the provisions and up to the limits set out in Annex VIII to Regulation (EEC) No 3030/93, in the version as amended by Commission Regulation (EC) No 2231/96 (8).", "The following shall be entered in box 4 of certificates of origin Form A issued pursuant to this Regulation:\n'Derogation - Regulation (EC) No 2260/97`.", "In case of doubt, the Member States may demand a copy of the document certifying the origin of the materials used in Bangladesh under this derogation. Such a demand may be made at the time of entry into free circulation of the goods benefiting from this Regulation, or within the framework of the administrative cooperation for which provision is made in Article 94 of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 October 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1997.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 253, 11. 10. 1993, p. 1.\n(2) OJ L 196, 24. 7. 1997, p. 31.\n(3) OJ L 348, 31. 12. 1994, p. 1.\n(4) OJ L 144, 4. 6. 1997, p. 13.\n(5) OJ L 275, 8. 11. 1993, p. 1.\n(6) OJ L 198, 25. 7. 1997, p. 1.\n(7) OJ L 229, 17. 8. 1991, p. 1.\n(8) OJ L 307, 28. 11. 1996, p. 1.\nANNEX\n>TABLE>"}