{"celex_id": "31993D0031", "uri": "http://publications.europa.eu/resource/cellar/74940522-68cc-40b3-9d87-6d5f9c05ea4b", "type": "Decision", "concepts": ["1030", "1309", "1524", "1595"], "title": "93/31/EEC: Commission Decision of 16 December 1992 amending Decision 89/380/EEC authorizing certain Member States provisionally to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Pinus L. originating in Japan\n", "header": "COMMISSION DECISION of 16 December 1992 amending Decision 89/380/EEC authorizing certain Member States provisionally to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Pinus L. originating in  Japan\n(93/31/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Commission Directive 92/103/EEC (2), and in particular Article 14 (3) thereof,\nHaving regard to the requests made by the Member States concerned,\nWhereas, under the provisions of Directive 77/93/EEC, plants of Pinus L., other than fruit and seeds, originating in non-European countries, may in principle not be introduced into the Community;\nWhereas by Decision 89/380/EEC (3) the Commission authorized a derogation under special technical conditions in respect of Pinus plants of the bonsai type, originating in Japan;\nWhereas that Decision stipulated that the authorization shall expire on 31 December 1992;\nWhereas the provisions laid down in the Annexes to Directive 77/93/EEC have been subjected to a review taking into account a pest risk assessment to adapt the relevant provisions to the single market concept;\nWhereas that pest risk assessment has been the basis for an amendment and revision of the relevant provisions of the said Directive;\nWhereas, however, according to the provisions of Council Directive 91/683/EEC (4) Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with Directive 91/683/EEC six months after the revisions of  Annexes I to V to Directive 77/93/EEC;\nWhereas it appears that the revision has been delayed;\nWhereas the authorization is applicable without prejudice to the abolition of the intra-Community border controls from 1 January 1993;\nWhereas the circumstances justifying the authorization still obtain;\nWhereas the authorization should therefore be extended for a further period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 89/380/EEC is hereby amended as follows:\n1. in Article 1 (2) (g), '89/380/EEC' is replaced by '93/31/EEC';\n2. in Article 4, the words 'expire on 31 December 1992' are replaced by 'apply for a period expiring on the deadline for implementation into national legislation of the modifications to Directive 77/93/EEC as referred to in Article 3 (1) to Directive  91/683/EEC, this being the last date of entry into the Community.'", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom  of the Netherlands, the Republic of Portugal and the United Kingdom."], "attachments": "Done at Brussels, 16 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 363, 11. 12. 1992, p. 1.\n(3) OJ No L 180, 27. 6. 1989, p. 56.\n(4) OJ No L 376, 31. 12. 1991, p. 29."}