{"celex_id": "31992R0875", "uri": "http://publications.europa.eu/resource/cellar/75a57001-6b8d-4617-8a49-1a3fd5e36f19", "type": "Regulation", "concepts": ["2211", "2620", "5252", "797"], "title": "Commission Regulation (EEC) No 875/92 of 7 April 1992 determining the loss of income and the premium applicable per ewe and per female goat for the 1991 marketing year in the Member States\n", "header": "COMMISSION REGULATION (EEC) No 875/92  of 7 April 1992  determining the loss of income and the premium applicable per ewe and per female goat for the 1991 marketing year in the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EEC) No 1741/91 (2), and in particular Article 5 (6) thereof,\nWhereas Article 5 (1) and (5) of Regulation (EEC) No 3013/89 provides for a premium to be granted to compensate for any loss of income sustained by any producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are defined in Annex I  to Regulation (EEC) No 3013/89 and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 April 1986 determining the mountain areas in which the premium for goatmeat producers is granted (3), as amended by Regulation (EEC) No 3519/86 (4); whereas\nArticle 5\n(8) of Regulation (EEC) No 3013/89 provides for the possibility of premiums being granted to producers holding females of the ovine species of certain mountain breeds other than eligible ewes in certain areas; whereas those ewes and those  areas are specified in the Annex to Council Regulation (EEC) No 872/84 of 31 March 1984 laying down the general rules for the granting of premiums to sheepmeat producers (5), as last amended by Regulation (EEC) No 1970/87 (6);\nWhereas, pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the Member States were authorized by Commission Regulation (EEC) No 2099/91 (7) to pay an initial advance and by Commission Regulation (EEC) No 2387/91 (8) to pay a second advance to  sheepmeat and goatmeat producers; whereas those advances were paid during the 1991 marketing year in certain Member States; whereas the Member States were authorized by Regulation (EEC) No 2099/91 to pay the total specific aid for sheep and goat farming  introduced by Council Regulation (EEC) No 1323/90 (9), amended by Regulation (EEC) No 1743/91 (10), in certain less-favoured areas of the Community; whereas the balance to be paid to producers in those Member States should therefore be fixed;\nWhereas, in accordance with Article 23 (4) of Regulation (EEC) No 3013/89, the premium per ewe and per region payable to producers of heavy lambs in respect of the 1991 marketing year is to be calculated by multiplying the income loss referred to in  paragraph 4 of that Article by a coefficient expressing, for each region, the annual average production of heavy lambmeat per ewe producing such lambs, expressed in terms of 100 kilograms of carcase weight; whereas the premium payable per ewe to  producers of light lambs and the premium payable per she-goat and per rustic mountain breed female is 70 % of the amount payable per ewe to producers of heavy lambs; whereas in Region 1 the income loss must be reduced by the weighted average of the  variable premiums actually granted and of the forseeable premiums for the remainder of the 1991 marketing year, that average being obtained in accordance with Article 24 (4) of that Regulation;\nWhereas, in accordance with Article 3 of Council Regulation (EEC) No 3493/90 of 27 November 1990 laying down general rules for the grant of premiums to sheepmeat and goatmeat producers (11), amended by Regulation (EEC) No 3797/91 (12), where the premium  does not exceed a certain amount, it is not paid and that amount is added to the premium payable per ewe in respect of the following marketing year; whereas this situation has arisen with regard to the premium payable in Greece for 1990 and the 1990  premium should accordingly be added to the premium payable in Greece in 1991;\nWhereas, in accordance with Article 24 (8) of Regulation (EEC) No 3013/89, the losses of income in Great Britain on the one hand (impact of the non-deducted variable premium) and in Ireland and Northern Ireland on the other hand, and the coefficients  expressing the annual average production of lambmeat per ewe are to be gradually merged into a single income loss and single coefficients in proportion to the actual dismantling of the variable slaughter premium during each marketing year;\nWhereas, in accordance with Article 23 (5) of Regulation (EEC) No 3013/89, for the 1991 marketing year Greece was authorized to apply the arrangements provided for in Article 22 (6) of that Regulation;\nWhereas, pursuant to Article 8 of Regulation (EEC) No 3013/89, the premium must be reduced by the impact on the basic price of the coefficient provided for in Article 8 (2) of that Regulation; whereas that coefficient was fixed provisionally by  Commission Regulation (EEC) No 3546/90 of 7 December 1990 on the application of the arrangements for limiting guarantees in the sheepmeat and goatmeat sectors for the 1991 marketing year and altering the prices and amounts fixed in ecus for that  marketing year as a result of the monetary realignment of 5 January 1990 (13); whereas that coefficient was subsequently corrected by Commission Regulation (EEC) No 852/92 (14);\nWhereas the Management Committee for Sheep and Goats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["A difference is hereby ascertained between the basic price less the impact of the coefficient provided for in Article 8 (2) of Regulation (EEC) No 3013/89 and the market price during the 1991 marketing year for the following regions:\n(ECU/100 kg)\nRegion  Difference     1.  215,405  2.  111,984  - Ireland and Northern Ireland  173,382  - Greece  13,702", "The coefficient provided for in Article 23 (4) of Regulation (EEC) No 3013/89 shall be as follows:\n(kg)\nRegion      1.  16,0  2.  16,0  - Ireland and Northern Ireland  16,0  - Greece  10,0", "1. The premium payable per ewe in respect of the 1991 marketing year in the regions listed below shall be as follows:\n(ECU)\nRegion  Premium payable per ewe    Producers of heavy lambs  Producers of light lambs      1.  16,558  11,590  2. - Ireland and Northern Ireland  25,821  18,075  - Remainder of Region 2  20,418  14,293  - Greece (Article 23 (5) of Regulation  (EEC)\nNo 3013/89)  20,418  -  - Greece (other ewes)  2,08  1,669\n2. The premium payable per female of the caprine species in each region in the areas listed in Annex I to Regulation (EEC) No 3013/89 and in Article 1 of Regulation (EEC) No 1065/86 in  respect of the 1991 marketing year shall be as follows:\n(ECU)\nRegion  Premium payable per female of the caprine species     2. Remainer of Region 2  14,293  - Greece: (Article 23 (5) of Regulation (EEC) No 3013/89)  16,334  - Greece (other females)  1,527\n3. The premium payable per female of the  ovine species other than eligible ewes in each region in the areas listed in the Annex to Regulation (EEC) No 872/84 shall be as follows:\n(ECU)\nRegion      1.  11,59", "Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the balance to be paid to sheepmeat and goatmeat producers in the regions and Member States listed below shall be as follows:\n(ECU)\nRegion  Balance of premium    (a) per ewe   (b) per female goat  (c) per female of the ovine species other than eligible ewes    Producers of heavy lambs  Producers of light lambs          1.  7,165  5,015  -  5,015  2. - Ireland  10,3  -  -  -   - Northern Ireland  10,302  7,211  -  -  - France  7,986  5,591  5,591  -  - Germany  14,191  9,935  -  -  - Spain  7,986  5,591  5,591  -  - Portugal  7,987  5,591  5,591  -  - Remainer of Region 2  20,418  14,293  14,293  -  - Greece (Article 23 (5)  of Regulation (EEC)\nNo 3013/89)  20,418  -  16,334  -  - Greece (other ewes)  2,08  1,669  -  -  - Greece (other female goats)  -  -  1,527  -", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 41. (3) OJ No L 97, 12. 4. 1986, p. 25. (4) OJ No L 325, 20. 11. 1986, p. 17. (5) OJ No L 90, 1. 4. 1984, p. 40. (6) OJ No L 184, 3. 7. 1987, p. 23. (7) OJ No L 195, 18. 7.  1991, p. 21. (8) OJ No L 310, 12. 11. 1991, p. 12. (9) OJ No L 132, 23. 5. 1990, p. 17. (10) OJ No L 163, 26. 6. 1991, p. 44. (11) OJ No L 337, 4. 12. 1990, p. 7. (12) OJ No L 357, 28. 12. 1991, p. 2. (13) OJ No L 344, 8. 12. 1990, p. 23. (14) OJ No L  89, 4. 4. 1992, p. 10."}