{"celex_id": "31993D0667", "uri": "http://publications.europa.eu/resource/cellar/1ee40724-749a-4940-9f28-306e1b85a624", "type": "Decision", "concepts": ["1318", "1448", "2356", "2560", "3660", "862"], "title": "93/667/EC: Commission Decision of 7 December 1993 concerning the financial aid from the Community for the operations of the Community reference laboratory for classical swine fever (Hannover Veterinary School, Hannover, Germany)\n", "header": "COMMISSION DECISION of 7 December 1993 concerning the financial aid from the Community for the operations of the Community reference laboratory for classical swine fever (Hannover Veterinary School, Hannover, Germany) (93/667/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 93/439/EEC (2), and in particular Article 28 thereof,\nWhereas Council Directive 80/217/EEC (3), as last amended by Decision 93/384/EEC (4) require the harmonization of laboratory methods and procedures for diagnosing classical swine fever;\nWhereas the task of liaising between the laboratories responsible in the Member States for diagnosing classical swine fever was, by Council Decision 81/859/EEC of 19 October 1981 on the designation and operation of a liaison laboratory for classical  swine fever, entrusted to the 'Institut fuer Virologie der Tieraerztlichen Hochschule Hannover', Germany (5);\nWhereas Article 5 of Decision 81/859/EEC restricted the task of liaising to a period of five years;\nWhereas the duration of the measures established by Decision 81/859/EEC was extended for a further period of five years by Decision 87/65/EEC (6); whereas the measures adopted by this Decision were terminated in February 1993;\nWhereas by Decision 93/384/EEC, the Institute of Virology, Hannover Veterinary School has been confirmed as the Community reference laboratory for classical swine fever;\nWhereas all the functions and duties to be carried out by the Community reference laboratory have been determined in Annex IV of Directive 80/217/EEC;\nWhereas therefore provisions should be made for Community financial aid to the Hannover Veterinary School, Hannover, to enable it to carry out the functions and duties provided for in Annex IV of Directive 80/217/EEC;\nWhereas in the first instance, Community financial aid should be provided for a period of one year; whereas this will be reviewed with a view to extension prior to expiry of the initial period;\nWhereas a contract shall be made between the European Community and the Laboratory designated as a Community reference laboratory for classical swine fever;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall provide financial assistance to the reference laboratory 'Hannover Veterinary School, Hannover, Germany', provided for in Article 11 of Directive 80/217/EEC up to a maximum of ECU 120 000.", "1. To meet the objectives of Article 1, the Commission shall conclude a contract, in the name of the European Community, with the reference laboratory.\n2. The Director-General of Directorate-General for Agriculture shall be authorized to sign the contract on behalf of the Commission of the European Community.\n3. The contract referred to in Article 1 shall have a duration of one year.\n4. The financial aid provided for in Article 1 shall be paid to the reference laboratory in accordance with the terms of the contract provided for in paragraph 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 203, 13. 8. 1993, p. 34.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 166, 8. 7. 1993, p. 34.\n(5) OJ No L 319, 7. 11. 1981, p. 20.\n(6) OJ No L 34, 5. 2. 1987, p. 54."}