{"celex_id": "31993R1640", "uri": "http://publications.europa.eu/resource/cellar/7afadfab-595d-48ca-bba5-fb57d218ebfc", "type": "Regulation", "concepts": ["2657"], "title": "COMMISSION REGULATION (EEC) No 1640/93 of 28 June 1993 fixing for the 1993/94 marketing year the reference prices for apples\n", "header": "COMMISSION REGULATION (EEC) No 1640/93 of 28 June 1993 fixing for the 1993/94 marketing year the reference prices for apples\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Article 27 (1) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), and in particular Article 9 (1) thereof,\nHaving regard to Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus to be amended as a result of the monetary realignments (4), as last amended by Regulation (EEC) No 1330/93 (5), and in  particular Article 2 thereof,\nWhereas, pursuant to Article 23 (1) of Regulation (EEC) No 1035/72, reference prices valid for the whole Community are fixed annually before the beginning of the marketing year;\nWhereas because of the importance of apple-growing in the Community it is necessary to fix a reference price for apples;\nWhereas apples harvested during a given crop year are marketed from July of one year to June of the following year; whereas reference prices should therefore be fixed for the period from 1 July up to and including 30 June of the following year;\nWhereas to take seasonal variations into account, the year should be divided into several periods and a reference price fixed for each of these periods;\nWhereas Article 23 (2) (b) of Regulation (EEC) No 1035/72 stipulates that reference prices are to be fixed at the same level as for the preceding marketing year, adjusted, after deducting the standard cost of transporting Community products between  production areas and Community consumption centres in the preceding year, by:\n- the increase in production costs for fruit and vegetables, less productivity growth, and\n- the standard rate of transport costs in the current marketing year;\nWhereas the resulting figure may nevertheless not exceed the arithmetic mean of producer prices in each Member State plus transport costs for the current year, after this amount has been increased by the rise in production costs less productivity  growth; whereas the reference price may, however, not be lower than in the preceding marketing year;\nWhereas producer prices are the average of the prices recorded during the three years prior to the date of fixing the reference price, for a home-grown product with defined commercial characteristics, on the representative market or markets situated in  the production areas where prices are lowest, for the products or varieties which represent a considerable proportion of production marketed throughout the year or for part of it and which satisfy specified requirements as regards market preparation;  whereas when the average of prices recorded on each representative market is being calculated, prices which could be considered excessively high or excessively low in relation to normal price fluctuations on that market must be disregarded;\nWhereas Article 1 of Commission Regulation (EEC) No 3820/92 of 28 December 1992 on transitional measures for the application of the agrimonetary arrangements laid down in Council Regulation (EEC) No 3813/92 (6) establishes a correspondence between the  provisions of the agrimonetary arrangements applicable from 1 January 1993 and those applicable before that date;\nWhereas Regulation (EEC) No 3824/92 establishes a list of prices and amounts for the fruit and vegetables sector which are to be divided by a coefficient of 1,013088 fixed by Regulation (EEC) No 537/93 (7), as amended by Regulation (EEC) No 1331/93 (8),  as from the beginning of the 1993/94 marketing year; whereas Article 2 of Regulation (EEC) No 3824/92 lays down that the resulting reduction in the prices and amounts for each sector concerned shall be specified and the level of such reduced prices  fixed; whereas, however, this adjustment may not result in a reference price level below that of the preceding marketing year, in accordance with Article 23 (2) of Regulation (EEC) No 1035/72;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1993/1994 marketing year, the reference prices for apples (CN codes 0808 10 31, 33, 39, 51, 53, 59, 81, 83 and 89), expressed in ecus per 100 kilograms net, shall be as follows for packed class I fruit, all sizes:\nJuly: 46,25\nAugust: 41,11\nSeptember: 43,98\nOctober: 43,78\nNovember: 44,61\nDecember: 45,95\nJanuary: 48,62\nFebruary: 50,44\nMarch: 52,73\nApril: 54,00\nMay: 56,31\nJune: 57,08.", "This Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 387, 31. 12. 1992, p. 29.\n(5) OJ No L 132, 29. 5. 1993, p. 113.\n(6) OJ No L 387, 31. 12. 1992, p. 22.\n(7) OJ No L 57, 10. 3. 1993, p. 18.\n(8) OJ No L 132, 29. 5. 1993, p. 114."}