{"celex_id": "31990R3059", "uri": "http://publications.europa.eu/resource/cellar/13a5fbab-081a-4955-afd6-8ef54f4dab3d", "type": "Regulation", "concepts": ["2783", "3591", "4778"], "title": "Commission Regulation (EEC) No 3059/90 of 24 October 1990 amending the quantitative limits fixed by Council Regulation (EEC) No 4135/86 on rules for imports of certain textile products originating in Yugoslavia\n", "header": "COMMISSION REGULATION (EEC) No 3059/90  of 24 October 1990  amending the quantitative limits fixed by Council Regulation (EEC) No 4135/86 on rules for imports of certain textile products originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4135/86 of 22 December 1986 on rules for imports of certain textile products originating in Yugoslavia (1), as last amended by Commission Regulation (EEC) No 3986/89 (2), and in particular Article 8 thereof,\nWhereas, pursuant to Article 8 (2) of Regulation (EEC) No 4135/86, quantitative limits may be increased where it appears that additional imports are required;\nWhereas, as a result of the unification of the German Democratic Republic and the Federal Republic of Germany on 3 October 1990, the provisions of the agreements on trade in textile products concluded by the Community with Yugoslavia will apply to all  the German territories resulting from unification;\nWhereas unification of the German Democratic Republic and the Federal Republic of Germany has given rise to additional needs on the market of the Federal Republic of Germany;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The quantitative limits for textile products originating in third countries, as fixed in Annex II and III to Regulation (EEC) No 4135/86, are hereby amended for 1990 as laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 3 October 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 1.\n(2) OJ No L 380, 29. 12. 1989, p. 32.\nANNEX\nAdditional quantities for the Federal Republic of Germany for 1990\n(the descriptions of goods are shown in this table in an abbreviated form (1)\nCategory  Description\nThird Countries  Unit  Additional quantities\nfor Germany\n3 October to\n31 December 1990             1  Cotton yarn  Yugoslavia  tonnes  90  2  Woven fabrics of cotton  Yugoslavia  tonnes  94  2 a)  Of which: Other than unbleached or bleached  Yugoslavia  tonnes  33  3  Woven fabrics of synthetic fibres (discontinuous)   Yugoslavia  tonnes  27  4  Shirts, undervests, T-shirts and the like, knitted or crocheted  Yugoslavia  1 000\npieces  129  5  Pullovers  Yugoslavia  1 000\npieces  62  6  Woven trousers  Yugoslavia  1 000\npieces  69  7  Blouses  Yugoslavia  1 000\npieces  48  8  Shirts, other than knitted or crocheted  Yugoslavia  1 000\npieces  73  9  Woven terry fabrics and toilet linen  Yugoslavia  tonnes  37  15  Women's or girls' woven overcoats  Yugoslavia  1 000\npieces  59  16  Suits and ensembles  Yugoslavia  1 000\npieces  37  67  Clothing accessories  Yugoslavia  tonnes  39\n(1) The complete description of the goods is shown in Annex I to Council Regulation (EEC) No 669/88 (OJ No L 73, 18. 3. 88, p. 47)."}