{"celex_id": "31995D0035", "uri": "http://publications.europa.eu/resource/cellar/8fc9e218-dca7-4fb8-9adf-c39aa1ae8046", "type": "Decision", "concepts": ["1474", "1605", "161", "1819", "2488", "4347"], "title": "95/35/EC: Council Decision of 19 December 1994 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Morocco on the regime for imports into the European Community of tomatoes and courgettes originating in and imported from Morocco\n", "header": "3.3.1995 EN Official Journal of the European Communities L 48/21\nCOUNCIL DECISION\nof 19 December 1994\non the conclusion of an Agreement in the form of an exchange of letters between the European Community and the Kingdom of Morocco on the regime for imports into the European Community of tomatoes and courgettes originating in and imported from Morocco\n(95/35/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with the first sentence of Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in the context of the Uruguay Round of multilateral trade negotiations the import regime for tomatoes and courgettes has been changed;\nWhereas Article 25 of the Cooperation Agreement between the European Economic Community and the Kingdom of Morocco provides that, where the existing rules are changed, the Community may amend the regime set out in the Agreement for the products concerned;\nWhereas the Community has agreed with the Kingdom of Morocco that the said regime will be adjusted on the basis of an Agreement in the form of an exchange of letters;\nWhereas this Agreement should now be approved;\nWhereas it is also necessary to determine the detailed rules for implementing the said Agreement in the form of an exchange of letters,", "main_body": ["The Agreement in the form of an exchange of letters between the European Community and the Kingdom of Morocco on the regime for imports into the European Community of tomatoes and courgettes originating in and imported from Morocco is hereby approved on behalf of the European Community.\nThe text of this Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement so as to bind the Community.", "The detailed arrangements for implementing this Agreement, including possible surveillance measures, shall be adopted, as appropriate, in accordance with the procedure set out in Article 33 of Council Regulation (EEC) No 1035/72 of 18 May 1972 of the common organization of the market in fruit and vegetables (1) or in accordance with the provisions of Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the Occupied Territories, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (2).\nWhere implementation of the Agreement calls for close cooperation with the Kingdom of Morocco, the Commission may take all necessary steps to ensure such cooperation."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\n(1)  OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Commission Regulation (EC) No 2753/94 (OJ No L 292, 12. 11. 1994, p. 3).\n(2)  OJ No L 199, 2. 8. 1994, p. 1."}