{"celex_id": "31996R1575", "uri": "http://publications.europa.eu/resource/cellar/506d5712-da08-4c78-a6dc-b0f8dd638026", "type": "Regulation", "concepts": ["1144", "2194", "2477", "2709"], "title": "Council Regulation (EC) No 1575/96 of 30 July 1996 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops and repealing Regulation (EEC) No 1541/93\n", "header": "COUNCIL REGULATION (EC) No 1575/96 of 30 July 1996 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops and repealing Regulation (EEC) No 1541/93\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in order to qualify for the compensatory payments for arable crops introduced by Regulation (EEC) No 1765/92 (4) farmers must set aside a percentage of their land; whereas, so as to prevent this compulsory set-aside from being carried out only on a farm's marginal land, it is laid down that the set-aside must be rotational; whereas it is laid down that the set-aside may be other than rotational provided that the percentage of land set aside is increased;\nWhereas experience has shown that farmers have a marked preference for other than rotational set-aside, because of the simplification that this can involve for the management of their cultivation plan; whereas, furthermore, a single rate of set-aside is more appropriate for set-aside used as a tool for the management of the markets for arable crops; whereas it should therefore no longer be required to carry out set-aside on a rotational basis and a single rate of set-aside should be set; whereas the abolition of compulsory rotation must not be allowed to weaken the reform of the common agricultural policy with regard to the control of production of arable crops; whereas account must be taken of this when setting the single rate of compulsory set-aside;\nWhereas the setting of a single rate of set-aside requires the repeal of Council Regulation (EEC) No 1541/93 of 14 June 1993 fixing the non-rotational set-aside rate referred to in Article 7 of Regulation (EEC) No 1765/92 (5);\nWhereas, furthermore, with the setting of a single rate of set-aside, the compulsory rate of set-aside becomes the same throughout the Community; whereas the additional percentage of land to be set aside where set-aside obligations are transferred between farmers should therefore be standardized,", "main_body": ["Regulation (EEC) No 1765/92 is hereby amended as follows:\n1. In Article 5 (1) (e) the word 'rotational` shall be deleted.\n2. In Article 7:\n(a) the second and third subparagraphs of paragraph 1 shall be replaced by the following:\n'The set-aside requirement shall be 17,5 %.`;\n(b) the final two sentences of the second indent of the first subparagraph of paragraph 7 shall be replaced by the following:\n'The set-aside rate referred to in paragraph 1 shall be increased by three percentage points.`;\n(c) the last subparagraph of paragraph 7 shall be deleted.\n3. In the eighth indent of Article 12, the words 'forms of set-aside other than rotational` shall be deleted.", "Regulation (EEC) No 1541/93 is hereby repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1997/98 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No C 125, 27. 4. 1996, p. 1.\n(2) OJ No C 166, 10. 6. 1996.\n(3) OJ No C 204, 15. 7. 1996, p. 57.\n(4) OJ No L 181, 1. 7. 1992, p. 12. Regulation as last amended by Regulation (EC) No 2989/95 (OJ No L 312, 23. 12. 1995, p. 5).\n(5) OJ No L 154, 25. 6. 1993, p. 1."}