{"celex_id": "31997R0580", "uri": "http://publications.europa.eu/resource/cellar/acad3f4e-4caa-4d55-8994-abff9e6b11b1", "type": "Regulation", "concepts": ["1857", "2286", "2356", "2560", "3003", "797"], "title": "Commission Regulation (EC) No 580/97 of 1 April 1997 amending Regulation (EC) No 413/97 of 3 March 1997 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 580/97 of 1 April 1997 amending Regulation (EC) No 413/97 of 3 March 1997 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Articles 20 and 22, second paragraph, thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in the Netherlands, exceptional support measures for the market in pigmeat in that Member State were adopted in Commission Regulation (EC) No 413/97 (3);\nWhereas, given the duration of the health protection and trade restrictions in the areas affected by the disease, young piglets should be included in the exceptional measures provided for in Regulation (EC) No 413/97 and aid levels should be set for the different categories of piglets;\nWhereas transport costs should be deducted from the aid, calculated in accordance with the provisions of Article 4 (1) of Regulation (EC) No 413/97, since, unlike in normal marketing practice, the cost of transport carried out under the exceptional measures is not borne by the producer;\nWhereas the protection and surveillance zone around Rijsbergen should be included in the exceptional measures by replacing Annex II to Regulation (EC) No 413/97 with a new Annex;\nWhereas rapid and effective application of the exceptional market support measures is one of the best means of combating the spread of classical swine fever; whereas this justifies the application of most of the measures provided for in this Regulation from 18 March 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 413/97 is amended as follows:\n1. Article 1 is amended as follows:\n(a) the following paragraph 3 is inserted:\n'3. From 18 March 1997 producers may benefit, on request, from an aid granted by the competent Dutch authorities for the delivery to them of young piglets falling under CN code 0103 91 10 weighing 8 kilogrammes or more on average per batch.`;\n(b) the present paragraph 3 becomes paragraph 4.\n2. In Article 2, the words 'fattened pigs and piglets` are replaced by the words 'fattened pigs, piglets and young piglets`;\n3. Article 4 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n'1. For fattened pigs weighing 120 kilograms or more on average per batch, the aid provided for in Article 1 (1), at farm gate, shall be equal to the market price for slaughtered pigs of grade E, within the meaning of Article 4 (2) of Regulation (EEC) No 2759/75, of Commission Regulation 3537/89 (1) and of Commission Regulation (EEC) No 2123/89 (2), recorded in the Netherlands during the week preceding the delivery of the fattened pigs to the competent authorities, minus transport costs of ECU 2,3/100 kg slaughter weight.`;\n(b) paragraph 4 is replaced by the following:\n'The aid provided for in Article 1 (2) and (3), at farm gate, shall be:\n- ECU 45 per head for piglets weighing 25 kilograms or more on average per batch,\n- ECU 38 per head for piglets weighing more than 24 kilograms on average per batch, but less than 25 kilograms,\n- ECU 32 per head for young piglets weighing 8 kilograms or more on average per batch,\n- ECU 27 per head for young piglets weighing more than 7,6 kilograms on average per batch, but less than 8 kilograms.`;\n4. The following indent is added to Article 6:\n'- number and total weight of young piglets delivered.`;\n5. In Annex I, the words 'North Brabant` are deleted and the word 'piglets` is replaced by the words 'piglets and young piglets`.\n6. Annex II is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThe provisions of Article 1 (1), (2), (3) (b), (4), (5) and (6) shall apply from 18 March 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 62, 4. 3. 1997, p. 26.\nANNEX\n'ANNEX II\nThe protection and surveillance zones in the following areas:\n- Venhorst,\n- Best,\n- Rijsbergen.`"}