{"celex_id": "31993D0147", "uri": "http://publications.europa.eu/resource/cellar/5b0a8338-3bcf-403d-a7c0-8765c972ab47", "type": "Decision", "concepts": ["1318", "3071", "3743", "747", "889"], "title": "93/147/ECSC: Commission Decision of 23 December 1992 concerning the authorization of financial measures by the Federal Republic of Germany in respect of the coal industry in 1993 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 23 December 1992 concerning the authorization of financial measures by the Federal Republic of Germany in respect of the coal industry in 1993 (only the German text is authentic)\n(93/147/ECSC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1), and in particular Articles 2 (1) and 10 thereof,\nWhereas:\nI  In a letter dated 9 December 1992 the German Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of a compensatory amount it proposes to grant under the third Electricity-from-coal Law for 1993, and also of  proposed compensation between mining areas (Revierausgleich) and compensation for coal with a low volatile-matter content (Ausgleich fuer niederfluechtige Kohle) for 1993.\nAccording to information provided by the German Government, the aid amounts to:\n- compensation-fund revenue totalling DM 5 100 million for 1993, corresponding to a 7,5 % Kohlepfennig levy, of which DM 5 000 million are for current expenditure in 1993,\n- DM 271,5 million for 1993, consisting of DM 197,6 million as compensation between mining areas and DM 73,9 million as compensation for coal with a low volatile-matter content.\nII  The aim of the compensation fund (Ausgleichsfonds) under the third Electricity-from-coal Law is partially to offset the price differential, in respect of 11,5 million tonnes of coal equivalent (tce), between Community coal and imported coal and, as  to 23 million tce, the differential between Community coal and fuel oil.\nThis scheme therefore covers an annual volume of around 34,5 million tce of Community coal.\nIt is a measure relating to the marketing of coal which, even if it is not a direct burden on public budgets, is nevertheless financed by charges rendered compulsory by the fact of State intervention.\nIn addition this scheme confers an economic advantage on coal undertakings. It therefore constitutes indirect aid to the coal industry within the meaning of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore deliver an opinion on  the scheme pursuant to Article 10 (2) of that Decision.\nThe financial measures relating to compensation between mining areas and for coal with a low volatile-matter content are intended to partially cover the reduced revenue realized by several coal undertakings in the Federal Republic of Germany in certain  sales of coal to thermal power stations. According to information provided by the German Government the compensation between mining areas covers a volume of around 9,3 million tce, while the compensation for the use of coal with a low volatile-matter  content covers a volume of around 5,1 million tce. These two financial measures were notified by the German Government pursuant to Article 3 of Decision No 2064/86/ECSC as direct aid to the coal industry within the meaning of Article 1 of the Decision.\nIII  By 31 December 1992 the financial measures under the compensation fund financed through the Kohlepfennig will have exceed DM 50 billion since the entry into force of the third Electricity-from-coal Law.\nSince 1 January 1990 the compensation between mining areas and for coal with a low volatile-matter content has no longer been financed by the compensation fund (Ausgleichsfonds) under the third law, but under the Federal budget.\nNotwithstanding the change in the financing arrangements, the compensation between mining areas and for coal with a low volatile-matter content should be assessed as measures having an equivalent effect to the previous scheme under the third Law, within  the meaning of Article 2 of Commission Decision 89/296/ECSC (2).\nIV  The aid measures are planned in respect of current expenditure under the compensation fund provided for by the third law, to which should now be added the planned measures having an equivalent effect in respect of compensation between mining areas  and for coal with a low volatile-matter content, and thus bring the total amount of direct or indirect support for coal for 1993 under the third Electricity-from-coal Law up to DM 5 271,5 million.\nAlthough the aid measures for 1993 show an increase compared with the volume of aid authorized by the Commission for 1988 and 1989, there is a slight decrease compared with 1990, 1991 and 1992.\nV  The observed trend must be seen in the light of the aims of Decision No 2064/86/ECSC, in particular those set out in Article 2 (1), and in the light of the conditions set out in Decision 89/296/ECSC, in particular those mentioned in Article 2, and  the aims set out in Articles 2 and 3 of the ECSC Treaty.\nIn this connection it should be noted that the German third Electricity-from-coal Law has the effect of stabilizing production but does not further the aims of Article 2 (1) of Decision No 2064/86/ECSC - in particular the aim of improving  competitiveness or creating new capacities that are economically viable.\nThe parameters laid down in that Law are such as to encourage investment in production capacities with no long-term guarantee of economic viability.\nLastly, the Law is not primarily aimed at resolving the social and regional problems connected with changes in the coal industry.\nVI  Given the transitional nature of Decision No 2064/86/ECSC, which expires on 31 December 1993, and the need to secure long-term viability for the coal industry, it is necessary to ensure that Community aid is sufficiently degressive and is  accompanied, to this end, by a restructuring, rationalization and modernization plan as provided for in Decision 89/296/ECSC.\nBy Decision 89/296/ECSC ruling on a financial measure by Germany in respect of the coal industry for 1988 under the third Law, the Commission has called upon the German Government as part of a plan for the restructuring, modernization and  rationalization of the coal industry, to submit a plan for the reduction of compensatory payments under the third Electricity-from-coal Law or any other measure having equivalent effect; in response to this Decision, the German Government informed the  Commission of a plan for the restructuring, rationalization and modernization of this sector providing for a reduction in power-station coal output of around 5,9 million tonnes of coal equivalent by 1997.\nThe Commission notes that the social and regional situation characterizing the coal industry in the Federal Republic of Germany, combined with the technical rigidities peculiar to this industry and the difficulties encountered in the negotiations with  both sides of the industry has entailed a delay in the implementation of the plans called for by the Commission in its Decision of 30 March 1989.\nGiven that the reduction in capacity will be achieved by closing the most loss-making production units, the proposes measures will help to improve the competitiveness of the Community coal industry.\nNevertheless, the fact remains that the reductions in production capacity proposed between now and 1997 at the latest will not help to bring about a significant improvement in the competitiveness of the German coal industry, since in the present  circumstances production costs will continue to increase. It is therefore necessary to continue and intensify the restructuring of the industry in order to bring about a significant reduction in aid.\nThe Commission welcomes the entry in the budget of the compensation between mining areas (Revierausgleich) and for coal with a low volatile-matter content (Ausgleich fuer niederfluechtige Kohle), which represents a first step towards greater transparency  in the aid schemes for power-station coal. The fact that the aid is degressive will help to strengthen somewhat financial discipline in the undertakings concerned.\nIn view of the above, the Commission considers that the aid proposed by the Federal Republic of Germany is compatible with the third indent of Article 2 (1) of Commission Decision No 2064/86/ECSC.\nThis Decision does not prejudge the compatibility of the contracts for the purchase of German coal concluded by the electricity generators (Jahrhundertvertrag) with the provisions of the Treaties. Furthermore, this Decision will have no legal effect  beyond the expiry date of Decision No 2064/86/ECSC,", "main_body": ["The compensatory payment provided for under the third Electricity-from-coal Law is hereby authorized up to an amount of DM 5 000 million for 1993.", "The compensation between mining areas (Revierausgleich) and for coal with a low volatile-matter content (Ausgleich fuer niederfluechtige Kohle) for 1993 is hereby authorized up to an amount of DM 271,5 million.", "The German Government shall inform the Commission by 30 June 1994, at the latest, of the amounts of aid actually paid by way of compensation between mining areas (Revierausgleich) and for coal with a low volatile-matter content (Ausgleich fuer  niederfluechtige Kohle) in 1993.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 23 December 1992.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1.\n(2) OJ No L 116, 28. 4. 1989, p. 52."}