{"celex_id": "31997R1239", "uri": "http://publications.europa.eu/resource/cellar/b253d1ec-9731-48e4-8246-9926f8dd99c2", "type": "Regulation", "concepts": ["1031", "1309", "2300", "2488", "2638"], "title": "Commission Regulation (EC) No 1239/97 of 30 June 1997 amending Regulation (EEC) No 700/88 laying down detailed rules for the application of the arrangements for the import into the Community of certain floricultural products originating in Cyprus, Israel, Jordan and Morocco\n", "header": "COMMISSION REGULATION (EC) No 1239/97 of 30 June 1997 amending Regulation (EEC) No 700/88 laying down detailed rules for the application of the arrangements for the import into the Community of certain floricultural products originating in Cyprus, Israel, Jordan and Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan, Morocco and the West Bank and Gaza Strip (1), as last amended by Regulation (EC) No 539/96 (2), and in particular Article 5 (1) thereof,\nWhereas Regulation (EC) No 539/96 extends the preferential treatment established by Regulation (EEC) No 4088/87 to cut flowers originating in the West Bank and Gaza Strip; whereas the detailed rules adopted by Commission Regulation (EEC) No 700/88 of 17 March 1988 (3), as amended by Regulation (EEC) No 2917/93 (4), should be amended accordingly;\nWhereas Germany has developed import markets which can be regarded as representative for applying Article 2 (1) of Regulation (EEC) No 4088/87, significant commercial transactions occurring on these markets and quotations of prices and quantities being available on a daily basis; whereas these markets should therefore be added to the list in Article 2 of Regulation (EEC) No 700/88;\nWhereas Community producer prices are calculated on the basis of the daily prices recorded on each of the representative producer markets for each of the pilot varieties, i.e. the varieties most traded; whereas some varieties have lost their previous commercial significance and been replaced by others; whereas Annex I to Regulation (EEC) No 700/88 should therefore be updated; whereas Annex II is for information only; whereas it need not therefore be kept in the Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["Regulation (EEC) No 700/88 is hereby amended as follows:\n1. The title is replaced by:\n'Commission Regulation (EEC) No 700/88 of 17 March 1988 laying down detailed rules for the application of the arrangements for the import into the Community of certain floricultural products originating in Cyprus, Israel, Jordan, Morocco and the West Bank and Gaza Strip`.\n2. Article 1 is replaced by the following:\n'Article 1\nFor each of the four products, uniflorous (bloom) carnations and multiflorous (spray) carnations, large-flowered roses and small-flowered roses, referred to in Article 1 of Regulation (EEC) No 4088/87, Community producer prices shall be established for periods of two consecutive weeks by reference to the daily prices recorded on each of the representative producer markets for each of the pilot varieties listed in the Annex. Pilot varieties shall be defined as those varieties which are sold in the largest quantities on the abovementioned markets. As regards uniflorous (bloom) carnations and multiflorous (spray) carnations, Community producer prices shall be established for bloom and spray types, respectively.\nThe daily prices for the pilot varieties referred to in the first paragraph shall be recorded for products of quality Class I, defined pursuant to Article 3 of Council Regulation (EEC) No 234/68 (2), regardless of length codes; the incidence of costs linked to the presentation of the products shall be deemed to be included in the prices recorded.\nFor the establishment of the Community producer price, daily prices shall be ignored if on a representative market they are 40 % or more above or below the average price recorded during the same period on the same market over the preceding three years. The conversion into ecus of the prices communicated by the Member States shall be made using the agricultural conversion rate applicable on the last day of the two-week period concerned.`\n3. Article 2 is replaced by the following:\n'Article 2\nThe representative producer markets referred to in Article 3 (2) of Regulation (EEC) No 4088/87 shall be as follows:\n>TABLE>\n4. Article 3 is replaced by the following:\n'Article 3\nThe representative import markets referred to in Article 2 of Regulation (EEC) No 4088/87 shall be:\n>TABLE>\nImport markets on which significant transactions involving one of the products and one of the origins in question are registered shall also be considered representative.`\n5. Article 4 is replaced by the following:\n'Article 4\nOn each representative import market in respect of each of the four products referred to in Article 1, and for each of the following origins: Cyprus, Israel, Jordan, Morocco and the West Bank and Gaza Strip, prices for the imported products shall be recorded per piece every market day at the wholesale import stage, the price to include customs duty.`\n6. Annexes I and II are replaced by the Annex hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 382, 31. 12. 1987, p. 22.\n(2) OJ No L 79, 29. 3. 1996, p. 6.\n(3) OJ No L 72, 18. 3. 1988, p. 16.\n(4) OJ No L 264, 23. 10. 1993, p. 33.\nANNEX\nPILOT VARIETIES\n>TABLE>\n>TABLE>"}