{"celex_id": "31992D0047", "uri": "http://publications.europa.eu/resource/cellar/c6b99274-403e-45c2-87ce-430c89235779", "type": "Decision", "concepts": ["192", "2356", "2560", "4839"], "title": "92/47/EEC: Commission Decision of 10 January 1992 recognizing Belgium as an officially swine fever free Member State within the context of eradication, and amending for the sixth time Decision 81/400/EEC establishing the status of Member States as regards classical swine fever with a view to its eradication\n", "header": "COMMISSION DECISION  of 10 January 1992  recognizing Belgium as an officially swine fever free Member State within the context of eradication, and amending for the sixth time Decision 81/400/EEC establishing the status of Member States as regards  classical swine fever with a view to its eradication  (92/47/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), as last amended by Directive 87/487/EEC (2), and in particular\nArticles 2 (2), 3 (2) and 7 (1) thereof,\nWhereas by Decision 88/529/EEC (3), as amended by Decision 91/413/EEC (4), the Commission has approved the plan for the accelerated eradication of classical swine fever presented by Belgium;\nWhereas Belgium at this moment complies with the criteria laid down in Articles 7 (1) and 2 point 2 of Directive 80/1095/EEC for being recognized as an officially swine fever free Member State within the context of eradication; in fact, no swine fever  has been detected and vaccination against swine fever has been stopped for more than 12 months on the territory of Belgium and the holdings on the territory of Belgium contain no pigs which have been vaccinated against swine fever in the preceeding 12  months;\nWhereas taking into account this new situation it is necessary to modify Commission Decision 81/400/EEC of 15 May 1981, establishing the status of Member States as regards classical swine fever with a view to its eradication (5) as last amended by  Decision 91/378/EEC (6);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Belgium is recognized as an officially swine fever free Member State within the context of disease eradication.", "Article 1 of Decision 81/400/EEC is amended as follows:\n(1) in the first paragraph, 'Belgium' is inserted before Denmark;\n(2) in the second paragraph, 'Belgium' is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 325, 1. 12. 1980, p. 1. (2) OJ No L 280, 3. 10. 1987, p. 24. (3) OJ No L 291, 25. 10. 1988, p. 78. (4) OJ No L 228, 17. 8. 1991, p. 74. (5) OJ No L 152, 11. 6. 1981, p. 37. (6) OJ No L 203, 26. 7. 1991, p. 113."}