{"celex_id": "31993D0575", "uri": "http://publications.europa.eu/resource/cellar/1f4a1fd1-e558-429e-8f8a-7bee867bc407", "type": "Decision", "concepts": ["2356", "2560", "4692", "619", "863"], "title": "93/575/EC: Commission Decision of 8 November 1993 concerning certain protection measures relating to African swine fever in Spain\n", "header": "COMMISSION DECISION of 8 November 1993 concerning certain protection measures relating to African swine fever in Spain\n(93/575/EC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Council Directive 92/118/EEC (2) and, in particular, Article 10 (4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and, in particular, Article 9 (4)  thereof,\nWhereas on the basis of general disposition concerning the rules applicable to African swine fever the Council has adopted Decision 89/21/EEC (4) derogating from prohibitions relating to African swine fever for certain areas of Spain as last amended by  Commission Decision 93/443/EEC (5); whereas the said Decision resulted in the creation of a disease-free region and an infected region;\nWhereas the regionalization of Spain consequent to Decision 89/21/EEC is without prejudice to the use of the disposition concerning safeguard measures, where it is appropriate;\nWhereas a case of African swine fever was confirmed in the disease-free region on 19 October 1993;\nWhereas in view of the trade in live pigs, fresh pigmeat and certain meat-based products this outbreak is liable to endanger the herds of other Member States;\nWhereas certain temporary measures must be adopted;\nWhereas in view of the suppression of border controls between Member States it is necessary to avoid that live pigs, fresh pigmeat and certain pigmeat products can enter indirectly into a Member State by passing from the part of Spain listed in the  Annex to the remaining parts of Spain;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Spain shall not send to other Member States live animals of the porcine species coming from the area listed in the Annex.", "1. Spain shall not send to other Member States fresh pigmeat and pigmeat products obtained from pigs coming from holdings situated in the area listed in the Annex.\n2. The restrictions described in paragraph 1 shall not apply to meat products which have undergone one of the treatments laid down in Article 4 (1) (a) of Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade  in meat products (6) and in Article 3a (2) (b) of Decision 89/21/EEC.\n3. Meat products produced in accordance with the provisions of paragraph 2 and consigned from parts of Spain listed in the Annex shall be accompanied by a health certificate referred to in Article 3 (9) (b) (ii) of Council Directive 77/99/EEC of 21  December 1976 on health problems affecting intra-Community trade in meat products (7). The certificate shall bear the following words:\n'Products conforming to Commission Decision 93/575/EC of 8 November 1993 concerning certain protection measures relating to African swine fever in Spain.'", "Spain ensures that live pigs, fresh pigmeat and pigmeat products which have not undergone one of the treatments referred to in Article 4 (1) (a) of Directive 80/215/EEC or in Article 3a (2) (b) of Decision 89/21/EEC are not sent from the  territory of Spain listed in the Annex to the remaining parts of Spain.", "The Commission will follow developments in the situation and may amend this Decision in the light of such developments.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is applicable until 22 November 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 9, 12. 1. 1989, p. 24.\n(5) OJ No L 205, 17. 8. 1993, p. 28.\n(6) OJ No L 47, 21. 2. 1980, p. 4.\n(7) OJ No L 26, 31. 1. 1977, p. 85.\nANNEX\nGranada"}