{"celex_id": "31999R1787", "uri": "http://publications.europa.eu/resource/cellar/c82fe2c0-d177-434e-9a0c-c8f71cda2ce5", "type": "Regulation", "concepts": ["1565", "2763", "3003", "4172", "4885"], "title": "Commission Regulation (EC) No 1787/1999 of 12 August 1999 amending Regulation (EC) No 1337/1999 establishing a forecast balance for the supply to the Canary Islands of milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 1787/1999\nof 12 August 1999\namending Regulation (EC) No 1337/1999 establishing a forecast balance for the supply to the Canary Islands of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products(1), as last amended by Regulation (EC) No 1257/1999(2),\n(1) Whereas Commission Regulation (EC) No 2790/94(3), as last amended by Regulation (EC) No 1620/1999(4), fixes the detailed rules for applying the special arrangements for supplying the Canary Islands with certain agricultural products;\n(2) Whereas Commission Regulation (EC) No 1337/1999(5) establishes a balance for the supply to the Canary Islands of milk and milk products; whereas that balance may be revised if necessary by providing for adjustments during the current year in the quantities of products within the overall quantity established as a function of the requirements of the region; whereas, in order to satisfy the Canary Islands' milk product requirements, in particular for concentrated milk, other than in powdered form, intended for human consumption, the quantities established for those products in the forecast balances should be adjusted; whereas, therefore, the Annex to Regulation (EC) No 1337/1999 should be amended;\n(3) Whereas, to avoid management problems, the start of the period of application of this Regulation should coincide with the start of the marketing year;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Annex to Regulation (EC) No 1337/1999 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 1999.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 13.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 296, 17.11.1994, p. 23.\n(4) OJ L 192, 24.7.1999, p. 19.\n(5) OJ L 159, 25.6.1999, p. 18.\nANNEX\n\"ANNEX\nForecast supply balance for the Canary Islands for 1 July 1999 to 30 June 2000\n>TABLE>\""}