{"celex_id": "31999D0059", "uri": "http://publications.europa.eu/resource/cellar/9816f2ec-6790-4c22-a4da-96986a3b32ae", "type": "Decision", "concepts": ["2215", "2739", "3633", "3844", "4308", "5581"], "title": "1999/59/EC: Commission Decision of 11 January 1999 on the allocation of quantities of controlled substances allowed for essential uses in the Community in 1999 under Council Regulation (EC) No 3093/94 on substances that deplete the ozone layer (notified under document number C(1998) 4564) (Only the Spanish, German, English, French, Italian, Dutch and Finnish texts are authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 11 January 1999 on the allocation of quantities of controlled substances allowed for essential uses in the Community in 1999 under Council Regulation (EC) No 3093/94 on substances that deplete the ozone layer (notified under document number C(1998) 4564) (Only the Spanish, German, English, French, Italian, Dutch and Finnish texts are authentic) (Text with EEA relevance) (1999/59/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3093/94 of 15 December 1994 on substances that deplete the ozone layer (1), and in particular Articles 3, 4 and 7 thereof,\nWhereas, because of concerns for the ozone layer, the Community has already phased out the production and consumption of certain controlled substances;\nWhereas essential uses have to be decided for chlorofluorocarbons (Articles 3(1) and 4(1)); other fully halogenated chlorofluorocarbons (Articles 3(2) and 4(2)); halons (Articles 3(3) and 4(3)); carbon tetrachloride (Articles 3(4) and 4(4)); 1,1,1-trichloroethane (Articles 3(5) and 4(5)); and HBFCs (Articles 3(7) and 4(7));\nWhereas the criteria used for assessing essential uses are in line with Decision IV/25 of the Parties to the Montreal Protocol and are as follows:\n1. that a use of a controlled substance should qualify as 'essential` only if:\n(a) it is necessary for the health, safety, or is critical for the functioning of society (encompassing cultural and intellectual aspects); and\n(b) there are no technically and economically feasible alternatives or substitutes that are acceptable from the standpoint of environment and health;\n2. that production and consumption, if any, of a controlled substance for essential uses should be permitted only if:\n(a) all economically feasible steps have been taken to minimise the essential use and any associated emission of the controlled substance; and\n(b) the controlled substance is not available in sufficient quantity and quality from existing stocks of banked or recycled controlled substances, also bearing in mind the needs of developing countries for controlled substances;\nWhereas Decision IX/18 of the Parties to the Montreal Protocol authorises the levels of production and consumption necessary to satisfy essential uses of controlled substances for metered dose inhalers (MDIs) for the treatment of asthma and chronic obstructive pulmonary disease (COPD);\nWhereas Decision IX/17 of the Parties to the Montreal Protocol authorises the production and consumption necessary to satisfy essential uses of controlled substances for laboratory and analytical uses as listed in Annex IV to the report of the seventh meeting of the Parties, subject to the conditions set out in Annex II to the report of the sixth meeting of the Parties and in Decision VII/11;\nWhereas the Commission has published a notice (2) to those companies in the European Community which use controlled substances that may be allowed for essential uses in the Community in 1999 pursuant to Council Regulation (EC) No 3093/94, and has thereby received applications for quantities of controlled substances for essential uses in 1999;\nWhereas, in the framework of the Montreal Protocol nomination and assessment procedures for essential uses, Parties are requested to identify the users who may take advantage of essential uses in 1999;\nWhereas the Commission issues licenses to the users identified pursuant to Articles 3, 4 and 7 and in accordance with the procedure set out in Article 16 of Council Regulation (EC) No 3093/94;\nWhereas, within this framework, a producer may be authorised by the competent authority of the Member State in which its relevant production is situated to produce the controlled substances for the purposes of meeting the licensed demands presented by the identified users; whereas the competent authority of the Member State concerned shall in turn notify the Commission well in advance of any such authorisation;\nWhereas, pursuant to Decision IX/17 of the Parties to the Montreal Protocol, overall quantitative limits may be set for essential laboratory and analytical uses of controlled substances in the European Community during 1999;\nWhereas the list of essential uses and the quantities of the controlled substances are hereby given in Annex II as information for producer and user industries;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee referred to in Article 16 of Council Regulation (EC) No 3093/94,", "main_body": ["Companies which may take advantage of the essential uses for their own account during 1999 for the manufacture of metered dose inhalers and for the coating of cardiovascular surgical material are listed in Annex I.", "The total quantities of controlled substances permitted for essential uses during 1999 shall be as specified in Annex II.", "Within the overall limits set out in Annex IIB, the Commission shall issue licenses to acquire controlled substances from producers in the Community or by import for essential laboratory and analytical uses.", "1. This Decision is addressed to the companies listed in Annex I.\n2. This Decision shall apply from 1 January 1999 to 31 December 1999."], "attachments": "Done at Brussels, 11 January 1999.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 333, 22. 12. 1994, p. 1.\n(2) OJ C 242, 1. 8. 1998, p. 11.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n3M Health Care Ltd\nMrs L. Humphreys\n3M House\nMorley Street\nLoughborough\nLeicestershire LE11 1EP\nUnited Kingdom\nLaboratorio Aldo Unión SA\nDr. J. Sabater Sanmarti\nBaronese de Maldá 73\nEspluges de Llobregat\nE-08950 Barcelona\nLaboratorio Astra España SA\nDr. E. Cabré Matas\nMestre Joan Corrales, 95-105\nEsplugues de Llobregat\nE-08950 Barcelona\nBaxter BV\nDr. T. Bronkhorst\nEnergielaan 3\nP.O. Box 169\nNL-5400 AD Uden\nBespak plc\nMr T. Clutterbuck\nNorth Lynn Industrial Estate\nKing's Lynn\nNorfolk PE30 2JJ\nUnited Kingdom\nBoehringer Ingelheim GmbH\nHerrn J. Pink\nD-55216 Ingelheim am Rhein\nCCL Pharmaceuticals Ltd\nMrs C. King\nAstmoor Industrial Estate\n9 Arkwright Road\nRuncorn\nCheshire WA7 1NU\nUnited Kingdom\nChiesi Farmaceutici SpA\nDott. P. Chiesi\nVia Palermo, 26 A\nI-43100 Parma\nGlaxo Wellcome\nMr Barry Rosenthal\nSpeke\nLiverpool L24 9JD\nUnited Kingdom\nIG Sprühtechnik GmbH\nHerrn F. Guck\nIm Hemmet 1\nD-79664 Wehr\nLeiras Oy\nMr Kai Buri,\nPansiontie 47\nP.O. Box 415\nFIN-20101 Turku\nLaboratorios Lesvi SA\nSr. Alejandro Biel Andrés\nPoligono Industrial Can Pelegrí\nE-08740 Sant Andreu de la Barca\nLaboratorios Miquel, SA\nSr. A. Costa Espelleta\nSantanyí, 16\nE-08016 Barcelona\nNorton Waterford Ltd\nMr Jim Kennedy\nUnit 301 Industrial Park\nWaterford\nIreland\nOrion Corporation\nMr Pasi Salokangas\nOrionintie 1\nFIN-02200 Espoo\nRhône-Poulenc Rorer\nMr Bob Netrefa\nLondon Road\nHolmes Chapel\nCheshire CW4 8BE\nUnited Kingdom\nSchering-Plough Labo NV\nMr P. Gyselinck\nIndustriepark 30\nB-2220 Heist op den Berg\nSICOR - Società italiana corticosteroidi SpA\nDott. Roberto Giani\nVia Terrazzano, 77\nI-20017 RHO (Milano)\nValeas SpA Pharmaceuticals\nDott. Virgilio Bernareggi\nVia Vallisneri, 10\nI-20133 Milano\nValois SA\nM. Chris Hall\n50, avenue de l'Europe\nF-78160 Marly-le-Roi\nLaboratorios Vita, SA\nSr. Alejandro Biel Andrés\nAv. Barcelona, 69\nE-08970 Sant Joan Despí\nANNEX II\nA. MEDICAL USES\nProduction of metered dose inhalers (MDIs) for the treatment of asthma and other chronic obstructive pulmonary diseases (COPDs).\n>TABLE>\nB. LABORATORY USES\nTotal quantities of controlled substances which may be produced or imported during 1999 for laboratory and analytical uses.\n>TABLE>\nLaboratory users or suppliers of laboratory chemicals needing to obtain controlled substances from producers or importers under this essential use exemption should apply to the Commission for authorisation. The total quantity each controlled substance authorised during 1999 for laboratory and analytical purposes shall not exceed the quantities listed above.\nC. CARDIOVASCULAR SURGICAL MATERIALS\n>TABLE>"}