{"celex_id": "31994R0776", "uri": "http://publications.europa.eu/resource/cellar/a3d91047-7fe8-44e0-a9ed-847ef70b457b", "type": "Regulation", "concepts": ["1250", "1565", "2729", "2749", "2763", "3568"], "title": "Council Regulation (EC) No 776/94 of 29 March 1994 repealing Regulation (EEC) No 3035/80 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the treaty, and the criteria for fixing the amount of such refunds and amending Regulation (EEC) No 876/68 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds\n", "header": "COUNCIL REGULATION (EC) No 776/94 of 29 March 1994 repealing Regulation (EEC) No 3035/80 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty,  and the criteria for fixing the amount of such refunds and amending Regulation (EEC) No 876/68 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds\nTHE COUNCIL OF THE  EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), and in particular Article 17 (3) thereof, and the corresponding provisions of Council Regulation (EEC) No 2771/75  of 29 October 1975 on the common organization of the market in eggs (2), Council Regulation 1418/76 of 21 June 1976 on the common organization of the market in rice (3) and Council Regulation 1785/81 of 30 June 1981 on the common organization of the  markets in the sugar sector (4),\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3035/80 (5), lays down general rules for granting export refunds on certain agricultural products exported the form of goods not covered by Annex II to the Treaty and the criteria for fixing the amount of such refunds;  whereas that Regulation is based on the abovementioned Regulations and on Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (6);\nWhereas Regulation (EEC) No 2727/75 has been replaced by Regulation (EEC) No 1766/92 (7); whereas that Regulation no longer lays down general rules for its application to be adopted by the Council; whereas, however, the necessary detailed implementing  rules for export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty are adopted in accordance with the Management Committee procedure; whereas it is essential to adopt uniform provisions,  particularly in view of the fact that, generally speaking, the goods concerned contain agricultural products covered by several market organizations which provide for the granting of export refunds including after the incorporation of goods not covered  by Annex II to the Treaty; whereas common implementing rules should therefore be adopted in the form of a single Regulation;\nWhereas it is therefore necessary to repeal Regulation (EEC) No 3035/80 on the date of entry into force of this new Regulation;\nWhereas Regulation (EEC) No 804/68 moreover provides in Article 17 (3) thereof, by contrast with the other Regulations which serve as a legal basis for Regulation (EEC) No 3035/80, that it is for the Council, acting in accordance with the voting  procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, to adopt general rules for inter alia, the advance fixing of refunds; whereas Regulation (EEC) No 876/68 (8), laid down in respect of milk and milk products general  rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty and the criteria for fixing the amount of such refunds; whereas that Regulation provides for the laying down of  arrangements for the advance fixing of the refund; whereas, however, that Regulation applies only to milk products exported in the natural state; whereas certain provisions of that Regulation concerning the advance fixing of refunds should therefore  also be made applicable in the case of exports of milk products in the form of goods referred to in the Annex to Regulation (EEC) No 804/68;\nWhereas it is advisable, at the same time, in view of the increased possibilities of importing into the Community milk products subject to a reduced levy, to extend the provisions of Articles 6 and 7 of Regulation (EEC) No 876/68 concerning the  conditions to be met in order to be eligible for refunds so as not to grant an amount of export refunds that is greater than the amount received on import of certain milk products from third countries;\nWhereas the sector covered falls within the exclusive competence of the Community,", "main_body": ["Regulation (EEC) No 3035/80 is hereby repealed.", "1. Article 1 of Regulation (EEC) No 876/68 is hereby amended as follows:\n'Article 1\n1. This Regulation lays down the rules for the fixing and granting of refunds:\n- for the products referred to in Article 1 of Regulation (EEC) No 804/68 exported in the natural state,\n- for the goods referred to in Annex to Regulation (EEC) No 804/68, with a view to applying Article 5 (3) and (4) of this Regulation.\n2. The application of Articles 6 and 7 of this Regulation to the goods referred to in the second indent of paragraph 1 shall be limited to goods falling within the following CN codes:\n- 1806 90 60 to 1806 90 90 (certain products\ncontaining cocoa),\n- 1901 (certain food preparations of flour, etc.),\n- 2106 90 99 (certain food preparations not elsewhere specified),\nand containing a high percentage of milk product compounds.'\n2. The following shall be added to Article 6:\n'4. However, with regard to the goods referred to in Article 1 (2) of this Regulation, the detailed rules of application shall be adopted in accordance with the procedure laid down in Article 16 of Regulation (EC) No 3448/93.'", "This Regulation shall enter into force on the date of entry into force of the Regulation laying down, in respect of certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, the detailed rules of  application for the granting of export refunds and the criteria for fixing the amount of such refunds.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No L 148, 28. 6. 1968, p. 13. Reglation as last amended by Regulation (EC) No 230/94 (OJ No L 30, 3. 2. 1994, p. 1).\n(2) OJ No L 282, 1. 11. 1975, p. 49. Regulation as last amended by Regulation (EEC) No 1547/93 (OJ No L 152, 24. 6. 1993, p. 1).\n(3) OJ No L 166, 25. 6. 1976, p. 1. Regulation as last amended by Regulation (EEC) No 1544/93 (OJ No L 154, 25. 6. 1993, p. 5).\n(4) OJ No L 177, 1. 6. 1981, p. 4. Regulation as last amended by Regulation (EEC) No 1713/93 (OJ No L 159, 1. 7. 1993, p. 94).\n(5) OJ No L 323, 29. 11. 1980, p. 27. Regulation as last amended by Regulation (EEC) No 3381/90 (OJ No L 327, 20. 11. 1990, p. 4).\n(6) OJ No L 281, 1. 11. 1975, p. 1.\n(7) OJ No L 181, 1. 7. 1992, p. 21.\n(8) OJ No L 155, 3. 7. 1968, p. 1. Regulation as last amended by Regulation (EEC) No 1344/86 (OJ No L 119, 6. 5. 1986, p. 36)."}