{"celex_id": "31994D0677", "uri": "http://publications.europa.eu/resource/cellar/c8b83939-b855-43eb-abf6-5003152fbd61", "type": "Decision", "concepts": ["1521", "2493", "4257", "4298", "770", "937"], "title": "94/677/EC: Commission Decision of 6 October 1994 amending Annex I to Council Regulation (EEC) No 571/88 as regards Community surveys on the structure of agricultural holdings in the period 1995 to 1997\n", "header": "COMMISSION DECISION of 6 October 1994 amending Annex I to Council Regulation (EEC) No 571/88 as regards Community surveys on the structure of agricultural holdings in the period 1995 to 1997 (94/677/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 571/88 of 29 February 1988 on the organization of Community surveys on the structure of agricultural holdings between 1988 and 1997 (1), as last amended by Commission Decision 93/156/EEC (2), and in  particular Article 8 (1) thereof,\nWhereas Council Regulation (EEC) No 1765/92 of 30 June 1992 on introducing support measures for the producers of certain agricultural crops (3), as last amended by Regulation (EC) No 232/94 (4), provides for compensatory payments to be made to the  producers of certain agricultural crops; whereas only those producers who have set aside a fixed percentage of their arable land have a claim to such payments; whereas those provisions thus create new forms of land use, in that agricultural utilization  is linked with legal status, depending on whether or not the land qualifies for the aid;\nWhereas the structure of agricultural holdings has a major influence on farmers' potential income, so that the effects of the new common agricultural policy measures on land use, production and economic potential of agricultural holdings need to be  monitored;\nWhereas the Community surveys on the structure of agricultural holdings laid down in Regulation (EEC) No 571/88 for the period 1988 to 1997 are the most appropriate means of monitoring and analysing trends in statistical terms by relating the arable  land set aside to other structural characteristics such as the age of the holder, the type of farming and holding size, the other crops and the number of livestock;\nWhereas it is necessary, in view of the increasing demand for environmental information, to record set-aside arable land on the basis of an appropriate and harmonized classification, binding on all Member States, in order to obtain statistical  information which is comparable between Member States and over time; whereas it is therefore appropriate to add to the list of characteristics new survey characteristics concerning the agricultural areas for which farmers have obtained a compensatory  payment;\nWhereas the general structure of the list of characteristics should not be changed; whereas the areas for which a compensatory payment is granted may therefore need to be recorded both in the category corresponding to their agricultural use and in a  separate category;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["For the period 1995 to 1997, Annex I to Regulation (EEC) No 571/88 is hereby amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 1994.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 56, 2. 3. 1988, p. 1.\n(2) OJ No L 65, 17. 3. 1993, p. 12.\n(3) OJ No L 181, 1. 7. 1992, p. 12.\n(4) OJ No L 30, 3. 2. 1994, p. 7.\nANNEX\nAnnex I to Regulation (EEC) No 571/88 is amended as follows:\n1. heading D is amended as follows: (a) Characteristic D/21 is replaced by the following: 'D/21 Fallow land without subvention . . . /. . .';\n(b) the following Characteristic D/22 is added: 'D/22 Fallow land subject to aid schemes and having no economic use . . . /. . .';\n2. under heading I, Characteristic I/06 is replaced by the following: 'I/06. Area subject to set-aside incentive schemes . . . /. . .\nbroken down by: (a) fallow land with no economic use (already recorded under D/22) . . . /. . .\n(b) used for the production of agricultural raw material for non-food purposes (e.g. sugar beet, rape, trees, bushes, etc., including lentils, chick peas and vetches; already recorded under D and G) . . . /. . .\n(c) permanent pasture and meadow (already recorded under F/01 and F/02) . . . /. . .\n(d) wooded area or areas being prepared for afforestation (already recorded under H/02) . . . /. . .\n(e) other (already recorded under H/01 and H/03) . . . /. . .'"}