{"celex_id": "31992D0433", "uri": "http://publications.europa.eu/resource/cellar/a03f36cc-539f-4a4c-ac8e-5eb64d6e7630", "type": "Decision", "concepts": ["1318", "1644", "3579", "4347", "4584"], "title": "92/433/EEC: Commission Decision of 14 August 1992 imposing protective measures in respect of certain steel pipes originating in the Czech and Slovak Federal Republic and imported into the Federal Republic of Germany (Only the German and Italian texts are authentic)\n", "header": "COMMISSION DECISION  of 14 August 1992  imposing protective measures in respect of certain steel pipes originating in the Czech and Slovak Federal Republic and imported into the Federal Republic of Germany  (Only the German and Italian texts are  authentic)  (92/433/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992, and in particular Article 6 thereof (1),\nWhereas:\n(1) An Interim Agreement on trade and trade-related matters between the European Economic Community, of the one part, and the Czech and Slovak Federal Republic, of the other part, was signed in Brussels on 16 December 1991.\nSafeguard measures may be taken under Articles 24 and 27 (3) (d) of this Interim Agreement.\n(2) On 29 July and 3 August 1992 respectively, Germany and Italy requested that the Commission adopt forthwith safeguard measures under the Interim Agreement in respect of imports of steel pipes falling within CN codes 7304 and 7306 originating in  Czechoslovakia.\n(3) In their requests the German and Italian authorities claimed that the products in question were being imported in such increased quantities and under such conditions as to cause or threaten to cause:\n- serious injury to domestic producers of like or directly competing products,\nor\n- serious disturbances in the sector concerned or difficulties which could bring about serious deterioration in the economic situation of a region.\n(4) In support of their claim, the German authorities told the Commission that imports from Czechoslovakia of unwelded steel pipes falling within CN code 7304 totalled 37 377 tonnes during the first four months of 1992, compared with 7 226 tonnes in the  same period of 1991, an increase of 420 %. The result has been an increase in the share of German consumption held by piping from Czechoslovakia from 8,3 to 18%. During the same period, imports of welded pipes falling within CN code 7306 increased by  652 %, from 3 125 to 23 500 tonnes.\nPrices for these imports undercut Community market prices by 20 to 30 %.\n(5) The German authorities argued that the suddenness and magnitude of this increase in imports, the volumes concerned and the prices charged were seriously disturbing the German market in the products in question.\nGerman pipe manufacturers have recorded an appreciable decline in orders and a fall in output. The amount of unwelded-pipe-making capacity in use has fallen below 50 % in Germany, well below the 75 % regarded as the threshold for profitability in the  sector. A similar situation can be found in the industry producing threaded welded pipe, where business has fallen off seriously. The downward trend has led to an overall worsening in the situation of German pipe producers, who have had to introduce  short-time working, close some production lines and prepare to lay off staff. It is also reflected in the financial results of most of the firms involved, which have registered losses. The adverse impact on German producers of the increase in imports  from Czechoslovakia is compounded by the general tailing-off of economic activity.\n(6) The German authorities also argued that without protective measures it was highly probable that the very rapid growth of imports originating in Czechoslovakia would continue and perhaps increase even further owing to the increase in Czechoslovakia's  capacity to export to Germany. This is attributable both to the reduction in Czechoslovakia's domestic consumption and the major decline in orders from its traditional clients in other countries of Eastern Europe, and to the fact that the German  market's geographical location makes it a natural outlet for Czechoslovakia's industry. Such a trend would further aggravate the serious injury to German pipe producers.\n(7) In the light of the above the Commission considers that the criteria laid down in Articles 24 and 27 (d) of the Interim Agreement have been met and that it is necessary to adopt forthwith protective measures in respect of pipes falling within CN  codes 7304 and 7306 originating in Czechoslovakia in order to counter the injury caused to German pipe producers. The Commission considers that the imports in question should be limited using the level of imports in 1991 as a reference. This  quantitative limit should, however, be increased by 20 % to allow for a reasonable growth in imports.\n(8) The Italian authorities have also provided the Commission with information on trends in imports of the products concerned entering the Italian market from Czechoslovakia. The Commission will closely monitor trends in those imports and, in the light  of its findings, re-examine, if necessary, the situation on the Italian market,", "main_body": ["1. The importation into the Federal Republic of Germany of steel pipes falling within CN codes 7304 and 7306 originating in the Czech and Slovak Federal Republic shall be subject to presentation of an import authorization issued by the German  authorities.\n2. The import authorization referred to in paragraph 1 shall be issued by the German authorities against an annual quota of 62 230 tonnes for CN code 7304 and 26 650 tonnes for CN code 7306 for the year 1992, with account being taken of amounts already  imported.", "This Decision shall not prevent the release for free circulation of products which, at the time of its entry into force, were already under way to the Community.", "This Decision is addressed to Germany and Italy.\nIt shall be applicable until 31 December 1992."], "attachments": "Done at Brussels, 14 August 1992. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 56, 29. 2. 1992, p. 9."}