{"celex_id": "31990R1318", "uri": "http://publications.europa.eu/resource/cellar/f8d6ad77-3c87-4e13-a9b4-5429059a1086", "type": "Regulation", "concepts": ["2676", "4146", "4472", "6042"], "title": "Council Regulation (EEC) No 1318/90 of 14 May 1990 fixing the monthly increases in the target price, the intervention price and the intervention buying-in price for rape seed and sunflower seed for the 1990/1991 marketing year\n", "header": "COUNCIL REGULATION (EEC) N° 1318/90\nof 14 May  1990\nfixing the monthly increases in the target price, the intervention price and the intervention  buying-in price for rape seed and sunflower seed for the 1990/91 marketing year\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation N° 136/66/EEC of\n22 September 1966 on the establishment of a  common organization of the market in oils and fats (1), as last amended by Regulation (EEC) N°  2902/89 (2), and in particular Article 25 thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas, pursuant to Article 25 of Regulation N° 136/66/EEC, the amount by which the target price,  the\nintervention price and the intervention buying-in price for rape seed and sunflower seed are to  be increased monthly should be fixed for the 1990/91 marketing year and the number of months during  which those increases are to be applied should be laid down; whereas that amount must be the same  for all three prices;\nWhereas those increases, which are to be equal for each month, must be fixed taking account of the  average storage costs and interest recorded in the Community; whereas the average storage costs  should be established on the basis of the cost of storing seed in suitable premises and the cost of  handling necessary for the proper preservation of the seed; whereas the interest may be calculated  on the basis of the rate considered normal for the producing regions,", "main_body": ["1.  For the 1990/91 marketing year, the  monthly increases in the target price, the intervention price and\nthe intervention buying-in price  for rape seed shall be ECU 0,278 per 100 kilograms.\n2.  The increases referred to in paragraph 1 shall be applied in accordance with the table given in  the Annex.", "1.  For the 1990/91 marketing year, the monthly increases in the target  price, the intervention price and the intervention buying-in price for sunflower seed shall be ECU  0,331 per 100 kilograms.\n2.  The increases referred to in paragraph 1 shall be applied in accordance with the table given in  the Annex.", "This Regulation shall enter into force on the third day following that of its  publication in the Official Journal of the European Communities.\nIt shall apply:\n- from 1 July 1990 for rapeseed,\n- from 1 August 1990 for sunflower seed.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 14 May 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ N° 172, 30. 9. 1966, p.  3025/66.\n(2) OJ N° L 280, 29. 9. 1989, p. 2.\n(3) OJ N° C 49, 28. 2. 1990, p. 35.\nANNEX\n>TABLE>"}