{"celex_id": "31993R1709", "uri": "http://publications.europa.eu/resource/cellar/5084c02a-e6f3-43ce-8f50-d3dc2b89225e", "type": "Regulation", "concepts": ["2511", "2548", "2639", "2729", "2965", "5360"], "title": "Commission Regulation (EEC) No 1709/93 of 29 June 1993 adjusting the prices and amounts fixed in ecus in the cereals sector as a result of the monetary realignments during the 1992/93 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 1709/93 of 29 June 1993 adjusting the prices and amounts fixed in ecus in the cereals sector as a result of the monetary realignments during the 1992/93 marketing year\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1),\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Article 9 (1) thereof,\nHaving regard to Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus as a result of the monetary realignments (3), as last amended by Regulation (EEC) No 1330/93 (4), and in particular Article 2  thereof,\nWhereas Article 1 of Commission Regulation (EEC) No 3820/92 of 28 December 1992 on transitional measures for the application of the agrimonetary arrangements laid down in Council Regulation (EEC) No 3813/92 (5) establishes a link between the  agrimonetary arrangements applicable with effect from 1 January 1993 and those applying previously;\nWhereas Regulation (EEC) No 3824/92 lays down the list of prices and amounts in the cereals sector which are to be divided by the reducing coefficient of 1,013088 fixed by Commission Regulation (EEC) No 537/93 (6), as last amended by Regulation (EEC) No  1331/93 (7), with effect from the beginning of the 1993/94 marketing year, under the arrangements for the automatic dismantlement of negative monetary gaps; whereas Article 2 of Regulation (EEC) No 3824/92 provides that the resulting reductions in the  prices and amounts are to be specified for each sector concerned and that the reduced prices and amounts are to be fixed; whereas the buying-in prices, the target prices and the threshold prices for cereals, and the minimun price for starch potatoes  have been fixed by Regulation (EEC) No 1766/92 for an indefinite period;\nWhereas the threshold prices for cereals flour, groats and meal have been fixed by Commission Regulation (EEC) No 1581/93 (8) fixing, for the 1993/94 marketing year, the threshold prices for certain categories of cereals flour, groats and meal, taking  account of the reducing coefficient;\nWhereas Commission Regulation (EEC) No 1711/93 (9) fixes the amount of the premium to be paid to producers of potatoes intended for the manufacture of potato starch during the 1993/94 marketing year;\nWhereas the special aid applicable in the cereals sector in Portugal has been fixed by Council Regulation (EEC) No 738/93 of 17 March 1993 amending the transitional measures governing the common organization of the market in cereals and rice in Portugal  as provided for by Regulation (EEC) No 3653/90 (10);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The prices and amounts fixed in ecus in the cereals sector and divided by 1,013088 shall be as set out in the Annexes I and II.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 387, 31. 12. 1992, p. 29.\n(4) OJ No L 132, 29. 5. 1993, p. 113.\n(5) OJ No L 387, 31. 12. 1992, p. 22.\n(6) OJ No L 57, 10. 3. 1993, p. 18.\n(7) OJ No L 132, 29. 5. 1993, p. 114.\n(8) OJ No L 152, 24. 6. 1993, p. 16.\n(9) See page 84 of this Official Journal.\n(10) OJ No L 77, 31. 3. 1993, p. 1.\nANNEX I\nCEREALS   Cereals sector  (ECU/tonne)\n/* Tables: see OJ */\nStarch product sector  (ECU/tonne)\n/* Tables: see OJ */\nANNEX II\nSpecial aid applicable in Portugal (Regulation (EEC) No 3653/90)\n/* Tables: see OJ */"}