{"celex_id": "31999D0297", "uri": "http://publications.europa.eu/resource/cellar/48f97e87-51f2-43e2-bc07-9ad6ffb135bb", "type": "Decision", "concepts": ["1366", "2451", "4256"], "title": "1999/297/EC: Council Decision of 26 April 1999 establishing a Community statistical information infrastructure relating to the industry and markets of the audiovisual and related sectors\n", "header": "COUNCIL DECISION\nof 26 April 1999\nestablishing a Community statistical information infrastructure relating to the industry and markets of the audiovisual and related sectors\n(1999/297/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 213 thereof,\nHaving regard to the draft Decision submitted by the Commission,\nHaving regard to the opinion of the European Parliament(1),\n(1) Whereas in order to implement Community policies on the industry and markets of the audiovisual and related sectors it is necessary to establish a Community statistical information infrastructure;\n(2) Whereas the European Council, in particular in the White Paper on growth, competitiveness and employment stresses the economic importance of the audiovisual sector and the Bangemann Group report, entitled \"Europe and the global information society - recommendations to the European Council\", recognises the strategic importance of the audiovisual programme industry;\n(3) Whereas a reliable information infrastructure must be organised by means of individual statistical actions;\n(4) Whereas Council Decision 93/464/EEC of 22 July 1993 on a framework programme for priority actions in the field of statistical information 1993 to 1997(2) specified that the audiovisual sector should be regarded as one of the priority service sectors at Community level and provided for the establishment of a new information system based on the \"enterprise\" approach and functional statistics;\n(5) Whereas Annex I, Title III of the Community Statistical Programme 1998 to 2002(3) refers to the carrying out of user requirement analyses, source assessment, data collection and testing of methods by pilot studies in the audiovisual sector;\n(6) Whereas these pilot studies should be reviewed to ensure they meet user requirements; whereas this should be undertaken within two and a half years; whereas the results of this review should be communicated to the European Parliament and the Council; whereas at all stages additional burdens on small and medium-sized enterprises (SMEs) should be minimised;\n(7) Whereas individual statistical actions are governed by Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics(4);\n(8) Whereas, by virtue of the principle of subsidiarity, the objective of the proposed individual statistical actions can be achieved only by a Community legal instrument, as only the Commission is in a position to coordinate the requisite harmonisation of information at Community level;\n(9) Whereas, within the framework of the Council of Europe, the European Audiovisual Observatory, of which the Commission is a member, constitutes inter alia an important source of information for its members and their professionals and whereas it is necessary to ensure complementarity between the work undertaken under this Decision and the work of the Observatory;\n(10) Whereas the statistical methodologies proposed for the audiovisual sector should be compatible and consistent with the existing European standards and methodologies;\n(11) Whereas the Statistical Programme Committee established by Decision 89/382/EEC, Euratom(5), has been informed in accordance with Article 3 of that Decision,", "main_body": ["Objective\nThe objective of this Decision is to establish the Community statistical information infrastructure necessary for the development and implementation of a Community policy on the industry and markets of the audiovisual and related sectors.", "Individual statistical actions\nThe objective described in Article 1 shall be implemented by individual statistical actions in accordance with Regulation (EC) No 322/97 as follows:\n1. by the national authorities:\n(a) analysis and evaluation of the demand for statistics (firms, functions and products) on the audiovisual sector from users (Community institutions, government departments, national sectoral bodies, international organisations, economic operators) and the effect on businesses, especially SMEs, of the collection of statistics in the audiovisual sector;\n(b) analysis of existing statistics (firms, functions and products) and their sources;\n(c) annual forwarding to Eurostat of statistics (firms, functions and products) already on hand or available from the competent national authorities;\n(d) voluntary participation in pilot studies to test working methods in practice and promote the creation of Community statistics (firms, functions and products);\n2. by Eurostat:\n(a) preparation of a Community institutional and functional methodological framework (firms, functions and products);\n(b) creation of a database for statistics forwarded in accordance with paragraph 1(c) and data gathered from international organisations;\n(c) comparison of existing statistical systems in Member States and some non-Member States, especially the pre-accession States;\n(d) assessment of the relevance of, and future needs for, statistics in the audiovisual sector, especially in terms of data needed for the development and follow-up of employment, training and equal opportunities policy.", "Implementation\nThe measures necessary for the implementation of the individual statistical actions set out in Article 2 shall be decided in accordance with the procedure referred to in Article 4.", "Procedure\n1. The Commission shall be assisted by the Statistical Programme Committee.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148(2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. (a) The Commission shall adopt measures which shall apply immediately.\n(b) However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n- the Commission shall defer application of the measures which it has decided for a period of three months from the date of the communication,\n- the Council, acting by a qualified majority, may take a different decision within the time limit referred to in the first indent.", "Reports\nThe Commission shall present an interim report and a final report to the European Parliament and the Council on the implementation of the measures provided for in Article 2. The interim report should be drawn up no later than two and a half years after the entry into force of this Decision. The final report shall be presented within five years of the entry into force of this Decision.\nThese reports shall consider, inter alia, the relevance of collecting statistics in the audiovisual sector in the light of the priorities set for the 1998 to 2002 Community Statistical Programme, and the resources available both at Eurostat and the national statistical offices.\nFollowing these reports, the Commission may propose any changes necessary to improve the operation of this Decision.", "Budget\nThe appropriations to be allocated to carrying out the actions provided for in Article 2 shall be adopted by the budgetary authority as part of the annual budgetary procedure.", "Duration\nThis Decision shall expire five years after its adoption.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 26 April 1999.\nFor the Council\nThe President\nJ. FISCHER\n(1) Opinion delivered on 9 March 1999 (not yet published in the Official Journal).\n(2) OJ L 219, 28.8.1993, p. 1.\n(3) OJ L 42, 16.2.1999, p. 12.\n(4) OJ L 52, 22.2.1997, p. 1.\n(5) OJ L 181, 28.6.1989, p. 47."}