{"celex_id": "31999D0368", "uri": "http://publications.europa.eu/resource/cellar/8be2088c-391c-4fe1-93bf-08d194605653", "type": "Decision", "concepts": ["1277", "1284", "192", "2737", "3135", "4839"], "title": "1999/368/EC: Commission Decision of 4 June 1999 on protective measures with regards to contamination by dioxins of products intended for human or animal consumption derived from bovine animals and pigs (notified under document number C(1999) 1538) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 4 June 1999\non protective measures with regards to contamination by dioxins of products intended for human or animal consumption derived from bovine animals and pigs\n(notified under document number C(1999) 1538)\n(Text with EEA relevance)\n(1999/368/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(3) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animal and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 10(3) thereof,\n(1) Whereas following information on contamination on poultry products with dioxin the Commission adopted Decision 1999/363/EC(4); whereas this Decision establishes, in particular, that the Belgian authorities shall investigate possible distribution of contaminated feedingstuffs with dioxins to other farm animals and inform without delay the Commission and other Member States and concerned third countries of the results of such investigation;\n(2) Whereas, on 2 June 1999, the Belgian authorities informed the Commission that they had placed under restriction approximately 500 pig holdings which may have received contaminated feedingstuff; whereas, on 3 June 1999, they also informed the Commission that contaminated feedingstuffs had been distributed to a number of bovine holdings as well;\n(3) Whereas the body of toxicological and epidemiological evidence today have led the International Agency for Research on Cancer (IARC) of the World Health Organisation (WHO) to consider TCDD a class 1 carcinogen (highest class in IARC ranking);\n(4) Whereas, in the light of the above, it is necessary to take similar measures as those laid down by Decision 1999/363/EC to protect consumers from risks associated to products derived from pigs and bovine animals; whereas, however, the Belgian authorities have not yet taken action on pigs and bovine animals and derived products similar to those applied in the case of poultry; whereas it is therefore not appropriate to set and end-date for the application of measures in respect of pigs and bovine animals and products derived therefrom; whereas, consequently, these measures should apply to pigs and bovine animals reared in Belgium starting from 15 January 1999, and products derived therefrom; whereas these measures should not apply to products derived from animals which have not been reared in holdings place under restrictions by the Belgian authorities or which are not contaminated by dioxins following the results of analysis;\n(5) Whereas the Commission may, in collaboration with the Member State concerned, pending the meeting of the Standing Veterinary Committee, take safeguard measures with regards to live animals and products of animal origin originating in that Member State,", "main_body": ["1. A. Belgium shall prohibit the placing on the market, including distribution to the final consumer, the trade and the export to third countries, of all the following products intended for human or animal consumption derived from pigs and bovine animals, which were reared in Belgium starting from 15 January 1999:\n- fresh meat, as defined by Council Directive 64/433/EEC(5),\n- mechanically recovered meat,\n- minced meat and meat preparation, as defined by Council Directive 94/65/ECAST,\n- meat products and other products of animal origin as defined by Council Directive 77/99/EEC(6),\n- raw milk, heat-treated milk and milk based products as defined by Council Directive 92/46/EEC(7),\n- rendered fats, as referred to by Directive 92/118/EEC,\n- processed animal proteins, as referred to by Directive 92/118/EEC,\n- raw material for the manufacture of animal feedingstuffs, as referred to by Directive 92/118/EEC,\nunless:\n(i) the products are not derived from animals reared in holdings put under restriction by the Belgian authorities; or\n(ii) the results of analysis demonstrate that the products are not contaminated with dioxin.\nB. Belgium shall prohibit the placing on the market, the trade and the export to third countries, of pigs and bovine animals reared starting from 15 January 1999, unless they have not been reared or produced in holdings put under restriction by the Belgian authorities.\n2. Belgium shall ensure that all the products listed in paragraph 1 which do not fulfil the conditions established in paragraph 1, point (i) or (ii), are destroyed by means approved by the competent authorities.\n3. Belgium shall inform immediately the Commission and the Member States, if appropriate in accordance with Council Directive 92/59/EEC(8) (rapid alert system), and third countries who have received the live animals or products covered by paragraph 2 of this Article.", "For the purpose of trade, the commercial document or, if appropriate, the veterinary certificate accompanying each consignment of live animals or products listed in Article 1 must be completed by an official declaration signed by the Belgian competent authority certifying that the live animals or the products of Belgian origin are in compliance with this Decision.", "Member States which received pigs or bovine animals which have been reared or produced in holdings put under restriction by the Belgian authorities and/or products of Belgian origin covered by paragraph 2 of Article 1, shall immediately\n- trace and place under restriction such animals and products arising therefrom,\n- trace back all products of Belgian origin to which this Decision applies and products destined for human or animal consumption containing those products,\n- ensure that the above products are destroyed by a means approved by the competent authority, unless it can be proved they are not contaminated with dioxins,\n- inform immediately the Commission and the Member States, if appropriate in accordance with Directive 92/59/EEC, and concerned third countries on the findings of their investigation and on the eventual actions taken.", "Commission inspections may be carried out in order to verify the implementation of this Decision.", "Member States shall alter the measures they apply to trade in order to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 20.\n(4) OJ L 141, 4.6.1999, p. 24.\n(5) OJ 121, 29.7.1964, p. 2012/64.\n(6) OJ L 368, 31.12.1994, p. 10.\n(7) OJ L 26, 31.1.1977, p. 85.\n(8) OJ L 268, 14.9.1992, p. 1."}