{"celex_id": "31998R2431", "uri": "http://publications.europa.eu/resource/cellar/501ace60-ec91-45d5-84c6-06d5e7b03211", "type": "Regulation", "concepts": ["2635", "2718", "5283", "616"], "title": "Commission Regulation (EC) No 2431/98 of 11 November 1998 amending Regulation (EC) No 2211/94 laying down detailed rules for the implementation of Council Regulation (EEC) No 3759/92 as regards the notification of the prices of imported fishery products\n", "header": "COMMISSION REGULATION (EC) No 2431/98 of 11 November 1998 amending Regulation (EC) No 2211/94 laying down detailed rules for the implementation of Council Regulation (EEC) No 3759/92 as regards the notification of the prices of imported fishery products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products (1), as last amended by Regulation (EC) No 3318/94 (2), and in particular Articles 22 and 23 thereof,\nWhereas the arrangements for rapid and reliable transmission of the data needed to monitor the reference prices must be laid down;\nWhereas the list of representative markets and ports where imports are recorded must be updated to take better account of the actual import volumes;\nWhereas the data sent by fax to the Commission are generated electronically; whereas the national administrations responsible for collecting and transmitting these computerised data have the technology to send them by electronic mail; whereas, therefore, this form of transmission should be definitively introduced and the message format should be defined; whereas Commission Regulation (EC) No 2211/94 (3) should be amended to this end;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Regulation (EC) No 2211/94 is hereby amended as follows:\n1. Article 2(1) is replaced by the following:\n'1. The Member States shall notify to the Commission the free-at-frontier prices of those goods listed in Annexes I, II, III, IV and V to Regulation (EEC) No 3759/92 for which a reference price is fixed and which are released into free circulation. This information shall be broken down by species and product, category and commercial presentation, as well as by day of presentation of the import declaration.`;2. Article 2(4) is replaced by the following:\n'4. The notification shall be sent before the 25th day of each month or the first working day thereafter for goods released into free circulation between the first and the 15th day of the month, and the 10th day of the following month or the first working day thereafter for goods released into free circulation between the 16th and the last day of the month. The notification shall be sent to the Commission by electronic mail in the form indicated in Annex II.`;3. the Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 November 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 388, 31. 12. 1992, p. 1.\n(2) OJ L 350, 31. 12. 1994, p. 15.\n(3) OJ L 238, 13. 9. 1994, p. 1.\nANNEX\n'ANNEX I\n>TABLE>\nANNEX II\n1. Data format\n>TABLE>\n2. Message format\nThe file is a text file made up of four separate records:\n- each item of data is separated from the following item by a semi-colon,\n- each message line is followed by a carriage return.\nIt looks as follows:\n2211\nC(3)\nDDMMYYYY\nDDMMYYYY; N(3); N(3); C(3); C(12); C(3); C(3); C(3); C(3); N(15.4); C(3); N(15.4)\nDDMMYYYY; N(3); N(3); C(3); C(12); C(3); C(3); C(3); C(3); N(15.4); C(3); N(15.4)\nDDMMYYYY; N(3); N(3); C(3); C(12); C(3); C(3); C(3); C(3); N(15.4); C(3); N(15.4)\n. . . . . .\n3. Codes\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}