{"celex_id": "31991R3635", "uri": "http://publications.europa.eu/resource/cellar/f368e215-fbcf-421b-a0d7-58feced30a02", "type": "Regulation", "concepts": ["2563", "4073"], "title": "Commission Regulation (EEC) No 3635/91 of 13 December 1991 amending Regulation (EEC) No 643/86 laying down detailed rules for the application of the supplementary trade mechanism to the live plants and floriculture products listed in Annex XXII to the Act of Accession and imported into Portugal concerning the target ceilings for the year 1992\n", "header": "COMMISSION REGULATION (EEC) No 3635/91  of 13 December 1991  amending Regulation (EEC) No 643/86 laying down detailed rules for the application of the supplementary trade mechanism to the live plants and floriculture products listed in Annex XXII  to the Act of Accession and imported into Portugal concerning the target ceilings for the year 1992\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 251 (1) and (2) thereof,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), as last amended by Regulation (EEC) No 3296/88 (2), and in particular Article 7  (1) thereof,\nWhereas Council Regulation (EEC) No 3792/85 (3), as last amended by Regulation (EEC) No 3296/88, lays down the arrangements applying to trade in agricultural products between Spain and Portugal; whereas in view of Article 5 (2), the abovementioned  arrangements also apply to the products concerned originating from Spain, as of 1 January 1991;\nWhereas Commission Regulation (EEC) No 574/86 (4), as last amended by Regulation (EEC) No 3296/88, lays down detailed rules for the application of the supplementary trade mechanism;\nWhereas Commission Regulation (EEC) No 643/86 (5), as last amended by Regulation (EEC) No 1316/91 (6), fixes in particular the target ceilings provided for in Article 251 (1) of the Act of Accession for certain floricultural products falling within CN  codes 0602, 0603 and 0604 for the year 1991;\nWhereas, in accordance with Article 251 (2) of the Act of Accession, the target ceilings must reflect a certain progress in relation to traditional trade flows so as to ensure a harmonious and gradual opening-up of the market; whereas, to that end, the  target ceilings for ornamental plants, roses, carnations and Asparagus plumosus and those for rose bushes should be increased for 1992;\nWhereas, in view of experience gained during the six years of application of those arrangements, provision should be made, in order to ensure stability on the Portuguese market, for a seasonal break-down of the ceilings for certain of those products and  for their adjustment to seasonal variations in Portuguese production;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["Regulation (EEC) No 643/86 is hereby amended as follows:\n1. Article 1 (1) is replaced by the following:\n'1. The target ceilings provided for in Article 251 (1) of the Act of Accession for the period 1 January to 31 December 1992 shall be as set out in the Annex hereto.';\n2. the Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 55, 1. 3. 1986, p. 106. (2) OJ No L 293, 27. 10. 1988, p. 7. (3) OJ No L 367, 31. 12. 1985, p. 7. (4) OJ No L 57, 1. 3. 1986, p. 1. (5) OJ No L 60, 1. 3. 1986, p. 39. (6) OJ No L 126, 22. 5. 1991, p. 6.\nANNEX\nTarget ceilings for the period 1 January to 31 December 1992 as provided for in the third subparagraph of Article 251 of the Act of Accession\nCN code  Description  Target ceiling      units  tonnes        Other live plants (including their roots), cuttings and slips; mushroom spawn:     Target ceiling:    0602 40 90  - Roses, grafted  1 000 000    - Indoor plants:     - Other:     0602 99 91  - Flowering plants with buds or flowers, excluding cacti   2 350  0602 99 99  - Other     Of which:     - From 1 January to 30 June   1 000   - From 1 July to 31 December   1 350   Cut flowers and flower buds of a kind suitable for  bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated or otherwise prepared     Target ceiling:    0603 10 11\nand\n0603 10 51  Roses, fresh  1 100 000   0603 10 13\nand\n0603 10 53  Carnations, fresh  11 150 000    Of which: from 1 June to 31 October:    0603 10 11  Roses  370 000   0603 10 53  Carnations  3 720 000    Foliage, branches and other parts of plants, without flower or flower buds, and grasses, mosses and  lichens, being goods of a kind suitable for bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated or otherwise prepared    ex 0604 91 90  Asparagus plumosus   3,4"}