{"celex_id": "31993D0660", "uri": "http://publications.europa.eu/resource/cellar/1543be72-4515-4caf-bb74-3bec6b644579", "type": "Decision", "concepts": ["1035", "2455", "2614", "4829", "4839", "5315"], "title": "93/660/EC: Commission Decision of 22 November 1993 amending Decision 92/589/EEC of 21 December 1992 on a multi-annual guidance programme for the fishing fleet of Belgium for the period 1993 to 1996 pursuant to Council Regulation (EEC) No 4028/86 (Only the Dutch and French texts are authentic)\n", "header": "COMMISSION DECISION of 22 November 1993 amending Decision 92/589/EEC of 21 December 1992 on a multi-annual guidance programme for the fishing fleet of Belgium for the period 1993 to 1996 pursuant to Council Regulation (EEC) No 4028/86 (Only the  Dutch and French texts are authentic) (93/660/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4028/86, of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3946/92 (2), and in particular Articles 4  and 5 (2) thereof,\nWhereas Belgium transmitted to the Commission a memorandum concerning the multi-annual guidance programme for its fleet adopted on 21 December 1992;\nWhereas in this memorandum the Belgian authorities considered that the strict application of the objectives envisaged by their programme would lead to the disappearance of the whole of the Belgian fishing industry because of the small size of the fleet;\nWhereas the Belgian authorities evaluated the maximum reductions in capacity by segment of their fleet which were possible whilst maintaining a minimum level vital to their fishing industry;\nWhereas these evaluations were communicated to the Commission on 9 June 1993;\nWhereas the reductions in capacity thus obtained will represent a diminution in the global capacity of the Belgian fleet as at 1 January 1992 of the order of 15 % in power and 23 % in tonnage;\nWhereas the measures envisaged in the present Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The table of objectives for the multi-annual guidance programmes for the Belgian fleet for the period 1993 to 1996, shown in the Annex to the present Decision, including the footnotes, cancels and replaces that shown in the Annex to Decision  92/589/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 22 November 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 401, 31. 12. 1992, p. 31.\nANNEX\nBELGIUM\n>(1)(1) (2)(2)\"> ID=\"1\">Coastal> ID=\"2\">Netters> ID=\"3\">IV> ID=\"5\">49> ID=\"6\">609> ID=\"11\">18> ID=\"12\">471\"> ID=\"2\">Beam trawlers> ID=\"3\">IV, VII> ID=\"5\">5 470> ID=\"6\">18 432> ID=\"11\">3 594> ID=\"12\">13 817\"> ID=\"2\">Subtotal > ID=\"5\">5 519>  ID=\"6\">19 041> ID=\"11\">3 612> ID=\"12\">14 288\"> ID=\"1\">Community waters> ID=\"2\">Beam trawlers> ID=\"3\">IIIa, VII, VIIIa, b> ID=\"5\">17 027> ID=\"6\">49 650> ID=\"11\">16 132> ID=\"12\">49 699\"> ID=\"2\">Demersal trawlers> ID=\"3\">IV-VII> ID=\"5\">3 882> ID=\"6\">9  758> ID=\"11\">1 170> ID=\"12\">3 870\"> ID=\"2\">Subtotal > ID=\"5\">20 909> ID=\"6\">59 408> ID=\"11\">17 302> ID=\"12\">53 569\"> ID=\"1\">Third country and international> ID=\"2\">Demersal trawlers> ID=\"3\">Va> ID=\"5\">661> ID=\"6\">1 367> ID=\"11\">0> ID=\"12\">0\">  ID=\"2\">Subtotal > ID=\"5\">661> ID=\"6\">1 367> ID=\"11\">0> ID=\"12\">0\"> ID=\"2\">Total A > ID=\"4\">205> ID=\"5\">27 089> ID=\"6\">79 816> ID=\"7\">21 340> ID=\"8\">69 242> ID=\"11\">20 914> ID=\"12\">67 857\"> ID=\"2\">Specific vessels\"> ID=\"2\">Total B \"\"\n>\n(1) Pursuant to Article 4 of Regulation (EEC) No 2930/86 tonnage will be measured as gross tonnage for all vessels by 18 July 1994 at the latest.\n(2) The Objectives 1996 were fixed independently of the rules established in Decision 92/589/EEC. They take account of the modest size of the Belgian fleet and that a minimum global capacity must be safeguarded to prevent it falling below the threshold  for the economic viability of the country's fishing industry. The objectives for each segment were communicated to the Commission by the Belgian authorities on 8 June 1993."}