{"celex_id": "31994D0610", "uri": "http://publications.europa.eu/resource/cellar/3ad9605a-9142-4ae0-9422-a4c3e61d65b3", "type": "Decision", "concepts": ["1005", "1755", "192", "2560", "3660", "3774"], "title": "94/610/EC: Commission Decision of 9 September 1994 on financial aid from the Community for the work of the AFRC Institute for Animal Health, Pirbright, United Kingdom, the Community reference laboratory for swine vesicular disease\n", "header": "COMMISSION DECISION of 9 September 1994 on financial aid from the Community for the work of the AFRC Institute for Animal Health, Pirbright, United Kingdom, the Community reference laboratory for swine vesicular disease (94/610/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 28 thereof,\nWhereas Point 6 of Annex II to Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (3), designates the AFRC  Institute for Animal Health, Pirbright, United Kingdom, as the reference laboratory for swine vesicular disease;\nWhereas all the tasks which the laboratory has to perform are specified in Annex III to that Directive;\nWhereas provision should therefore be made for Community financial aid to enable the Community reference laboratory to perform the tasks specified in the Directive;\nWhereas the Community financial aid must initially be provided for a one-year period; whereas this arrangement will be reviewed, with a view to an extension, before the end of the said period;\nWhereas a contract must be concluded between the European Community and the institute designated as the Community reference laboratory for swine vesicular disease;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall grant the AFRC Institute for Animal Health, Pirbright, United Kingdom, the Community reference laboratory for swine vesicular disease designated in Annex II to Council Directive 92/119/EEC, financial aid amounting to not  more than ECU 50 000.", "1. For the purposes of Article 1, the Commission shall conclude a contract on behalf of the European Community with the reference laboratory.\n2. The Director-General for Agriculture is hereby authorized to sign the contract on behalf of the Commission of the European Communities.\n3. The contract referred to in Article 1 shall be valid for one year.\n4. The financial aid provided for in Article 1 shall be paid to the reference laboratory in accordance with the terms of the contract referred to in paragraph 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 62, 15. 3. 1993, p. 69."}