{"celex_id": "31991R3907", "uri": "http://publications.europa.eu/resource/cellar/f802dba8-1e35-413b-948d-246e491f0bd6", "type": "Regulation", "concepts": ["2826", "2827", "4801", "664"], "title": "Council Regulation ( EEC ) No 3907/91 of 19 December 1991 on action by the Community relating to nature conservation ( ACNAT )\n", "header": "COUNCIL REGULATION (EEC) N° 3907/91\nof 19 December  1991\non action by the Community relating to nature conservation (ACNAT)\nTHE COUNCIL  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is important that the Community should be able to make a contribution towards the action  of the Member States for the maintenance and re-establishment of seriously threatened biotopes of  endangered species or towards the implementation of measures to maintain and re-establish  endangered species, pursuant to Council Directive 79/409/EEC of 2 April 1979 on the conservation of  wild birds (4), as last amended by Commission Directive 91/244/EEC (5);\nWhereas it is also important that the Community should be able to make a contribution towards the  action of the Member States for the maintenance and re-establishment of seriously threatened  habitats, corresponding to the types of habitats in danger of disappearance in the Community or  supporting species in danger of extinction in the Community, or towards the implementation of  measures to conserve and re-establish such species, other than birds, and supplementing the action  taken for the same purpose in Community research programmes;\nWhereas the Community should grant financial support to measures to conserve nature protection  zones of Community importance and endangered species;\nWhereas initially a two-year action should be planned, with the possibility of extension or  review;\nWhereas funds of ECU 50 million for a period of two years are deemed necessary for the  implementation of this action;\nWhereas, in the absence of applications from a Member State, the Commission should, in exceptional  cases, and in agreement with the Member State concerned, be able to take the initiative in  proposing measures to counter threats of extinction or the direct risk of disappearance, to meet  needs which transcend frontiers or to deal with particularly urgent problems in the context of the  Berne (6), Bonn (7) or Ramsar Conventions;\nWhereas the Commission should take the necessary verification, monitoring and inspection measures  in order to ensure the success of the projects undertaken by the beneficiaries of financial  support;\nWhereas a Committee should assist the Commission in implementing this Regulation and, in  particular, in selecting the projects for which financial support may be granted,", "main_body": ["1.  The Community may grant financial support for projects  contributing to:\n- pursuant to Directive 79/409/EEC, the maintenance or re-establishment of biotopes which are the  habitat of endangered species or seriously threatened habitats of particular importance to the  Community, or to the implementation of measures to conserve or re-establish endangered species,\n- the maintenance or re-establishment of types of natural habitats of Community interest and the  animal and plant species of Community interest referred to in Annex I.\n2.  The Community financial resources estimated as necessary for the implementation of Acnat  projects amount to ECU 50 million.\nThe budgetary authority shall determine the appropriations available for each financial year,  taking into account the principles of sound management referred to in Article 2 of the Financial  Regulation applicable to the budget of the European Communities.\n3.  The financial support may be:\n(ii)  normally, not more than 50 % of the cost of projects;\n(ii)\nexceptionally, not more than 75 % of the cost of projects concerning:\n- biotopes or habitats of species threatened with extinction in the community, or\n- habitats in  danger of disappearance in the Community, or\n- species threatened with extinction in the  Community.", "1.  To be eligible for financial support, a project shall be of interest to the  Community and of interest in terms of conservation of the biotopes, habitats or species referred to  in Article 1 (1).\nThe level of the Community's contribution shall depend on the extent to which it is shown that the  project concerned corresponds to such interests.\n2.  Financial support shall be commensurate with the importance of the project to the Community,  the capacity of the regions concerned to implement conservation measures of interest to the  Community and the urgency of the need for financial support to implement the project in question  and shall take particular account of its incentive effect in the Community.", "1.  Applications for financial support for projects shall be sent to the Commission by  the Member States and shall contain the information specified in Annex II.\n2.  In the absence of suitable applications from a Member State, the Commission may, in exceptional  circumstances and in agreement with the Member State or States concerned, take the initiative of  proposing measures:\n(a)  relating to species threatened with extinction in the Community or relating to habitats  directly exposed to the risk of disappearance in the Community;\n(b)\nrelating to transboundary biotopes or habitats within the Community;\n(c)\ncontributing to the solution of particularly urgent problems in the context of the Berne  Convention, the Bonn Convention or the Ramsar Convention relating to habitats or species of  interest to the Community.", "The Commission shall decide whether to grant or refuse financial support in accordance  with the procedure laid down in Article 9.", "Natural or legal persons who assume responsibility for projects shall be eligible for  financial support.", "1.  In order to guarantee the success of the projects carried out by beneficiaries of  Community financial support, the Commission shall take the necessary measures to:\n- verify that projects financed by the Community have been properly carried out,\n- prevent and take action against irregularities,\n- recover any sums unduly paid as a result of abuse or negligence.\n2.  Without prejudice to audits carried out by the Court of Auditors in liaison with the national  audit bodies or competent national departments under Article 206a of the Treaty or to any  inspection carried out on the basis of Article 209(c) of the Treaty, Commission officials or  employees may carry out on-the-spot checks, including sample checks, in respect of operations  financed under Acnat.\nBefore carrying out an on-the-spot check, the Commission shall give notice to the beneficiary  concerned with a view to obtaining all the assistance necessary.\n3.  For a period of three years following the last payment in respect of a project, the beneficiary  of financial support shall keep available for the Commission all the supporting documents regarding  expenditure on the project.", "1.  The Commission may reduce or suspend payment of financial support in respect of any  project if it finds an irregularity or a significant change affecting the nature or conditions of  implementation of the project or measure for which the Commission's approval has not been sought.\n2.  If the completion dates have not been respected or if a particular project has been carried out  in such a manner that payment of only part of the financial support allocated to it is justified,  the Commission shall ask the beneficiary to submit his comments within a fixed period. If the  beneficiary produces no adequate justification, the Commission may cancel the remaining portion of  financial support.\n3.  Any overpayment shall be returned to the Commission. Interest may be charged on sums not repaid  in due time. The Commission shall lay down the detailed rules for the implementation of this  paragraph.", "The beneficiary of Community financial support shall submit to the Commission each year  or in accordance with the terms of the contract a report on the implementation of commitments made  to the Commission and, in particular, on the progress of work on the project and on the costs  incurred in its execution.", "1.  For the purposes of this Regulation, the Commission shall be assisted by a  Committee consisting of the representatives of the Member States and chaired by the Commission  representative. The Committee shall draw up its rules of procedure.\n2.  The Committee shall give an opinion on, inter alia:\nii(i)  the general conditions governing submission of the applications for financial support  referred to in Article 3;\ni(ii)\nany additional criteria to be applied in selecting projects for which applications for  financial support have been submitted or in selecting measures falling within the scope of a  project proposed by the Commission;\n(iii)\nthe choice of projects for which financial support is to be granted;\n(iv)\nthe levels of financial support to be granted to projects;\ni(v)\nthe priorities to be adopted within the scope defined in Article 1.\n3.  The representative of the Commission shall submit to the Committee a draft of the measures to  be taken. The Committee shall deliver its opinion on the draft within a time limit which the  chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the Committee shall be weighted in the manner set out in that Article. The chairman  shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are  not in accordance with the opinion of the Committee, they shall be communicated by the Commission  to the Council forthwith. In that event, the Commission may defer application of the measures which  it has decided for a period of not more than one month from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit  referred to in the second subparagraph.", "0\nThe Commission shall send an annual report on the implementation of this Regulation,  also containing the list of reject applications, to the European Parliament, the Council and the  Economic and Social Committee.", "1\nA list of the projects for which Community financial support has been granted shall be  published annually in the Official Journal of the European Communities.", "2\n1.  This Regulation shall enter into force on the day following that of its  publication in the Official Journal of the European Communities.\nIt shall apply for two years.\n2.  The Council, acting unanimously on a proposal from the Commission, may decide to extend or  review this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1991.\nFor the Council\nThe President\nP. DANKERT\n(1) OJ N° C 137, 6. 6. 1990, p. 6.\n(2) OJ N° C 19, 28. 1. 1991, p. 282.\n(3) OJ N° C 31, 6. 2. 1991, p. 8.\n(4) OJ N° L 103, 25. 4. 1979, p. 1.\n(5) OJ N° L 115, 8. 5. 1991, p. 41.\n(6) OJ N° L 38, 10. 2. 1982, p. 1.\n(7) OJ N° L 210, 19. 7. 1982, p. 10.\nANNEX I\nTYPES OF NATURAL HABITATS OF COMMUNITY INTEREST AND ANIMAL AND VEGETABLE SPECIES  OF COMMUNITY INTEREST ELIGIBLE PURSUANT TO THIS REGULATION\n(a)  Types of natural habitats\nSea  waters and tidal areas\n+ Posidonia beds\n+ Lagoons\nAtlantic marshes and salt meadows\n+  Continental salt meadows (Puccinellietalia distantis)\nHalophilous and gypsophilous continental  steppes\n+ Salt steppes (Limonietalia)\n+ Gypseous steppes (Gypsophiletalia)\nSea dunes on Atlantic,  North Sea and Baltic shores\n+ Stable dunes with herbaceous vegetation (grey dunes)\n+ Stable,  decalcified dunes with Empetrum nigrum\n+ Stable, decalcified eu-Atlantic dunes\n+ Machairs in  Ireland\nSea dunes on Mediterranean shores\n+ Seashore wooded country with junipers (Juniperus  spp.)\n+ Dune woodland with Pinus pinea and/or Pinus pinaster\nStagnant water\n+ Mediterranean  temporary ponds\n+ Turloughs (Ireland)\nTemperate heathland and woodland\n+ Southern Atlantic damp  heathland with Erica ciliarias and Erica tetralix\n+ Dry seashore heathland with Erica vagans and  Ulex maritimus\n+ Native macaronesian dry heathland\n+ Woodland with Pinus mugo and Rhododendron  hirsutum (Mugo-Rhodoretum hirsuti)\nSub-Mediterranean and temperate sclerophyllous woodland\n+  Formation of Cistus palhinhae on seashore heathland (Junipero-Cistetum palhinhea)\nMediterranean  arborescent scrub\n+ Scrub with Zyziphus\n+ Scrub with Laurus nobilis\nNatural grassland\n+ Karstic,  chalky grassland (Alysso-sedion albi)\n+ Dry, sandy, chalky grassland (Koelerion  glaucae)\nSemi-natural dry grassland and scrubland facias\n+ Grassland with Nardus, rich in species,  on silicious substrata of mountainous zones (and of sub-mountainous zones in continental Europe)\nOn  chalk (Festuco-Brometalia) (and important orchid sites)\n+ Substeppe pastures with graminaceous and  annual plants (Thero-Brachypodietea)\nAcid peatbogs with sphagnum mosses\n+ Active raised  peatbogs\nBlanket peatbogs (+ active peatbogs only)\nChalky low-lying marshland\n+ Chalk marshland  with Cladium mariscus and Carex davalliana\n+ Petrifying springs with tuff formation  (Cratoneurion)\n+ New alpine formations of Caricion bicoloris-atrofuscae\nRocky scree\n+ Chalky  mid-European scree\nChasmophytic vegetation on rocky slopes\n+ Chalk pavements\nTemperate European  forests\n+ Ravine forests of Tilio-Acerion\n+ Wooded peatbogs\n+ Residual alluvial forests of  Alnion glutinoso-incanae\nDeciduous Mediterranean forests\n+ Apennine beech groves with Taxus and  Ilex\n+ Apennine beech groves with Abies alba and beech groves with Abies nebrodensis\nMediterranean  sclerophyllous forests\n+ Macaronesian laurel woods (Laurus, Ocotea)\n+ Palm groves of  Phoenix\nAlpine and sub-alpine coniferous forests\n+ Forests of Pinus uncinata (as well as on  gypsous or chalky substrata)\nMediterranean mountain coniferous forests\n+ Apennine fir plantations  of Abies alba and Picea excelsa\n+ Mediterranean pine forests of native black pines\n+ Native  Mediterranean forests with Juniperus spp.\n+ Forests of Tetraclinis articulata (Andalucia)\n+ Forests with Taxus baccata\n(b)\nAnimal and plant  species\n(aa)  ANIMALS\nVERTEBRATES\nMAMMALS\nRODENTIA\nMicrotidae\n*Microtus oeconomus  arenicola\nCARNIVORA\nCanidae\n*Canis lupus (Spanish species: only those south of the Duero; Greek  species: only those south of the 39th parallel)\nUrsidae\n*Ursus arctos\nFelidae\n*Lynx  pardina\nPhocidae\n*Monachus monachus\nARTIODACTYLA\nCervidae\n*Cervus elaphus corsicanus\nBovidae\n*Capra pyrenaica pyrenaica\nREPTILES\nTESTUDINATA\nCheloniidae\n*Caretta caretta\nSAURIA\nLacertidae\n*Galiotia simonyl\nOPHIDIA\nViperidae\n*Vipera schweizeri\nAMPHIBIANS\nCAUDATA\nSalamandridae\n*Salamandra salamandra aurorae\nANURA\nDiscoglossidae\n*Alytes muletensis\nPelobatidae\n*Pelobates  fuscus insubricus\nFISH\nACIPENSERIFORMES\nAcipenseridae\n*Acipenser naccarii\n*Acipenser  sturio\nATHERINIFORMES\nCyprinodontidae\n*Valencia hispanica\nSALMONIFORMES\nSalmonidae\n*Coregonus  oxyrhinchus (Anadromous species in certain sectors of the North Sea)\nCYPRINIFORMES\nCyprinidae\n*Ladigesocypris ghigii\nINVERTEBRATES\nANTHROPODS\nINSECTA\nColeoptera\n*Carabus olympiae\n*Osmoderma  eremita\n*Rosalia alpina\nLepidoptera\n*Callimorpha  quadripunctata\n(bb)\nPLANTS\nPTERIDOPHYTA\nDryopteridaceae\n*Dryopteris corleyi  Fraser-Jenk\nGYMNOSPERMAE\nPinaceae\n*Abies nebrodensis (Lojac.) Mattei\nANGIOSPERMAE\nAmaryllidaceae\n*Narcissus nevadensis Pugsley\na)  aa)\nBoraginaceae\n*Anchusa crispa Viv.\n*Lithodora nitida (H. Ern) R. Fernandes\n*Omphaiodes littoralis Lehm.\n*Symphytum cycladense Pawl.\nCampanulaceae\n*Campanula sabatia De Not.\nCaryophyllaceae\n*Arenaria nevadensis Boiss. &  Reuter\n*Gypsophila papillosa P. Porta\n*Herniaria  latifolia Lapeyr. subsp. litard. gamis\n*Silene hicesiae Brullo &  Signorello\n*Silene holzmannii  Heidr. ex Boiss.\n*Silene orphanidis Boiss.\n*Silene rothmaleri Pinto da Silva\n*Silene velutina Pourret ex Loisel.\nChenopodiaceae\n*Bassia saxicola (Guss.) A. J. Scott\n*Kochia saxicole Guss.\n*Salicornia veneta Pignatti &  Lausi\nCistaceae\n*Tuberaria major (Willk.) Pinto da Silva et  Roseira\nCompositae\n*Anthemis glaberrima (Rech. f.) Greuter\n*Artemisia granatensis Boiss.\n*Aster pyrenaeus Desf. ex DC.\n*Aster sorrentinii (Tod) Lojac.\n*Carduus myriacanthus Salzm. ex DC.\n*Centaurea attica Nyman subsp. megarensis (Halacsy &  Hayek) Dostal\n*Centaurea balearica J. D.  Rodriguez\n*Centaurea borjae Valdes-Berm. &  Rivas Goday\n*Centaurea citricolor Font Quer\n*Centaurea alba L. subsp. heldreichii (Halacsy) Dostal\n*Centaurea alba L. subsp. princeps (Boiss.  et Heldr.) Gugler\n*Centaurea horrida Badaro\n*Centaurea kalambakensis Freyn &  Sint.\n*Centaurea lactiflora Halacsy\n*Centaurea niederi Heidr.\n*Centaurea peucedanifolia Boiss; &  Orph.\n*Centaurea pinnata Pau\n*Crepis crocifolia Boiss &  Heldr.\n*Jurinea cyanoides (L.) Reichenb.\n*Jurinea fontqueri Cuatrec.\n*Lamyropsis microcephala (Moris) Dittrich &  Greuter\n*Leontodon siculus (Guss.) Finch &  Sell\n*Senecio elodes Boiss. ex DC.\nConvolvulaceae\n*Convolvulus argyrothamnos Greuter\n*Convolvulus fernandesii Pinto da Silva et  Teles\nCruciferae\n*Biscutella neustriaca Bonnet\n*Brassica macrocarpa Guss.\n*Coincya rupestris Rouy\n*Coronopus navasii Pau\n*Diplotaxis siettiana Maire\n*Iberis arbuscula  Runemark\n*Ionopsidium acaule (Desf.) Reichenb.\nCyperaceae\n*Carex panormitana Guss.\nDioscoreaceae\n*Borderea chouardii (Gaussen) Heslot\nEuphorbiaceae\n*Euphorbia margalidiana Kuhbler  &  Lewejohann\nGentianaceae\n*Centaurium rigualii Esteve Chueca\n*Centaurium somedanum  Lainz\nGeraniaceae\n*Erodium astragaloides Boiss. &  Reuter\n*Erodium rupicola Boiss.\nGramineae\n*Stipa austroitalica Martinovsky\n*Stipa bavarica Martinovsky &  H. Scholz\n*Stipa  veneta Moraldo\nGrossulariaceae\n*Ribes sardum Martelli\nHypericaceae\n*Hypericum aciferum (Greuter)  N. K. B. Robson\nLabiatae\n*Micromeria taygetea P. H. Davis\n*Nepeta sphaciotica P. H. Davis\n*Thymus camphoratus Hoffmanns. &  Link\n*Thymus cephalotos L.\nLeguminosae\n*Astragalus algarbiensis Coss. ex Bunge\n*Astragalus aquilanus Anzalone\n*Astragalus  maritimus Moris\n*Astragalus verrucosus Moris\n*Cytisus aeolicus Guss. ex Lindl.\n*Ononis hackelii Lange\n*Vicia bifoliolata J. D. Rodriguez\nLiliaceae\n*Androcymbium rechingeri  Greuter\n*Asphodelus bento-rainhae P. Silva\n*Muscari gussonei (Parl.) Tod.\nLinaceae\n*Linum muelleri Moris\nLythraceae\n*Lythrum flexuosum Lag.\nOrchidaceae\n*Cephalanthera cucullata Boiss. &  Heidr.\n*Ophrys lunulata (Parl.)\nPlumbaginaceae\n*Armeria helodes Martini &  Pold\n*Armeria rouyana  Daveau\n*Limonium insulare (Beg. &  Landi) Arrig. &  Diana\n*Limonium pseudolaetum Arrig. &  Diana\n*Limonium strictissimum (Salzmann) Arrig.\nPrimulaceae\n*Primula apennina Widmer\nRanunculaceae\n*Aconitum corsicum Gayer\n*Aquilegia pyrenaica  D. C. subsp. Cazoriensis (Heywood) Gallano\n*Consolida samia P. H. Davis\n*Ranunculus weyleri  Mares\nResedaceae\n*Reseda decursiva Forssk.\nRubiaceae\n*Galium litorale Guss.\n*Galium viridiflorum Boiss. &  Reuter\nScrophulariaceae\n*Euphrasia genargentea (Feoli) Diana\n*Linaria ficalhoana Rouy\n*Linaria hellenica Turrill\n*Linaria ricardoi Cout.\n*Linaria tursica B. Valdes &  Cabezudo\n*Veronica oetaea L.-A. Gustavsson\nSelaginaceae\n*Globularia stygia Orph. ex Boiss.\nSolanaceae\n*Atropa baetica Willk.\nThymelaeaceae\n*Daphne rodriguezii Texidor\nUmbelliferae\n*Angelica heterocarpa Lloyd\n*Apium  bermejoi Llorens\n*Bupleurum capillare Boiss. &  Heidr.\n*Bupleurum kakiskalae Greuter\n*Eryngium viviparum Gay\n*Laserpitium longiradium Boiss.\n*Naufraga balearica Constans &  Cannon\n*Oenanthe conioides Lange\n*Seseli intricatum Boiss.\nViolaceae\n*Viola hispida Lam.\nLOWER PLANTS\nBRYOPHYTA\n*Marsupella profunda Lindb.\n*Bryoerythrophyllum machadoanum (Sergio) M. Hill\nSpecies for  macaronesia\nPTERIDOPHYTA\nDryopteridaceae\n*Polystichum drepanum (Sw.) C. Presl.\nMarsiliaceae\n*Marsilea azorica Launert &  Paiva\nANGIOSPERMAE\nAsclepiadaceae\n*Ceropegia chrysantha  Svent.\nBoraginaceae\n*Echium gentianoides Webb &  Coincy\nCampanulaceae\n*Azorina vidalii (H. C. Watson)  Feer\n*Musschia wollastonii Lowe\nCaprifoliaceae\n*Sambucus palmensis Link\nCistaceae\n*Helianthemum  bystropogophyllum Svent.\nCompositae\n*Argyranthemum lidii Humphries\n*Atractylis arbuscula Svent. &  Michaelis\n*Lactuca  watsoniana Trel.\n*Onopordum nogalesii Svent.\n*Onopordum carduelinum Bolle\n*Pericallis hadrosomus Svent.\n*Tanacetum ptarmacifiorum Webb &  Berth\nConvolvulaceae\n*Convolvulus caput-medusae Lowe\n*Convolvulus lopez-socasii Svent.\n*Convolvulus massonii A. Dietr.\nCruciferae\n*Crambe arborea Webb ex Christ\n*Crambe sventenii R. Petters ex Bramwell &  Sund.\n*Parolinia schizogynoides Svent.\nEuphorbiaceae\n*Euphorbia handiensis Burchard\nGeraniaceae\n*Geranium maderense P. F. Yeo\nLabiatae\n*Sideritis cystosiphon Svent.\n*Sideritis discolor (Webb ex de Noe) Bolle\nLeguminosae\n*Anagyris latifolia Brouss. ex Willd.\n*Dorycnium spectabile Webb &  Berthel\n*Lotus azoricus P. W. Ball\n*Lotus Kunkelii (E. Chueca) D.  Bramwell et al.\n*Teline rosmarinifolia Webb et Berthel.\n*Teline salsoloides Arco &  Acebes.\nLiliaceae\n*Androcymbium psammophilum Svent.\nMyricaceae\n*Myrica rivas-martinezii Santos.\nPittosporaceae\n*Pittosporum coreaceum Dryand. ex Ait.\nPlumbaginaceae\n*Limonium arborescens (Brouss.) Kuntze\n*Limonium spectabile (Svent.) Kunkel &   Sunding\n*Limonium sventenii Santos &  Fernandez Galvan\nRosaceae\n*Bencomia brachystachya Svent.\n*Chamaemeles coriacea Lindl.\nScrophulariaceae\n*Euphrasia azorica Wats\n*Isoplexis chalcantha Svent. &  O'Shanahan\nSelaginaceae\n*Globularia ascanii D. Bramwell &  Kunkel\n*Globularia sarcophylla Svent.\nSolanaceae\n*Solanum lidii Sunfing\nLOWER PLANTS\nBRYOPHYTA\n*Echinodium spinosum (Mitt.) Jur.\n*Thamnobryum fernandesii Sergio\nANNEX II\nLIST OF PARTICULARS OF ACNAT PROJECTS TO BE PROVIDED PURSUANT TO ARTICLE 3\n-  The location of the site in question and, where necessary, a map showing the boundaries of the area  covered by the project. (*)\n- The importance of the site for the conservation of nature in the  Community and, as appropriate, the degree of the risk to the biotopes and species concerned. (*)\n-  The nature and extent of the problems which the project is intended to resolve and, in particular,  the nature and gravity of the threat.\n- A detailed description of the project and, in particular, of the organization of its management  and of the results expected.\n- The timetable for carrying out the project.\n- The cost of the project, its viability and the financing arrangements proposed.\n- The extent to which Community financial support through Acnat is urgently needed in order to  implement the project.\n- Details of the project's relationship with measures financed by the Structural Funds.\n- Details concerning preparation of a management plan for the site or species concerned.\n- Any other evidence in support of the application.\n- The protection provided for the site in question at present and the protection planned. (*)\n- The  proposed method of disseminating the results of the project.\n(*) Concerns only projects relating to biotopes or habitats."}