{"celex_id": "31998R0132", "uri": "http://publications.europa.eu/resource/cellar/729febf4-38ea-411b-b857-86f1673d698c", "type": "Regulation", "concepts": ["1644", "1937", "2957", "4080", "5034", "914"], "title": "Commission Regulation (EC) No 132/98 of 20 January 1998 laying down detailed rules for the application of the reduction of the rate provided for in Council Regulation (EC) No 2345/97 as regards certain live bovine animals and amending Regulations (EC) No 1462/95 and (EC) No 1119/96\n", "header": "COMMISSION REGULATION (EC) No 132/98 of 20 January 1998 laying down detailed rules for the application of the reduction of the rate provided for in Council Regulation (EC) No 2345/97 as regards certain live bovine animals and amending Regulations (EC) No 1462/95 and (EC) No 1119/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (1), as last amended by Regulation (EC) No 1595/97 (2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (3), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EC) No 2345/97 of 24 November 1997 providing for the reduction of the tariff rate applicable to imports under the WTO tariff quota for certain live bovine animals (4), and in particular Article 2 thereof,\nWhereas Commission Regulation (EC) No 1462/95 of 27 June 1995 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 1995 to 30 June 1996) (5), as last amended by Regulation (EC) No 425/96 (6), provides for a reduction in the rate of customs duty applicable to imports in 1995/1996 of certain live animals originating in Poland, Hungary, the Czech Republic, Slovakia, Romania and Bulgaria to ECU 399 per tonne;\nWhereas pursuant to Regulations (EC) No 3066/95 and (EC) No 1926/96 the Commission was authorised to reduce the rate of customs duty to ECU 399 per tonne for certain live animals from the abovementioned countries plus Estonia, Latvia and Lithuania, imported during the period 1 July 1996 to 30 June 1997 pursuant Commission Regulation (EC) No 1119/96 of 21 June 1996 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 1996 to 30 June 1997) (7), as amended by Regulation (EC) No 29/97 (8); whereas the said reduction should be granted to the imports in question;\nWhereas Regulation (EC) No 2345/97 lays down that any reduction of the import duty under the tariff quotas referred to in Regulations (EC) No 1462/95 and (EC) No 1119/96 is to be extended to all imports under the said quotas; whereas, therefore, customs duties overcharged on all imports during the period 1 July 1995 to 30 June 1997 under the said quotas should be refunded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The first subparagraph of Article 1(2) of Regulation (EC) No 1462/95 is replaced by the following:\n'2. The import duty applicable to the quota referred to the quota referred to in paragraph 1 shall be ECU 399 per tonne plus 16 % ad valorem.\nThe application of this rate of duty shall be subject to fattening of the imported animals in the Member State of importation for a period of at least 120 days.`\n2. In Article 1(2) of Regulation (EC) No 1119/96 the amount 'ECU 582` is replaced by 'ECU 399`.", "For imports effected on the basis of import licences issued during the period 1 July 1995 to 30 June 1997 pursuant to the Regulations referred to in Article 1, the difference between ECU 582 and ECU 399 shall be refunded at the request of operators on production of the declaration of release for free circulation of the import concerned and the certificate issued pursuant to Article 880 of Regulation (EEC) No 2454/93 and, where appropriate, a certified copy of the import licence.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 328, 30. 12. 1995, p. 31.\n(2) OJ L 216, 8. 8. 1997, p. 1.\n(3) OJ L 254, 8. 10. 1996, p. 1.\n(4) OJ L 326, 28. 11. 1997, p. 1.\n(5) OJ L 144, 28. 6. 1995, p. 6.\n(6) OJ L 60, 9. 3. 1996, p. 1.\n(7) OJ L 149, 22. 6. 1996, p. 4.\n(8) OJ L 6, 10. 1. 1997, p. 17."}