{"celex_id": "31992R3498", "uri": "http://publications.europa.eu/resource/cellar/b439c940-e78d-403c-95d3-62d064de96b2", "type": "Regulation", "concepts": ["1254", "3868", "519", "588"], "title": "Council Regulation (EEC) No 3498/92 of 30 November 1992 amending Regulation (EEC) No 1768/89 in respect of definitive anti-dumping duty on certain imports of video cassettes originating in Hong Kong\n", "header": "COUNCIL REGULATION (EEC) No 3498/92  of 30 November 1992  amending Regulation (EEC) No 1768/89 in respect of definitive anti-dumping duty on certain imports of video cassettes originating in Hong Kong\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nI. PREVIOUS PROCEDURE\n(1) By Regulation (EEC) No 1768/89 (2), the Council imposed a definitive anti-dumping duty of 21,9 % on imports of VHS video tape in cassettes (hereinafter 'video cassettes') falling within CN code ex 8523 13 00 originating in Hong Kong, with the  exception of imports from several exporters specifically mentioned which were subject to a lesser rate of duty or exempt from duty.\n(2) In recital 43 of Regulation (EEC) No 1768/89, concerning companies which started, or will start, exporting own-produced video cassettes to the Community after the end of the investigation period (newcomers), the Council noted that the Commission was  ready to initiate without delay a review proceeding if the exporting company could show the Commission, and supply sufficient evidence, that it did not export the products concerned to the Community during the period of investigation. The company also  has to demonstrate that it started or will start, those exports after the said period and that it is not related to, or associated with, any of the companies subject to the investigation.\nII. REVIEW\n(3) By a notice published on 8 April 1992 (3), the Commission, after consultation with the Advisory Committee and in accordance with Article 14 of Regulation (EEC) No 2423/88, initiated a review of Regulation (EEC) No 1768/89 as it concerned a Hong Kong  company, Inter-Cassette (Hong Kong) Ltd. This company had submitted that it did not export the products subject to the anti-dumping duty during the previous period of investigation (1 January - 30 November 1987) but that it started such exports after  the said period. In addition, it submitted that it was not related with any of the companies subject to the previous investigation for which dumping was found. Accordingly, the Commission commenced an investigation in order to verify where  Inter-Cassette (Hong Kong) Ltd could be considered as a newcomer and to establish a dumping margin, if any, for this company.\nIII. RESULTS OF THE INVESTIGATION\n1. Newcomer\n(4) The investigation showed that Inter-Cassette (Hong Kong) Ltd began to export own-produced video cassettes to the Community after the previous investigation period mentioned in recital 3. In addition, it was found that this company had no link of any  sort with the exporters involved in the previous procedure and for which dumping was found. The Council confirms that it should accordingly be considered as a newcomer and that a partial review of Regulation (EEC) No 1768/89 as it concerned  Inter-Cassette (Hong Kong) Ltd was warranted.\n2. Normal value\n(5) As Inter-Casstte (Hong Kong) Ltd did sell video cassettes on the domestic market in sufficient quantities during the investigation period for this review, and at prices which permitted recovery of all costs, normal value was determined on the basis  of the weighted average domestic prices for the models exported to the Community.\n3. Export price\n(6) Export prices were determined by the Commission on the basis of the prices, net of all rebates, actually paid or payable for the video cassettes sold for export by Inter-Cassette (Hong Kong) Ltd to the Community. Indeed, since exports were made  directly to independent importers in the Community, these export prices were found to be reliable.\nThe Council confirms this finding.\n4. Comparison\n(7) For the purpose of a fair comparison between normal value and export price, the Commission took account of differences affecting price comparability in accordance with Article 2 (9) and (10) of Regulation (EEC) No 2423/88. All comparisons were made  at ex-works level, at the same level of trade and, for the export price, on a transaction by transaction basis.\nThe examination of the facts shows the existence of dumping, the margin of dumping being equal to the amount by which normal value exceeds the price for export to the Community and, as expressed as a percentage of total cif value, was 1,4 %.\nThe Council confirms the above findings.\n5. Measures\n(8) A dumping margin of 1,4 % was considered as being de minimis in the original Council Regulation (EEC) No 1768/89 for imports of video tape on reels originating in the Republic of Korea. The Commission sees no reason to depart from this appreciation  in the present proceeding and the Council confirms this appreciation. Therefore, the adoption of protective measures against imports of video tape in cassettes manufactured by inter-Cassette (Hong Kong) Ltd and originating in Hong Kong is not justified.\nIV. AMENDMENT OF THE REVIEWED MEASURES\n(9) Accordingly, the Commission considers that Regulation (EEC) No 1768/89 should be amended and that inter-Cassette (Hong Kong) Ltd be exempted from the definitive anti-dumping duty imposed on VHS videotapes in cassettes originating in Hong Kong.\n(10) The complainants were informed of the considerations and main facts on the basis of which the Council intended to amend Regulation (EEC) No 1768/89 and had no suibstantial comments to make.\n(11) Since this review is limited to one Hong Kong producer, it does not affect the date on which Regulation (EEC) No 1768/89 in regard to Article 15 (1) of Regulation (EEC) No 2423/88 will expire,", "main_body": ["The following subparagraph shall be added to Article 1 (3) of Regulation (EEC) No 1768/89:\n'The duty specified in paragraph 2 (b) shall not apply to models of video tape in cassettes manufactured by inter-Cassette (Hong-Kong) Ltd and originating in Hong Kong (additional taric Code: 8292).'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 1992. For the Council\nThe President\nT. EGGAR\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No L 174, 22. 6. 1989, p. 1. Regulation as last amended by Regulation (EEC) No 1769/92 (OJ No L 182, 2. 7. 1992, p. 6). (3) OJ No C 266, 12. 10. 1991, p. 7."}