{"celex_id": "31990R0252", "uri": "http://publications.europa.eu/resource/cellar/327e54d9-1eae-4691-8e40-af3db20f394a", "type": "Regulation", "concepts": ["1644", "2738", "4682", "5070"], "title": "Commission Regulation (EEC) No 252/90 of 30 January 1990 amending Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 252/90\nof 30 January 1990\namending Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 571/89 (2), and in particular Article 15 (2) thereof,\nWhereas Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (3), as last amended by Regulation (EEC) No 3182/88 (4), lays down detailed rules for the import quota of certain high-quality beef from the United States of America and Canada; whereas, in practice, it is appropriate to amend certain measures to improve the management in the light of sanitary arrangements; whereas this improvement could be obtained by a monthly allocation and by adapting the time limits provided for;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2377/80 is amended as follows:\n1. In Article 4 (b) the text is completed as follows: 'However, for import licences mentioned in Article 12: 42 days from their date of issue;'.\n2. Article 15 (1) (d) is replaced by the following:\n'(d) Requests mentioned in Article 12 may only be lodged during the first five days of each month.'\n3. Article 15 (5) (d) is replaced by the following:\n'(d) The 11th day of each month for licences mentioned in Article 12.'\n4. In Article 15 (6) (d) the third phrase is replaced by the following:\n'if the total quantity of requests is less than the available quantity, the Commission shall determine the remaining amount to be added to the quantity available for the following month.'", "This Regulation shall enter into force on 1 February 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 January 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 61, 4. 3. 1989, p. 43.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 283, 18. 10. 1988, p. 13."}