{"celex_id": "31997R0849", "uri": "http://publications.europa.eu/resource/cellar/0ab3ff3c-dbc3-4e5b-86d9-dc274403846f", "type": "Regulation", "concepts": ["1085", "2713", "3591", "3633", "4715", "473"], "title": "Commission Regulation (EC) No 849/97 of 13 May 1997 amending Regulation (EC) No 508/97 opening distillation as referred to in Article 41 (2) of Council Regulation (EEC) No 822/87 for the 1996/97 wine year\n", "header": "COMMISSION REGULATION (EC) No 849/97 of 13 May 1997 amending Regulation (EC) No 508/97 opening distillation as referred to in Article 41 (2) of Council Regulation (EEC) No 822/87 for the 1996/97 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 536/97 (2), and in particular Article 41 (2) and (10) thereof,\nWhereas Commission Regulation (EC) No 508/97 (3) reserves access to the distillation possibilities opened in France to three regions; whereas wine-growers in the Loire region have not signed up for the delivery for preventive distillation of significant quantities of wine and can therefore only expect to have very small quantities distilled pursuant to Regulation (EC) No 508/97; whereas, moreover, for some time there has been an improvement in the economic situation for white wine in that region; whereas, however, there are various other small white-wine production areas currently affected by the present crisis on the market for white wine where producers have signed contracts for preventive distillation; whereas provision should accordingly be made for authorization to open access to distillation under Regulation (EC) No 508/97 for a limited quantity for these other small white-wine production areas; whereas the Member State in question should be given some latitude to adjust the quantities in question to the various circumstances; whereas, however, with a view to ensuring that there is no discrimination between producers, the Commission should be informed where such distillation is justified by the special conditions on the market for white wine in such small production areas;\nWhereas the time elapsing between the date of conclusion of the contracts and that of approval thereof by the authorities of the Member States as laid down in Regulation (EC) No 508/97 appears insufficient; whereas the latter date and consequently the date by which the Commission is to be notified of the quantities of wine covered by the contracts should be put back two weeks;\nWhereas distilleries, in particular in some wine-growing areas, are facing insurmountable difficulties in meeting the time limits laid down for wine deliveries; whereas the final date for wine deliveries should accordingly be put back to 31 July 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 508/97 is hereby amended as follows:\n1. the second subparagraph of Article 1 (2) is replaced by the following:\n'In region 3 (France), distillation shall be reserved for white wine produced in the demarcated region of Cognac, the geographical area of the registered designation of origin Armagnac and certain other wine-growing regions. Before the aid is granted, France shall provide the Commission with a list of such regions, giving reasons for the special conditions governing the production of white wine therein. The national authorities shall allocate the quantity reserved among the various regions.`;\n2. in Article 1 (6), the dates '23 May 1997` and '30 May 1997` are replaced by '13 June 1997` and '20 June 1997` respectively;\n3. in Article 1 (7), the date '15 July 1997` is replaced by '31 July 1997`.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 83, 25. 3. 1997, p. 5.\n(3) OJ No L 80, 21. 3. 1997, p. 1."}