{"celex_id": "31991D0341", "uri": "http://publications.europa.eu/resource/cellar/a7523e51-c2bc-4c55-b466-7abc7a142bca", "type": "Decision", "concepts": ["1047", "1074", "2792", "3299", "502"], "title": "91/341/EEC: Council Decision of 20 June 1991 on the adoption of a programme of Community action on the subject of the vocational training of customs officials (Matthaeus programme)\n", "header": "COUNCIL DECISION  of 20 June 1991  on the adoption of a programme of Community action on the subject of the vocational training of customs officials (Matthaeus programme)  (91/341/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the establishment of the internal market necessitates a new definition of the role of Community customs officials in ensuring the proper functioning of the Customs Union;\nWhereas this role will, in future, focus on the uniform application of customs legislation at the Community's external borders, which is a prerequisite for the execution of the various Community policies governing foreign trade;\nWhereas it must be ensured that the abolition of internal borders does not give rise to distortions in competition, deflection of trade or increased risk of fraud; whereas it is consequently necessary to stimulate intensive and ongoing cooperation at  all administrative levels in the customs services with a view to preparing them for working together within the framework of the internal market;\nWhereas what is involved is an improvement in the effectiveness of the Customs Union as provided for in Article 9 of the Treaty;\nWhereas this improvement will be achieved through optimizing the use of human resources in the Member States and therefore through suitable vocational training;\nWhereas the measures taken in this sphere by each of the national administrations are not sufficient to achieve the objective pursued; whereas it is consequently essential to reinforce national efforts through joint action to increase the awareness of  customs officials of the increasingly Community dimension of their task and of the need to work together closely;\nWhereas a greater awareness of the principles and procedures to be applied in Member States can only increase the degree of harmonization of customs practice within the Community and help to create the necessary climate of mutual confidence;\nWhereas the implementation of a large-scale programme of training for customs officials (Matthaeus programme) constitutes one of the most appropriate ways to achieve this result;\nWhereas the Commission adopted a training programme for 1990 based on the exchange of customs officials between national administrations (pilot project); whereas the aim of this programme was to collect useful material to allow the implementation of a  more ambitious training programme extending over several years and supplemented by other training measures;\nWhereas the experience acquired during the pilot project showed the need for officials to be operational in their workplace; whereas this requirement will be met only if the exchange officials have sufficient knowledge of the language of the host  country; whereas, for this purpose, it is essential that the national administrations organize intensive language courses for their officials who are likely to participate in the Matthaeus programme; whereas these courses must be of an ongoing nature  and cover all the official Community languages;\nWhereas courses in the less widely-spoken Community languages may be organized in the Member State concerned by the Commission with the assistance of the customs administration of that Member State;\nWhereas, equally, the essential requirement of making customs officials operational in the host services can be achieved only if exchange officials are able to perform the formalities involved in the duties entrusted to them; whereas this condition  should be subject to certain restrictions in order to take account of the specific requirements of the legal system of each Member State; whereas it should, consequently, be ensured that exchange officials have the same legal status as national  officials where, in performing their duties, their civil liability is put at issue by a third party; whereas in these circumstances it appears necessary for exchange officials to be bound by the same rules of professional secrecy as national officials;\nWhereas the number of officials undergoing an exchange must, as far as possible, be increased each year on the basis of the number of places available;\nWhereas training measures supplementary to the exchange of customs officials between administrations are essential to the achievement of the objective sought; whereas these measures may involve training seminars and the implementation of common training  programmes to be taught in Member States' customs schools; whereas consideration must also be given to the creation of a joint training centre for customs officials of the Community;\nWhereas seminars form an ideal forum for the exchange of ideas between Community customs officials; whereas, in these seminars, suggestions may emerge which could improve the legal instruments in force and harmonize work methods in each administration;\nWhereas the said seminars should concern those customs officials who belong, as far as may be required, to all categories and especially trainers in customs schools, officials responsible for implementing Community law and officials responsible for  combating all types of fraud;\nWhereas the establishment of common training programmes constitutes a suitable means of providing officials with identical training throughout the Community; whereas these programmes should focus on the teaching of Community law as well as on the study  of Community institutions and their foundations, since customs officials will increasingly have to integrate the Community and national aspects of their work;\nWhereas the implementation of these common programmes can be accomplished only if Member States provide the necessary facilities on their territories;\nWhereas, for the implementation of the Matthaeus programme, the sharing of expenses under the programme between the Commission and the Member States should be determined; whereas, consequently, expenses could be shared by assigning those relating to the  language training of their officials to the Member States and the travel and subsistence expenses of officials participating in the exchanges and of officials required to attend seminars in Member States other than their own to the Commission;\nWhereas it is necessary to ensure the uniform application of this Decision and, for that purpose, to provide for a Community procedure for the enactment of implementing rules; whereas a committee should be set up to provide a forum for close and  effective cooperation between the Member States and the Commission in this field;\nWhereas this programme covers certain aspects which, to date, have not been included within the customary framework of collaboration and administrative assistance; whereas these aspects of the programme may contribute, in close liaison with the  vocational training objectives, to the harmonious development of economic activities throughout the Community,", "main_body": ["This Decision establishes the Community action programme for the vocational training of customs officials of national administrations (the Matthaeus programme).", "For the purposes of this Decision:\n(a) 'exchange official' shall mean an official of a Member State required to perform the duties entrusted to him in a customs service situated in another Member State;\n(b) 'host service' shall mean the customs service in which the exchange official is required to perform his duties;\n(c) 'donor service' shall mean the customs service in which the exchange official normally performs his duties.", "The objectives of the Matthaeus programme shall be:\n(a) to prepare customs officials of Member States for the implications of the internal market with a view to the uniform application of Community regulations at the external borders of the Community;\n(b) to increase awareness in the customs services that, in the internal market, they will be required to work increasingly on behalf of the Community as a whole;\n(c) to provide supplementary, adapted vocational training to the greatest possible number of customs officials;\n(d) to utilize to maximum advantage the know-how of customs services in the Community through greater mobility of staff and thus to improve the management of the Customs Union and the application of the fiscal provisions relating to imports and exports;\n(e) to stimulate intensive and ongoing cooperation at all levels of the relevant administrations with a view to preparing them for working together within the context of the internal market.", "The Matthaeus programme shall comprise the following training measures:\n(a) exchanges of customs officials between national administrations, in accordance with Article 5 and Annex I;\n(b) training seminars for customs officials, especially trainers in customs schools, officials responsible for implementing Community law and officials responsible for combating all types of fraud; details of the way in which these seminars are to be  conducted are given in Annex II;\n(c) the implementation in Member States' customs schools of common vocational training programmes, in accordance with Annex III;\n(d) the organization of language training courses in the Member States for exchange officials, in accordance with Article 6.", "1. Member States shall take the necessary steps to enable exchange officials to be operational in the host service.\nTo this end, exchange officials shall be authorized to carry out the formalities relating to the duties entrusted to them.\n2. If circumstances so require, and, in particular, in order to take account of the specific requirements of the legal system of each Member State, the competent authorities in the Member States may limit the authorization referred to in the second  subparagraph of paragraph 1.\n3. During the period of the exchange, the civil liability of the exchange official during the performance of his duties shall be assimilated to that of the national officials in the host service.\n4. Exchange officials shall be bound by the same rules of professional secrecy as national officials.", "1. Member States shall establish language training for their officials who are likely to participate in the exchanges referred to in Article 4 (a).\nThis training must be of an intensive and ongoing nature. It must cover all official Community languages.\n2. Acting on its own initiative or at the request of Member States, the Commission may organize language training in the less widely-spoken official languages of the Community in the Member States in which they are used.", "1. The expenses arising from the measures taken in Article 4 shall be shared between the Commission and the Member States as provided for in paragraphs 2 and 3.\n2. The Commission shall pay the travel and subsistence expenses for exchanges of customs officials between national administrations as provided for in Article 4 (a).\nThe Commission shall also pay the travel and subsistence expenses of officials participating in the seminars referred to in Article 4 (b), when the officials are required to travel to a Member State other than their own.\n3. Member States shall pay the expenses relating to the language training of their staff as provided for in Article 6.", "The annual budget appropriations for the measures provided for in the programme shall be adopted in the context of the budgetary procedure and in compliance with the relevant financial perspective.", "In carrying out its tasks, the Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith.\nIn that event, the Commission may defer application of the measures which it has decided for a period of not more than one month from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the fourth subparagraph.", "0\n1. The Matthaeus programme shall be multiannual.\n2. The Commission shall submit an annual report on the implementation of the Matthaeus programme to the European Parliament and to the Council.", "1\nBefore 1 July 1993, the Commission shall submit a report on the experience acquired in implementing the Matthaeus programme to the European Parliament and to the Council, accompanied, if appropriate, by a proposal for its adaptation.", "2\nThis Decision shall be applicable from 1 January 1991.", "3\nThis Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 20 June 1991. For the Council\nThe President\nR. GOEBBELS\n(1) OJ No C 13, 19. 1. 1991, p. 12. (2) OJ No C 106, 22. 4. 1991, p. 90 and Decision of June 1991 (not yet published in the Official Journal). (3) OJ No C 102, 18. 4. 1991, p. 5.\nANNEX I\nEXCHANGE OF CUSTOMS OFFICIALS BETWEEN NATIONAL ADMINISTRATIONS\n1. The exchange of officials covers: trainers in Member States' customs schools, heads of customs offices, officials responsible for implementing Community law and officials responsible for combating fraud.\n2. The exchange of officials is based on the principle of twinning. Twinning consists of the exchange between customs services of a number of officials performing similar duties and tasks.\nExceptions to the twinning rule may be authorized in particular for officials responsible for combating fraud.\n3. Exchange officials should have a good knowledge of the language of the country in which the host service is situated.\nExceptions may be made to this rule in duly justified cases.\n4. Each Member State will be required to exchange its officials participating in the exchange scheme with all other Member States in the Community.\n5. The duration of the exchanges will be fixed taking into account the requirements of the host and donor services as well as the nature of the duties and the grades of the exchange officials.\n6. Member States must inform the Commission at regular intervals of the nature of their language training and their expenditure thereon.\nANNEX II\nTRAINING SEMINARS\n1. Training seminars for trainers in Member States' customs schools\nThese seminars will be organized by the Commission departments in collaboration with the relevant national administrations.\nThey will cover specific topics to be determined beforehand.\nThere will be an exchange of views on teaching methods, educational approaches and on the material used, resulting in a closer alignment and improvement of education methods and criteria within the Community.\nThese seminars may be conducted by university professors, representatives from business circles, national administrations and Community institutions.\n2. Training seminars for officials responsible for implementing Community law and combating fraud\nOfficials participating in the seminars will be chosen on the basis of their experience in the field covered.\nThe topics will cover problems encountered by officials in implementing Community law.\nA special place will be devoted to combating fraud.\nIf the nature of the proposed topics allows, business and university circles may be called to attend or, where appropriate, speak.\nANNEX III\nImplementation of common vocational training programmes in Member States' customs schools\n1. A common training programme for customs officials will be established according to the procedure laid down in Article 9.\nThis programme will comprise the study of:\n(a) the European Communities and their foundations;\n(b) Community customs law;\n(c) common policies;\n(d) principles of community taxation policy;\n(e) certain international organizations (GATT, CCD, etc.).\n2. The common training programme will be implemented in the Member States' customs schools. The Member States must provide the necessary facilities for this purpose.\n3. The common programme will be taught over a period of time. Each administration will implement the programme according to its own procedures.\n4. Each customs school will decide on the time to be allocated to the various subjects envisaged in the light of its particular requirements.\n5. The educational material of each customs school may be made available to other schools.\nThe Commission may also provide educational material for the customs schools, should the need arise.\n6. Trainers will be required to give instruction in the customs schools of several Member States. Using its officials, the Commission will also participate in the teaching of certain disciplines.\n7. Specific common further training and specialized programmes will be prepared according to the procedure laid down in Article 9. These programmes will be for those officials who already have professional experience."}