{"celex_id": "31993L0028", "uri": "http://publications.europa.eu/resource/cellar/6ec5c417-ed54-4d48-850f-d00702d93323", "type": "Directive", "concepts": ["1277", "1442", "2775", "4039", "5300"], "title": "Commission Directive 93/28/EEC of 4 June 1993 amending Annex I to the third Directive 72/199/EEC establishing Community methods of analysis for the official control of feedingstuffs\n", "header": "COMMISSION DIRECTIVE 93/28/EEC of 4 June 1993 amending Annex I to the third Directive 72/199/EEC establishing Community methods of analysis for the official control of feedingstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/373/EEC of 20 July 1970 on the introduction of Community methods of sampling and analysis for the official control of feedingstuffs (1), as last amended by the Act of Accession of Spain and Portugal (2), and in  particular Article 2 thereof,\nWhereas the third Commission Directive 72/199/EEC of 27 April 1972 establishing Community methods of analysis for the official control of feedingstuffs (3), as last amended by Directive 84/4/EEC (4), specifies the method to be used for determining crude  protein;\nWhereas the method should be amended to reflect advances in scientific and technical progress; whereas in particular the provisions of Council Directive 80/1107/EEC of 27 November 1980 on the protection of workers from the risks related to exposure to  chemical, physical and biological agents at work (5), as amended by Directive 88/642/EEC (6), should be taken into account, in particular those on prevention of exposure to mercury and its compounds;\nWhereas it is accordingly necessary to remove mercury and mercuric oxide from the list of catalysts for use under the crude protein determination method;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["Annex I to Directive 72/199/EEC is hereby amended in accordance with the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive as from 1 July 1994. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 June 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 170, 3. 8. 1970, p. 2.\n(2) OJ No L 302, 15. 11. 1985, p. 23.\n(3) OJ No L 123, 29. 5. 1972, p. 6.\n(4) OJ No L 15, 18. 1. 1984, p. 28.\n(5) OJ No L 327, 3. 12. 1980, p. 8.\n(6) OJ No L 356, 24. 12. 1988, p. 74.\nANNEX\nSection 2 of Annex I (Determination of crude protein) is replaced by:\n'2. DETERMINATION OF CRUDE PROTEIN\n1. Purpose and scope.\nThis method makes it possible to determine the crude protein content of feedingstuffs on the basis of the nitrogen content, determined according to the Kjeldahl method.\n2. Principle.\nThe sample is digested by sulfuric acid in the presence of a catalyst. The acid solution is made alkaline with sodium hydroxide solution. The ammonia is distilled and collected in a measured quantity of sulfuric acid, the excess of which is titrated  with a standard solution of sodium hydroxide.\n3. Reagents.\n3.1. Potassium sulfate.\n3.2. Catalyst: copper (II) oxide CuO or copper (II) sulfate pentahydrate, CuSO4 · 5H2O\n3.3. Granulated zinc.\n3.4. Sulfuric acid, r20 = 1,84 g/ml.\n3.5. Sulfuric acid c(H2SO4) = 0,5 mol/l.\n3.6. Sulfuric acid c(H2SO4) = 0,1 mol/l.\n3.7. Methyl red indicator; dissolve 300 mg of methyl red in 100 ml of ethanol, s = 95-96 % (v/v)\n3.8. Sodium hydroxide solution (Technical grade may be used) v = 40 g/100 ml (m/v : 40 %).\n3.9. Sodium hydroxide solution c = 0,25 ml/l.\n3.10. Sodium hydroxide solution c = 0,1 mol/l.\n3.11 Granulated pumice stone, washed in hydrochloric acid and ignited.\n3.12. Acetanilide (m.p. = 114 °C, N = 10,36 %)\n3.13. Sucrose (nitrogen free).\n4. Apparatus.\nApparatus suitable for performing digestion, distillation and titration according to the Kjeldahl procedure.\n5. Procedure.\n5.1. Digestion.\nWeigh 1 g of the sample to the nearest 0,001 g and transfer the sample to the flask of the digestion apparatus. Add 15 g of potassium sulfate (3.1.), an appropriate quantity of catalyst (3.2) (0,3 to 0,4 g of copper (II) oxide or 0,9 to 1,2 g of copper  (II) sulfate pentahydrate), 25 ml of sulfuric acid (3.4) and a few granules of pumice stone (3.11) and mix. Heat the flask moderately at first, swirling from time to time if necessary until the mass has carbonized and the foam has disappeared; then heat  more intensively until the liquid is boiling steadily. Heating is adequate if the boiling acid condenses on the wall of the flask. Prevent the sides from becoming overheated and organic particles from sticking to them. When the solution becomes clear  and light green continue to boil for another two hours, then leave to cool.\n5.2. Distillation.\nAdd carefully enough water to ensure complete dissolution of the sulfates. Allow to cool and then add a few granules of zinc (3.3).\nPlace in the collecting flask of the distillation apparatus an exactly measures quantity of 25 ml of sulfuric acid (3.5) or (3.6) depending on the presumed nitrogen content. Add a few drops of methyl red indicator (3.7).\nConnect the digestion flask to the condenser of the distillation apparatus and immerse the end of the condenser in the liquid contained in the collecting flask to a depth of at least 1 cm (see observation 8.3). Slowly pour 100 ml of sodium hydroxide  solution (3.8) into the digestion flask without loss of ammonia (see observation 8.1).\nHeat the flask until the ammonia has distilled over.\n5.3. Titration.\nTitrade the excess sulfuric acid in the collecting flask with sodium hydroxide solution (3.9) or (3.10) depending on the concentration of the sulfuric acid used, until the end point is reached.\n5.4. Blank test.\nTo confirm that the reagents are free from nitrogen, carry out a blank test (digestion, distillation and titration) using 1 g of sucrose (3.13) in place of the sample.\n6. Calculation of results.\nThe content of crude protein is calculated according to the following formula:\n(V0   V1) × c × 0,014 × 100 × 6,25\nm\nWhere,\nVo = Volume (ml) of NaOH (3.9 or 3.10) used in the blank test.\nV1 = Volume (ml) of NaOH (3.9 or 3.10) used in the sample titration.\nc = Concentration (mol/l) of sodium hydroxide (3.9 or 3.10).\nm = Mass (g) of sample.\n7. Verification of the method.\n7.1. Repeatability.\nThe difference between the results of two parallel determinations carried out on the same sample must not exceed:\n0,2 % in absolute value, for crude protein contents of less than 20 %;\n1,0 % relative to the higher value, for crude protein contents from 20 % to 40 %;\n0,4 % in absolute value, for crude protein contents of more than 40 %.\n7.2. Accuracy.\nCarry out the analysis (digestion, distillation and titration) on 1,5 to 2,0 g of acetanilide (3.12) in the presence of 1 g of sucrose (3.13); 1 g acetanilide consumes 14,80 ml of sulfuric acid (3.5). Recovery must be at least 99 %.\n8. Observations.\n8.1. Apparatus may be of the manual, semi-automatic or automatic type. If the apparatus requires transference between the digestion and distillation steps, this transfer must be carried out without loss. If the flask of the distillation apparatus is not  fitted with a dropping funnel, add the sodium hydroxide immediately before connecting the flask to the condenser, pouring the liquid slowly down the side.\n8.2. If the digest solidifies, recommence the determination using a larger amount of sulfuric acid (3.4) than that specified above.\n8.3. For products with a law nitrogen content, the volume of sulfuric acid (3.6) to be placed in the collecting flask may be reduced, if necessary, to 10 or 15 ml and made up to 25 ml with water.'"}