{"celex_id": "31994D0381", "uri": "http://publications.europa.eu/resource/cellar/474716a3-1ebd-4f30-8aee-1db8ac3bcee8", "type": "Decision", "concepts": ["1224", "1445", "1755", "192", "2845", "5034"], "title": "94/381/EC: Commission Decision of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (Text with EEA relevance) (94/381/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas cases of bovine spongiform encephalopathy (BSE) have been reported in the United Kingdom and some other Member States; whereas scrapie is also known to exist in several Member States;\nWhereas the origin of BSE in cattle is considered to be from ruminant protein which contained the scrapie agent, and, later on, the BSE agent, which had not been sufficiently processed to inactivate the infectious agents; whereas the Scientific  Veterinary Committee has stated that it is not possible at present to define processes which can guarantee total inactivation of the agents in the commercial rendering industry, in the light of recent studies;\nWhereas ruminants are known to be susceptible to the BSE and scrapie agents, by the oral route;\nWhereas the Commission has carried out a detailed examination of the situation with the Scientific Veterinary Committee which concluded that protein derived from ruminant tissues is the only significant potential source of spongiform encephalopathy  agents available to susceptible species; whereas, therefore, its exclusion from feed for these species would minimize the possibility of infection;\nWhereas there are difficulties in differentiating processed protein derived from ruminants and that from other mammalian species; whereas, for implementation reasons, it is therefore necessary to prohibit the feeding of protein derived from all  mammalian species to ruminants and to apply the same measure throughout the Community;\nWhereas, however, where a Member State can enforce a system allowing it to distinguish between protein from ruminants and that of non-ruminant species it shall be authorized, by the Commission under the procedure provided for by Article 17 of Directive  90/425/EEC, to permit the feeding of protein from species other than ruminants to ruminants;\nWhereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Within 30 days of notification of the present Decision, Member States shall prohibit the feeding of protein derived from mammalian tissues to ruminant species.\n2. However, Member States which enforce a system that makes it possible to distinguish between animal protein from ruminant and non-ruminant species shall be authorized, by the Commission under the procedure provided for by Article 17 of Directive  90/425/EEC, to permit the feeding of protein from species other than ruminants to ruminants.", "This Decision shall be revised in the light of developments in scientific knowledge and, in particular, to findings of scientific studies currently being carried out with regard to rendering systems.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49."}