{"celex_id": "31990R0524", "uri": "http://publications.europa.eu/resource/cellar/36850b14-e2df-4c90-979a-6a6bc0ca043b", "type": "Regulation", "concepts": ["3576", "3732", "5360"], "title": "Commission Regulation (EEC) No 524/90 of 28 February 1990 amending Regulation (EEC) No 2169/86 laying down detailed rules for the control and payment of the production refunds in the cereals and rice sector\n", "header": "COMMISSION  REGULATION (EEC) No 524/90\nof 28 February 1990\namending Regulation (EEC) No 2169/86 laying down detailed rules for the control and payment of the production refunds in the cereals and rice sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 201/90 (2),\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Regulation (EEC) No 1806/89 (4),\nHaving regard to Council Regulation (EEC) No 1009/86 of 25 March 1986 establishing general rules applying to production refunds in the cereals and rice sectors (5), as last amended by Regulation (EEC) No 2779/89 (6), and in particular Article 6 thereof,\nWhereas Commission Regulation (EEC) No 2169/86 (7), as last amended by Regulation (EEC) No 3076/89 (8), requires the manufacturer of esterified or etherified starch (CN code 3505 10 50) to lodge a security which shall only be released on the condition that the competent authority has received proof that the product is either used to manufacture products other than those listed in Annex 1 of the said Regulation, or exported to third countries;\nWhereas Commission Regulation (EEC) No 28/90 (9), specifies new criteria for the classification of esterified or etherified starch which take effect from 1 March 1990; whereas it is necessary to foresee certain dispositions to ensure that the manufacturer does not loose his guarantee as a result of these new criteria, and can neither benefit from double payment of the refund, nor use a product imported from third countries at a reduced rate of levy in the starch production refund regime;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The following paragraphs are inserted in Article 7 (4) of Regulation (EEC) No 2169/86, after '(b) exported to third countries':\nHowever, for refunds granted in respect of the product falling within CN code 3505 10 50 up to and including 28 February 1990, the manufacturer will have been considered not to have retransformed the product in question into native starch (CN codes 1108 11 00, 1108 12 00, 1108 13 00) if the product yielded has an acetyl content equal to, or in excess of 0,25 %.\nIn this case, and also in the case where a product with an acetyl content equal to, or in excess of 0,25 % has been imported from a third country before 1 March 1990, a manufacturer will not be eligible for a refund if the said product is used as a raw material for the manufacture of an eligible product.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 22, 27. 1. 1990, p. 7.\n(3) OJ No L 166, 25. 6. 1976, p. 3.\n(4) OJ No L 177, 24. 6. 1989, p. 1.\n(5) OJ No L 94, 9. 4. 1986, p. 6.\n(6) OJ No L 268, 15. 9. 1989, p. 20.\n(7) OJ No L 189, 11. 7. 1986, p. 12.\n(8) OJ No L 294, 13. 10. 1989, p. 15.\n(9) OJ No L 3, 6. 1. 1990, p. 9."}