{"celex_id": "31999D0361", "uri": "http://publications.europa.eu/resource/cellar/99da02ac-f85b-45f2-a886-8be13798666d", "type": "Decision", "concepts": ["1743", "3112", "3367", "5873", "914"], "title": "1999/361/EC: Council Decision of 31 May 1999 implementing Common Position 98/633/CFSP defined by the Council on the basis of Article J.2 of the Treaty on European Union concerning the process on stability and good- neighbourliness in South-East Europe\n", "header": "COUNCIL DECISION\nof 31 May 1999\nimplementing Common Position 98/633/CFSP defined by the Council on the basis of Article J.2 of the Treaty on European Union concerning the process on stability and good-neighbourliness in South-East Europe\n(1999/361/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Article 18(5) thereof,\nHaving regard to Common Position 98/633/CFSP(1),\n(1) Whereas Common Position 98/633/CFSP aims at consolidating support for the Royaumont Process on stability and good-neighbourliness in South-East Europe;\n(2) Whereas the contribution of the Royaumont Process Coordinator; Mr Roumeliotis, has been instrumental in the development of the Process;\n(3) Whereas with a view to the consolidation and continuation of the work carried out so far, the Coordinator should be provided with the logistical base and the human resources needed to continue to carry out his functions,", "main_body": ["In order to provide support for the Coordinator in the fulfilment of his tasks, Mr Roumeliotis is appointed EU Special Representative for the Royaumont Process. The Special Representative shall perform his tasks under the responsibility of the EU Presidency and in full association with the Commission, in accordance with the terms of reference and the action plan set out at Annexes I and II to Common Position 98/633/CFSP.", "The EU Special Representative shall be guided by and report under the authority of the Presidency to the Council on a regular basis, and as the need arises. The Commission shall be fully associated therewith.", "1. The financial reference amount for the implementation of this Decision during the period 31 May 1999 to 31 May 2000 shall be EUR 550000. This amount shall cover costs related to the remuneration of the Special Representative and his team, travel expenses and communication expenditure.\n2. Member States and EU institutions may propose the secondment of staff to work with the EU Special Representative. The remuneration of personnel who might be seconded by a Member State or a European Union institution to the EU Special Representative shall be covered respectively by the Member State or the European Union institution concerned.\n3. The Council notes that the Presidency, European institutions and/or Member States as appropriate will offer logistical support to the Coordinator in the fulfilment of his tasks.", "This Decision shall enter into force on the date of its adoption.\nIt shall expire on 31 May 2000.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 31 May 1999.\nFor the Council\nThe President\nJ. FISCHER\n(1) OJ L 302, 12.11.1998, p. 1."}