{"celex_id": "31999D0760", "uri": "http://publications.europa.eu/resource/cellar/9ae36ba4-464d-4d50-a065-409401b09745", "type": "Decision", "concepts": ["1856", "3660", "3885", "5283", "862", "922"], "title": "1999/760/EC: Commission Decision of 8 November 1999 on financial aid from the Community for the operation of certain Community reference laboratories in the field of veterinary public health (notified under document number C(1999) 3602) (Only the Spanish, German, English, French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION\nof 8 November 1999\non financial aid from the Community for the operation of certain Community reference laboratories in the field of veterinary public health\n(notified under document number C(1999) 3602)\n(Only the Spanish, German, English, French and Dutch texts are authentic)\n(1999/760/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 1258/1999(2), and in particular Article 28(2) thereof,\nWhereas:\n(1) Community financial aid should be granted to the Community reference laboratories designated by the Community to assist them in carrying out the functions and duties laid down in the following Directives and Decisions:\n- Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products(3), as last amended by Directive 96/23/EC(4),\n- Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against specified zoonoses and specified zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications(5), as last amended by Directive 1999/72/EC(6),\n- Council Decision 93/383/EEC of 14 June 1993 on reference laboratories for the monitoring of marine biotoxins(7), as last amended by Decision 1999/312/EC(8),\n- Council Decision 1999/313/EC of 29 April 1999 on reference laboratories for monitoring bacteriological and viral contamination of bivalve molluscs(9);\n(2) Community assistance must be conditional on the accomplishment of those functions and duties by the laboratory concerned;\n(3) For budgetary reasons, Community assistance should be granted for a period of one year;\n(4) For supervisory purposes, Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy(10), as last amended by Regulation (EEC) No 1287/95(11), should apply;\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community shall grant financial assistance to France for the functions and duties to be carried out by the Laboratoire Central d'Hygiene Alimentaire, Paris, France, for the analysis and testing of milk and milk products referred to in Annex D, Chapter II, to Directive 92/46/EEC.\n2. The Community's financial assistance shall be a maximum of EUR 95000 for the period from 1 January 1999 to 31 December 1999.", "1. The Community shall grant financial assistance to Germany for the functions and duties to be carried out by the Bundesinstitut f체r gesundheitlichen Verbraucherschutz and Veterin채rmedizin (formerly the Institut f체r Veterin채rmedizin), Berlin, Germany, for the epidemiology of zoonoses referred to in Annex IV, Chapter II, to Directive 92/117/EEC.\n2. The Community's financial assistance shall be a maximum of EUR 110000 for the period from 1 January 1999 to 31 December 1999.", "1. The Community shall grant financial assistance to the Netherlands for the functions and duties to be carried out by the Rijksinstituut voor Volksgezondheid en Milieu, Bilthoven, Netherlands, for salmonella referred to in Annex IV, Chapter II, to Directive 92/117/EEC.\n2. The Community's financial assistance shall be a maximum of EUR 105000 for the period from 1 January 1999 to 31 December 1999.", "1. The Community shall grant financial assistance to Spain for the functions and duties to be carried out by the Laboratorio de biotoxinas marinas del Area de Sanidad, Vigo, Spain, for the monitoring of marine biotoxins referred to in Article 5 of Decision 93/383/EEC.\n2. The Community's financial assistance shall be a maximum of EUR 115000 for the period from 1 January 1999 to 31 December 1999.", "1. The Community shall grant financial assistance to the United Kingdom for the functions and duties to be carried out by the laboratory of the Centre for Environment, Fisheries and Aquaculture Science, Weymouth, United Kingdom, for the monitoring of bacteriological and viral contamination of bivalve molluscs referred to in Article 4 of Decision 1999/313/EC.\n2. The Community's financial assistance shall be a maximum of EUR 40000 for the period from 1 August 1999 to 31 December 1999.", "The Community's financial assistance shall be paid following presentation of supporting documents and a technical report by the recipient Member State, which must be supplied at the latest six months after the end of the period for which financial assistance has been granted.", "Articles 8 and 9 of Council Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Kingdom of the Netherlands and the United Kingdom."], "attachments": "Done at Brussels, 8 November 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 160, 26.6.1999, p. 103.\n(3) OJ L 268, 14.9.1992, p. 1.\n(4) OJ L 125, 23.5.1996, p. 10.\n(5) OJ L 62, 15.3.1993, p. 38.\n(6) OJ L 210, 10.8.1999, p. 12.\n(7) OJ L 166, 8.7.1993, p. 31.\n(8) OJ L 120, 8.5.1999, p. 37.\n(9) OJ L 120, 8.5.1999, p. 40.\n(10) OJ L 94, 28.4.1970, p. 13.\n(11) OJ L 125, 8.6.1995, p. 1."}