{"celex_id": "31998R0191", "uri": "http://publications.europa.eu/resource/cellar/4d638fad-c0c0-49d1-aaaa-7567a175bd2c", "type": "Regulation", "concepts": ["1318", "2621", "4444", "4708", "4734", "863"], "title": "Council Regulation (EC) No 191/98 of 20 January 1998 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COUNCIL REGULATION (EC) No 191/98 of 20 January 1998 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1997/98 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the limit of 25 000 ha laid down in point (a) of the second subparagraph of Article 1(1) of Regulation (EEC) No 1442/88 (4) for each of the last two wine years will not be reached as a result of the fact that some Member States have abandoned application of the scheme and others have applied it to a very limited extent only;\nWhereas the number of hectares allocated to Germany (50 ha) has proved to be too small, preventing distribution in line with the requirements of the various wine-growing regions; whereas, therefore, that number of hectares should be increased in order to attain the objectives of the scheme;\nWhereas consequent upon the adjustment made to the area eligible to receive a permanent abandonment premium for the 1997/98 wine year, the time limits laid down for presenting applications for the grant of the premium, for the grubbing-up undertaking and for applications for participation by the European Agricultural Guidance and Guarantee Fund, are insufficient to allow the implementation of the arrangements; whereas the time limits laid down should be extended,", "main_body": ["Regulation (EEC) No 1442/88 is hereby amended as follows:\n1. In point (a) of the second subparagraph of Article 1(1), '50` allocated to Germany shall be replaced by '1 000`, and '13 000` allocated to Spain shall be replaced by '12 050`.\n2. In Article 4, the following paragraph shall be added:\n'6. By way of derogation from paragraphs 1 and 2, for the 1997/1998 marketing year:\n- the last date, referred to in paragraph 1, for the submission of applications for the payment of premium shall be 30 April 1998,\n- the last date for grubbing-up, referred to in paragraph 2, shall be 31 May 1998.`\n3. Article 15(1) shall be supplemented by the following subparagraph:\n'By way of derogation from the first subparagraph, for the 1997/1998 marketing year, applications shall be submitted before 1 June 1998.`", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ C 312, 14. 10. 1997, p. 20.\n(2) Opinion delivered on 14 January 1998 (not yet published in the Official Journal).\n(3) Opinion delivered on 10 December 1997 (not yet published in the Official Journal).\n(4) OJ L 132, 28. 5. 1988, p. 3. Regulation as last amended by Regulation (EC) No 534/97 (OJ L 83, 25. 3. 1997, p. 2)."}