{"celex_id": "31990R2080", "uri": "http://publications.europa.eu/resource/cellar/cf4dc48b-c2b7-4a75-9f80-15d2a1bdd4df", "type": "Regulation", "concepts": ["1605", "2681", "2731", "797"], "title": "Commission Regulation (EEC) No 2080/90 of 20 July 1990 fixing for the 1990/91 marketing year the minimum price to be paid to producers for tomatoes and the amount of production aid for processed tomato products\n", "header": "COMMISSION  REGULATION (EEC) No 2080/90\nof 20 July 1990\nfixing for the 1990/91 marketing year the minimum price to be paid to producers for tomatoes and the amount of production aid for processed tomato products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1202/90 (2), and in particular Articles 4 (4) and 5 (5) thereof,\nWhereas Council Regulation (EEC) No 1203/90 of 7 May 1990 on temporary measures relating to production aid for processed tomato products (3) fixes the quantities in respect of which aid may be granted in the 1990/91 marketing year;\nWhereas Council Regulation (EEC) No 1206/90 (4) lays down general rules for the system of production aid for processed fruit and vegetables;\nWhereas, under Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis of, firstly, the minimum price applying during the previous marketing year, secondly, the movement of basis prices in the fruit and vegetable sector, and thirdly, the need to ensure the normal marketing of fresh products for the various uses, including supply of the processing industry;\nWhereas Article 5 of Regulation (EEC) No 426/86 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the minimum price to be paid to producers and the difference between the cost of the raw material in the Community and in the major competing third countries; whereas, in respect of tomato concentrates, preserved whole peeled and unpeeled tomatoes and tomato juices, trends in the volume and prices of imports must be taken into consideration;\nWhereas Article 1 (1) of Council Regulation (EEC) No 989/84 (5), as last amended by Regulation (EEC) No 1204/90 (6), fixed as the guarantee threshold for each year a quantity of processed tomato products corresponding to 5 567 050 tonnes of fresh tomatoes for the 1990/91 marketing year; whereas Community production calculated in accordance with Article 2 (2) of that Regulation does not exceed the threshold for the 1989/90 marketing year and the production of each group of tomato-based products is not higher than the quantity specified in the second subparagraph of Article 1 (1) of the same Regulation;\nWhereas the minimum price to be paid to producers in Spain and Portugal and the production aid for the products obtained are to be determined as provided for in Articles 118 and 304 of the Act of Accession; whereas the representative period for determining the minimum price for tomatoes intended for certain uses is laid down in Council Regulation (EEC) No 461/86 of 25 February 1986 laying down, on account of the accession of Spain and Portugal, rules on the production aid system in respect of processed fruit and vegetables (7); whereas as a consequence of Article 1 (2) of that Regulation no production aid can be paid during the transitional period for preserved whole peeled tomatoes and frozen whole tomatoes obtained from the San Marzano variety grown in Portugal;\nWhereas Commission Regulation (EEC) No 784/90 of 29 March 1990 fixing the reducing coefficient for agricultural prices in the 1990/91 marketing year as a result of the monetary realignment of 5 January 1990 and amending the prices and amounts fixed in ecus for that marketing year (8) lays down the list of prices and amounts to be divided by the reducing coefficient of 1,001712 within the framework of the system for the automatic dismantlement of negative monetary compensatory amounts; whereas the prices and amounts fixed in ecus by the Commission for the 1990/91 marketing year must take account of the ensuing reduction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the marketing year 1990/91:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for the products listed in Annex I;\nand\n(b) the production aid referred to in Article 5 of the same Regulation for the products listed in Annex II;\nshall be as set out in the said Annexes.", "Where processing taking place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 119, 11. 5. 1990, p. 66.\n(3) OJ No L 119, 11. 5. 1990, p. 68.\n(4) OJ No L 119, 11. 5. 1990, p. 74.\n(5) OJ No L 103, 16. 4. 1984, p. 19.\n(6) OJ No L 119, 11. 5. 1990, p. 71.\n(7) OJ No L 53, 1. 3. 1986, p. 15.\n(8) OJ No L 83, 30. 3. 1990, p. 102.\nANNEX I\nMinimum price to be paid to producers\n1.2,4 //  //  // Product  // ECU/100 kg net, ex producer for products grown in 1.2.3.4 //  // Spain   // Portugal   // Other Member States   //    //   //   //   // Tomatoes intended for the manufacture of:   //   //   //   // (a) tomato concentrate  // 7,652   // 7,798   // 8,896   // (b) preserved whole peeled and unpeeled tomatoes or frozen peeled tomatoes:   //   //  //   // - of the San Marzano variety   // 12,341   // -  // 14,727   // - of the Roma and similar varieties   // 9,934  // 9,536   // 11,330   // (c) preserved non-whole peeled and unpeeled tomatoes and non-whole frozen tomatoes   // 8,102  // 7,725   // 8,896   // (d) tomato flakes   // 9,934  // 9,536   // 11,330   // (e) tomato juice   // 7,652  // 7,798   // 8,896   //    //   //   //\nANNEX II\nProduction aid\n1.2,4 //  //  // Product  // ECU/100 kg net, for products obtained from raw materials grown in 1.2.3.4 //  // Spain (1)  // Portugal (1)   // Other Member States (2)   //    //   //  //   //   //   //   //   // 1. Tomato concentrates with a dry weight content of 28 % or more but less than 30 %   // 24,299  // 25,116   // 31,256   // 2. Preserved whole peeled tomatoes in tomato juice:   //   //   //   // (a) of the San Marzano variety   // 8,302   // -   // 11,238   // (b) of the Roma and similar varieties   // 6,289   // 5,822   // 7,926   // 3. Preserved whole peeled tomatoes in water:   //   //   //  // of the Roma and similar varieties   // 5,346   // 4,949  // 6,737   // 4. Unpeeled whole preserved tomatoes of the Roma and similar varieties   // 4,402   // 4,075   // 5,548   // 5. Frozen whole peeled tomatoes:   //   //   //   // (a) of the San Marzano variety   // 8,302   // -   // 11,238   // (b) of the Roma and similar varieties   // 6,289   // 5,822   // 7,926   // 6. Preserved peeled tomatoes, non-whole or in pieces   //  //   //   // 7. Unpeeled preserved tomatoes, non-whole or in pieces   // 4,402   // 4,075   // 5,548   // 8. Non-whole frozen peeled tomatoes   //   //   //   // 9. Tomato flakes  // 80,857   // 83,576   // 104,007   // 10. Tomato juice with a dry weight content of 7 % or more but less than 12 %:   //  //   //   // (a) with a dry weight content of 7 % or more but less than 8 %   // 6,284   // 6,495   // 8,083   // (b) with a dry weight content of 8 % or more but less than 10 %   // 7,541   // 7,794   // 9,700   // (c) with a dry weight content of 10 % or more   // 9,217   // 9,527   // 11,856   // 11. Tomato juice with a dry weight content of less than 7 %:   //   //  //   // (a) with a dry weight content of 5 % or more  // 5,027   // 4,554   // 6,467   // (b) with a dry weight content of 4,5 % or more but less than 5 %   // 3,980  // 4,114   // 5,120   //    //   //   //\n(1) The amounts shown in this column are applicable only when the products are processed in Spain or Portugal respectively. In cases where such products are processed outside Spain or Portugal, no production aid is applicable.\n(2) The amounts shown in this column are applicable only when the products are processed in a Member State other than Spain and Portugal. In cases where such products are processed in Spain or Portugal, no production aid is applicable."}