{"celex_id": "31991D0012", "uri": "http://publications.europa.eu/resource/cellar/0c02172f-c908-4945-86d9-b2415270928e", "type": "Decision", "concepts": ["1052", "1460", "2466", "4838"], "title": "91/12/EEC: Commission Decision of 17 December 1990 on applications for advance payments of aids granted by Member States for the measures referred to under Article 21 (6) of Regulation (EEC) No 4253/88\n", "header": "COMMISSION DECISION  of 17 December 1990  on applications for advance payments of aids granted by Member States for the measures referred to under Article 21 (6) of Regulation (EEC) No 4253/88  (91/12/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (1), and in particular Article 21 (6) thereof,\nWhereas applications for complementary advance payments to advance payments requested pursuant to Commission Decision 89/643/EEC (2) have been submitted after 30 June 1990; whereas, due to their complementary nature, they must be paid during the current  budgetary year and therefore detailed rules of application for the period between 1 July and 31 December 1990 should be laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["     Article 1\nThe applications to the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, for advance payment as referred to in Article 21 (6) of Regulation (EEC) No 4253/88 must conform to the table in the Annex.   Article 2\nAdvances from the EAGGF, Guidance Section, may be equal to a maximum of 80 % of the Community contribution to the financing of expenditure anticipated in the reference year.   Article 3\nAdvances which are not spent during the year in respect of which they were paid shall be deducted from the advance to be paid for the following year.   Article 4\nThis Decision shall apply from 1 July until 31 December 1990.   Article 5\nThis Decision is addressed to all the Member States."], "attachments": "Done at Brussels, 17 December 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 374, 31. 12. 1988, p. 1. (2)\nOJ No L 371, 20. 12. 1989, p. 38.\nANNEX\nApplication for advance payment for 19 . . pursuant to Article 21 (6) of Regulation (EEC) No 4253/88\nData relating to agricultural income aid\nAdministrative\nunit and regions\nof objective\n1 and 5 (b)  Quantification (1)\nof the measure (2)\nfor which an advance\nis applied for  Total estimated\nexpenditure\nof Member States  Eligible estimated\nexpenditure  Repayment\nto be applied\nfor from the EAGGF  Advance applied for         (1)  (2)  (3)  (4)  (5)  (6)                                        Total\n(1) Indicate the relevant data such as number of beneficiaries, ha, LSU, etc.\n(2) Indicate which measure is envisaged (No of Regulation, Article).\n,\n(Date, signature and stamp of the competent body\nof the Member State)"}