{"celex_id": "31995D0480", "uri": "http://publications.europa.eu/resource/cellar/c5c1be65-c77d-4c48-a810-f45d0eadfedf", "type": "Decision", "concepts": ["1309", "2300", "3408", "3660", "5034"], "title": "95/480/EC: Commission Decision of 7 November 1995 amending Decision 93/693/EC concerning a list of semen collection centres approved for the export to the Community of semen of domestic animals of the bovine species (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 7  November 1995 amending Decision 93/693/EC concerning a list of semen collection centres approved  for the export to the Community of semen of domestic animals of the bovine species (Text with EEA  relevance) (95/480/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health  requirements applicable to intra-Community trade in and imports of semen of domestic animals of the  bovine species  (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in  particular Article 9 thereof,\nWhereas Commission Decision 93/693/EC  (2), as last amended by Decision 94/861/EC  (3), establishes  a list of semen collection centres approved for the export to the Community of semen of domestic  animals of the bovine species from third countries;\nWhereas the competent veterinary services of Australia, New Zealand and the Czech Republic have  forwarded lists or amendments to lists of semen collection centres officially approved for export  of bovine semen to the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["The Annex to Decision 93/693/EC is amended as follows:\n1.  In part 5, the following semen collection centre in respect of New Zealand is added:\n'LIVESTOCK IMPROVEMENT CORPORATION'S SEMEN PRODUCTION CENTRE Palmerston street off State Highway 3 AWAHURI Approval code: NZAB 4` 2.  In part 10, the following semen collection centres in respect of the Czech Republic are added:\n'ISB HOMOLE Jihocesky chovatel a.s.\nDobrovodska 53 370  06 Ceske Budejovice Approval code: ISB CZ 06 ISB VRAT Severoceske sdruzeni chovatelu a.s.\nU cukrovaru 4 400  21 Usti n. Labem Approval code: ISB CZ 09 ISB LITOBOR Agrovysocina a.s.\nHorni ulice 30-31 591  01 Zdar nad Sazavou Approval code: ISB CZ 12 ISB MORAVSKY KRUMLOV Plemenari a.s.\nOptalova 37 637  00 Brno Approval code: ISB CZ 13 ISB STARE MESTO Plemenarske sluzby a.s.\nKvitkovice 765  02 Otrokovice Approval code: ISB CZ 14 ISB GRYGOV Genoservis a.s.\nJozky Jaburkove 1 771  68 Olomouc Approval code: ISB CZ 15 ISB VLACICE Natural s.r.o.\nRubesova 10 120  00 Praha 2 Approval code: ISB CZ 16` 3.  A part 12 is added with the following semen collection centre in respect of Australia:\n'PART 12 AUSTRALIA GENETICS AUSTRALIA Parwan Park Woolpack Rd Bacchus Marsh VICTORIA 3340 Approval code: 6043`", "This Decision is addressed to the Member States"], "attachments": "Done at Brussels, 7 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}