{"celex_id": "31999R0214", "uri": "http://publications.europa.eu/resource/cellar/b3f20549-b579-4a2f-93f4-24685a15fc0d", "type": "Regulation", "concepts": ["3483", "3584", "4505", "4542", "4778", "859"], "title": "Council Regulation (EC) No 214/1999 of 25 January 1999 amending Regulation (EC) No 1901/98 concerning a ban on flights of Yugoslav carriers between the Federal Republic of Yugoslavia and the European Community\n", "header": "COUNCIL REGULATION (EC) No 214/1999 of 25 January 1999 amending Regulation (EC) No 1901/98 concerning a ban on flights of Yugoslav carriers between the Federal Republic of Yugoslavia and the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 228a thereof,\nHaving regard to Common Position 98/426/CFSP of 29 June 1998 defined by the Council on the basis of Article J.2 of the Treaty on European Union concerning a ban on flights by Yugoslav carriers between the Federal Republic of Yugoslavia and the European Community (1),\nHaving regard to the proposal from the Commission,\nWhereas the Council adopted Council Regulation (EC) No 1901/98 of 7 September 1998 concerning a ban on flights of Yugoslav carriers between the Federal Republic of Yugoslavia and the European Community (2);\nWhereas the Council most recently in its Conclusions of 26 October 1998 has expressed its desire to avoid or to minimise negative effects on Montenegro from the sanctions imposed on the Federal Republic of Yugoslavia and/or Serbia;\nWhereas for that reason and on the basis of the information available the Council decided to exempt Montenegro Airlines from the flight ban imposed by Regulation (EC) No 1901/98 as far as authorisations for charter flights between Leipzig and Tivat are concerned;\nWhereas in its conclusions of 6 December 1998, the Council instructed its competent bodies to study options, on the basis of a Commission proposal, for the exemption of Montenegro Airlines from the flight ban on Yugoslav carriers;\nWhereas, since then the Montenegrin Government has expressed its interest in authorisations for other flights by Montenegro Airlines between Montenegro and the European Community and has been able to provide conclusive evidence to the Commission that such authorisations will not benefit, directly or indirectly, the Serbian or federal Yugoslav authorities,", "main_body": ["Paragraph 1(b) of Article 3 of Regulation (EC) No 1901/98 shall be replaced by the following:\n'(b) authorisations for individual or charter series flights by Montenegro Airlines between Montenegro and the European Community, on the condition that conclusive evidence is provided by the Montenegrin Government to the European Commission upon its request that neither the Serbian nor the federal Yugoslav authorities will benefit, directly or indirectly, from the revenues resulting from the flights authorised under this paragraph. If this condition is no longer fulfilled, the Commission will make an official notification to this effect in the Official Journal.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 1999.\nFor the Council\nThe President\nJ. FISCHER\n(1) OJ L 190, 4. 7. 1998, p. 3.\n(2) OJ L 248, 8. 9. 1998, p. 1."}