{"celex_id": "31990R1312", "uri": "http://publications.europa.eu/resource/cellar/9ba89294-010c-49fa-801e-683ffb0c8e36", "type": "Regulation", "concepts": ["2871", "4314", "4858"], "title": "Council Regulation (EEC) No 1312/90 of 14 May 1990 fixing, for the 1990/91 marketing year, certain sugar prices and the standard quality of beet\n", "header": "COUNCIL REGULATION (EEC) N°  1312/90\nof 14 May 1990\nfixing, for the 1990/91 marketing year, certain sugar prices and the  standard quality of beet\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of  the market in the sugar sector (1), as last amended by Regulation (EEC) No 1069/89 (2), and in  particular Articles 2 (3), 3 (4) and 4 (3) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when sugar prices are fixed, account should be taken of the objectives of the common  agricultural policy and of the contribution which the Community intends to make to the harmonious  development of world trade; whereas the objectives of the common agricultural policy are in  particular to ensure a fair standard of living for the agricultural community, to assure the  availability of supplies and ensure that they reach consumers at reasonable prices;\nWhereas, in order to attain these objectives, the target price for sugar must be fixed at a level  which, taking into account in particular the resultant level of the intervention price, ensures a  fair remuneration for beet and sugar cane producers while at the same time respecting consumers'  interests, and which is likely to maintain the balance between the prices of the principal  agricultural products;\nWhereas, as a result of the characteristics of the sugar market, the risks involved in this trade  are relatively slight; whereas, consequently, when the intervention price for sugar\nis being  fixed, the difference between the target price and the intervention price may be fixed at a  relatively low level;\nWhereas the basic price for beet must take account of the intervention price and of the costs of  processing and delivering the beet to factories and be based on an estimated Community yield of 130  kilograms of white sugar per tonne of beet with a 16 % sugar content,", "main_body": ["1.  The target price for white sugar  shall be ECU 55,89 per 100 kilograms.\n2.  The intervention price for white sugar shall be ECU 53,10 per 100 kilograms for the non-deficit  areas of the Community with the exception of Spain.", "The basic price for beet, applicable  in the Community with the exception of Spain and Portugal, shall be ECU 40,07 per tonne delivered  at the collection centre.", "Standard quality beet shall:\n(a)  be of sound, genuine and merchantable quality;\n(b)  have a sugar content of 16 % at the reception point.", "This Regulation shall enter  into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply for the 1990/91 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 14 May 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ N° L 177, 1. 7. 1981, p.  4.\n(2) OJ N° L 114, 27. 4. 1989, p. 1.\n(3) OJ N° C 49, 28. 2. 1990, p. 19.\n(4) OJ N° C 96, 17. 4. 1990.\n(5) OJ N° C 112, 7. 5. 1990, p. 34."}