{"celex_id": "31993R0495", "uri": "http://publications.europa.eu/resource/cellar/672bc265-a791-4fcd-9f2f-f2f2bd0399b8", "type": "Regulation", "concepts": ["1233", "1570", "2958", "4650", "712", "87"], "title": "Commission Regulation (EEC) No 495/93 of 3 March 1993 amending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended for feed for calves\n", "header": "COMMISSION REGULATION (EEC) No 495/93 of 3 March 1993 amending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended for feed for calves\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2071/92 (2), and in particular Article 10 (3) thereof,\nWhereas Article 4 (2) of Commission Regulation (EEC) No 1725/79 (3), as last amended by Regulation (EEC) No 184/93 (4), provides that certain information must be printed on the packaging of compound feedingstuffs, in particular the month and year of  manufacture; whereas this provision should be amended in order to bring it into line with the amended provisions of Council Directive 79/373/EEC of 2 April 1979 on the marketing of compound feedingstuffs (5), as last amended by Directive 90/654/EEC (6);\nWhereas Article 4 (4) of Regulation (EEC) No 1725/79 lays down provisions concerning mixtures containing skimmed milk used in the manufacture of compound feedingstuffs; whereas experience confirms the need to make this method of utilization subject to  stricter conditions in order to ensure that the skimmed milk or skimmed-milk powder used meets the requirements laid down for the grant of the aid;\nWhereas it is also appropriate to adapt certain references to other Community Regulations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1725/79 is hereby amended as follows:\n1. Article 4 is amended as follows:\n(a) the second subparagraph of paragraph 2 is replaced by the following:\n'In addition, packages must indicate in clearly legible characters the skimmed-milk powder content and the date of manufacture in accordance with Article 5d (2) of the aforementioned Directive or, where appropriate, the batch number referred to in", "(1) (j) of that Directive providing this number makes it possible to identify the date of manufacture. This information must be:\n- either indicated on the label inserted in the closing device, or\n- printed on the package itself.';\n(b) in paragraph 4:\n- point (a) is replaced by the following:\n'(a) the mixture:\n- complies with the requirements laid down in Article 1 (3);\n- has been manufactured in an approved undertaking in accordance with paragraph 5;\n- has been manufactured using skimmed milk or skimmed-milk powder without further processing, manufactured in the Community or imported as such.';\n- a third indent is added to point (b) as follows:\n'- an indication making it possible to identify the manufacturer by reference to his aproval number.';\n(c) the following paragraph 5 is added:\n'5. The approval referred to in paragraph 4 shall be granted by the competent authority of the Member State on whose territory the mixture is manufactured to undertakings which have the appropriate technical installations and administrative and  accounting facilities making it possible to implement the provisions of this Regulation.\nApproval shall be withdrawn where such guarantees no longer exist or where it is established that the undertaking concerned has failed to meet an obligation under this Regulation. At the request of the interested party, approval may be re-established  following a thorough check, but after a suspension period of six months at the earliest.\nThe competent authority of the Member State shall check for compliance with the requirements for the grant of the approval at least once every six months. The check shall comprise in particular an audit of incoming and outgoing products.\nWhere manufacture of the mixtures takes place in an approved undertaking pursuant to Article 8 of this Regulation, the approval shall be deemed to be pursuant to this paragraph.'\n2. In Article 7:\n(a) the words 'referred to in Article 10 of Regulation (EEC) No 223/77' in paragraph 1 are replaced by the words 'referred to in Article 2 of Commission Regulation (EEC) No 3566/92 (*);\n(*) OJ No L 362, 11. 12. 1992, p. 11.';\n(b) the opening text of paragraph 2 is replaced by the following:\n'Section 104 must indicate one of the following:'.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1993 as regards point 1 (b) and (c) of Article 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 215, 30. 7. 1992, p. 64.\n(3) OJ No L 199, 7. 8. 1979, p. 1.\n(4) OJ No L 22, 30. 1. 1993, p. 69.\n(5) OJ No L 86, 6. 4. 1979, p. 30.\n(6) OJ No L 353, 17. 12. 1990, p. 48."}