{"celex_id": "31998D0594", "uri": "http://publications.europa.eu/resource/cellar/825d7e64-4a56-44bf-b0b2-0e9c572d104a", "type": "Decision", "concepts": ["1309", "192", "4453", "5369", "842", "97"], "title": "98/594/EC: Commission Decision of 6 October 1998 amending Council Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC, with regard to the animal health conditions for importation, temporary admission and re-entry of registered horses from Thailand (notified under document number C(1998) 2962) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 October 1998 amending Council Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC, with regard to the animal health conditions for importation, temporary admission and re-entry of registered horses from Thailand (notified under document number C(1998) 2962) (Text with EEA relevance) (98/594/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Articles 12, 13, 15 and 16 and point (ii) of Article 19 thereof,\nWhereas by Council Decision 79/542/EEC (2), as last amended by Commission Decision 98/146/EC (3), a list of third countries from which Member States authorise imports of bovine animals, swine, equidae, sheep and goat, fresh meat and meat products has been established;\nWhereas the health conditions and veterinary certification for the temporary admission of registered horses, the re-entry thereof after temporary export, and imports thereof are laid down respectively in Commission Decisions 92/260/EEC (4), 93/195/EEC (5) and 93/197/EEC (6), all as last amended by Decision 98/360/EC (7);\nWhereas, following a Community veterinary mission to Thailand it appears that the animal health situation in this country is satisfactory as regards diseases in equidae and controlled by well-structured and organised services;\nWhereas the responsible veterinary authorities of Thailand have undertaken to notify the Commission and the Member States by telex, fax or telegram within 24 hours of confirmation of the occurrence of any disease mentioned in Annex A to Directive 90/426/EEC or the adoption of a vaccination policy against them or change in such policy and within an appropriate time of changes in import policy with respect to equidae;\nWhereas the animal health conditions and veterinary certification must be adopted according to the animal health situation of the countries concerned; whereas the present case relates only to registered horses;\nWhereas Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In part 2 of the Annex to Decision 79/542/EEC, special column for equidae, the following line is inserted in accordance with the alphabetic order of the ISO code:\n>TABLE>", "Decision 92/260/EEC is amended as follows:\n1. 'Thailand` is added to the list of third countries in Group C of Annex I.\n2. 'Thailand` is added to the list of third countries in the title of the health certificate set out in Annex II C.\n3. At point III of Annex II C, the following paragraph is added:\n'(l) If the equidae comes from Thailand, it was subjected to a complement fixation test for glanders on . . . (5) and for dourine on . . . (5), this within 10 days of export with negative results at 1 in 10 (4)`.\n4. In footnote (6) of Annex II C, 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore` is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula), Singapore and Thailand`.\n5. 'Thailand (TH)` is added to the third indent of Chapter III point (d) of Annex II A, B, C, D and E.", "Decision 93/195/EEC is amended as follows:\n1. 'Thailand (TH)` is added to the list of third countries in Group C of Annex I.\n2. 'Thailand` is added to the list of third countries in the title of the health certificate set out in Annex II C.", "Decision 93/197/EEC is amended as follows:\n1. 'Thailand (TH)` is added to the list of third countries in Group C of Annex I.\n2. In the title of the health certificate set out in Annex II C, 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore` is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula), Singapore and Thailand`.\n3. At point III of Annex II C, the following paragraph is added:\n'(m) If the equidae comes from Thailand, it was subjected to a complement fixation test for glanders on . . . (4) and for dourine on . . . (4), this within 21 days of export with negative results at 1 in 10 (4)`.\n4. In footnote (5) of Annex II C, 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore` is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula), Singapore and Thailand`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 42.\n(2) OJ L 146, 14. 6. 1979, p. 15.\n(3) OJ L 46, 17. 2. 1998, p. 8.\n(4) OJ L 130, 15. 5. 1992, p. 67.\n(5) OJ L 86, 6. 4. 1993, p. 1.\n(6) OJ L 86, 6. 4. 1993, p. 16.\n(7) OJ L 163, 6. 6. 1998, p. 44."}