{"celex_id": "31992D0170", "uri": "http://publications.europa.eu/resource/cellar/97a37063-230c-4c49-91b7-7d18610c49d3", "type": "Decision", "concepts": ["1074", "5315", "6050", "677"], "title": "92/170/EEC: Council Decision of 16 March 1992 establishing a single Advisory Committee for Eurotecnet and Force and amending Decisions 89/657/EEC and 90/267/EEC\n", "header": "21.3.1992 EN Official Journal of the European Communities L 75/51\nCOUNCIL DECISION\nof 16 March 1992\nestablishing a single Advisory Committee for Eurotecnet and Force and amending Decisions 89/657/EEC and 90/267/EEC\n(92/170/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 128 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the interests of greater effectiveness of Community action in the field of vocational training, the activities currently carried out by the Eurotecnet and Force Advisory Committees set up under Article 10 of Decisions 89/657/EEC (4) and 90/267/EEC (5) should be combined to form a single advisory committee, as announced by the Commission in its memorandum on the rationalization and coordination of vocational training programmes at Community level;\nWhereas Article 10 of Decisions 89/657/EEC and 90/267/EEC should be amended as a result,", "main_body": ["1.   In the implementation of the Eurotecnet and Force programmes, the Commission shall be assisted by an advisory committee composed of two representatives from each Member State and chaired by a representative from the Commission.\nThe members of the committee may be assisted by experts or advisors.\n12 representatives of both sides of industry, appointed by the Commission on the basis of proposals from the organizations representing both sides of industry at Community level, shall participate in the work of the committee as observers.\n2.   The representative of the Commission shall submit to the committee a draft concerning:\n(a) the general guidelines governing the Eurotecnet and Force programmes;\n(b) the general guidelines on the financial assistance to be provided by the Community (amounts, duration and recipients of assistance);\n(c) questions relating to the overall balance of the Eurotecnet and Force programmes, including the breakdown between the various activities and dovetailing with other Community programmes and initiatives in the field of vocational training;\n(d) questions relating to the evaluation of the programmes and the dissemination of their findings, with a view to the submission of the reports referred to in Article 11 of Decisions 89/657/EEC and 90/267/EEC.\n3.   The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\n4.   The opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\n5.   The Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "Article 10 of Decision 89/657/EEC is hereby replaced by the following:\n‘Article 10\nCommittee\nThe Commission shall be assisted in the implementation of this Decision by the advisory committee set up by Article 1 of Decision 92/170/EEC (6).", "Article 10 of Decision 90/267/EEC is hereby replaced by he following:\n‘Article 10\nCommittee\nThe Commission shall be assisted in the implementation of this Decision by the advisory committee set up by Article 1 of Decision 92/170/EEC (7).", "This Decision shall take effect on 1 July 1992."], "attachments": "Done at Brussels, 16 March 1992.\nFor the Council\nThe President\nJorge BRAGA DE MACEDO\n(1)  OJ No C 24, 31. 1. 1991, p. 6.\n(2)  OJ No C 240, 12. 7. 1991, p. 240.\n(3)  OJ No C 120, 20. 3. 1991, p. 23.\n(4)  OJ No L 393, 30. 12. 1989, p. 29.\n(5)  OJ No L 156, 21. 6. 1990, p. 1.\n(6)  OJ No L 75, 21. 3. 1992, p. 51.’\n(7)  OJ No L 75, 21. 3. 1992, p. 51.’"}