{"celex_id": "31999R1620", "uri": "http://publications.europa.eu/resource/cellar/df89f027-d4c9-44f2-8944-acf49b00b30c", "type": "Regulation", "concepts": ["1069", "2292", "2734", "4172"], "title": "Commission Regulation (EC) No 1620/1999 of 23 July 1999 amending Regulation (EC) No 2790/94 laying down common detailed rules for the implementation of Council Regulation (EEC) No 1601/92 concerning specific measures for the Canary Islands with regard to certain agricultural products\n", "header": "COMMISSION REGULATION (EC) No 1620/1999\nof 23 July 1999\namending Regulation (EC) No 2790/94 laying down common detailed rules for the implementation of Council Regulation (EEC) No 1601/92 concerning specific measures for the Canary Islands with regard to certain agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products(1), as last amended by Regulation (EC) No 1257/1999(2) and in particular Article 3(4), Article 4(4), Article 5(2) and Article 6(2) and the third paragraph of Article 8 thereof,\n(1) Whereas Commission Regulation (EC) No 2790/94(3), as last amended by Regulation (EC) No 825/98(4), lays down common detailed rules for the implementation of the specific arrangements for the supply of certain agricultural products to the Canary Islands; whereas the adjustments that experience has shown to be necessary should be made and the Regulation should be amended in the interests of clarity and administrative efficiency;\n(2) Whereas Article 7(2) of Regulation (EC) No 2790/94 does not state the reason why proof that import licences, exemption certificates and aid certificates as provided for in Articles 1, 2 and 3 of that Regulation have been charged must be presented within six working days of completion of the customs formalities;\n(3) Whereas the provisions of Article 7(2) of Regulation (EC) No 2790/94 are nonetheless related to those of Article 3(1) thereof, which stipulates that aid is to be paid on presentation of a fully utilised aid certificate; whereas operators who present aid certificates more than six working days after completion of the customs formalities should accordingly forfeit their entitlement to the aid;\n(4) Whereas it is difficult in practice for operators to comply with the time limit of six working days following completion of the customs formalities provided for in Article 7(2) of Regulation (EC) No 2790/94 for the presentation of proof that import licences and exemption and aid certificates have been charged;\n(5) Whereas, as a consequences, the provisions of Article 3(1) and Article 7(2) of Regulation (EC) No 2790/94 should be clarified, on the one hand, and conditions more in line with normal practice should be laid down regarding the time limit for presentation of aid applications and penalties applying cases where that time limit is not met, on the other hand;\n(6) Whereas the introduction in Article 3(1) of Regulation (EC) No 2790/94 of a time limite for presentation of aid applications that can normally be met and of proportionality in penalties applicable to operators not meeting the time limit for returning certificates will simplify the procedure for paying the aid without depriving the authorities of the instruments they need to ensure that the aims of the arrangements are met, i.e. in particular to guarantee regular supplies of certain agricultural products and to offset the effects of the islands' geographical situation by effectively passing on the benenfits granted, right through to the placing on the market of the products intended for local consumption;\n(7) Whereas the time limit provided for in Article 7(2) of Regulation (EC) No 2790/94 is confusing since it may be interpreted as laying down a condition for entitlement to the Community aid; whereas it no longer seems worthwhile to maintain that time limit for the purposes of sound administration of the arrangements since such administration is now fully computerised; whereas that time limit should accordingly be done away with and reference made solely to the time limit laid down in Article 3(1) of that Regulation for the payment of the aid;\n(8) Whereas the measures provided for in this Regulation are in accordance with the opinons of all the Management Committees concerned,", "main_body": ["Regulation (EC) No 2790/94 is hereby amended as follows:\n1. the second subpargraph of Article 3(1) is replaced by the following: \"Presenting an aid certificate shall be tantamount to applying for the aid: such presentation must be made, except in cases of force majeure, within 20 days of the date of charging of the aid certificate. Where that time limit is overrun, the aid shall be reduced by 5 % per day by which that time limit is exceeded.\";\n2. the third subparagraph of Article 7(2) is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 13.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 296, 17.11.1994, p. 23.\n(4) OJ L 117, 21.4.1998, p. 5."}