{"celex_id": "31995R2919", "uri": "http://publications.europa.eu/resource/cellar/a3343314-aa7f-42cc-8e34-ec2571664b7b", "type": "Regulation", "concepts": ["4327", "4353", "5000", "616", "797"], "title": "Commission Regulation (EC) No 2919/95 of 18 December 1995 on the grant of special aid for the production of durum wheat in Austria\n", "header": "COMMISSION REGULATION (EC) No 2919/95 of 18  December 1995 on the grant of special aid for the production of durum wheat in Austria\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system  for producers of certain arable crops  (1), as last amended by Regulation (EC) No 2800/95  (2), and  in particular Article 12 thereof,\nWhereas, in order to safeguard a certain level of protection of durum wheat in Austria, outside the  traditional production zones, Regulation (EEC) No 1765/92 provides for the grant of special aid in  those regions in which production of durum wheat was well established; whereas a list of regions  meeting that criterion should be established;\nWhereas, in order to prevent too high an increase in the areas under durum wheat, the special aid  is granted up to a ceiling of 5  000 ha; whereas detailed rules for the administration of that  ceiling should be laid down;\nWhereas for the purposes of the application of this Regulation, the information required under  Commission Regulation (EEC) No 3887/92 of 23 December 1992 laying down detailed rules for applying  the integrated administration and control system for certain Community aid schemes  (3), as amended  by Regulation (EC) No 1648/95  (4), and under Commission Regulation (EEC) No 1664/93 of 29 June  1993 setting out the information to be provided by the Member States concerning the support system  for producers of certain arable crops  (5), should be supplemented;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Joint Management Committee for cereals, oils and fats and dried fodder,", "main_body": ["1.  The special aid referred to in Article 4 (5) of Regulation (EEC)  No 1765/92 shall be granted, up to a limit of 5  000 ha, for all the Austrian regions listed in the  Annex.\n2.  The aid referred to in paragraph 1 shall be granted for all plots eligible for the compensatory  payment for arable crops referred to in Article 2 of Regulation (EEC) No 1765/92 sown to durum  wheat and located in one of the regions in question.\n3.  For the purposes of granting the special aid for durum wheat, the 'area` aid application  referred to in Article 4 of Regulation (EEC) No 3887/92 shall indicate all particulars permitting  identification of the plots sown to durum wheat.\n4.  Where the sum of the areas under durum wheat meeting the criteria referred to in paragraph 2  for which special aid applications have been submitted exceeds the ceiling referred to in paragraph  1, the areas eligible for the special aid shall be reduced in proportion, before the reduction  referred to in the first indent of Article 2 (6) of Regulation (EEC) No 1765/92, if any, is  applied.", "In the information table required under Regulation (EEC) No 1664/93, Member States  shall also communicate the information on durum wheat referred to in this Regulation.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from the 1995/96 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 18 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\nANNEX\nDURUM WHEAT PRODUCTION REGIONS\n1.  Gebiete der Bezirksbauernkammern 2046  Atzenbrugg\n2054  Baden\n2062  Bruck/Leitha\n2089  Ebreichsdorf\n2101  Gaenserndorf\n2160  Gross-Enzersdorf\n2208  Hainburg\n2241  Hollabrunn\n2275  Kirchberg/Wagram\n2305  Korneuburg\n2321  Laa/Thaya\n2330  Langenlois\n2364  Marchegg\n2399  Mistelbach\n2402  Moedling\n2470  Poysdorf\n2500  Ravelsbach\n2518  Retz\n2551  Schwechat\n2577  Stockerau\n2585  Tulln\n2623  Wr. Neustadt\n2631  Wolkersdorf\n2658  Zistersdorf\n2.  Gebiete der Bezirksreferate\n3018  Neusiedl/See\n3026  Eisenstadt\n3034  Mattersburg\n3042  Oberpullendorf\n3.  Gebiet der Landwirtschaftskammer\n1007 Wien"}