{"celex_id": "31998R0884", "uri": "http://publications.europa.eu/resource/cellar/db0bc41b-5295-4555-8623-cbe78831e701", "type": "Regulation", "concepts": ["1374", "2670", "3170", "4663", "4682", "5283"], "title": "Commission Regulation (EC) No 884/98 of 24 April 1998 on the sale, at prices fixed in advance, of beef held by certain intervention agencies, with a view to their processing in the Community and repealing Regulation (EC) No 445/98\n", "header": "COMMISSION REGULATION (EC) No 884/98 of 24 April 1998 on the sale, at prices fixed in advance, of beef held by certain intervention agencies, with a view to their processing in the Community and repealing Regulation (EC) No 445/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 2634/97 (2), and in particular Article 7(3) thereof,\nWhereas the introduction of intervention in beef has resulted in a build-up of stocks in several Member states; whereas, in order to prevent storage being prolonged excessively, part of these stocks should be sold by tendering procedure for processing in the Community;\nWhereas this sale should be subject to the rules laid down in Commission Regulations (EEC) No 2173/79 (3), as last amended by Regulation (EC) No 2417/95 (4), (EEC) No 3002/92 (5), as last amended by Regulation (EC) No 770/96 (6), and (EEC) No 2182/77 (7), as last amended by Regulation (EC) No 2417/95, subject to certain special exceptions on account of the particular use to which the products in question are to be put;\nWhereas, in order to ensure consistent and permanent sales, Title I of Regulation (EEC) No 2173/79, in particular, should be applied;\nWhereas, to ensure economic management of stocks, the intervention agencies should give priority to selling the meat which has been stored the longest;\nWhereas provision should be made for derogations from the second subparagraph of Article 2(2) of Regulation (EEC) No 2173/79 in view of the administrative difficulties which the application of this rule is creating in certain Member States;\nWhereas, to ensure optimum monitoring of the destination of beef from intervention stocks, control measures should be taken, in addition to the measures provided for in Regulation (EEC) No 3002/92, which are based on physical inspection of quantities and qualities;\nWhereas Commission Regulation (EC) No 445/98 (8), as amended by Regulation (EC) No 652/98 (9), should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The sale shall take place, for processing in the Community, of products bought into intervention under Article 6 of Regulation (EEC) No 805/68 amounting to approximately:\n- 5 tonnes of bone-in forequarters held by the Swedish intervention agency,\n- 34 tonnes of bone-in forequarters held by the Dutch intervention agency,\n- 400 tonnes of bone-in forequarters held by the Portuguese intervention agency,\n- 3 000 tonnes of bone-in forequarters held by the German intervention agency,\n- 1 000 tonnes of bone-in forequarters held by the Austrian intervention agency,\n- 450 tonnes of bone-in forequarters held by the Danish intervention agency,\n- 2 000 tonnes of bone-in forequarters held by the French intervention agency,\n- 3 000 tonnes of bone-in forequarters held by the Italian intervention agency,\n- 2 000 tonnes of bone-in forequarters held by the Spanish intervention agency,\n- 400 tonnes of bone-in forequarters held by the Irish intervention agency,\n- 3 000 tonnes of deboned beef held by the Irish intervention agency,\n- 700 tonnes of deboned beef held by the Danish intervention agency,\n- 3 000 tonnes of deboned beef held by the French intervention agency,\n- 3 500 tonnes of deboned beef held by the United Kingdom intervention agency.\nDetailed information concerning the products and their selling prices is given in Annex I.\n2. Subject to the provisions of this Regulation the products referred to in paragraph 1 shall be sold in accordance with Regulations (EEC) No 2173/79, in particular Titles I and III, (EEC) No 2182/77 and (EEC) No 3002/92.\n3. Particulars of the quantities and the place where the products are stored may be obtained by interested parties at the addresses given in Annex II hereto.\n4. For each product mentioned in Annex I hereto, the intervention agencies shall sell first the meat which has been stored the longest.\n5. Notwithstanding the second subparagraph of Article 2(2) of Regulation (EEC) No 2173/79, purchase applications shall not indicate in which store or stores the meat is held.", "1. Purchase applications shall be valid only if presented by or on behalf of a person or legal entity who, for the 12 months prior to the entry into force of this Regulation, has been engaged in the processing of products containing beef and who is entered in a national VAT register. In addition, applications must be presented by or on behalf of a processing establishment approved in accordance with Article 8 of Council Directive 77/99/EEC (10).\n2. Notwithstanding Article 3(1) and (2) of Regulation (EEC) No 2182/77, applications shall be accompanied by:\n- an indication of the product covered as given in either Article 3(2) or (3),\n- a written undertaking by the purchaser to process the meat into the product as specified above within the period referred to in Article 5(1) of Regulation (EEC) No 2182/77,\n- precise details of the establishment or establishments where the meat purchased is to be processed.\n3. The purchasers referred to in paragraph 1 may instruct an agent in writing to take delivery, on their behalf, of the products which they purchase. In this case agents shall submit the purchase applications of the purchaser whom they represent together with the written instruction referred to above.\n4. The purchasers and agents referred to in the preceding paragraphs shall maintain and keep up-to-date an accounting system which permits the destination and use of the products to be ascertained with a view in particular to ensuring that the quantities of products purchased and processed tally.", "1. Meat purchased in accordance with this Regulation shall be processed into products which comply with the definitions for A products and B products set out in paragraphs 2 and 3 below.\n2. An 'A` product means a processed product falling within CN code 1602 10 00, 1602 50 31, 1602 50 39 or 1602 50 80, not containing meat other than that of animals of the bovine species, with a collagen/protein ratio of no more than 0,45 % (11) and containing by weight at least 20 % (12) of lean meat excluding offal (13) and fat with meat and jelly accounting for at least 85 % of the total net weight.\nThe product must be subjected to a heat treatment sufficient to ensure the coagulation of meat proteins in the whole of the product which may not show any traces of a pinkish liquid on the cut surface when the product is cut along a line passing through its thickest part.\n3. A 'B` product means a processed product containing beef, other than:\n- one specified in Article 1(1)(a) of Regulation (EEC) No 805/68, or\n- one referred to in paragraph 2.\nHowever, a processed product falling within CN code 0210 20 90 which has been dried or smoked so that the colour and consistency of the fresh meat has totally disappeared and with a water/protein ratio not exceeding 3,2 shall be considered to be a B product.", "1. Member States shall set up a system of physical and documentary supervision to ensure that all meat is processed in accordance with Articles 2 and 3.\nThe system must include physical checks of quantity and quality at the start of the processing, during the processing and after the processing operation is completed. To this end, processors shall at any time be able to demonstrate the identity and use of the meat through appropriate production records.\nTechnical verification of the production method by the competent authority may, to the extent necessary, make allowance for drip losses and trimmings.\nIn order to verify the quality of the finished product and establish its conformity with the processor's recipe Member States shall undertake representative sampling and analysis of the product. The costs of such operations shall be borne by the processor concerned.\n2. Member States may, at the request of the processor, authorise the deboning of bone-in forequarters in an establishment other than that provided for in respect of processing provided the relevant operations take place in the same Member State under appropriate supervision.\n3. Article 1 of Regulation (EEC) No 2182/77 shall not apply.", "1. The security provided for in Article 15(1) of Regulation (EEC) No 2173/79 shall be ECU 12 per 100 kilograms.\n2. The security provided for in Article 4(1) of Regulation (EEC) No 2182/77 shall be:\n- ECU 1 200 for bone-in forequarters processed into A products,\n- ECU 1 050 for bone-in forequarters processed into B products,\n- ECU 1 700 for deboned beef processed into A products,\n- ECU 1 500 for deboned beef processed into B products.\n3. Notwithstanding Article 5(3) of Regulation (EEC) No 2182/77, the processing of all beef purchased into finished products as indicated in the purchase application shall constitute a principal requirement.", "Notwithstanding Article 9 of Regulation (EEC) No 2182/77, in addition to the entries provided for in Regulation (EEC) No 3002/92:\n- Section 104 of T5 control copies must be completed with one or more of the following:\n- Para transformación [Reglamentos (CEE) n° 2182/77 y (CE) n° 884/98]\n- Til forarbejdning (forordning (EØF) nr. 2182/77 og (EF) nr. 884/98)\n- Zur Verarbeitung bestimmt (Verordnungen (EWG) Nr. 2182/77 und (EG) Nr. 884/98)\n- Ãéá ìåôáðïßçóç [êáíïíéóìïß (ÅÏÊ) áñéè. 2182/77 êáé (ÅÊ) áñéè. 884/98]\n- For processing (Regulations (EEC) No 2182/77 and (EC) No 884/98)\n- Destinés à la transformation [règlements (CEE) n° 2182/77 et (CE) n° 884/98]\n- Destinate alla trasformazione [regolamenti (CEE) n. 2182/77 e (CE) n. 884/98]\n- Bestemd om te worden verwerkt (Verordeningen (EEG) nr. 2182/77 en (EG) nr. 884/98)\n- Para transformação [Regulamentos (CEE) nº 2182/77 e (CE) nº 884/98]\n- Jalostettavaksi (Asetukset (ETY) N:o 2182/77 ja (EY) N:o 884/98)\n- För bearbetning (Förordningarna (EEG) nr 2182/77 och (EG) nr 884/98),\n- Section 106 of T 5 control copies must be completed with the date of conclusion of the contract of sale.", "Regulation (EC) No 445/98 is hereby repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 356, 31. 12. 1997, p. 13.\n(3) OJ L 251, 5. 10. 1979, p. 12.\n(4) OJ L 248, 14. 10. 1995, p. 39.\n(5) OJ L 301, 17. 10. 1992, p. 17.\n(6) OJ L 104, 27. 4. 1996, p. 13.\n(7) OJ L 251, 1. 10. 1977, p. 60.\n(8) OJ L 56, 26. 2. 1998, p. 15.\n(9) OJ L 88, 24. 3. 1998, p. 41.\n(10) OJ L 26, 31. 1. 1977, p. 85.\n(11) Determination of collagen content: the collagen content shall be taken to mean the hydroxyproline content multiplied by the factor 8. The hydroxyproline content must be determined according to ISO method 3496-1978.\n(12) The lean bovine meat content excluding fat is determined in accordance with the procedure described in the Annex to Commission Regulation (EEC) No 2429/86 (OJ L 210, 1.8.1986, p. 39).\n(13) Offal includes the following: heads and cuts thereof (including ears), feet, tails, hearts, udders, livers, kidneys, sweetbreads (thymus gland with pancreas), brains, lungs, throats, thick skirts, spleens, tongues, caul, spinal cords, edible skin, reproductive organs (i.e. uteri, ovaries and testes), thyroid glands, pituitary glands.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Äéåõèýíóåéò ôùí ïñãáíéóìþí ðáñåìâÜóåùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção - Interventioelinten osoitteet - Interventionsorganens adresser\nBUNDESREPUBLIK DEUTSCHLAND\nBundesanstalt für Landwirtschaft und Ernährung (BLE)\nPostfach 180203, D-60083 Frankfurt am Main\nAdickesallee 40\nD-60322 Frankfurt am Main\nTel.: (49) 69 1564-704/772; Telex: 411727; Telefax: (49) 69 15 64-790/791\nDANMARK\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nEU-direktoratet\nKampmannsgade 3\nDK-1780 København V\nTlf. (45) 33 92 70 00; telex 151317 DK; fax (45) 33 92 69 48, (45) 33 92 69 23\nESPAÑA\nFEGA (Fondo Español de Garantía Agraria)\nBeneficencia, 8\nE-28005 Madrid\nTel.: (34) 913 47 65 00, 913 47 63 10; télex: FEGA 23427 E/FEGA 41818 E; fax: (34) 915 21 98 32, 915 22 43 87\nFRANCE\nOFIVAL\n80, avenue des Terroirs-de-France\nF-75607 Paris Cedex 12\nTéléphone: (33 1) 44 68 50 00; télex: 215330; télécopieur: (33 1) 44 68 52 33\nITALIA\nAIMA (Azienda di Stato per gli interventi nel mercato agricolo)\nVia Palestro 81\nI-00185 Roma\nTel. 49 49 91; telex: 61 30 03; telefax: 445 39 40/445 19 58\nIRELAND\nDepartment of Agriculture, Food and Forestry\nAgriculture House\nKildare Street\nIRL-Dublin 2\nTel. (01) 678 90 11, ext. 2278 and 3806\nTelex 93292 and 93607, telefax (01) 661 62 63, (01) 678 52 14 and (01) 662 01 98\nNEDERLAND\nMinisterie van Landbouw, Natuurbeheer en Visserij, Voedselvoorzieningsin- en verkoopbureau\np/a LASER, Zuidoost\nSlachthuisstraat 71\nPostbus 965\n6040 AZ Roermond\nTel. (31-475) 35 54 44; telex 56396 VIBNL; fax (31-475) 31 89 39\nÖSTERREICH\nAMA-Agrarmarkt Austria\nDresdner Straße 70\nA-1201 Wien\nTel.: (431) 33 15 12 20; Telefax: (431) 33 15 1297\nSVERIGE\nStatens jordbruksverk - Swedish Board of Agriculture\nVallgatan 8\nS-55182 Jönköping\nTfn(46-36) 15 50 00; telex: 70991 SJV-S; fax (46-36) 19 05 46\nPORTUGAL\nInstituto Nacional de Intervenção e Garantia Agrícola\nRua Fernando Curado Ribeiro, nº 4-G\nP-1600 Lisboa\nTel.: (351-1) 751 85 00; telefax: (351-1) 751 86 15\nUNITED KINGDOM\nIntervention Board Executive Agency\nKings House\n33 Kings Road\nReading RG1 3BU\nBerkshire\nTel. (01189) 58 36 26\nFax (01189) 56 67 50"}