{"celex_id": "31998D0338", "uri": "http://publications.europa.eu/resource/cellar/4298e6c5-df8c-4d33-8f4f-4050f09bc1d9", "type": "Decision", "concepts": ["1598", "192", "2286", "2356", "2560", "5369"], "title": "98/338/EC: Commission Decision of 14 May 1998 amending Decision 98/226/EC concerning certain protection measures relating to classical swine fever in the Netherlands (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 May 1998 amending Decision 98/226/EC concerning certain protection measures relating to classical swine fever in the Netherlands (Text with EEA relevance) (98/338/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2) and, in particular, Article 10(4) thereof,\nWhereas outbreaks of classical swine fever have occurred in the Netherlands;\nWhereas in view of the trade in live pigs, semen, embryos and ova, these outbreaks are liable to endanger the herds of other Member States;\nWhereas the Netherlands have taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas, as a result of the disease situation the Commission adopted Decision 97/216/EC of 26 March 1997 concerning protection measures relating to classical swine fever in the Netherlands and repealing Commission Decision 97/122/EC (4);\nWhereas, as it was possible to identify geographically areas which presented a particular risk, the Commission adopted Decision 98/226/EC of 19 March 1998 amending Decision 97/216/EC concerning certain protection measures relating to classical swine fever in the Netherlands (5);\nWhereas, as a result of the favourable evolution of the disease, it is necessary to amend Decision 98/226/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 98/226/EC is replaced by the Annex to this Decision.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 14 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 87, 2. 4. 1997, p. 24.\n(5) OJ L 85, 20. 3. 1998, p. 34.\nANNEX\nThe territory of the Netherlands situated inside the following natural, administrative or man-made borders:\nFrom the intersection at Prins Willem Alexanderweg and the river Waal, along the Waal in an eastern direction, to Kaliwaal and to Duffeltdijk (Kekerdom, municipality of Ubbergen). From Duffeltdijk in a southern direction to Kapitteldijk and to the Dutch-German border. From the Dutch-German border in a southern direction to Zwarteweg. From Zwarteweg in a southern direction to the N 271. From the N 271 in a southern direction to the bridge over the river Niers. Along the Niers in a northern direction, then in a western direction to the river Maas. Along the Maas in a southern direction to the Maasstraat intersection (Sambeek, municipality of Boxmeer). From Maasstraat in a north-western direction, then in a western direction to Zandsteeg, then on to Sambeeksedijk and to Verlengde Heistraat. From Verlengde Heistraat in a southern direction to Heikantsepeelweg. From Heikantsepeelweg in a south-western direction to the A 73. From the A 73 in a south-eastern direction to Mullensdijk. From Mullensdijk in a south-western direction to Stevenbeekseweg. From Stevenbeekseweg in a southern direction to Groeningsedijk. From Groeningsedijk in a western direction to the Oploseweg. From the Oploseweg in a south-eastern direction to Hondsbergweg. From Hondsbergweg in a south-western direction, then to Boveneind and to Vredepaaldreef. From Vredepaaldreef in a southern direction, then in a western direction to Oploseweg. From Oploseweg in a southern direction to Ripsestraat and to Burgemeester Wijtvlietlaan. From Burgemeester Wijtvlietlaan in a western direction to Doctor de Quayweg. From Doctor de Quayweg in a south-western direction to Sijpseweg. From Sijpseweg in a northern direction to Rooie Hoefsedijk. From Rooie Hoefsedijk in a south-western direction to Oost-om. From Oost-om in a northern direction to Scheiweg. From Scheiweg in a western direction to Lodderdijk. From Lodderdijk in a south-eastern direction to St-Annastraat, then to Willem de Haasstraat and to Vondellaan. From Vondellaan in a south-western direction to Kruiseind. From Kruiseind in a north-western direction to Pandelaar, then to Koksedijk, then to Gemertsdijk, then to Heuvelberg, then to Molentiend and to Brugstraat. From Brugstraat in a western direction to Hezelstraat, then to Kerkstraat, then to Schansoord and to Veghelsdijk. From Veghelsdijk in a western direction to Erpseweg and to Rembrandtlaan (N 265). From Rembrandtlaan in a south-western direction to Rijksweg (N 279). From Rijksweg in a north-western direction to the A 2. From the A 2 in a northern direction to the Hertogenbosch-Nijmegen railway line. From the intersection at the A 2 and the Hertogenbosch-Nijmegen railway line, follow the railway line in a north-eastern direction to Deken van Roestellaan. From Deken van Roestellaan in a northern direction to Rodenborchweg to Schoolstraat. From Schoolstraat in an eastern direction to Bruggen and to Slagkampweg. From Slagkampweg in a northern direction to Blokkenweg. From Blokkenweg in an eastern direction to Vliertwijksestraat. From Vliertwijksestraat in a northern direction to Eerste Hoefsteeg. From Eerste Hoefsteeg in an eastern direction to Kerkdijk. From Kerkdijk in a northern direction to the Hertogswetering watercourse. From Hertogswetering in an eastern direction to Lutterstraat. From Lutterstraat in a northern direction to Osseweg and to Lithovensedijk. From Lithovensedijk in a north-eastern direction, then in a northern direction to Oyense Benedendijk to Veerstraat. From Veerstraat in a northern direction, crossing the river Maas, to Oyense Veerweg and to Veerweg. From Veerweg in a western direction to Nieuweweg. From Nieuweweg in a north-eastern direction to Hoogroekstraat. From Hoogroekstraat in an eastern direction to Zijveld. From Zijveld in a northern direction to Heemstraweg. From Heemstraweg in a western direction to Prins Willem Alexanderweg. From Prins Willem Alexanderweg in a northern direction to the Waal intersection."}