{"celex_id": "31995R1761", "uri": "http://publications.europa.eu/resource/cellar/54987f8b-e80f-4a9a-bbd7-dd76a6bd46c7", "type": "Regulation", "concepts": ["1159", "2026", "2455", "2879", "3544", "4790", "5100"], "title": "Council Regulation (EC) No 1761/95 of 29 June 1995 amending, for the second time, Regulation (EC) No 3366/94 laying down for 1995 certain conservation and management measures for fishery resources in the Regulatory Area as defined in the Convention on Future Multilateral Cooperation in the North-west Atlantic Fisheries\n", "header": "COUNCIL REGULATION (EC) No 1761/95 of 29 June  1995 amending, for the second time, Regulation (EC) No 3366/94 laying down for 1995 certain  conservation and management measures for fishery resources in the Regulatory Area as defined in the  Convention on Future Multilateral Cooperation in the North-west Atlantic Fisheries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community  system for fisheries and aquaculture  (1) and, in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EC) No 3366/94  (2) lays down fishing quotas for Member States in the  Regulatory Area for 1995;\nWhereas Regulation (EC) No 850/95  (3) establishes for 1995 an autonomous quota for Greenland  halibut in NAFO areas 2 and 3 at 18  630 tonnes;\nWhereas following bilateral negotiations, the European Community and the Government of Canada  signed an Agreed Minute on fisheries and agreed on its provisional application;\nWhereas the Agreed Minute establishes that Community fleets will limit their catches of Greenland  halibut in NAFO areas 3LMNO to 5  013 tonnes from 16 April 1995 onwards;\nWhereas in order to ensure the conservation of the Greenland halibut stock, provisions should be  made with regard to the communication of effort plans for this fishery;\nWhereas Regulation (EC) No 3366/94 should therefore be amended,", "main_body": ["Regulation (EC) No 3366/94 is hereby amended as follows:\n1.  Annex I shall be replaced by the Annex to this Regulation.\n2.  The following Article shall be inserted:\n'Article 2a Member States shall inform the Commission, of the fishing plan for the Greenland halibut fishery in  the Regulatory Area and shall, no later than 1 December 1995, report to the Commission on its  implementation`.", "All catches by Member States of Greenland halibut in NAFO areas 2  +  3 prior to the  adoption of this Regulation, and taken after 15 April 1995 shall be counted against the quota  established in the Annex.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 29 June 1995.\nFor the Council The President J. BARROT\nANNEX\n'ANNEX I >TABLE>"}