{"celex_id": "31990R2083", "uri": "http://publications.europa.eu/resource/cellar/69df9f02-541e-4a89-8ef8-41c3434e893d", "type": "Regulation", "concepts": ["1120", "4083", "797", "870"], "title": "Commission Regulation (EEC) No 2083/90 of 20 July 1990 fixing for the 1990/91 marketing year the production aid for tinned pineapple and the minimum price to be paid to pineapple producers\n", "header": "COMMISSION  REGULATION (EEC) No 2083/90\nof 20 July 1990\nfixing for the 1990/91 marketing year the production aid for tinned pineapple and the minimum price to be paid to pineapple producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 525/77 of 14 March 1977 establishing a system of production aid for tinned pineapple (1), as last amended by Regulation (EEC) No 1699/85 (2), and in particular Article 8 thereof,\nWhereas, under Article 4 of Regulation (EEC) No 525/77, the minimum price to be paid to producers is to be determined on the basis of the minimum price applicable during the preceding marketing year, and the trend of production costs in the fruit and vegetable sector;\nWhereas Article 5 of the said Regulation lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the minimum price to be paid to producers, the non-member country price and, if necessary, the pattern of processing cost assessed on a flat-rate basis;\nWhereas Commission Regulation (EEC) No 784/90 of 29 March 1990 fixing the reducing coefficient for agricultural prices in the 1990/91 marketing year as a result of the monetary realignment of 5 January 1990 and amending the prices and amounts fixed in ecus for that marketing year (3) lists the prices and amounts to which the coefficient 1,001712 is applied under the system for the automatic dismantling of negative monetary gaps; whereas the prices and amounts fixed in ecus by the Commission for the 1990/91 marketing year must take account of the reduction resulting therefrom;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1990/91 marketing year:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 525/77 to be paid to producers for pineapples;\nand\n(b) the production aid referred to in Article 5 of the said Regulation for tinned pineapple;\nshall be as set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 73, 21. 3. 1977, p. 46.\n(2) OJ No L 163, 22. 6. 1985, p. 12.\n(3) OJ No L 83, 30. 3. 1990, p. 102.\nANNEX\nMinimum price to be paid to the producers\n1.2 //  //  // Product  // ECU/100 kg net, ex producer   //  //   // Pineapple intended for the manufacture of tinned pineapple   // 31,586   //    //\nProduction aid\n1.2 //  //  // Product  // ECU/100 kg net   //    //  // Tinned pineapple   // 104,888   //    //"}