{"celex_id": "31997R0280", "uri": "http://publications.europa.eu/resource/cellar/72510f14-b728-42e8-9b98-6ed85106a889", "type": "Regulation", "concepts": ["2620", "4353", "4650", "4682", "5263", "5581"], "title": "Commission Regulation (EC) No 280/97 of 17 February 1997 amending Commission Regulation (EC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef\n", "header": "COMMISSION REGULATION (EC) No 280/97 of 17 February 1997 amending Commission Regulation (EC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in Beef and Veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Article 4 (i) (5) thereof,\nWhereas Article 50 (1) of Commission Regulation (EEC) No 3886/92, of 23 December 1992, laying down detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and repealing Regulation (EEC) No 1244/82 and (EEC) No 714/89 (3), as last amended by Regulation (EC) No 200/97 (4) provides that the early marketing premium for veal calves can only be granted for animals slaughtered on the territory of the Member State responsible for the payment of premium; whereas due to the special geographical situation as well as the traditional administrative status of Kleinwalsertal in Austria the slaughter of bovine animals from that region has traditionally taken place in Oberstdorf, Germany; whereas on that background and in order to give the producers in Kleinwalsertal a fair opportunity to participate in the premium scheme concerned Austria shall be authorised to accept applications for premium with regard to veal calves having been kept in Kleinwalsertal and slaughtered in the slaughterhouse of Oberstdorf in Germany; whereas, consequently, derogations should be provided from the obligation for the animals to be retained during a specific period in the Member State of slaughter;\nWhereas the authorization to slaughter in Germany is subject to the Austrian competent authorities carrying out the necessary control securing compliance with the conditions for granting the premium on calves slaughtered in Austria;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["In Article 50 of Regulation (EEC) No 3886/92 the following paragraph shall be inserted after paragraph 1:\n'1a. By derogation from paragraph 1, Austria shall be authorized to accept applications for the early marketing premium in respect of animals retained in Kleinwalsertal, Austria, in accordance with paragraph 4 (a), and slaughtered in Oberstdorf, Germany.\nThe Austrian competent authority shall take all necessary measures in order to guarantee the identity of such animals and their carcases which in all other respect shall comply with the conditions of eligibility laid down for veal calves slaughtered in Austria.`", "This Regulation shall enter into force on the third day following the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 31, 1. 2. 1997, p. 62."}