{"celex_id": "31997R1598", "uri": "http://publications.europa.eu/resource/cellar/51d75115-b602-4d55-8170-5893d9327c17", "type": "Regulation", "concepts": ["1102", "161", "1644", "2763", "4860", "5063"], "title": "Commission Regulation (EC) No 1598/97 of 30 July 1997 amending Regulation (EC) No 1600/95 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 1598/97 of 30 July 1997 amending Regulation (EC) No 1600/95 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 13 (3) and 16 (1) and (4) thereof,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (3), and in particular Article 1 (1) thereof,\nWhereas Council Regulation (EC) No 1595/97 (4) amending Regulation (EC) No 3066/95 (5) establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations, and repealing Regulation (EC) No 1798/94, amends the concession for Bulgaria for products falling within CN code 0406, replacing all existing concessions for the products concerned, including those referred to in Annex IV to Regulation (EC) No 1600/95 (6), as last amended by Regulation (EC) No 503/97 (7); whereas Annexes IV and VII to Regulation (EC) No 1600/95 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1600/95 is hereby amended as follows:\n1. in Annex IV, opposite Order Nos 8 and 9, under 'country of origin`, 'Bulgaria` is deleted;\n2. in Annex VII, the text under 'Bulgaria` is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 206, 16. 8. 1996, p. 21.\n(3) OJ No L 146, 20. 6. 1996, p. 1.\n(4) See page 1 of this Official Journal.\n(5) OJ No L 328, 30. 12. 1995, p. 31.\n(6) OJ No L 151, 1. 7. 1995, p. 12.\n(7) OJ No L 78, 20. 3. 1997, p. 12."}