{"celex_id": "31993R1793", "uri": "http://publications.europa.eu/resource/cellar/f66959ad-2b59-48a7-a3bf-3b173369b9e0", "type": "Regulation", "concepts": ["1261", "4395", "797"], "title": "Commission Regulation (EEC) No 1793/93 of 30 June 1993 regarding the operative event for the agricultural conversion rates used in the hops sector\n", "header": "COMMISSION REGULATION (EEC) No 1793/93 of 30 June 1993 regarding the operative event for the agricultural conversion rates used in the hops sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 6 (2) thereof,\nWhereas the said introduced by Article 12 of Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (2), as last amended by Regulation (EEC) No 3124/92 (3), may be granted in respect of hops products in the Community;\nWhereas there is no marketing year for hops; whereas, therefore, a derogation should be provided from Article 11 (1) of Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (4);\nWhereas Commission Regulation (EEC) No 2540/75 of 6 October 1975 defining the event in which the payment of aid to hop growers becomes due and payable (5) defines the operative event for the agricultural conversion rate to be used for the payment of the aid as the date of adoption by the Council of the Regulation fixing the amount of aid to growers in respect of the previous year's harvest; whereas the date of the operative event for the agricultural conversion rate applicable to the aid to hop growers should be 1 July of the year of entry into force of the Council Regulation fixing the amount of the aid; whereas, therefore, Regulation (EEC) No 2540/75 should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The agricultural conversion rate to be applied for the purposes of the aid provided for in Article 12 of Regulation (EEC) No 1696/71 shall be the rate in force on 1 July of the year in which the Regulation fixing the amount of the aid to growers enters into force.", "Regulation (EEC) No 2540/75 is hereby repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 175, 4. 8. 1971, p. 1.\n(3) OJ No L 313, 30. 10. 1992, p. 1.\n(4) OJ No L 108, 1. 5. 1993, p. 106.\n(5) OJ No L 259, 7. 10. 1975, p. 9."}