{"celex_id": "31997R0122", "uri": "http://publications.europa.eu/resource/cellar/acd27cd1-c45a-4ba2-abb7-10a7050aa689", "type": "Regulation", "concepts": ["2194", "3003", "3626", "4503", "4683", "4691"], "title": "Commission Regulation (EC) No 122/97 of 23 January 1997 amending Regulation (EEC) No 3567/92 as regards detailed rules for the use and transfer of rights in the sheepmeat and goatmeat sector\n", "header": "COMMISSION REGULATION (EC) No 122/97 of 23 January 1997 amending Regulation (EEC) No 3567/92 as regards detailed rules for the use and transfer of rights in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Council Regulation (EC) No 1589/96 (2), and in particular Article 5a (4) thereof,\nWhereas the rules covering transfer of premium rights, as laid down in Article 7 of Commission Regulation (EEC) No 3567/92 (3), as last amended by Regulation (EC) No 1847/95 (4), mean that the competent authority cannot recognize a change in the number of rights of a producer, through a transfer, where a producer notifies that authority after the date on which he made a premium application; whereas, in the event of such a late notification of transfer, both the producer intending to receive the rights and the producer transferring out the rights, are subject to the foreseen penalties which, in this case, may be considered disproportionately severe for the error committed;\nWhereas, to provide more equitable conditions for such transfers but without prejudice to the need for proper control of premium applications, it is necessary to allow the competent authorities more flexibility in the implementation of the transfer rules; whereas Member States should therefore be allowed to permit notification of transfers until the last day of the premium application period, that is, before controls take place;\nWhereas Regulation (EEC) No 3567/92 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["Article 7 (2) of Regulation (EEC) No 3567/92 is replaced by the following:\n'2. Transfers of premium rights and temporary leasing of such rights shall be effective only after they have been notified to the competent authorities of the Member State by the producer transferring and/or leasing the rights and by the producer receiving the rights.\nSuch notification shall be made within a deadline set by the Member State and not later than the date on which the premium application period ends in that Member State except in those cases where the transfer of rights takes effect through an inheritance. In that case, the producer who receives the rights must be in a position to furnish appropriate legal documents to prove that he or she is the beneficiary of the deceased producer.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to premium rights relating to 1997 and subsequent marketing years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 206, 16. 8. 1996, p. 25.\n(3) OJ No L 362, 11. 12. 1992, p. 41.\n(4) OJ No L 177, 28. 7. 1995, p. 32."}