{"celex_id": "31992R3577", "uri": "http://publications.europa.eu/resource/cellar/8fd80393-83ef-4b45-addd-c925299bac89", "type": "Regulation", "concepts": ["1616", "1638", "1806", "4522"], "title": "Council Regulation (EEC) No 3577/92 of 7 December 1992 applying the principle of freedom to provide sevices to maritime transport within Member States (maritime cabotage)\n", "header": "COUNCIL REGULATION (EEC) No 3577/92  of 7 December 1992  applying the principle of freedom to provide sevices to maritime transport within Member States (maritime cabotage)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 84 (2) thereof,\nHaving regard to the amended proposal of the Commission (1),\nHaving regard to the opinions of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas on 12 June 1992, the European Parliament adopted its Resolution on the liberalization of maritime cabotage and its economic and social consequences;\nWhereas in accordance with Article 61 of the Treaty freedom to provide services in the field of maritime transport is to be governed by the provisions of the Title relating to transport;\nWhereas the abolition of restrictions on the provision of maritime transport services within Member States is necessary for the establishment of the internal market; whereas the internal market will comprise an area in which the free movement of goods,  persons, services and capital is ensured;\nWhereas therefore freedom to provide services should be applied to maritime transport within Member States;\nWhereas the beneficiaries of this freedom should be Community shipowners operating vessels registered in and flying the flag of a Member State whether or not it has a coastline;\nWhereas this freedom will be extended to vessels also registered in Euros once that register is approved;\nWhereas in order to avoid distortion of competition, Community shipowners exercising the freedom to provide cabotage services should comply with all the conditions for carrying out cabotage in the Member State in which their vessels are registered;  whereas Community shipowners operating ships registered in a Member State who do not have the right to carry out cabotage in that State should nevertheless be beneficiaries of this Regulation during a transitional period;\nWhereas the implementation of this freedom should be gradual and not necessarily provided for in a uniform way for all services concerned, taking into account the nature of certain specific services and the extent of the effort that certain economies in  the Community showing differences in development will have to sustain;\nWhereas the introduction of public services entailing certain rights and obligations for the shipowners concerned may be justified in order to ensure the adequacy of regular transport services to, from and between islands, provided that there is no  distinction on the grounds of nationality or residence;\nWhereas provisions should be adopted so that safeguard measures can be taken as regards maritime transport markets affected by a serious disturbance or in the event of an emergency; whereas, for this purpose, suitable decision-making procedures should  be introduced;\nWhereas, in view of the need to ensure the proper functioning of the internal market and of possible adaptations in the light of experience, the Commission should report on the implementation of this Regulation and if necessary submit additional  proposals,", "main_body": ["1. As from 1 January 1993, freedom to provide maritime transport services within a Member State (maritime cabotage) shall apply to Community shipowners who have their ships registered in, and flying the flag of a Member State, provided that  these ships comply with all conditions for carrying out cabotage in that Member State, including ships registered in Euros, once that Register is approved by the Council.\n2. By way of derogation, the application of the provision of paragraph 1 requiring that ships fulfil all conditions for carrying out cabotage in the Member State in which they are registered at that time shall be temporarily suspended until 31 December  1996.", "For the purposes of this Regulation:\n1. 'maritime transport services within a Member State (maritime cabotage)' shall mean services normally provided for remuneration and shall in particular include:\n(a) mainland cabotage: the carriage of passengers or goods by sea between ports situated on the mainland or the main territory of one and the same Member State without calls at islands;\n(b) off-shore supply services: the carriage of passengers or goods by sea between any port in a Member State and installations or structures situated on the continental shelf of that Member State;\n(c) island cabotage: the carriage of passengers or goods by sea between:\n- ports situated on the mainland and on one or more of the islands of one and the same Member State,\n- ports situated on the islands of one and the same Member State;\nCeuta and Melilla shall be treated in the same way as island ports.\n2. 'Community shipowner' shall mean:\n(a) nationals of a Member State established in a Member State in accordance with the legislation of that Member State and pursuing shipping activities;\n(b) shipping companies established in accordance with the legislation of a Member State and whose principal place of business is situated, and effective control exercised, in a Member State;\nor\n(c) nationals of a Member State established outside the Community or shipping companies established outside the Community and controlled by nationals of a Member State, if their ships are registered in and fly the flag of a Member State in accordance  with its legislation;\n3. 'a public service contract' shall mean a contract concluded between the competent authorities of a Member State and a Community shipowner in order to provide the public with adequate transport services.\nA public service contract may cover notably:\n- transport services satisfying fixed standards of continuity, regularity, capacity and quality,\n- additional transport services,\n- transport services at specified rates and subject to specified conditions, in particular for certain categories of passengers or on certain routes,\n- adjustments of services to actual requirements;\n4. 'public service obligations' shall mean obligations which the Community shipowner in question, if he were considering his own commercial interest, would not assume or would not assume to the same extent or under the same conditions;\n5. 'a serious disturbance of the internal transport market' shall mean the appearance on the market of problems specific to that market and which:\n- are likely to lead to a serious and potentially lasting excess of supply over demand,\n- are due to, or aggravated by, maritime cabotage operations, and\n- pose a serious threat to the financial stability and survival of a significant number of Community shipowners,\nprovided that the short-term and medium-term forecasts for the market in question do not indicate any substantial and lasting improvements.", "1. For vessels carrying out mainland cabotage and for cruise liners, all matters relating to manning shall be the responsibility of the State in which the vessel is registered (flag state), except for ships smaller than 650 gt, where host  State conditions may be applied.\n2. For vessels carrying out island cabotage, all matters relating to manning shall be the responsibility of the State in which the vessel is performing a maritime transport service (host State).\n3. However, from 1 January 1999, for cargo vessels over 650 gt carrying out island cabotage, when the voyage concerned follows or precedes a voyage to or from another State, all matters relating to manning shall be the responsibility of the State in  which the vessel is registered (flag State).\n4. The Commission shall make an in-depth examination of the economic and social impact of the liberalization of island cabotage and shall submit a report to the Council before 1 January 1997 at the latest.\nOn the basis of this report, the Commission shall submit a proposal to the Council which may include adjustments to the manning nationality provisions laid down in paragraphs 2 and 3 so that the definitive system shall be approved by the Council in due  time and before 1 January 1999.", "1. A Member State may conclude public service contracts with or impose public service obligations as a condition for the provision of cabotage services, on shipping companies participating in regular services to, from and between islands.\nWhenever a Member State concludes public service contracts or imposes public service obligations, it shall do so on a non-discriminatory basis in respect of all Community shipowners.\n2. In imposing public service obligations, Member States shall be limited to requirements concerning ports to be served, regularity, continuity, frequency, capacity to provide the service, rates to be charged and manning of the vessel.\nWhere applicable, any compensation for public service obligations must be available to all Community shipowners.\n3. Existing public service contracts may remain in force up to the expiry date of the relevant contract.", "1. In the event of a serious disturbance of the internal transport market due to cabotage liberalization, a Member State may request the Commission to adopt safeguard measures.\nAfter consulting the other Member States, the Commission shall decide where appropriate on the necessary safeguard measures, within 30 working days of receipt of the relevant request from a Member State. Such measures may involve the temporary  exclusion, not exceeding 12 months, of the area concerned from the scope of this Regulation.\nThe Commission shall communicate to the Council and the Member States any decision on its safeguard measures.\nIf after the period of 30 working days the Commission has taken no decision on the subject, the Member State concerned shall be entitled to apply the measures requested until the Commission has taken its decision.\nHowever, in the event of an emergency, Member States may unilaterally adopt the appropriate provisional measures which may remain in force for no more than three months. In such an event, Member States must immediately inform the Commission of the  adoption of such measures. The Commission may abrogate the measures or confirm them with or without modification until it takes its final decision in accordance with the second subparagraph.\n2. The Commission may also adopt safeguard measures on its own initiative, after consulting the Member States.", "1. By way of derogation, the following maritime transport services carried out in the Mediterranean and along the coast of Spain, Portugal and France shall be temporarily exempted from the implementation of this Regulation:\n- cruise services, until 1 January 1995,\n- transport of strategic goods (oil, oil products and drinking water), until 1 January 1997,\n- services by ships smaller than 650 gt, until 1 January 1998,\n- regular passenger and ferry services, until 1 January 1999.\n2. By way of derogation, island cabotage in the Mediterranean and cabotage with regard to the Canary, Azores and Madeira archipelagoes, Ceuta and Melilla, the French islands along the Atlantic coast and the French overseas departments shall be  temporarily exempted from the implementation of this Regulation until 1 January 1999.\n3. For reasons of socio-economic cohesion, the derogation provided for in paragraph 2 shall be extended for Greece until 1 January 2004 for regular passenger and ferry services and services provided by vessels less than 650 gt.", "Article 62 of the Treaty shall apply to the matters covered by this Regulation.", "Without prejudice to the provisions of the Treaty relating to the right of establishment and to this Regulation, a person providing a maritime transport service may, in order to do so, temporarily pursue his activity in the Member States  where the service is provided, under the same conditions as are imposed by that State on its own nationals.", "Before adopting laws, regulations or administrative provisions in implementation of this Regulation, Member States shall consult the Commission. They shall inform the latter of any measures thus adopted.", "0\nThe Commission shall submit to the Council, before 1 January 1995, and thereafter every two years, a report on the implementation of this Regulation and, if appropriate, shall also put forward any necessary proposals.", "1\nThis Regulation shall enter into force on 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1992. For the Council\nThe President\nJ. MacGREGOR\n(1) OJ No C 73, 19. 3. 1991, p. 27. (2) OJ No C 295, 26. 11. 1990, p. 687, and opinion delivered on 20 November 1992 (not yet published in the Official Journal) (3) OJ No C 56, 7. 3. 1990, p. 70."}