{"celex_id": "31997D0020", "uri": "http://publications.europa.eu/resource/cellar/fbcf9979-5616-4c90-9f79-940d72b7c896", "type": "Decision", "concepts": ["13", "1309", "192", "1961", "2300"], "title": "97/20/EC: Commission Decision of 17 December 1996 establishing the list of third countries fulfilling the equivalence conditions for the production and placing on the market of bivalve molluscs, echinoderms, tunicates and marine gastropods (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 17 December 1996 establishing the list of third countries fulfilling the equivalence conditions for the production and placing on the market of bivalve molluscs, echinoderms, tunicates and marine gastropods (Text with EEA relevance) (97/20/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and placing on the market of live bivalve molluscs (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 9 (3) (a) thereof,\nWhereas the Commission has laid down the special conditions governing imports of live bivalve molluscs, echinoderms, tunicates and marine gastropods for specific third countries;\nWhereas the Commission has laid down a standard health certificate for imports of live bivalve molluscs, echinoderms, tunicates and marine gastropods from third countries not yet covered by decisions of this type;\nWhereas a list should be drawn up of the countries fulfilling the equivalence conditions referred to in Article 9 (2) of Directive 91/492/EEC and which are thus able to guarantee that the molluscs exported to the Community meet the sanitary conditions laid down to protect the health of consumers;\nWhereas this list must include the third countries for which specific decisions have already been laid down and third countries satisfying the conditions of Article 9 (2) for which a provisional list of authorized establishments can be established in accordance with the procedure provided for in Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorized to import certain products of animal origin, fishery products or live bivalve molluscs (2);\nWhereas Article 3 (4) (b) of Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and placing on the market of fishery products (3) lays down that processed bivalve molluscs must comply before processing with the provisions of Directive 91/492/EEC; whereas as a consequence the list of third countries fulfilling the conditions laid down by Directive 91/492/EEC should also apply to imports of processed bivalve molluscs, echinoderms, tunicates and marine gastropods;\nWhereas this list of third countries is established without prejudice to national or Community provisions to protect animal health or the environment;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The third countries fulfilling the equivalence conditions laid down in Article 9 (3) (a) of Directive 91/492/EEC on the production and placing on the market of live bivalve molluscs, echinoderms, tunicates and marine gastropods are listed in the Annex to this Decision.", "Notwithstanding the provisions designed to protect animal health or the environment, the Member States shall ensure that bivalve molluscs, echinoderms, tunicates and marine gastropods in whatever form for consumption are imported only from the third countries listed in the Annex.", "The provisions of Article 2 shall not apply to the adductor muscles of pectinidae other than aquaculture animals completely separated from the viscera and gonads.", "This Decision shall apply from 1 July 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 1.\n(2) OJ No L 243, 11. 10. 1995, p. 17.\n(3) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX\nList of third countries from which imports of bivalve molluscs, echinoderms, tunicates and marine gastropods in whatever form for consumption are authorized\nI. Third countries which have been the subject of a specific decision based on Council Directive 91/492/EEC:\n- Morocco\n- Turkey\n- Peru\n- South Korea\n- Chile\nII. Third countries which may be the subject of a provisional decision based on Council Directive 95/408/EC\nCanada\nFaeroes\nNew Zealand\nUnited States of America\nGreenland"}