{"celex_id": "31994D0477", "uri": "http://publications.europa.eu/resource/cellar/1706be4b-36aa-43fa-a339-09c87ca53fdb", "type": "Decision", "concepts": ["1644", "4682", "4688", "5083"], "title": "94/477/EC: Commission Decision of 19 July 1994 on import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia\n", "header": "COMMISSION DECISION of 19 July 1994 on import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia (94/477/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States  or in the overseas countries and territories (1), as last amended by Regulation (EC) No 235/94 (2), in particular Article 27 thereof,\nHaving regard to Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (3), as last amended by Regulation (EC) No 1084/94 (4), and  in particular Article 15 (6) (b) (i) thereof,\nWhereas Regulation (EEC) No 715/90 provides for the possibility of issuing import licences for beef and veal products; whereas, however, imports must take place within the limits of the quantities specified for each of these exporting non-member  countries;\nWhereas the applications for import licences submitted between 1 and 10 July 1994, expressed in terms of boned meat, in accordance with Article 15 (1) (b) of Regulation (EEC) No 2377/80, do not exceed, in respect of products originating in Botswana,  Kenya, Madagascar, Swaziland, Zimbabwe and Namibia the quantities available from these States; whereas it is therefore possible to issue import licences in respect of the quantities requested;\nWhereas the quantities, in respect of which licences may be applied for from 1 August 1994, should be fixed within the scope of the total quantity of 57 242 tonnes, fixed by Commission Regulation (EC) No 578/94 (5);\nWhereas it seems expedient to recall that this Decision is without prejudice to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third  countries (6), as last amended by Council Regulation (EEC) No 1601/92 (7),", "main_body": ["The following Member States shall issue on 21 July 1994 import licences concerning beef and veal products, expressed in terms of boned meat, originating from certain African, Caribbean and Pacific States, in respect of the quantities and the  countries of origin stated:\nGermany:\n- 430,00 tonnes originating in Botswana,\n- 60,00 tonnes originating in Madagascar,\n- 200,00 tonnes originating in Zimbabwe,\n- 200,00 tonnes originating in Namibia;\nItaly:\n- 32,30 tonnes originating in Madagascar;\nNetherlands:\n- 100,00 tonnes originating in Botswana,\n- 12,00 tonnes originating in Madagascar;\nUnited Kingdom:\n- 1 300,00 tonnes originating in Botswana,\n- 115,00 tonnes originating in Swaziland,\n- 600,00 tonnes originating in Zimbabwe,\n- 1 175,00 tonnes originating in Namibia.", "Applications for licences may be submitted, in accordance with Article 15 (6) (b) (ii) of Regulation (EEC) No 2377/80 during the first 10 days of August 1994 in respect of the following quantities of boned beef and veal:\n\"\" ID=\"1\">- Botswana:> ID=\"2\">9 401,00 tonnes \"> ID=\"1\">- Kenya:> ID=\"2\">142,00 tonnes \"> ID=\"1\">- Madagascar:> ID=\"2\">6 742,70 tonnes \"> ID=\"1\">- Swaziland:> ID=\"2\">2 841,00 tonnes \"> ID=\"1\">- Zimbabwe:> ID=\"2\">3 315,00 tonnes \"> ID=\"1\">-  Namibia:> ID=\"2\">4 775,00 tonnes.\">", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 30, 3. 2. 1994, p. 12.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 120, 11. 5. 1994, p. 30.\n(5) OJ No L 74, 17. 3. 1994, p. 6.\n(6) OJ No L 302, 31. 12. 1972, p. 28.\n(7) OJ No L 173, 27. 6. 1992, p. 13."}