{"celex_id": "31991D0003", "uri": "http://publications.europa.eu/resource/cellar/6f297959-d29a-49e6-9d84-911836f157e1", "type": "Decision", "concepts": ["3743", "863", "889"], "title": "91/3/ECSC: Commission Decision of 25 July 1990 ruling on financial measures by Spain in respect of the coal industry in 1988, 1989 and 1990 (only the Spanish text is authentic)\n", "header": "COMMISSION DECISION  of 25 July 1990  ruling on financial measures by Spain in respect of the coal industry in 1988, 1989 and 1990  (Only the Spanish text is authentic)  (91/3/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986, establishing Community rules for State aid to the coal industry (1), and in particular Articles 2 (1) and 10 thereof,\nWhereas:\nI\nBy letter of 26 September 1989, the Spanish Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it intended to take during 1990 in order to give direct or indirect support to the coal  industries.\nBy letter of 15 June 1990, in answer to the Commission's requests of 1 December 1989 and 12 January 1990, the Spanish Government communicated further information.\nIn its letter of 15 June 1990, pursuant to the provisions of Article 9 (2) of Decision No 2064/86/ECSC, the Spanish Government also notified the Commission of new financial measures it intended to take in respect of 1989 and 1988.\nThe following aid is submitted for the approval of the Commission pursuant to the abovementioned Decision:\n- aid to cover operating losses in 1990: Pta 50 830 million,\n- additional aid to cover operating losses in 1989 and 1988: Pta 2 026,9 million and Pta 369,1 million respectively,\n- aid to sales of coal and coke to the Community iron and steel industry in 1990: Pta 1 400 million,\n- aid to the mining environment for 1990: Pta 268 million,\n- aid to promote innovation in 1990: Pta 280 million.\nII\nThe aid of Pta 50 830 million to cover operating losses aims at compensating the difference between average estimated costs and average estimated revenue in respect of production of 4 262 000 tonnes for each tonne of coal produced by the undertakings  Hunosa, Figaredo and Minero Siderurgica de Ponferrada (as regards those of its activities concerned with the Camocha mine).\nBy Decisions 89/102/ECSC (2), 88/505/ECSC (3) and 87/454/ECSC (4), the Commission authorized aid to cover operating losses for 1989, 1988 and 1987 on the grounds that it would help the process of restructuring the coal industry, particularly by  staggering the dates of closure of certain pits with no prospects of economic viability in the context of regional industrial redevelopment policy. The aid would thus help to solve the social and regional problems related to developments in the coal  industry, pursuant to the third subparagraph of Article 2 (1) of Decision No 2064/86/ECSC.\nContrary to this restructuration objective, the Commission notes that aid to cover operating losses has increased by more than 70 % compared with 1986.\nDevelopments over the last few years should therefore be judged in accordance with the objectives of Decision No 2064/86/ECSC, particularly those mentioned in Article 2 (1) thereof.\nIn this connection, it is clear that the procedures for granting the undertakings concerned aid to cover operating losses do not encourage the coal industry to become competitive again by means of restructuring, modernization and rationalization  measures.\nThe fact that the amount of aid is related to the quantity of coal produced encourages the maintenance of production capacity which in the long term has no prospect of becoming profitable.\nMoreover, this policy is not designed primarily to help solve the social and regional problems related to developments in the Spanish coal industry in accordance with the criteria and objectives in Decision No 2064/86/ECSC.\nSince there is no prospect of a substantial proportion of production becoming profitable, it is not possible to authorize a continual automatic increase in aid.\nIn fact, the increases in the price of coal which have already taken place, or are expected, on the Spanish coal market should have resulted in a reduction in aid by reducing the non-competitiveness of this production capacity.\nConsequently, the aid to cover operating losses planned for 1991 should not exceed the amount authorized in Decision No 89/102/ECSC, which includes additional aid for 1989 to cover operating losses by the Camocha mine, which is also the subject of this  Decision, namely a total of Pta 50 034,8 million.\nIn view of the transitional nature of Decision No 2064/86/ECSC, which expires on 31 December 1993, and the need to make the Community coal industry profitable in the long term, there must be a phased reduction of Community aid and this must be  accompanied by plans for restructuring, rationalization and modernization as mentioned in the conditions for implementing Decision No 2064/86/ECSC.\nSo that the Commission can check that the implementing conditions of Decision No 2064/86/ECSC have been fulfilled as regards the aid to cover operating losses, the Spanish Government should be asked to provide, before 31 December 1990, a plan, covering  the period up to 31 December 1993 at the latest, for reducing the aforementioned aid.\nIII\nThe additional aid which the Spanish Government intends to grant in respect of 1988 and 1989 to cover operating losses is intended to make up the deficit of the Camocha mine, which belongs to Minero Siderurgica de Ponferrada, and to prevent immediate  closure of this mine and the social and regional consequences which would ensue from sudden termination of production. Since, as was explained above, most of the production from the mine in question has no prospect of long-term profitability, it is  essential in the short term to implement a plan to restructure activities.\nIV\nUnder Article 12 of Decision No 2064/86/ECSC, coal undertakings are authorized to grant rebates on their list prices for production costs or deliveries of coking coal, blast furnace coke and coal for injection into blast furnaces for the iron and steel  industry of the Community under long-term contract. The rebates allowed must not cause the delivered prices of Community coal and coke to work out lower than those which would be charged for coal from non-member countries and coke made from non-member  country coking coal.\nThe aid for deliveries of coking coal, coke and coal for injection into blast furnaces of the iron and steel industry of the Community, which totals Pta 1 400 million, which has decreased by 46 % compared with 1989 as the result of a decline in  deliveries, helps to make up the difference between the price charged on the world market and the cost of producing Spanish coal for production in the order of 215 000 tonnes. Hence the aid is compatible with the provisions of Article 4 of that  Decision.\nThis aid for deliveries of coking coal, coke and coal for injection into blast furnaces of the iron and steel industry of the Community should help the process of rationalizing the coal industry, particularly by staggering the closure of certain pits as  part of regional industry redevelopment policy. It thus helps to solve the social and regional problems related to developments in the coal industry as referred to in the third indent of Article 2 (1) of this Decision.\nV\nThe Spanish Government has informed the Commission of its intention of granting the coal industry aid to the mining environment of Pta 268 million in 1990. This aid is for work on spoil heaps and water purification.\nThis aid has to be notified to the Commission under point (b) of Annex 2 as referred to in Article 9 (2) of Decision No 2064/86/ECSC and assessed in accordance with Article 10 (2) of that Decision.\nIn the Commission's opinion, the amount of aid is so small that it will not give the Spanish coal industry a competitive advantage over other coal undertakings in the Community. The aid is designed to improve the environment in the affected areas and  thus help to solve the regional problems related to developments in the coal industry as referred to in the third subparagraph of Article 2 (1) of the Decision.\nThe Spanish Government has informed the Commission of its intention of granting aid to promote innovation in the coal industry in 1990. The aid amounts to Pta 280 million, which is 54 % less than in 1989, and will be divided among the following  coalfields: Central Asturiana, Bierzo, Villablino, Narcea, Leรณn-Este, Palencia, Aragรณn, Catalonia and the Balearic Islands.\nThis aid is intended to ensure that research results find practical application in production as quickly as possible and should thus help to improve the competitiveness of the Spanish coal industry. The aid has to be notified to the Commission under  point (b) of Annex 2 as referred to in Article 9 (2) of Decision No 2064/86/ECSC and assessed in accordance with Article 10 (2) of that Decision.\nThe aid is so small that it will not provide Spanish undertakings with any significant competitive advantage over other coal undertakings in the Community.\nThe measure will help to improve the competitiveness of the coal industry in accordance with the first subparagraph of Article 2 (1) of the Decision,", "main_body": ["     Article 1\nThe Spanish Government is hereby authorized to grant aid totalling Pta 51 982 800 000 to the Spanish coal industry for the 1990 calendar year. The total amount shall be made up of the following items:\n1. an amount totalling Pta 50 034 800 000 in aid to cover operating losses;\n2. an amount totalling Pta 1 400 000 000 in aid for the sale of coal and coke to the Community iron and steel industry;\n3. an amount totalling Pta 268 000 000 in aid to the mining environment;\n4. an amount totalling Pta 280 000 000 in aid to promote innovation.   Article 2\nThe Spanish Government is hereby authorized to grant additional aid totalling Pta 369 100 000 and Pta 2 026 900 000 to cover operating losses for 1988 and 1989 respectively to the Spanish coal industry.   Article 3\nThe Spanish Government shall submit to the Commission, by 31 December 1990, a plan for reducing, between now and 31 December 1993 at the latest, the aid to cover operating losses as part of a plan for the restructuring, modernization and rationalization  of the Spanish coal industry.   Article 4\nThis Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 25 July 1990.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission   (1) OJ No L 177, 1. 7. 1986, p. 1. (2)\nOJ No L 38, 10. 2. 1989, p. 39. (3)\nOJ No L 274, 6. 10. 1988, p. 41. (4)\nOJ No L 241, 25. 8. 1987, p. 16."}