{"celex_id": "31995D0060", "uri": "http://publications.europa.eu/resource/cellar/c9ad4ac6-9347-4c55-ae05-fefae45363b2", "type": "Decision", "concepts": ["1445", "1755", "192", "2737", "2845", "5034"], "title": "95/60/EC: Commission Decision of 6 March 1995 amending Decision 94/381/EC concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 March 1995 amending Decision 94/381/EC concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (Text with EEA relevance) (95/60/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas cases of bovine spongiform encephalopathy (BSE) have been reported in the United Kingdom and some other Member States; whereas scrapie is also known to exist in several Member States;\nWhereas the origin of BSE in cattle is considered to be from ruminant protein which contained agents of animal spongiform encephopathies, which had not been sufficiently processed to inactivate the infectious agents; whereas the Scientific Veterinary  Committee has stated that it is not possible at present to define processes which can guarantee total inactivation of the agents in the commercial rendering industry, in the light of recent studies;\nWhereas, in order to protect ruminant species from the risk that methods for the processing of protein may not completely inactivate these agents, the Commission has adopted Decision 94/381/EC of 27 June 1994 concerning certain protection measures with  regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (3);\nWhereas, however, the BSE subgroup of the Scientific Veterinary Committee has evaluated the risk from certain animal products and by-products and has recommended that certain of these may be exempted from the provisions of Decision 94/381/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The following paragraph is added to Article 1 of Decision 94/381/EC:\n'3. The prohibition mentioned in paragraph 1 shall not apply to:\n- milk,\n- gelatin,\n- amino acids produced from hides and skins by a process which involves exposure of the material to a pH of 1 to 2 followed by a pH of > 11 followed by heat treatment at 140 Â°C for 30 minutes at 3 bar,\n- dicalcium phosphate derived from defatted bones,\n- dried plasma and other blood products.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 172, 7. 7. 1994, p. 23."}