{"celex_id": "31992D0410", "uri": "http://publications.europa.eu/resource/cellar/9a698bcf-d688-4ab1-afe5-7eba33bc0c49", "type": "Decision", "concepts": ["1372", "1474", "2556"], "title": "92/410/EEC: Council Decision of 27 July 1992 on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol establishing, for the period from 3 May 1992 to 2 May 1994, the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the People' s Republic of Angola on fishing off Angola\n", "header": "COUNCIL DECISION  of 27 July 1992  on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol establishing, for the period from 3 May 1992 to 2 May 1994, the fishing opportunities and  financial compensation provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola  (92/410/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola, signed in Luanda on 1 February 1989 (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the People's Republic of Angola held negotiations to determine the amendments or additions to be made to the abovementioned Agreement on the expiry of the application period of the Third Protocol to the Agreement and currently  in force;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 12 June 1992;\nWhereas the Protocol provides Community fishermen with fishing opportunities in waters over which the People's Republic of Angola has sovereignty from 3 May 1992 to 2 May 1994;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, the new Protocol should be applied as soon as possible; whereas for this reason the two Parties have initialled an Agreement in the form of an exchange of  letters providing for the provisional application of the initialled Protocol from the day following that on which the Protocol currently in force expires; whereas that Agreement should be approved, pending a final decision to be taken on the basis of\nArticle 43\nof the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters on the provisional application of the Protocol establishing, for the period from 3 May 1992 to 2 May 1994, the fishing opportunities and financial compensation provided for in the Agreement  between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 27 July 1992. For the Council\nThe President\nN. LAMONT\n(1) OJ No L 341, 3. 12. 1987, p. 1."}