{"celex_id": "31996D0353", "uri": "http://publications.europa.eu/resource/cellar/c408f7d9-90e7-42d8-aa36-3ab90aead9f5", "type": "Decision", "concepts": ["3660", "3774", "4281", "4635", "862", "994"], "title": "96/353/EC: Commission Decision of 29 May 1996 on financial assistance from the Community for storage in the United Kingdom of antigen for production of foot- and-mouth disease vaccine (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 29 May 1996 on financial assistance from the Community for storage in the United Kingdom of antigen for production of foot-and-mouth disease vaccine (Only the English text is authentic) (96/353/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 94/370/EC (2), and in particular Article 14 thereof,\nWhereas by virtue of Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines (3), establishment of antigen banks is part of the Community's action to create Community reserves of foot-and-mouth vaccine;\nWhereas Article 3 of that Decision designates the Institute for Animal Health at Pirbright in the United Kingdom as an antigen bank holding Community reserves;\nWhereas the functions and duties of these antigen banks are specified in Article 4 of that Decision; whereas Community assistance must be conditional on accomplishment of these;\nWhereas Community financial assistance should be granted to these banks to enable them to carry out the said functions and duties;\nWhereas for budgetary reasons the Community assistance should be granted for a period of one year;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy (4), as last amended by Regulation (EEC) No 2048/88 (5), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall grant the United Kingdom financial assistance for the stocking of antigen for production of foot-and-mouth disease vaccine.", "The Institute for Animal Health at Pirbright in the United Kingdom shall hold the stock of antigen to which Article 1 relates. The provisions of Article 4 of Council Decision 91/666/EEC shall apply.", "The Community's financial assistance shall be a maximum of ECU 60 000 for the period 1 August 1995 to 31 July 1996.", "The Community's financial assistance shall be paid as follows:\n- 70 % by way of an advance at the United Kingdom's request,\n- the balance following presentation by the United Kingdom of supporting documents, which demonstrate the effective completion of the tasks. These documents must be presented before 1 October 1996.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 29 May 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 368, 31. 12. 1991, p. 21.\n(4) OJ No L 94, 28. 4. 1970, p. 13.\n(5) OJ No L 185, 15. 7. 1988, p. 1."}