{"celex_id": "31992R2067", "uri": "http://publications.europa.eu/resource/cellar/2c455081-8def-4527-9e12-e9de648ee8ce", "type": "Regulation", "concepts": ["13", "2194", "2803", "4682"], "title": "Council Regulation (EEC) No 2067/92 of 30 June 1992 on measures to promote and market quality beef and veal\n", "header": "COUNCIL REGULATION (EEC) No 2067/92 of 30 June 1992 on measures to promote and market quality beef and veal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing in European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the beef and veal market is affected by a long-term decline in Community consumption; whereas, given the imperative need to achieve a better balance between supply and demand, it has become necessary to reduce the intervention price under the  market organization for beef and veal and to amend the premium arrangements and introduce a new premium for the withdrawal from production of young male calves of dairy breeds;\nWhereas specific measures undertaken by trade and inter-trade organizations to encourage the consumption and marketing of quality beef and veal in the Community may help to restore a better market balance by stimulating demand; whereas such measures  should be used to limit the build-up of surpluses; whereas, therefore it is appropriate to create the possibility for the Community to part-finance such measures;\nWhereas measures qualifying for part-financing by the Community should be defined;\nWhereas the purpose of such provisions is to establish better balance on the beef and veal market; whereas any expenditure incurred as a result of Community part-financing should be regarded as intervention within the meaning of Article 3 of Council  Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3),", "main_body": ["1. The Community may part-finance measures undertaken by trade and inter-trade organizations to promote and market quality beef and veal. Such part-financing may not exceed 40 % of the actual cost of such measures.\n2. Promotion and marketing measures entailing control of meat quality throughout the chain of production, from the producer to the consumer, may be given priority. In such cases Community part-financing may be increased to 60 % of the actual cost of the  measure.", "Measures and programmes undertaken for promotion and marketing purposes must not be biased in favour of any trade mark(s) nor confer advantage on products from a particular Member State.", "Expenditure incurred as a result of Community part-financing shall be regarded as intervention within the meaning of Article 3 (1) of Regulation (EEC) No 729/70.", "Detailed rules for the application of this Regulation, and in particular rules defining promotion and marketing measures, shall be adopted by the Commission in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68 (4).", "This Regulation shall enter into force on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 303, 22. 11. 1991, p. 34.(2) OJ No C 94, 13. 4. 1992.(3) OJ No L 94, 28. 4. 1970, p. 13. Last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1).(4) OJ No L 148, 28. 6. 1968, p. 24. Last amended by Regulation  (EEC) No 2066/92 (See page 49 of this Official Journal)."}