{"celex_id": "31995D0513", "uri": "http://publications.europa.eu/resource/cellar/9907ad75-0b9f-46d6-b6f2-113d9362a91a", "type": "Decision", "concepts": ["1595", "191", "2409", "2548", "4324", "5811"], "title": "95/513/EC: Council Decision of 29 November 1995 on the equivalence of seed potatoes produced in third countries\n", "header": "COUNCIL DECISION of 29 November 1995 on the equivalence of  seed potatoes produced in third countries (95/513/EC)\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/403/EEC of 14 June 1966 on the marketing of seed potatoes   (1), and in particular Article 15  (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas there are rules on the official control of seed potatoes in Switzerland;\nWhereas the abovementioned rules provide that basic seed and certified seed potato may be  officially certified and their containers officially closed in accordance with the UNECE standard  for seed potatoes recommended by the Working Party on Standardization of Perishable Produce and  Quality Development of the Economic Commission for Europe of the United Nations;\nWhereas an examination of these rules and the manner in which they are applied in Switzerland have  shown that the conditions governing seed potatoes harvested and controlled in this country afford  the same assurances as regards their characteristics and the arrangements for their inspection, for  ensuring identity, for marking and for control, as do the conditions applicable to seed potatoes  harvested and controlled within the Community;\nWhereas Decision 81/956/EEC  (2), which established equivalence for seed potato produced in  Switzerland, expired on 30 June 1995; whereas a new Decision is therefore necessary;\nWhereas this Decision does not prevent Community findings from being revoked if it becomes apparent  that the conditions on which such findings are based are no longer fulfilled; whereas, to this end,  further practical information on seed potatoes produced in the abovementioned countries should be  obtained by growing and checking samples of such seed within the framework of the Community  comparative tests;\nWhereas this Decision does not affect the requirements which Member States establish under Council  Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the  Member States of organisms harmful to plants or plant products  (3),", "main_body": ["It is hereby declared that, where the conditions laid down in Part II  of the Annex hereto are satisfied, seed potatoes which are harvested in the country specified in  Part I of the Annex hereto and officially controlled by the Authorities listed therein and which  belong to the categories specified therein are equivalent to seed patatoes of corresponding  categories harvested within the Community and comply with Directive 66/403/EEC.", "This Decision shall apply from 1 July 1995 to 30 June 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 1995.\nFor the Council The President L. ATIENZA SERNA\nANNEX\nPART I\nTable\n>TABLE>\nPART II\nConditions\n1.  Seed potatoes shall be certified and their containers officially marked  and sealed in accordance with the UNECE standard for seed potatoes recommended by the Working Party  on Standardization of Perishable Produce and Quality Development of the Economic Commission for  Europe of the United Nations.\n2.  Examination of the conditions to be satisfied by the crops, the lots and the direct progeny of  seed potatoes shall be carried out by the Authorities of the producing country listed in Part I of  this Annex, or by any legal person, whether governed by public or by private law of that country,  acting under the responsibility of such Authorities, provided that such person derives no private  gain from the result of the examination.\n3.  All particulars shall be provided in at least of the official languages of the Community.\n4.  The colour of the label shall be blue."}