{"celex_id": "31991R0560", "uri": "http://publications.europa.eu/resource/cellar/4ffff141-1c70-45e9-8521-7793e534012c", "type": "Regulation", "concepts": ["2488", "2563", "3732", "4059"], "title": "Commission Regulation (EEC) No 560/91 of 7 March 1991 amending certain Regulations relating to cereals and rice as a consequence of the accession of Portugal\n", "header": "COMMISSION REGULATION (EEC) No 560/91  of 7 March 1991  amending certain Regulations relating to cereals and rice as a consequence of the accession of Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1866/89 (2), and in particular Articles 4 (5) and 10 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1180/77 of 17 May 1977 on imports into the Community of certain agricultural products originating in Turkey (3), as last amended by Regulation (EEC) No 4016/88 (4), and in particular Article 4 thereof,\nHaving regard to Council Regulation (EEC) No 1250/77 of 17 May 1977 concerning imports of rice from the Arab Republic of Egypt (5), and in particular Article 4 thereof,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the adjustments applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas  countries and territories (OCT) (6) as amended by Regulation (EEC) No 297/91 (7), and in particular Article 27 thereof,\nWhereas, pursuant to the Act of Accession, the provisions of the common organization of the markets apply to Portugal as from 1 January 1991; whereas the application of these provisions means that indications concerning Portugal need to be added to the  following Regulations:\n- Commission Regulation (EEC) No 2622/71 of 9 December 1971 on detailed rules concerning imports of rye from Turkey (8), as last amended by Regulation (EEC) No 3817/85 (9),\n- Commission Regulation (EEC) No 2942/73 of 30 October 1973 on detailed rules for the application of Council Regulation (EEC) No 2412/73 of 24 July 1973 concerning imports of rice from the Arab Republic of Egypt (10), as amended by Regulation (EEC) No  3817/85,\n- Commission Regulation (EEC) No 2047/84 of 17 July 1984 determining the rice intervention centres other than Vercelli (11), as amended by Regulation (EEC) No 3817/85,\n- Commission Regulation (EEC) No 999/90 of 20 April 1990 laying down detailed rules for imports of rice originating in the African, Caribbean and Pacific States (ACP) and the overseas countries and territories (OCT) (12);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The following is added to Article 1 of Regulation (EEC) No 2622/71:\n'Imposiçao especial de exportaçao, nos termos do Regulamento (CEE) no 1234/71, paga num montante de . . .'\n2. The following is added to the end of Article 2 of Regulation (EEC) No 2942/73:\n'Aplicada a imposiçao especial de exportaçao'.\n3. The following is added to the Annex to Regulation (EEC) No 2047/84:\n'5. PORTUGAL   Region  Intervention centre  Beira Litoral  - Granja do Ulmeiro\n- Amieira\n- Louriçal\n- Caldas da Rainha  Ribatejo  - Coruche\n- Mora\n- Pavia\n- Ponte de Sor\n- Vale de Figueira  Alentejo  - Alcácer do Sal\n- Águas de Moura\n- Ferreira do Alentejo.'\n4. Regulation (EEC) No 999/90 is hereby amended as follows:\nThe following is added to Article 2 (2):\n'Imposiçao especial cobrada na exportaçao do arroz'.\nThe following is added to Article 3 (1) (a):\n'Direito nivelador reduzido ACP/PTU'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 177, 24. 6. 1989, p. 1.\n(3) OJ No L 142, 9. 6. 1977, p. 10.\n(4) OJ No L 358, 27. 12. 1988, p. 3.\n(5) OJ No L 146, 14. 6. 1977, p. 9.\n(6) OJ No L 84, 30. 3. 1990, p. 85.\n(7) OJ No L 36, 8. 2. 1991, p. 9.\n(8) OJ No L 271, 10. 12. 1971, p. 22.\n(9) OJ No L 368, 31. 12. 1985, p. 16.\n(10) OJ No L 302, 31. 10. 1973, p. 1.\n(11) OJ No L 190, 18. 7. 1984, p. 5.\n(12) OJ No L 101, 21. 4. 1990, p. 20."}