{"celex_id": "31993R3607", "uri": "http://publications.europa.eu/resource/cellar/cc59264e-0c72-4cc9-b532-ba670e832879", "type": "Regulation", "concepts": ["1048", "3049", "3751", "4271", "5372"], "title": "Council Regulation (ECSC, EC, Euratom) No 3607/93 of 13 November 1993 amending Regulation (Euratom, ECSC, EEC) No 549/69 determining the categories of officials and other servants of the European Communities to whom the provisions of Article 12, the second paragraph of Article 13 and Article 14 of the Protocol on the Privileges and Immunities of the Communities apply\n", "header": "COUNCIL REGULATION (ECSC, EC, Euratom) No 3607/93 of 13 November 1993 amending Regulation (Euratom, ECSC, EEC) No 549/69 determining the categories of officials and other servants of the European Communities to whom the provisions of Article 12,  the second paragraph of Article 13 and Article 14 of the Protocol on the Privileges and Immunities of the Communities apply\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Articles 16 and 23 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Court of Auditors,\nHaving regard to the opinion of the Court of Justice,\nWhereas it is appropriate to extend to the European Monetary Institute the application of Council Regulation (Euratom, ECSC, EEC) No 549/69 determining the categories of officials and other servants of the European Communities to whom the provisions of\nArticle 12, the second paragraph of Article 13 and Article 14 of the Protocol on the Privileges and Immunities of the Communities apply (3), in order to ensure that the members of the staff of the European Monetary Institute, in view of their duties and  responsibilities and of their particular situation, benefit from the same privileges, immunities and facilities,", "main_body": ["The following Article is added to Regulation (Euratom, ECSC, EEC) No 549/69;\n'Article 4a\nWithout prejudice to Article 23 of the Protocol on Privileges and Immunities of the European Communities with regard to the members of the Council of the European Monetary Institute, the privileges and immunities provided for in Article 12, in the  second paragraph of Article 13 and in Article 14 of the Protocol shall apply under the same conditions and within the same limits as those laid down in Articles 1, 2 and 3 of this Regulation to:\n- staff of the European Monetary Institute;\n- persons receiving disability, retirement or survivor's pensions paid by the European Monetary Institute.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No C 324, 1. 12. 1993, p. 14.(2) Opinion delivered on 2 December 1993 (not yet published in the Official Journal).(3) OJ No L 74, 27. 3. 1969, p. 1. Regulation as last amended by Regulation (ECSC, EEC, Euratom) No 3520/85 (OJ No L 335,  13. 12. 1985, p. 60)."}