{"celex_id": "31994R0920", "uri": "http://publications.europa.eu/resource/cellar/3de437d9-9cba-4e6c-a018-5b12b37065f5", "type": "Regulation", "concepts": ["1144", "13", "2979", "663", "797", "976"], "title": "Commission Regulation (EC) No 920/94 of 26 April 1994 laying down transitional measures for the management of base areas in Scotland\n", "header": "COMMISSION REGULATION (EC) No 920/94 of 26 April 1994 laying down transitional measures for the management of base areas in Scotland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 232/94 (2), and in particular Article 16 thereof,\nWhereas Article 2 (6) of Regulation (EEC) No 1765/92 provides for a reduction in the area eligible for compensatory payments and special set-aside without compensation where the sum of the areas for which aid is claimed by producers exceeds the regional  base area;\nWhereas base areas were fixed for the Scottish less favoured areas (LFA) and for other land in Scotland by Commission Regulation (EEC) No 845/93 of 7 April 1993 laying down the regional base areas applicable under the support system for producers of  certain arable crops (3), as amended by Regulation (EC) No 3074/93 (4); whereas the areas for which aid applications were submitted in the first marketing year for non-LFA land exceed significantly the base area; whereas the base area could continue to  be exceeded in the near future until the necessary structural adaptations have been completed in order to better comply with the objectives of the reform;\nWhereas, as a result, a solution must be found which will not allow the strictness of the existing legislation to cause the failure of farming enterprises in Scotland but which does not increase the base area which is a key element in the reform of  arable farming; whereas a transitional measure, gradually introducing the penalties provided for in Article 2 (6) of Regulation (EEC) No 1765/92, would appear to be the most appropriate measure in the circumstances; whereas this measure should only be  applied for the 1993/94, 1994/95 and 1995/96 marketing years;\nWhereas the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder has not delivered an opinion within the time limits set by its chairmen,", "main_body": ["Notwithstanding Article 2 (6) of Regulation (EEC) No 1765/92 where the base area for land other than less favoured areas in Scotland is exceeded, 10, 20 and 50 % of the proportionate reduction in the area eligible for compensatory payments  and the special set-aside shall be applied in the 1993/94, 1994/95 and 1995/96 marketing years respectively and 100 % from the 1996/97 marketing year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 30, 3. 2. 1994, p. 7.\n(3) OJ No L 88, 8. 4. 1993, p. 27.\n(4) OJ No L 276, 9. 11. 1993, p. 1."}