{"celex_id": "31996D0590", "uri": "http://publications.europa.eu/resource/cellar/d4df0d7b-e570-456d-ba00-541022ca2701", "type": "Decision", "concepts": ["1445", "1755", "192", "2560", "4353", "619"], "title": "96/590/EC: Commission Decision of 2 October 1996 amending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined to regions free of the disease in Austria (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 2 October 1996 amending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined to regions free of the disease in Austria (Text with EEA relevance) (96/590/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 95/25/EC (2), and in particular Articles 9 (3) and 10 (2) thereof,\nWhereas Austria considers that part of its territory is free from Aujeszky's disease and has submitted supporting documentation to the Commission as provided for in Article 10 of Directive 64/432/EEC;\nWhereas an eradication programme was undertaken in these regions for Aujeszky's disease;\nWhereas Commission Decision 93/244/EEC (3), as last amended by Decision 96/190/EC (4), lays down additional guarantees relating to Aujeszky's disease for pigs destined to certain parts of the territory of the Community where an eradication programme has been approved and lists those regions in Annex I;\nWhereas the programme is regarded to have been successful in eradicating this disease from Vienna, upper Austria, Salzburg, Tyrol, Vorarlberg, Styria, Carinthia, Burgenland and lower Austria, south of the Danube in Austria; whereas it is therefore appropriate to remove these regions from the list of regions in Annex I to Decision 93/244/EEC;\nWhereas the authorities of Austria apply for national movement of pigs rules at least equivalent to those provided by the present decision;\nWhereas these additional guarantees must not be requested from Member States or regions of Member States which are themselves regarded as free from Aujeszky's disease;\nWhereas Commission Decision 93/24/EEC (5), as last amended by Decision 96/190/EC lays down additional guarantees relating to Aujeszky's disease for pigs destined for Member States or regions free of the disease and lists those regions in Annex I;\nWhereas these parts of Austria which are free of the disease should be added to Annex I to Decision 93/24/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. In Annex I to Decision 93/244/EEC:\n'Austria: all regions` is replaced by 'Austria: lower Austria, north of the Danube`.\n2. The following is added to Annex I to Decision 93/24/EEC:\n'Austria: Vienna, upper Austria, Salzburg, Tyrol, Vorarlberg, Styria, Carinthia, Burgenland and lower Austria, south of the Danube`.", "This Decision shall apply from 15 October 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 243, 11. 10. 1995, p. 16.\n(3) OJ No L 111, 5. 5. 1993, p. 21.\n(4) OJ No L 60, 9. 3. 1996, p. 29.\n(5) OJ No L 16, 25. 1. 1993, p. 18."}