{"celex_id": "31993R1767", "uri": "http://publications.europa.eu/resource/cellar/51d6c776-8a02-4587-bc34-73ea8c076464", "type": "Regulation", "concepts": ["1264", "2642", "3170", "4395", "5025"], "title": "Commission Regulation (EEC) No 1767/93 of 30 June 1993 amending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 1767/93 of 30 June 1993 amending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 136/66 of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2046/92 (2), and in particular Article 12 (4) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), and in particular Article 6 (2) thereof,\nWhereas Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (4) establishes the operative events for agricultural conversion rates; whereas the concept of the taking  over of olive oil offered for intervention should be defined;\nWhereas the time limits in force for the payment of aid to an undertaking should be amended; whereas payment for oil bought by the intervention agency should be made during a period starting on the 31st day and ending on the 40th day following its  taking-over; whereas, however, for the current marketing year, an additional time limit should be provided for in the case of virgin olive oils other than lampante oils so as to take into account the analyses to be done on such oils;\nWhereas the conditions relating to the taking-over of oil offered for intervention should be specified, particularly as regards the time limit for delivery;\nWhereas the measures should be applied immediately so that they take effect in the present marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Commission Regulation (EEC) No 3472/85 (5) is hereby amended as follows:\n1. Article 3 (1) is replaced by the following:\n'1. The buying-in price in ecus shall be that valid on the day of lodging of the offer, if necessary adjusted in accordance with Article 5 in the case of goods delivered to warehouse but not unloaded, allowance being made for the price increases and  reductions provided for in this Regulation.\nThe agricultural conversion rate to be applied shall be that valid on the day of taking-over.';\n2. Article 3 (4) is replaced by the following:\n'4. Payment for oil bought by the intervention agency shall be made within a period commencing on the 31st day after the oil is taken over by the intervention agency and ending on the 40th day after such date.\nHowever, for the 1992/93 marketing year, the time limit for payment shall end on the 80th day in the case of offers for virgin olive oil other than lampante.';\n3. the following paragraph is added to Article 4:\n'3. The date of taking-over is the date upon which delivery commences. The delivery of quantities offered for intervention must be completed prior to the 46th day following the date on which the offer of sale application referred to in paragraph 1 was  lodged.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 215, 30. 7. 1992, p. 1.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 108, 1. 5. 1993, p. 106.\n(5) OJ No L 333, 11. 12. 1985, p. 5."}