{"celex_id": "31999R2427", "uri": "http://publications.europa.eu/resource/cellar/cd4bd44b-eee9-4144-b204-dc0b083f5a79", "type": "Regulation", "concepts": ["1309", "161", "2749", "4580"], "title": "Commission Regulation (EC) No 2427/1999 of 15 November 1999 opening a Community tariff quota for certain goods originating from Turkey (2000)\n", "header": "COMMISSION REGULATION (EC) No 2427/1999\nof 15 November 1999\nopening a Community tariff quota for certain goods originating from Turkey (2000)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2), in particular Article 7(2) thereof,\nHaving regard to Decision No 1/97 of the EC-Turkey Association Council of 29 April 1997 on the arrangements applicable to certain processed agricultural products(3), and in particular Article 1 thereof,\nWhereas:\n(1) Decision No 1/97 of the EC-Turkey Association Council establishes, in order to encourage the development of trade in accordance with the objectives of the customs union, annual quotas in terms of value in respect of certain pasta products for the Community and certain processed agricultural products covered by Chapter 19 of the Combined Nomenclature for Turkey;\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Common Customs Code(4), as last amended by Regulation (EC) No 1662/1999(5), consolidated the arrangements for managing the tariff quotas to be used in chronological order of the dates of acceptance of the declarations for release of free circulation;\n(3) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products listed in Annex I,", "main_body": ["The Community tariff quota specified in the Annex to this Regulation shall be open from 1 January to 31 December 2000.\nAdmission to the benefit of this tariff quota shall be subject to the presentation of an A.TR. certificate in accordance with Decision No 1/96 of the EC-Turkey Customs Cooperation Committee of 20 May 1996 laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association Council(6).", "The Community tariff quota referred to in Article 1 shall be managed by the Commission in accordance with the provisions of Article 308a to c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall be applicable from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 1999.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 126, 17.5.1997, p. 26.\n(4) OJ L 253, 11.10.1993, p. 1.\n(5) OJ L 197, 29.7.1999, p. 25.\n(6) OJ L 200, 9.8.1996, p. 14.\nANNEX\n>TABLE>"}