{"celex_id": "31999D0423", "uri": "http://publications.europa.eu/resource/cellar/267e7db8-2bb5-4ec6-b822-2998abcaf3da", "type": "Decision", "concepts": ["3112", "3367", "357", "5528", "5873"], "title": "1999/423/CFSP: Council Decision of 28 June 1999 extending Joint Action 96/250/CFSP in relation to the nomination of a Special Envoy for the African Great Lakes Region\n", "header": "COUNCIL DECISION\nof 28 June 1999\nextending Joint Action 96/250/CFSP in relation to the nomination of a Special Envoy for the African Great Lakes Region\n(1999/423/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and, in particular, Articles 14 and 28 thereof,\nWhereas:\n(1) Joint Action 96/250/CFSP of 25 March 1996 adopted by the Council on the basis of Article 13 of the Treaty on European Union, in relation to the nomination of a Special Envoy for the African Great Lakes Region(1), as last extended by Decision 98/452/CFSP(2), expires on 31 July 1999;\n(2) In its conclusions of 9 November 1998 the Council invited Mr Ajello to continue its efforts to this end in his contacts with key players of the region and others actively interested in the current situation in the Democratic Republic of the Congo;\n(3) On the basis of the review of Joint Action 96/250/CFSP, application thereof should be extended for a year,", "main_body": ["The validity of Joint Action 96/250/CFSP shall be extended until 31 July 2000. The Joint Action shall be reviewed six months after the date on which this Decision is adopted.", "1. The financial reference amount intended to cover the costs related to the emission of the Special Representative for the African Great Lakes Region shall be EUR 1137000.\n2. The amount specified in paragraph 1 shall be allocated to finance the infrastructure and current expenditure of the Special Representative, including his salary and that of his support staff not covered by secondment. Member States and EU institutions may propose the secondment of staff to work with the Special Representative. The remuneration of staff who might be so seconded shall be covered respectively by the Member State or EU institution concerned.\n3. The Council notes that the Presidency, Commission and/or Member States, as appropriate, will provide logistical support in the region.\n4. The privileges, immunities and further guarantees necessary for the completion and smooth functioning of the mission of the Special Representative and the members of his staff shall be defined with the parties. Member States and the Commission shall grant all necessary support to such effect.", "This Decision shall enter into force on the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Luxembourg, 28 June 1999.\nFor the Council\nThe President\nM. NAUMANN\n(1) OJ L 87, 4.4.1996, p. 1.\n(2) OJ L 198, 15.7.1998, p. 1."}