{"celex_id": "31998D0453", "uri": "http://publications.europa.eu/resource/cellar/c3586cdd-3685-4054-ab93-a647891ea25e", "type": "Decision", "concepts": ["3003", "5083", "862"], "title": "98/453/EC: Council Decision of 6 July 1998 concerning exceptional assistance for the heavily indebted ACP countries\n", "header": "COUNCIL DECISION of 6 July 1998 concerning exceptional assistance for the heavily indebted ACP countries (98/453/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Internal Agreement on the financing and administration of Community aid within the framework of the fourth ACP-EC Convention, signed on 16 July 1990, hereinafter referred to as 'the Internal Agreement`, and in particular Article 9 thereof (1),\nHaving regard to the proposal from the Commission,\nWhereas the Council on 12 February 1998 adopted the conclusions of the report to Coreper of 18 December 1997 on the European Community's contribution to the debt initiative for the heavily indebted poor countries;\nWhereas a debt initiative for the heavily indebted poor countries (hereinafter referred to as the 'HIPC Initiative`) was presented by the International Monetary Fund and the World Bank at their April 1996 meetings and subsequently endorsed in the autumn of 1996 by the Interim and Development Committees at the annual meetings of the International Monetary Fund and the World Bank;\nWhereas the Community and its Member States are firmly committed to participating in the HIPC Initiative by providing exceptional assistance to the countries which implement economic reform programmes and quality for this initiative;\nWhereas all the countries to which there is Community exposure eligible for HIPC debt relief are ACP States;\nWhereas the implementation of this Decision shall be in accordance with Financial Regulation 91/491/EEC of 29 July 1991 applicable to cooperation for the financing of development according to the fourth ACP-EC Convention (2),", "main_body": ["The European Community shall fully participate in the HIPC Initiative by assisting the countries which will qualify for this initiative, with a view to helping them reduce the net present value of their external financial obligations towards the Community. For this purpose, the Community shall make available grant resources to be utilised by the eligible countries to meet outstanding debt and debt service obligations towards the Community. This assistance, together with resources provided by other creditors, shall allow the eligible countries to achieve their country-specific debt sustainability target agreed within the framework of the HIPC Initiative.", "The assistance referred to in Article 1 shall primarily be used by the beneficiary countries to pre-pay outstanding special loans on a net present value basis. If such action is not sufficient to attain the agreed level of net present value debt reduction, the beneficiary country shall use the allocated grant to meet any outstanding risk capital obligations towards the Community.", "The Commission shall take, on a case-by-case basis, a specific decision providing assistance to each eligible ACP country, in accordance with the rules and procedures laid down in Chapter IV of the Internal Agreement.\nThe Commission's decision on the amount of assistance to be provided in each case shall allow for the necessary reduction in the net present value of that country's outstanding debt toward the Community and be consistent with the HIPC Initiative methodology. The country-specific decisions shall also take into account the structure of the country's exposure towards the Community, the desire to choose the simplest administrative proposals and the need to ensure an equitable and fair treatment between the eligible countries in full respect for the decisions reached among all the creditors. Each country's decision shall make explicit the arrangements, terms and conditions for the implementation of this Decision.", "1. The assistance referred to in Article 1 shall be financed from interest accrued on the funds deposited with the paying agents in Europe referred to in Article 319(4) of the fourth ACP-EC Convention, to the extent that such revenue is available and after due account has been taken of the need to reserve such revenue for the purposes provided for in Article 9(2) of the Internal Agreement. An initial amount of ECU 40 million shall be reserved from this interest for the purpose of financing this assistance, intended primarily for the countries which fulfil the eligibility criteria for 1997 and 1998. Insofar as resources are insufficient, this amount will, as a matter of priority, be supplemented by further allocations from interest, following approval of the EDF Committee in accordance with Article 9 of the Internal Agreement.\n2. To the extent that such revenue is not sufficient to cover the decisions referred to in Article 3, and awaiting possible further resources made available under future agreements with the ACP States, the Member States shall examine whether resources could be provided from the payments made to the accounts held in the name of the Member States at the European Investment Bank in respect of special loans and risk capital operations. The allocation of such payments for the purpose of financing this exceptional assistance shall, on the basis of a Commission proposal, be subject to a unanimous decision by the Council, in accordance with Article 9(1) of the Internal Agreement.", "1. In the course of 1998, the Commission shall present, in due time, a report to the European Parliament and to the Council containing a review of the remaining financing needs arising from the Community's participation in this initiative. On the basis of this report, the Council shall take a decision regarding the Community's further participation in the HIPC Initiative.\n2. The Commission shall report periodically to the European Parliament and to the Council on the implementation of this Decision.\n3. The Monetary Committee will be kept informed on the implementation of this Decision.", "This Decision will enter into force on the day of its adoption."], "attachments": "Done at Brussels, 6 July 1998.\nFor the Council\nThe President\nR. EDLINGER\n(1) OJ L 229, 17. 8. 1991, p. 288.\n(2) OJ L 266, 21. 9. 1991, p. 1."}