{"celex_id": "31998R1053", "uri": "http://publications.europa.eu/resource/cellar/938c6d79-1441-47e2-8fba-38bafdf8045b", "type": "Regulation", "concepts": ["1309", "1642", "2300", "2783", "5367"], "title": "Commission Regulation (EC) No 1053/98 of 20 May 1998 amending Annexes II, III and IX to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\n", "header": "COMMISSION REGULATION (EC) No 1053/98 of 20 May 1998 amending Annexes II, III and IX to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), as last amended by Commission Regulation (EC) No 856/98 (2), and in particular Article 19 in conjunction with Article 17 thereof,\nWhereas the Council has decided by Decision of 11 May 1998 to apply on a provisional basis the Agreement on trade in textile products negotiated with the Russian Federation;\nWhereas it is therefore necessary to amend Annexes II, III and IX to Regulation (EEC) No 3030/93 to take account of changes applying to the importation into the Community of certain textile products originating in certain third countries within the meaning of Article 19 of Regulation (EEC) No 3030/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Regulation (EEC) No 3030/93 is amended as follows:\n1. Annex II is replaced by Annex I to this Regulation.\n2. In Annex III, Article 28(6) is replaced by the following text.\n'6. This number shall be composed of the following elements (1):\n- two letters identifying the exporting country as follows:\n>TABLE>\n- two letters identifying the intended Member State of destination as follows:\n>TABLE>\n- a one-digit number identifying the quota year or the year under which exports were recorded, in the case of products listed in Table A of this Annex, corresponding to the last figure in the year in question, for example \"5\" for 1995. In the case of products originating in the People's Republic of China listed in Appendix C to Annex V this number should be \"1\" for the year 1995, \"2\" for the year 1996, \"3\" for the year 1997 and so on,\n- a two-digit number identifying the issuing office in the exporting country,\n- a five-digit number running consecutively from 00001 to 99999 allocated to the specific Member State of destination.\n(1) In the case of Peru and Egypt, this provision will enter into force at a later date.`\n3. Table A in Annex III is replaced by the table in Annex II to this Regulation.\n4. Annex IX is replaced by Annex III to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 275, 8. 11. 1993, p. 1.\n(2) OJ L 122, 24. 4. 1998, p. 11.\nANNEX I\n'ANNEX II\nExporting countries referred to in Article 1\nArgentina\nArmenia\nAzerbaijan\nBangladesh\nBelarus\nBrazil\nChina\nEgypt\nEstonia\nFormer Yugoslav Republic of Macedonia\nGeorgia\nHong Kong\nIndia\nIndonesia\nKazakhstan\nKyrgyzstan\nLatvia\nLithuania\nMacao\nMalaysia\nMoldova\nMongolia\nPakistan\nPeru\nPhilippines\nRussian Federation\nSingapore\nSouth Korea\nSri Lanka\nTaiwan\nTajikistan\nThailand\nTurkmenistan\nUkraine\nUnited Arab Emirates\nUzbekistan\nVietnam`\nANNEX II\n'TABLE A\nCountries and categories subject to the system of double-checking surveillance\n(The complete description of the categories is shown in Annex I)\n>TABLE>\nANNEX III\n'ANNEX IX\nreferred to in Article 10\nSafeguard measures, basket-exit thresholds\n>TABLE>\n>TABLE>\n>TABLE>"}