{"celex_id": "31992R3648", "uri": "http://publications.europa.eu/resource/cellar/7c860a36-c2ea-4432-a028-829dd17d4779", "type": "Regulation", "concepts": ["206", "2771", "3413", "4778", "5367"], "title": "Commission Regulation (EEC) No 3648/92 of 17 December 1992 amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\n", "header": "COMMISSION REGULATION (EEC) No 3648/92  of 17 December 1992  amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2071/92 (2), and in particular Article 14 (7) thereof,\nWhereas Commission Regulation (EEC) No 1767/82 (3), as last amended by Regulation (EEC) No 1502/90 (4), lays down the conditions under which certain cheeses may be imported into the Community at a reduced levy;\nWhereas developments in the situation in the territory of the former Yugoslavia and in particular the creation of new republics no longer permit the system agreed with the former Yugoslavia as regards the application of a specific levy to kashkaval  cheese and sheep's milk cheese in points (o) and (p) of Annex I to Regulation (EEC) No 1767/82 to be administered normally;\nWhereas a derogation should be made from that system and the word 'Yugoslavia' in the column headed 'Country of origin' in Annex I to Regulation (EEC) No 1767/82 should be replaced provisionally by 'Bosnia-Herzegovina, Croatia, Slovenia, Montenegro,  Serbia and the former Yugoslav Republic of Macedonia'; whereas the requirement of presentation of the IMA 1 certificate required for all imports of the cheeses concerned originating in the abovementioned Republics should at the same time be  provisionally suspended, without prejudice to the need to submit a licence as referred to in Article 13 (1) of Regulation (EEC) No 804/68; whereas it is also advisable to add that the rules of origin pursuant to Commission Regulation (EEC) No 343/92 (5)  are to apply; whereas the provisions of Regulation (EEC) No 1767/82 must be amended accordingly and the heading in Annex IV thereto indicating the name of the issuing agency for IMA 1 certificates, situated in Belgrade, must be deleted;\nWhereas this Regulation is without prejudice to Council Regulation (EEC) No 1432/96 (6), as amended by Regulation (EEC) No 2015/92 (7), or to Council Regulations (EEC) No 2655/92 (8) and (EEC) No 2656/92 (9) prohibiting trade between the European  Economic Community and the Republics of Serbia and Montenegro;\nWhereas the measures provided in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1767/82 is hereby amended as follows:\n1. the following Article 7a is inserted after Article 7:\n'Article 7a\nBy way of temporary derogation from Article 1 (2), the importation into the Community of the products listed in points (o) and (p) of Annex I hereto originating in the Republics of Bosnia-Herzegovina, Croatia, Slovenia, Montenegro, Serbia and the former  Yugoslav Republic of Macedonia shall no longer necessitate IMA 1 certificates.\nThe applicable rules as to the origin of the products referred to in the first paragraph and imported from the abovementioned Republics shall be those laid down in Regulation (EEC) No 343/92 (*).\n(*) OJ No L 38, 14. 2. 1992, p. 1';\n2. in points (o) and (p) in Annex I, 'Yugoslavia' in the column headed 'Country of origin' is replaced by:\n'Bosnia-Herzegovina, Croatia, Slovenia, Montenegro, Serbia and the former Yugoslav Republic of Macedonia';\n3. in Annex IV, the issuing agency for IMA 1 certificates situated in Belgrade is deleted.", "This Regulation shall be without prejudice to Regulations (EEC) No 1432/92, (EEC) No 2655/92 and (EEC) No 2656/92 prohibiting trade between the European Economic Community and the Republics of Serbia and Montenegro.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 215, 30. 7. 1992, p. 64. (3) OJ No L 196, 5. 7. 1982, p. 1. (4) OJ No L 141, 2. 6. 1990, p. 5. (5) OJ No L 38, 14. 2. 1992, p. 1. (6) OJ No L 151, 3. 6. 1992, p. 4. (7) OJ No L 205, 22. 7. 1992,  p. 2. (8) OJ No L 266, 12. 9. 1992, p. 26. (9) OJ No L 266, 12. 9. 1992, p. 27."}