{"celex_id": "31993L0017", "uri": "http://publications.europa.eu/resource/cellar/add199b0-e258-462d-bc79-bcf7624e90bd", "type": "Directive", "concepts": ["13", "191", "2409", "2548", "2713", "893"], "title": "Commission Directive 93/17/EEC of 30 March 1993 determining Community grades of basic seed potatoes, together with the conditions and designations applicable to such grades\n", "header": "COMMISSION DIRECTIVE 93/17/EEC of 30 March 1993 determining Community grades of basic seed potatoes, together with the conditions and designations applicable to such grades\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/403/EEC of 14 June 1966 on the marketing of seed potatoes (1), as last amended by Commission Directive 93/3/EEC (2), and in particular Article 3 (3) thereof,\nWhereas, in order to implement, in an area without internal frontiers in which the free movement of goods is ensured in accordance with the provisions of the Treaty, the provisions of Directive 66/403/EEC in respect of the marketing of seed potatoes in  all or part of the territory of one or more Member States satisfying more stringent measures than those provided for in Annexes I and II to that Directive, it is appropriate to determine Community grades of basic seed potatoes, as well as the conditions  and designations applicable to such grades;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. Community grades of basic seed potatoes are hereby determined. Seed potatoes eligible for these grades are those which qualify for the official certification as 'basic seed potatoes' in accordance with the provisions of Article 2 (1) (a) of Directive  66/403/EEC, and which moreover satisfy the conditions specified in paragraph 2, and which have been found on official examination to satisfy those conditions.\n2. The following are the conditions referred to in paragraph 1:\n(a) the plant health conditions laid down in:\n- Council Directive 69/464/EEC (3),\n- Council Directive 69/465/EEC (4),\n- Council Directive 77/93/EEC (5),\n- Council Directive 80/665/EEC (6);\n(b) the seed potatoes shall derive from material satisfying the conditions laid down in Annex I, and satisfy the additional or more stringent conditions laid down in Annex II.", "1. The designation of the Community grades of basic seed potatoes shall be:\n(a) 'EEC grade 1' in cases where the conditions laid down in Annex I, other than point 3.3 (b) thereof, and Annex II (1) are met; or\n(b) 'EEC grade 2' in cases where the conditions laid down in Annex I, other than point 3.3 (a) thereof, and Annex II (2) are met; or\n(c) 'EEC grade 3' in cases where the conditions laid down in Annex I other than point 3.3 (a) thereof, and Annex II (3) are met.\nThe designation shall be indicated on the official label provided for in Annex III to Directive 66/403/EEC, under the heading 'grade'.\n2. Member States shall inform the Commission of the extent to which they apply the respective Community grades in certifying their own production.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive not later than the date provided for the implementation of Council Directive 91/683/EEC (7). They shall forthwith inform  the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2320/66.\n(2) OJ No L 54, 5. 3. 1993, p. 21.\n(3) OJ No L 323, 24. 12. 1969, p. 1.\n(4) OJ No L 323, 24. 12. 1969, p. 3.\n(5) OJ No L 26, 31. 1. 1977, p. 20.\n(6) OJ No L 180, 14. 7. 1980, p. 30.\n(7) OJ No L 376, 31. 12. 1991, p. 29.\nANNEX I\nCONDITIONS TO BE SATISFIED BY THE MATERIAL FROM WHICH THE COMMUNITY GRADES OF BASIC SEED POTATOES SHALL DERIVE  1. Where methods of micropropagation, including the meristem technique are used:\n1.1. the mother tuber shall be free from the following harmful organisms:\n(a) Erwinia carotovora var. atroseptica\n(b) Erwinia chrysanthemi\n(c) Potato leaf roll virus\n(d) Potato virus A\n(e) Potato virus M\n(f) Potato virus S\n(g) Potato virus X\n(h) Potato virus Y\nCompliance with the above requirements shall be established by official testing or testing under official supervision according to appropriate methods;\n1.2. the material multiplied in vitro and derived from the mother tuber shall comply with the conditions laid down in point 1.1 above. However, the requirements of compulsory official testing or testing under official supervision do not apply.\n2. Where the method of clonal selection is used, the initial plant and the tubers directly derived from it shall:\n2.1. be free from the harmful organisms listed under 1.1 above. Compliance with the requirements in respect of (c) to (h) shall be established by official testing or testing under official supervision according to appropriate methods;\n2.2. have been grown in a crop satisfying the requirements under 3 below.\n3. The crops shall:\n3.1. be raised in a production ground where three years at least have elapsed since potatoes were last grown;\n3.2. be isolated from crops of a lower status by an adequate isolation distance. The satisfaction of this requirement shall be checked by official field inspection;\n3.3. in respect of blackleg:\n(a) be free from blackleg, in the case of 'EEC grade 1'; or\n(b) contain not more than 0,25 % of plants affected by blackleg, in the case of 'EEC grade 2', and 'EEC grade 3'.\nCompliance with this requirement shall be checked by official field inspection;\n3.4. contain not more than 0,1 % of plants showing symptoms of infection by viruses. The compliance with this requirement shall be checked by official field inspection, supplemented in case of doubt by laboratory tests on leaves according to appropriate  methods;\n3.5. where an official field inspection is provided for, be subject to at least two official field inspections;\n3.6. be subject to as low a limit as possible on the maximum number of multiplications, account being taken of the production conditions.\nANNEX II\nADDITIONAL OR MORE STRINGENT CONDITIONS TO BE SATISFIED BY THE CROP AND THE LOTS OF COMMUNITY GRADES OF BASIC SEED POTATOES  1. 'EEC grade 1'\n1.1. The crop shall:\n1.1.1. be raised in a production ground where three years at least have elapsed since potatoes were last grown;\n1.1.2. be free from plants affected by blackleg. Compliance with this requirement shall be checked by official field inspection;\n1.1.3. contain not more than 0,5 % of plants showing symptoms of infection by viruses. Compliance with this requirement shall be checked by official field inspection, supplemented in case of doubt by laboratory tests on leaves according to appropriate  methods;\n1.1.4. where official field inspection is provided for, be subject to at least two official field inspections;\n1.1.5. be subject to as low a limit as possible on the maximum number of generations, account being taken of the production conditions.\n1.2. Lots shall not:\n1.2.1. contain more than 1 % by weight of earth and extraneous matter. Compliance with this requirement shall be checked by official examination;\n1.2.2. contain more than 0,5 % by weight of tubers infected by dry or wet rot. Compliance with this requirement shall be checked by official examination.\n2. 'EEC grade 2'\nThe conditions laid down in point 1, with the exception of 1.1.2, shall apply. The standard in respect of blackleg shall be not more than 0,5 % of plants affected.\n3. 'EEC grade 3'\nThe conditions laid down in point 1, with the exception of 1.1.2 and 1.1.3, shall apply.\nThe standard in respect of blackleg shall be not more than 1 % of plants affected.\nThe standard in respect of infection by viruses shall be not more than 1 % of plants showing symptoms thereof."}