{"celex_id": "31997R1367", "uri": "http://publications.europa.eu/resource/cellar/361fbcfa-96ed-4c68-ba67-e9e40c32ebde", "type": "Regulation", "concepts": ["1309", "161", "2771", "4682", "4778", "5367"], "title": "Commission Regulation (EC) No 1367/97 of 16 July 1997 amending Regulation (EC) No 271/97 laying down detailed rules for the application of the arrangements applicable to imports laid down in Council Regulation (EC) No 70/97 as regards certain beef and veal products\n", "header": "COMMISSION REGULATION (EC) No 1367/97 of 16 July 1997 amending Regulation (EC) No 271/97 laying down detailed rules for the application of the arrangements applicable to imports laid down in Council Regulation (EC) No 70/97 as regards certain beef and veal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia and to imports of wine originating in the Republic of Slovenia (1), as amended by Regulation (EC) No 825/97 (2), and in particular Article 10 thereof,\nWhereas Commission Regulation (EC) No 271/97 (3) lays down detailed rules for the application of the arrangements applicable to imports laid down in Regulation (EC) No 70/97 as regards 'baby beef` from Croatia, Bosnia-Herzegovina and Macedonia; whereas Regulation (EC) No 825/97 extends these arrangements to include the Federal Republic of Yugoslavia; whereas Regulation (EC) No 271/97 should therefore be amended to lay down certain detailed rules for imports of 'baby beef` from that country;\nWhereas Regulation (EC) No 271/97 is applicable from 1 January 1997; whereas provision should be made for the partial reimbursement, at the request of the interested party and under certain conditions, of the customs duties for the products covered by this Regulation imported into the Community between 1 January and 22 February 1997, when the abovementioned Regulation entered into force; whereas the amount to be reimbursed is 80 % of the CCT duty applicable on the day of importation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 271/97 is hereby amended as follows:\n1. the following indent is added in Article 1 (1):\n'- 9 975 tonnes of \"baby beef\" expressed in carcase weight, originating in and coming from the Federal Republic of Yugoslavia.`;\n2. the following subparagraph is added after the first subparagraph of Article 1 (1):\n'The four quotas referred to in the first subparagraph shall bear the following serial numbers, respectively: 09.4503, 09.4504, 09.4505 and 09.4506.`;\n3. the first subparagraph of Article 3 (1) is replaced by the following:\n'1. The certificates of authenticity referred to in Article 2 shall be made out in one original and two copies, to be printed and completed in one of the official languages of the European Community, in accordance with the models in Annexes I, II, III and V respectively for the four countries concerned; they may also be printed and completed in the official language or one of the official languages of the exporting country.`;\n4. the following Article is inserted after Article 6:\n'Article 6a\nAt the request of the interested party and on presentation of proof that the products released for free circulation in the Community between 1 January and 22 February 1997 following payment of the full customs duties were accompanied by a specific certificate corresponding to the certificates of authenticity referred to in Annexes I, II, III and V and certified by one of the bodies listed in Annex IV, the Member States shall reimburse 80 % of the customs duty paid.`;\n5. in Article 7, 'and the Federal Republic of Yugoslavia` shall be added after 'Macedonia`;\n6. in Annex IV, the following indent is inserted:\n'- Federal Republic of Yugoslavia: Federal Ministry of Agriculture`;\n7. the Annex to this Regulation is added as Annex V.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 16, 18. 1. 1997, p. 1.\n(2) OJ No L 119, 8. 5. 1997, p. 4.\n(3) OJ No L 45, 15. 2. 1997, p. 12.\nANNEX\n>REFERENCE TO A FILM>"}