{"celex_id": "31998R0880", "uri": "http://publications.europa.eu/resource/cellar/6ffaadd6-e690-4308-af74-199d75d75ec1", "type": "Regulation", "concepts": ["1442", "1836", "2247", "2871", "4860"], "title": "Commission Regulation (EC) No 880/98 of 24 April 1998 establishing reference methods for the determination of the water, solids-non-fat and fat content of butter\n", "header": "COMMISSION REGULATION (EC) No 880/98 of 24 April 1998 establishing reference methods for the determination of the water, solids-non-fat and fat content of butter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6(7), 12(3), 14(7), 16(2) and 17(4) thereof,\nWhereas Commission Regulation (EC) No 1854/96 (3), as last amended by Regulation (EC) No 745/98 (4) established a list of reference methods to be applied for the analysis and quality evaluation of milk and milk products under the common market organisation;\nWhereas the internationally accepted reference methods for the determination of the water, solids-non-fat and fat content of butter referred to in that list have not been validated; whereas, therefore, no information on the between-laboratory-variation of analytical results is available;\nWhereas the methods had to be modified to facilitate their application;\nWhereas the methods have been validated according to internationally established rules;\nWhereas the validated methods should be applied as reference methods;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. The method of analysis described in Annex I shall be applied as a reference method for the determination of the water content of butter.\n2. The method of analysis described in Annex II shall be applied as a reference method for the determination of the solids-non-fat content of butter.\n3. The method of analysis described in Annex III shall be applied as a reference method for the determination of the fat content of butter.", "This Regulation shall enter into force four weeks after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 246, 27. 9. 1996, p. 5.\n(4) OJ L 103, 3. 4. 1998, p. 8.\nANNEX I\nDETERMINATION OF THE WATER CONTENT OF BUTTER\n1. Scope and field of application\nThis reference method specifies a method for the determination of the water content of butter.\n2. Reference\nIDF standard 50 C: 1995 - Milk and milk products - Methods of sampling\n3. Definition\nWater content of butter: the loss of mass after completion of the heating process specified in this standard. It is expressed in grams per 100 grams.\n4. Principle\nEvaporation of the water from a test portion in the presence of pumice at a temperature of 102 °C in a drying oven.\n5. Apparatus and materials\nUsual laboratory apparatus, and in particular:\n5.1. Analytical balance, sensitivity 1 mg.\n5.2. Desiccator provided with efficient drying agent (for example, freshly dried silica gel with hygroscopic indicator).\n5.3. Drying oven, ventilated, thermostatically controlled, operating at 102 ± 2 °C throughout the total working space.\n5.4. Glass, porcelain or non-corrosive metal dishes, height of about 20 mm, diameter 60 to 80 mm.\n5.5. Pumice stone, granulated, washed with a diameter of 0,8 - 10 mm.\n6. Sampling\nSee IDF 50 C: 1995\n7. Procedure\n7.1. Preparation of the test sample:\nWarm the laboratory sample in the closed glass or suitable plastic container, which should be from one-half to two-thirds full, to a temperature at which the sample will be soft enough to facilitate thorough mixing to a homogeneous state (either by a mechanical shaker or by hand). The temperature of mixing should normally not exceed 35 °C. Cool the sample to ambient temperature. As soon as possible after cooling open the sample container and stir briefly (not longer than 10 seconds) with a suitable device, for example a spoon or spatula, before weighing.\n7.2. Determination of the water content\n7.2.1. Place approximately 10 g of pumice in the dish (5.4).\n7.2.2. Dry the dish with the pumice in the oven (5.3) at 102 ± 2 °C for at least 1 hour.\nNote: the drying periods mentioned in 7.2.2, 7.2.5 and 7.2.7 start when the temperature of the oven reaches 102 ± 2 °C.\n7.2.3. Allow the dish to cool in the desiccator (5.2) to the temperature of the balance room and weigh to the nearest 1 mg.\n7.2.4. Weigh into the dish, to the nearest 1 mg, a test portion of approximately 5 g of the test sample.\n7.2.5. Place the dish in the oven at 102 ± 2 °C and leave it for 3 hours.\n7.2.6. Allow the dish to cool in the desiccator to the temperature of the balance room and weigh to the nearest 1 mg.\n7.2.7. Repeat the drying process for additional periods of 1 hour, cooling and weighing each time as specified in 7.2.6 until constant mass (mass change not exceeding 1 mg) is reached.\nIn the event of an increase in mass, take for calculation the lowest mass recorded.\n8. Expression of results\n8.1. Method of calculation and formula\nCalculate the water content, W, as a percentage by mass using the following formula:\nW = >NUM>m1 - m2\n>DEN>m1 - m0\n× 100where\nm0 is the mass in grams of the dish with the pumice (7.2.3)\nm1 is the mass in grams, of the test portion, dish and pumice before drying (7.2.4)\nm2 is the mass in grams, of the test portion, dish and pumice after drying (7.2.7)\nReport the result to the first decimal place.\n8.2. Repeatability\nThe absolute difference between the results of two single determinations, carried out simultaneously or in rapid succession by the same operator under the same conditions on identical test material, shall not exceed 0,2 %.\n8.3. Reproducibility\nThe absolute difference between two single and independent results, obtained by two operators working in different laboratories on identical test material, shall not exceed 0,3 %.\n9. Test report\nThe test report shall specify the method used and the results obtained. It shall also mention all operating details not specified in this international standard or regarded as optional, together with details of any incidents which may have influenced the results. The test report shall include all information necessary for the complete identification of the sample.\nANNEX II\nBUTTER: DETERMINATION OF SOLIDS-NON-FAT CONTENT\n1. Scope and field of application\nThis standard specifies a method for the determination of the solids-non-fat content of butter.\n2. References\nIDF Standard 50 C: 1995 - Milk and Milk products - Methods of sampling.\n3. Definitions\nSolids-non-fat content of butter: The percentage by mass of substances as determined by the procedure specified. It is expressed in grams per 100 grams.\n4. Principle\nEvaporation of water from a known mass of butter, extraction of the fat with light petroleum and weighing of the residue.\n5. Reagent\nLight petroleum with a boiling range between 30 and 60 °C. The reagent shall not leave more than 1 mg of residue after evaporation of 100 ml.\n6. Apparatus and materials\n6.1. Analytical balance sensitivity 1 mg.\n6.2. Desiccator provided with efficient drying agent (for example, freshly dried silica gel with hygroscopic indicator).\n6.3. Drying oven, ventilated, thermostically controlled, operating at 102 ± 2 °C throughout the total working space.\n6.4. Glass, porcelain or non-corrosive metal dishes, with a spout height of about 20 mm, diameter 60 to 80 mm, provided with a glass stirring rod.\n6.5. Filter crucible, sintered glass, pore diameter 16 to 40 ìm, with suction flask.\n7. Sampling\nSee IDF standard 50 C: 1995\n8. Procedure\n8.1. Preparation of the test sample\nWarm the laboratory sample in the closed glass or suitable plastic container, which should be from one-half to two-thirds full, to a temperature at which the sample will be soft enough to facilitate thorough mixing to a homogeneous state (either by a mechanical shaker or by hand). The temperature of mixing should normally not exceed 35 °C. Cool the sample to ambient temperature. As soon as possible after cooling open the sample container and stir briefly (not longer than 10 seconds) with a suitable device, for example a spoon or spatula, before weighing.\n8.2. Determination8.2.1. Dry the dish with the rod (6.4) and the crucible (6.5) in the oven (6.3) for 1 hour. Allow these objects to cool in the desiccator and weigh them together (i.e. dish, rod and crucible) to the nearest 1 mg (m0).\nNotes: - As a rule, a cooling time of 45 minutes is sufficient,\n- It is important that the same combination of dish, rod and crucible is used for each test portion if more than one test portion is being analysed in the batch.\n8.2.2. Remove the crucible, record the weight of the dish and rod together, to the nearest 1 mg (m1).\n8.2.3. Weigh into the dish, to the nearest 1 mg, a test portion of about 5g of the test sample (8.1) (m2).\n8.2.4. Place the dish (containing the rod and the butter) in the oven at 102 ± 2 °C and leave it overnight.\n8.2.5. Allow the dish (8.2.3) to cool to room temperature.\n8.2.6. Add 15 ml of warm (approximately 25 °C) light petroleum to the dish and detach as much as possible of the sediment adhering to the dish using the glass rod. Transfer the solvent into the crucible and allow it to filter in the suction flask.\n8.2.7. Carry out operation 8.2.6 four additional times. If there are no traces of fat on the surface of the dish, quantitatively transfer, during the fourth washing, as much as possible of the sediment into the crucible. Otherwise, repeat operation 8.2.6 till complete elimination of all traces of fat.\n8.2.8. Wash the sediment in the crucible with 25 ml of warm light petroleum.\n8.2.9. Dry the dish and the glass rod, and the crucible together in the oven at 102 ± 2 °C for 30 minutes.\n8.2.10. Allow to cool in the desiccator to room temperature and weigh to the nearest 1 mg.\n8.2.11. Repeat operations 8.2.9 and 8.2.10 until constant mass (mass change not exceeding 1 mg) is reached for the dish, rod and crucible together (m3).\n9. Expression of results\n9.1. Calculation of solids-non-fat content\nCalculate the solids-non-fat content SNF, as a percentage by mass, using the following formula:\nSNF = >NUM>m3 - m0\n>DEN>m2 - m1\n× 100\nwhere\nm0 is the mass, in grams, of the empty dish with the glass rod and the crucible (8.2.1)\nm1 is the mass, in grams, of the empty dish with the glass rod (8.2.2)\nm2 is the mass, in grams, of the test portion and dish with the glass rod (8.2.3)\nm3 is the final mass, in grams, in the dish with the rod and the crucible containing sediment (8.2.11)\nReport the result to the first decimal place.\n9.2. Repeatability\nThe absolute difference between the results of two single determinations, carried out simultaneously or in rapid succession by the same operator under the same conditions on identical test material, shall not exceed 0,1 %.\n9.3. Reproducibility\nThe absolute difference between two single and independent results, obtained by two operators working in different laboratories on identical test material, shall not exceed 0,2 %.\n10. Test report\nThe test report shall specify the method used and the results obtained. It shall also mention all operating details not specified in this international standard, or regarded as optional, together with details of any incidents which may have influenced the results. The test report shall include all information necessary for the complete identification of the sample.\nNote:\nIf salted butter is analysed, added salt is determined as solids-non-fat. For the determination of the milk solids-non-fat content, the content of added salt has to be subtracted from the solids-non-fat content. The calculated precision figures for the determination of milk solids-non-fat are:\n>TABLE>\nIt can be concluded that the precision figures obtained for the solids-non-fat determination are valid for the determination of the milk solids-non-fat content.\nANNEX III\nDETERMINATION OF THE FAT CONTENT OF BUTTER\nThe fat content is obtained indirectly by determination of the water content and the solids-non-fat content according to Annex I and Annex II, respectively. The percentage, by mass, of fat is equal to\n100 - (W + SNF)\nwhere\nW: is the percentage, by mass, of water\nSNF: is the percentage, by mass, of solids-non-fat\nThe calculated precision figures for the determination of the fat content are:\n>TABLE>"}