{"celex_id": "31996D0428", "uri": "http://publications.europa.eu/resource/cellar/a32bda99-8fc6-431f-90ec-abf2672050f5", "type": "Decision", "concepts": ["1159", "134", "216", "4829", "5420", "5873"], "title": "96/428/EC: Council Decision of 25 June 1996 on acceptance by the Community of the Agreement to promote compliance with international conservation and management measures by fishing vessels on the high seas\n", "header": "16.7.1996 EN Official Journal of the European Communities L 177/24\nCOUNCIL DECISION\nof 25 June 1996\non acceptance by the Community of the Agreement to promote compliance with international conservation and management measures by fishing vessels on the high seas\n(96/428/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof, in conjunction with the first sentence of Article 228 (2) and with the first subparagraph of Article 228 (3),\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas international cooperation is essential to ensure the conservation and the rational, responsible and sustainable utilization of the biological resources of the high seas;\nWhereas the Community has signed the United Nations Convention on the Law of the Sea, which obliges all members of the international community to cooperate in the conservation and management of the biological resources of the high seas;\nWhereas, as regards maritime fishing, the Community has the authority to adopt fishery resource conservation and management measures and to conclude agreements in this field with third countries or international organizations, as set out in the Declaration of Competence which the Community submitted at the time it joined the Food and Agriculture Organization of the United Nations;\nWhereas the practice of requesting the allocation or change of flag by flying vessels in order to circumvent international measures for the conservation and management of living marine resources should be discouraged;\nWhereas each Member State must therefore meet its responsibilities to ensure that the fishing vessels authorized to fly its flag comply with international conservation and management measures by appropriate and effective means coordinated at international level;\nWhereas to that end the Community took part in international negotiations which culminated in the approval by the conference of the Food and Agriculture Organization of the United Nations at its twenty-seventh session in November 1993 of the Agreement to promote compliance with international conservation and management measures by fishing vessels on the high seas;\nWhereas that Agreement is a useful framework for strengthening international cooperation to ensure that the effectiveness of international conservation and management measures is not undermined;\nWhereas that Agreement will form an integral part of the International Code of Conduct for Responsible Fishing called for in the Declaration of Cancun of May 1992;\nWhereas Community fishermen fish on the high seas and it is therefore in the Community's interest to accept that Agreement,", "main_body": ["The European Community hereby accepts the Agreement to promote compliance with international conservation and management measures by fishing vessels on the high seas.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall designate the person authorized to lodge the instrument of acceptance with the Director-General of the Food and Agriculture Organization of the United Nations in accordance with Article X (2) of the Agreement."], "attachments": "Done at Luxembourg, 25 June 1996.\nFor the Council\nThe President\nM. PINTO\n(1)  OJ No C 229, 18. 8. 1994, p. 10.\n(2)  OJ No C 18, 23. 1. 1995, p. 438."}