{"celex_id": "31990R3030", "uri": "http://publications.europa.eu/resource/cellar/04f3066d-52f8-43fd-ab50-cf66457e5d4e", "type": "Regulation", "concepts": ["2975", "693"], "title": "Commission Regulation (EEC) No 3030/90 of 19 October 1990 fixing the intervention thresholds for mandarins, satsumas, clementines and oranges for the 1990/91 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 3030/90\nof 19 October 1990\nfixing the intervention thresholds for mandarins, satsumas, clementines and oranges for the 1990/91 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1197/90 of 7 May 1990 laying down specific measures for the application of certain intervention thresholds in the fruit and vegetables sector for the 1990/91 marketing year (1), and in particular Article 4 thereof,\nWhereas detailed rules for fixing the level of the intervention threshold for mandarins, satsumas, clementines and oranges for the 1990/91 marketing year were laid down by Articles 1 and 2 of Regulation (EEC) No 1197/90;\nWhereas the 1990/91 marketing year for mandarins, satsumas and clementines runs from 1 October 1990 to 15 May 1991; whereas for those products and that marketing year a threshold for the Community with the exception of Portugal and a threshold for Portugal should be fixed for the period 1 October to 31 December 1990 and a threshold should be fixed for the Community for the period 1 January to 15 May 1991;\nWhereas, by virtue of Article 3 of Council Regulation (EEC) No 1123/89 of 27 April 1989 amending Regulation (EEC) No 2601/69 with respect to the processing aid scheme and amending the rules for applying the intervention thresholds for certain citrus fruits (2), for the purposes of fixing the intervention thresholds, the quantities of mandarins, satsumas and clementines delivered for processing under Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of mandarins, satsumas, clementines and oranges (3), as last amended by Regulation (EEC) No 3848/89 (4), are to be treated in the same way as production intended to be consumed fresh;\nWhereas the 1990/91 marketing year for oranges runs from 1 October 1990 to 15 July 1991; whereas for that product and that marketing year a threshold for the Community with the exception of Portugal and a threshold for Portugal should be fixed for the period 1 October to 31 December 1990 and a threshold should be fixed for the Community for the period 1 January to 15 July 1991;\nWhereas, by virtue of Article 2 of Regulation (EEC) No 1123/89, the level of the intervention threshold fixed for oranges in accordance with Article 2 of Regulation (EEC) No 1197/90 is to be increased by a quantity equal to the average of the quantities of oranges in respected of which financial compensation according to Regulation (EEC) No 2601/89 was paid during the 1984/85 to 1988/89 marketing years inclusive;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The intervention thresholds for mandarins, satsumas, clementines and oranges for the 1990/91 marketing year shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 119, 11. 5. 1990, p. 57.\n(2) OJ No L 118, 29. 4. 1989, p. 25.\n(3) OJ No L 324, 27. 12. 1969, p. 21.\n(4) OJ No L 374, 22. 12. 1989, p. 6.\nANNEX\nIntervention thresholds for mandarins, satsumas, clementines and oranges for the 1990/91 marketing year\n(tonnes)\n1.2.3.4 //  //  //  //  // Products/period  // Community with the exception of Portugal   // Portugal   // Community   //  //   //   //   // Mandarins   //   //   //   // - 1 October to 31 December 1990   // 13 500   // 900   // -   // - 1 January to 15 May 1991   // -  // -   // 57 400   // Total  // -   // -   // 71 800   //    //   //   //   // Satsumas   //   //   //  // - 1 October to 31 December 1990   // 28 400   // -   // -  // - 1 January to 15 May 1991   // -  // -   // 3 600  // Total  // -   // -   // 32 000   //    //   //   //  // Clementines   //   //   //   // - 1 October to 31 December 1990   // 66 800   // -   // -   // - 1 January to 15 May 1991  // -  // -   // 32 900   // Total  // -   // -   // 99 700  //    //   //   //   // Oranges   //   //   //   // - 1 October to 31 December 1990   // 294 100   // 4 500   // -  // - 1 January to 15 July 1991   // -  // -   // 945 300  // Total  // -   // -   // 1 243 900   //    //   //   //"}