{"celex_id": "31995R1816", "uri": "http://publications.europa.eu/resource/cellar/eec2e837-241b-4a95-9fd8-f52c05c3a10f", "type": "Regulation", "concepts": ["2069", "2322", "2713", "2783", "3175", "4680"], "title": "Commission Regulation (EC) No 1816/95 of 26 July 1995 laying down certain provisions for the implementation of Council Regulation (EC) No 3036/94 establishing economic outward processing arrangements applicable to certain textile and clothing products reimported into the Community after working or processing in certain third countries\n", "header": "COMMISSION REGULATION (EC)  No 1816/95 of 26 July 1995 laying down certain provisions for the implementation of Council  Regulation (EC) No 3036/94 establishing economic outward processing arrangements applicable to  certain textile and clothing products reimported into the Community after working or processing in  certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3036/94 of 8 December 1994 establishing economic  outward processing arrangements applicable to certain textile and clothing products reimported into  the Community after working or processing in certain third countries  (1), and in particular  Article 3  (8) thereof,\nWhereas it is necessary to define the amounts reserved for the traditional beneficiaries referred  to in the first subparagraph of Article 3  (4) of the said Regulation;\nWhereas it is necessary to fix the maximum amounts referred to in the fourth subparagraph of  Article 3  (5) of the said Regulation, starting from 1 January 1995 with regard to the allocation  of quantities against the maximum amounts which had been specified in Regulation (EC) No 3036/94  which entered into force on 1 January 1995;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Committee on Economic Outward Processing Arrangements for Textiles,", "main_body": ["For the purposes of Article 3 (4)  (1) of Regulation (EC) No 3036/94,  a past beneficiary obtains for each category and third country, an amount equal to the whole  quantity for which he has carried out outward processing operations. These operations carried out  are those for which compensating products of a specific category and country have been reimported  under the economic outward processing arrangements during the course of the year 1993 or 1994, the  choice being left to the applicant.", "The maximum amounts referred to in the fourth subparagraph of Article 3  (5) of  Regulation (EC) No 3036/94, correspond to the maximum amounts contained in the Annex.", "This Regulation shall enter into force the day following its publication in the  Official Journal of the European Community.\nIt is applicable as of 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission Mario MONTI Member of the Commission\nANNEX\nMaximum amounts referred to in Article 3 (5) (4) of Regulation (EC) No 3036/94\n> TABLE POSITION>"}