{"celex_id": "31993D0673", "uri": "http://publications.europa.eu/resource/cellar/2c35c011-5274-4316-bffc-e22a0f75fdfd", "type": "Decision", "concepts": ["1565", "2591", "2763", "2972"], "title": "93/673/EC: Commission Decision of 10 December 1993 fixing the flat-rate reduction to advances on the entry of agricultural expenditure in the accounts in the event of non-compliance with the provisions relating to the forwarding of the annual questionnaire on the application of the arrangements for additional levies in the milk sector introduced by Council Regulation (EEC) No 3950/92\n", "header": "COMMISSION DECISION of 10 December 1993 fixing the flat-rate reduction to advances on the entry of agricultural expenditure in the accounts in the event of non-compliance with the provisions relating to the forwarding of the annual questionnaire  on the application of the arrangements for additional levies in the milk sector introduced by Council Regulation (EEC) No 3950/92 (93/673/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EEC) No 536/93 of 9 March 1993 laying down detailed rules on the application of the additional levy on milk and milk products (1), as amended by Regulation (EEC) No 1756/93 (2), and in particular the fourth indent  of Article 8 thereof,\nWhereas the implementation of the additional levy arrangements introduced by Council Regulation (EEC) No 3950/92 (3), as last amended by Regulation (EEC) No 1560/93 (4), requires the fixing of the amount of the flat-rate reduction referred to in the  abovementioned fourth indent of Article 8,", "main_body": ["Where the questionnaire annexed to Regulation (EEC) No 536/93 has not been forwarded by 1 September of each year, the Commission shall, vis-à-vis the Member States concerned, make a reduction in respect of the month of September to advances  on expenditure as booked of 1 % of the overall amount paid to the Member State concerned for the milk and milk products sector under the previous budget year.", "Where, on the basis of the data notified in response to the questionnaire annexed to Regulation (EEC) No 536/93, the calculation of the levy owing to the Community is incorrect by more than 10 %, the Commission shall, vis-à-vis the Member  States concerned, make a reduction to advances on expenditure as booked of 0,5 % of the overall amount paid to the Member State concerned for the milk and milk products sector under the budget year preceding that in which the calculation was shown to be  incorrect.", "Where the questionnaire annexed to Regulation (EEC) No 536/93 has not been duly completed, the Commission shall, vis-à-vis the Member States concerned, make a reduction to advances on expenditure as booked of 0,04 % for each item of missing  data of the overall amount paid to the Member State concerned for the milk and milk products sector under the previous budget year.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 December 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 57, 10. 3. 1993, p. 12.\n(2) OJ No L 161, 2. 7. 1993, p. 48.\n(3) OJ No L 405, 31. 12. 1992, p. 1.\n(4) OJ No L 154, 25. 6. 1993, p. 30."}