{"celex_id": "31991R1716", "uri": "http://publications.europa.eu/resource/cellar/292909d8-11a5-431c-9a61-b1b5b3becc3b", "type": "Regulation", "concepts": ["1025", "2456", "4315", "4858", "863"], "title": "Council Regulation (EEC) No 1716/91 of 13 June 1991 concerning the alignment of the sugar and beet prices applicable in Spain on the common prices\n", "header": "COUNCIL REGULATION (EEC) No 1716/91 of 13 June 1991 concerning the alignment of the sugar and beet prices applicable in Spain on the common prices\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 70 (3) (b) and Article 89 (2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 70 (3) (a) of the Act of Accession lays down that where the price of a product in Spain is higher than the common price, the price in that Member State is to be maintained at the level resulting from the application of Article 68 of the  Act of Accession, the moves towards alignment having to result from the development of common prices during the seven years following accession; whereas, however, under these provisions, the price in Spain is to be adjusted to the extent necessary to  avoid an increase in the variation between that price and the common price;\nWhereas, following the application of the relevant provisions of Article 68 and 70 of the Act of Accession, the buying-in price of sugar applicable in Spain for the 1990/91 marketing year is 16,2 % higher than the buying-in price fixed for the  non-deficit areas, which represents a variation of ECU 8,60 per 100 kilograms for white sugar, and the basic price of beet applicable in Spain is 17,7 % higher than the basic price of beet valid in the Community regions other than Spain, which  corresponds to a variation of ECU 7,09 per tonne for beet; whereas this situation results from the development of common prices over the first five marketing years following accession; whereas these prices, instead of moving closer to the Spanish prices  as implied by the Act of Accession, have either been maintained for several marketing years or been reduced, albeit with the relevant adjustment of the Spanish prices in order to avoid an increase in the variation obtaining between them; whereas,  therefore, the substantial variation obtaining at the time of accession has been maintained;\nWhereas the foreseeable development of common prices will continue to maintain the said variations at their initial level for several years yet; whereas, therefore, it will not be possible for these variations to be absorbed, at any rate over\nthe period for moves toward price alignment of the first seven\nmarketing years following accession, as provided for in Article 70 (3) (a) of the Act of Accession, in other words by the 1992/93 marketing year;\nWhereas the price of sugar and the price of beet applicable in Spain are significantly higher than the common prices; whereas the analysis of the development of prices after the first five marketing years following accession, carried out in accordance  with Article 70 (3) (b) of the Act of Accession on the basis of an opinion from the Commission, shows that it is necessary in the first instance to prolong the period of moves towards price alignment until 1 July 1995 so that the aforementioned  variations can be absorbed over a period of five marketing years, a sufficiently long period to prevent farmers, in particular, being affected by too swift a drop in beet prices; whereas, however, the system of production quotas is applicable only for  the 1991/92 and 1992/93 marketing years; whereas the prices of sugar and beet are to some extent linked to the existence of quotas; whereas provision should therefore be made for a move towards price alignment in two stages, the first stage ending 30  June 1993; whereas with regard to the second stage covering the 1993/94, 1994/95 and 1995/96 marketing years, the conditions for the moves towards alignment of the Spanish prices on the common prices should be determined particularly in the light of the  production arrangements to be applied from 1 July 1993 in this sector, the Community's international commitments and their specific implications for Spain;\nThe aforementioned analysis clearly shows that Spain is currently in an extremely difficult situation in the sugar sector owing to the structural constraints weighing on the sector in which restructuring measures are in progress; whereas these  constraints could lead to shortfalls in the said sector in any marketing year and subject producers to precarious production conditions;\nWhereas, for these reasons, a method for moves towards price alignment should be established for the first stage so that, by the end of that stage, the Spanish prices, through a part of the variation having been absorbed, will be aligned on the common  prices; whereas, to achieve this, it is appropriate that for this move towards alignment over this period a reference price be used incorporating a fixed component to take into account the specific situation of the market for sugar in Spain;\nWhereas moves towards price alignment must also be accompanied for the calculation of accession compensatory amounts applicable to trade between the Community and Spain and between Spain and third countries by a gradual dismantling of the additional  transitional component of ECU 1,40 per 100 kilograms for sugar expressed in white sugar and ECU 1,82 per tonne of beet; whereas, to that end, the concept of common prices within the meaning of Article 72 (1) of the Act of Accession should be determined  by increasing it by an amount equivalent to the phased reduction\nof the transitional component taken into account in the reference price for moves towards alignment of Spanish prices; whereas in order to avoid prejudging the system of moves towards alignment to be applied as from the 1993/94 marketing year, provision  should be made for the measure to apply only in the first stage of the said moves towards alignment,", "main_body": ["The moves towards the alignment of the prices of sugar and beet applicable in Spain on the common prices shall be accomplished in respect of the 1995/96 marketing year in accordance with the conditions set out in this Regulation.", "The period for moves towards price alignment in Spain shall be prolonged until 1 July 1995 inclusive. The moves towards alignment referred to in Article 1 shall be carried out in two stages, the first stage covering the 1991/92 and 1992/93 marketing  years and the second stage the 1993/94, 1994/95 and 1995/96 marketing years.", "1.  For the purposes of the moves towards alignment relating to the first stage referred to in Article 2, a reference price shall be fixed as regards white sugar, incorporating a fixed component of ECU 1,40 per 100 kilograms of white sugar additional to  the buying-in price of white sugar applicable in Spain during the 1990/91 marketing year.\n2.  Notwithstanding Article 5, the buying-in price of white sugar shall be fixed by reducing the reference price referred to in paragraph 1:\n(a)  by ECU 1,72 per 100 kilograms of white sugar, in respect of the 1991/92 marketing year;\n(b)\nby ECU 3,44 per 100 kilograms of white sugar, in respect of the 1992/93 marketing year.\n3.  The buying-in prices referred to in paragraph 2 shall be understood as fixed for 100 kilograms of standard quality white sugar as defined in Regulation (EEC) No 793/72 (3), unpacked, ex-factory, loaded on to a means of transport chosen by the  purchaser.", "1.  For the purpose of the moves towards alignment relating to the first stage referred to in Article 2, a reference price shall be fixed, as regards beet, incorporating a fixed component of ECU 1,82 per tonne of beet additional to the basic price  applicable in Spain during the 1990/91 marketing year.\n2.  Notwithstanding Article 5, the basic price of beet shall be fixed by reducing the reference price referred to in paragraph 1:\n(a)\nby ECU 2,070 per tonne of beet, in respect of the 1991/92 marketing year;\n(b)\nby ECU 2,836 per tonne of beet, in respect of the 1992/93 marketing year.\n3.  The basic prices referred to in paragraph 2 shall be understood as fixed per tonne of standard quality beet at the stage of delivery to the collection centre.\nStandard quality beet shall present the following characteristics:\n(a)\nof sound, genuine and merchantable quality;\n(b)\nsugar content of 16 % at the reception point.\n4.  The minimum prices for A beet and B beet applicable in Spain shall correspond to the basic price, fixed for the marketing year in question in accordance with paragraphs 1 and 2, less an amount equal to the difference between the basic price fixed  pursuant to Article 4 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (4), as last amended by Commission Regulation (EEC) No 464/91 (5), for the same marketing year and, as  appropriate:\n(a)\nthe minimum price of A beet fixed for the said marketing year pursuant to the first subparagraph of Article 5 (2) of Regulation (EEC) No 1785/81;\n(b)\nthe minimum price of B beet fixed for the said marketing year pursuant to the second subparagraph of Article 5 (2) of Regulation (EEC) No 1785/81.", "The prices calculated in accordance with Articles 3 and 4 of this Regulation, as appropriate, shall be adjusted whenever they are fixed by an amount equal to any increased or decreased amount of the common prices referred to in Article 3 (1) (a) and  Article 4\n(1) of Regulation (EEC) No 1785/81 respectively, which are fixed in ecus for the 1991/92 and 1992/93 marketing years.\nFor the fixing of the prices referred to in Articles 3 and 4 in respect of the 1992/93 marketing year, account shall be taken of the adjustment of the prices of the 1991/92 marketing year carried out pursuant to the first subparagraph.", "The Council, acting by a qualified majority on a proposal from the Commission, shall fix the prices referred to in Articles 3 and 4 of this Regulation at the same time as the corresponding prices referred to in Article 3 (1) (a) of Regulation (EEC) No  1785/81.", "The Council shall, before 1 January 1993, lay down the conditions for the moves towards alignment of the Spanish prices on the common prices for the period covering the 1993/94, 1994/95 and 1995/96 marketing years, in accordance with the procedure  provided for in Article 43 (2) of the Treaty.", "During the first stage, for the calculation of the accession compensatory amounts referred to in Article 72 (1) of the Act of Accession, 'common prices' within the meaning of that Article mean for Spain:\n(a)\nfor sugar, the intervention price for white sugar fixed for non-deficit areas of the Community, increased by an amount expressed in white sugar of:\n- ECU 0,28 per 100 kilograms in respect of the 1991/92 marketing year,\n- ECU 0,56 per 100 kilograms in respect of the 1992/93 marketing year;\n(b)\nfor beet, the basic price for beet fixed by the Community increased by an amount of:\n- ECU 0,364 per tonne of beet in respect of the 1991/92 marketing year,\n- ECU 0,728 per tonne of beet in respect of the 1992/93 marketing year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No C 104, 19. 4. 1991, p. 22.(2) OJ No C 158, 17. 6. 1991.(3) OJ No L 94, 21. 4. 1972, p. 1.(4) OJ No L 177, 1. 7. 1981, p. 4.(5) OJ No L 54, 28. 2. 1991, p. 22."}