{"celex_id": "31993D0109", "uri": "http://publications.europa.eu/resource/cellar/637b62cd-5670-4b27-95ac-96e9fdcade50", "type": "Decision", "concepts": ["1085", "1234", "2900", "3193", "365", "4585"], "title": "93/109/EEC: Council Decision of 15 February 1993 authorizing the French Republic to extend the application of a measure derogating from Article 17 (2) of the sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 15 February 1993 authorizing the French Republic to extend the application of a measure derogating from Article 17 (2) of the sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to  turnover taxes\n(93/109/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1),\nHaving regard to Council Decision 89/488/EEC, of 28 July 1989 authorizing the French Republic to apply a measure derogating from Article 17 (2) of the sixth Directive 77/388/EEC on the harmonization of the laws of the Member States relating to turnover  taxes (2),\nHaving regard to the proposal from the Commission consequent upon its report on the application of Decision 89/488/EEC,\nWhereas, under Article 27 (1) of Directive 77/388/EEC the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce special measures for derogation from that Directive, in order to simplify the procedure  for charging value-added tax (VAT) or to prevent certain types of tax evasion or avoidance;\nWhereas, by letter registered by the Secretariat-General of the Commission on 22 October 1992, the Government of the French Republic requested authorization to extend application of the derogation previously granted to it for a limited period by  Decision 89/488/EEC on the basis of Article 27 of Directive 77/388/EEC;\nWhereas the said measure consists in excluding altogether from the right to deduct VAT previously charged on expenditure in respect of goods and services in cases where private use of such goods and services accounts for more than 90 % of their total  use, in order to refrain from taxing self-supplies the taxable base of which is particularly difficult to establish under those circumstances;\nWhereas, moreover, the said measure makes it possible to prevent certain types of tax evasion or avoidance and, in any event, combats certain forms of consumption without taxation while, at the same time, simplifying the VAT treatment of certain  transactions;\nWhereas the said measure constitutes a derogation from Article 17 (2) of the Directive 77/388/EEC, whereby a taxable person is entitled to deduct the tax charged on goods and services used by him in so far as those goods and services are used for the  purposes of his taxable transactions;\nWhereas the request for an extension of the said measure can be accepted subject to certain conditions and adjustments to its legal arrangements in accordance with the observations made by the Commission in respect of its application over the period  1990 to 1992;\nWhereas, without a new authorization from the Council based on a proposal from the Commission, the said measure cannot be extended beyond 31 December 1996, by which time the Commission is to present a report on its application to the Council;\nWhereas this temporary extension will not a priori affect the amount of VAT due at the final consumption stage;\nWhereas, moreover, it will not a priori have a negative effect on the European Communities' own resources accuring from VAT;\nWhereas the other Member States were informed on 20 November 1992 of the request for an extension of the said derogation submitted by the Government of the French Republic,", "main_body": ["By way of derogation from Article 17 (2) of Directive 77/388/EEC, the French Republic is hereby authorized until 31 December 1996 to exclude expenditure in respect of goods and services in cases where use of such goods and services for the  private use of the taxable person or of his staff or, more generally, for purposes other than those of his business account for more than 90 % of their total use from the right to deduct VAT, previously charged.", "On the basis of a report to be submitted by the Commission on the application of the authorization referred to in Article 1, accompanied, if appropriate, by a proposal for a Decision the Council shall determine on the basis of that proposal  by 31 December 1996, at the latest whether the said authorization is to be extended.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 15 February 1993.\nFor the Council\nThe President\nM. JELVED\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 92/111/EEC (OJ No L 384, 31. 12. 1992, p. 47).\n(2) OJ No L 239, 16. 8. 1989, p. 22."}