{"celex_id": "31992R1488", "uri": "http://publications.europa.eu/resource/cellar/6d0ea1f9-e844-47de-a1af-8999927e53a7", "type": "Regulation", "concepts": ["1086", "2681", "2965", "473", "5106", "601"], "title": "Commission Regulation (EEC) No 1488/92 of 9 June 1992 concerning aid for the processing of sugar cane into agricultural rum in the French overseas departments\n", "header": "COMMISSION REGULATION (EEC) No 1488/92  of 9 June 1992  concerning aid for the processing of sugar cane into agricultural rum in the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), and in particular Article 19 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 12 thereof,\nWhereas Article 18 of Regulation (EEC) No 3763/91 provides for the granting of Community aid for the processing of sugar cane into agricultural rum as defined in Article 1 (4) (a) (2) of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down  general rules on the definition, description and presentation of spirit drinks (4); whereas this aid is paid to the distiller on condition that he has paid to the sugar cane producer a minimum price to be determined and up to the limit of an overall  quantity corresponding to the average quantity of agricultural rum sold during the three marketing years 1987/88, 1988/89 and 1989/90;\nWhereas the second subparagraph of Article 19 of Regulation (EEC) No 3763/91 provides that when the relevant detailed rules of application are adopted, account will be taken in particular of the production objectives within the context of the  arrangements applicable to sugar and of the supply requirements of the French overseas departments;\nWhereas a minimum price for sugar cane should be laid down which takes into account the reference price for sugar cane intended for the production of sugar applicable in the department in question and provision should also be made for a system to  reduce, where appropriate, the quantities of rum eligible for aid so as to ensure that the overall quantity limit laid down by Article 18 (2) of Regulation (EEC) No 3763/91 is observed; whereas a regular review of the situation, particularly as regards  the trend in sugar prices, should be provided for;\nWhereas provisions should be made in respect of aid unduly paid out;\nWhereas Regulation (EEC) No 3763/91 entered into force at the end of December 1991; whereas the measures covered by this Regulation should apply with effect from 1 January 1992;\nWhereas the measures provided for are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. Aid for the direct processing of sugar cane into agricultural rum as laid down in Article 18 of Regulation (EEC) No 3763/91 shall be paid in accordance with the terms of this Regulation to all distillers:\n- whose plants are located in one of the French overseas departments,\nand\n- who produce agricultural rum as defined in Article 1 (4) (a) (2) of Regulation (EEC) No 1576/89 from sugar cane harvested in the same French overseas department.\n2. Aid shall be paid out each year for the quantities of sugar cane processed directly into agricultural rum for which the distillers show proof that they have paid the producers of the sugar cane in question at least the minimum price referred to in", "above. This last condition shall not apply in the case of distillers' own sugar cane production.\n3. The amount of the aid shall be ECU 53,18 per hectolitre of pure alcohol produced.\n4. So that permanent account can be taken of the production objectives in the context of the arrangements applicable to sugar as regards both the marketing prices fixed each year for sugar and the trend in supplying the markets of the French overseas  departments, the situation shall be regularly reviewed and, where appropriate, the necessary adjustments shall be made.", "1. The minimum price referred to in the second subparagraph of Article 18 (1) of Regulation (EEC) No 3763/91 shall be the reference price applied by the French overseas department in question to the purchase of sugar cane used for the  production of sugar in the same department.\nThe minimum price shall apply to cane of sound, genuine and merchantable quality, of standard sugar content and delivered naked to the distillery. However, another delivery stage may be allowed where the sugar cane producer and distiller so agree.\n2. The standard sugar content and the scale of quality increases and reductions to be applied to the minimum price when the sugar content of the cane differs from the standard sugar content shall be adopted by the competent authorities designated by  France on the proposal of a joint committee of distillers and sugar cane producers.", "1. Proof that the minimum price has been paid to the sugar cane producer shall be established by a certificate drawn up on unstamped paper by the distiller. This certificate shall indicate:\n(a) the names of the distiller and producer;\n(b) the total quantities of sugar cane for which the minimum price determined for that calendar year has been paid and which have been delivered to the distillery by the producer in question during that same calendar year;\n(c) the quality of the product for which the minimum price is paid.\n2. The certificate shall be dated and signed by the sugar cane producer and the distiller.\n3. The distiller shall keep the original of the certificate. A copy shall be sent to the sugar cane producer.\n4. In the case of the distiller's own sugar cane production, the distiller shall keep a separate materials accounting entry for the quantities of sugar cane originating on his own holding.", "1. The overall quantity referred to in Article 18 (2) of Regulation (EEC) No 3763/91 shall be 75 600 hectolitres of agricultural rum, expressed in pure alcohol.\nWhen the sum of the quantities for which aid is requested is greater in a given calendar year than the quantity referred to in the first subparagraph, a standard percentage reduction shall be applied to each application.\n2. Nevertheless, France may allocate the quantity referred to in paragraph 1 by department on the basis of the average quantity of agricultural rum sold by the department in question during the three marketing years 1987/88, 1988/89 and 1989/90. If the  overall quantities for which aid is requested are exceeded, the percentage reductions may differ in each department.\n3. Applications for aid shall be submitted to the competent authorities designated by France.", "France shall take all the additional measures necessary to implement this Regulation, particularly those relating to the submission of applications for aid, the inspection of supporting documents laid down in Article 3 and checks on the  quantities of agricultural rum produced.", "France shall notify the Commission:\n(a) within three months following the entry into force of this Regulation, of:\n- the additional measures adopted pursuant to Article 5;\n(b) within 45 working days following the end of each calendar year, of:\n- the total quantities of agricultural rum for which aid has been requested, expressed in hectolitres of pure alcohol,\n- the names of the distilleries in receipt of aid,\n- the amount of the aid and the quantities of agricultural rum produced by each distillery.", "The aid referred to in Article 1 (3) shall be converted into French francs by applying the agricultural conversion rate in force on the date the sugar cane juice in question is distilled.", "1. Where aid has been paid out unduly, the competent French authorities shall recover the sums paid out, with interest from the date on which the aid was paid out to the date on which it is actually recovered. The applicable rate of interest  shall be that in force for similar recovery operations under national law.\n2. The aid recovered shall be paid to the paying departments and agencies and deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund in proportion to the Community contribution.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 June 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 160, 12. 6. 1989, p. 1."}