{"celex_id": "31991D0016", "uri": "http://publications.europa.eu/resource/cellar/359892b0-7012-402d-aad6-9dee54ce4d65", "type": "Decision", "concepts": ["1372", "2561", "712", "850"], "title": "91/16/EEC: Commission Decision of 17 December 1990 on a specific programme on the provision of facilities for fishing port in Belgium presented by Belgium pursuant to Council Regulation (EEC) No 4028/86 (only the French and Dutch Text is authentic)\n", "header": "COMMISSION DECISION  of 17 December 1990  on a specific programme on the provision of facilities for fishing port in Belgium presented by Belgium pursuant to Council Regulation (EEC) No 4028/86  (Only the French and Dutch Text is authentic)   (91/16/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sectors (1), and in particular Article 27 thereof,\nWhereas the Government of Belgium transmitted to the Commission on 17 August 1990 a specific programme for the provision of facilities at fishing ports, hereinafter referred to as 'the programme';\nWhereas the programme complies with Article 3 of Council Regulation (EEC) No 4042/89 (2) and contains the details specified in the Annex of that Regulation;\nWhereas the programme is consistent with the specific programmes concerning the processing and marketing of fish and fish products in Belgium adopted under Commission Decision 87/116/EEC (3);\nWhereas the programme contributes to the attainment of the objectives of the common fisheries policiy;\nWhereas Article 21 (3) of Regulation (EEC) No 4042/89 provides that specific programmes approved by the Commission under Council Regulation (EEC) No 355/77 (4) will be extended until 30 June 1991;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["     Article 1\nThe specific programme for the provision of facilities at fishing ports in Belgium (1990 to 1994) submitted by Belgium on 17 August 1990, the main features of which are set out in Annexe I, is hereby approved subject to the requirements in Annex II.   Article 2\nThis Decision is without prejudice to the granting of Community financial aid to individual investment projects.   Article 3\nThis Decision is addressed to Belgium."], "attachments": "Done at Brussels, 17 December 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President   (1) OJ No L 376, 31. 12. 1986, p. 7. (2)\nOJ No L 388, 30. 12. 1989, p. 1. (3)\nOJ No L 49, 18. 2. 1987, p. 31. (4)\nOJ No L 51, 23. 2. 1977, p. 1.\nANNEX I\nOUTLINE OF THE SPECIFIC PROGRAMME FOR THE PROVISION OF FACILITIES AT BELGIAN PORTS\n1. General purpose\nTo improve facilities for fishery products at fishing ports in Belgium.\n2. Area covered\nThe entire coastline of Belgium, mainly the ports of Nieuwport, Ostende and Zeebrugge.\n3. Duration\nThe programme covers the period from 1 January 1990 to 31 December 1994.\n4. Objectives and investment forecast\nThe objectives of this programme are the modernization and equipping of the main fishing ports in order to improve the production, landing and selling conditions of fishing products.\nThe total investment required during the programme to attain the objectives is Bfrs 1 160 million or ECU 27 245 000 (1), broken down as follows:\nInvestments\nMillion\nBfrs\nMillion\nECU\nInvestments eligible within the meaning of Regulation (EEC) No 4042/89 (*)  900  21,138  Ice suppliers  70  1,644  Cold storage plant  90  2,113  Water supplier  5  0,117  Fish-landing equipment  20  0,469  Back-up facilities for fishing vessels   60  1,409  Facilities at quays in order to improve safety conditions  15  0,352      Total\n1 160  27,245\n(*) These investments must be financed in priority within the meaning of Regulation (EEC) No 4042/89.\nThese figures and the breakdown between the various types of investment are indicative.\n(1) Council Directive 71/305/EEC (OJ No L 185, 16. 8. 1971, p. 5).   (1) ECU 1 = Bfrs 42,5756 (August 1990).\nANNEX II\nOSERVATIONS\nThe Commission finds that the programme presented by the Government of Belgium as a framework for future Community or national financial assistance represents an appropriate basis for promoting the development of facilities at fishing ports and also for  the processing and marketing of fishery products.\nThe Commission points out that the development of facilities at fishing ports, for the processing and marketing of fishery products must be consistent with the probable trend of fishery resources and with the impact and objectives of multiannual  guidance programmes for the fishing fleet and aquaculture sectors.\nThe Commission underlines the necessity to comply with the Community rules on public supply and work contracts in the projects and programmes financed through the Structural Funds and Community financial instruments (1)."}