{"celex_id": "31991L0673", "uri": "http://publications.europa.eu/resource/cellar/f4c71c5b-6ee9-4943-b25b-298e93f64d26", "type": "Directive", "concepts": ["1015", "1504", "336", "4511", "4585"], "title": "Council Directive 91/673/EEC of 19 December 1991 amending Directive 69/179/EEC to extend and modify the exceptions granted to Denmark and to Ireland relating to travellers' allowances\n", "header": "COUNCIL DIRECTIVE of 19 December 1991 amending Directive 69/169/EEC to extend and modify  the exceptions granted to Denmark and to Ireland relating to travellers' allowances (91/673/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  99 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, until 31 December 1991, the Kingdom of Denmark and Ireland qualify for exceptions from  Directive 69/169/EEC (3), as last amended by Directive 91/191/EEC (4), in respect of the  application of the general levels of allowances;\nWhereas the said exceptions must be seen in the context of Article 8a of the Treaty, which defines  the internal market as an area without internal frontiers in which the free movement of goods,  persons, services and capital is ensured and states that this market should be progressively  established over a period expiring on 31 December 1992;\nWhereas immediate cessation of the said exceptions might result in economic difficulties for the  Kingdom of Denmark and for Ireland; whereas their application should therefore be extended, in a  modified form in Ireland's case, until 31 December 1992,", "main_body": ["Directive 69/169/EEC is hereby amended as follows:\n1. in Article 7b (1) (b), 'ECU 95` shall be replaced by 'ECU 150`;\n2. in Article 7c, '31 December 1991` shall be replaced by '31 December 1992`;\n3. Article 7d shall be replaced by the following:\n'Article 7d Notwithstanding Article 2 (1) and within the limit set out therein, Ireland shall be authorized to  apply a quantitative limit of 30 litres of beer for all travellers to Ireland until 31 December  1992.\nNotwithstanding Articles 2 (1), 4 (1) and 7b (1) (b), Ireland shall be authorized to apply the  following limits until 31 December 1992 for the import of the goods in question by travellers from  Ireland, after a stay of less than 24 hours outside Ireland:\n(a) for travellers from the Community: ECU 175, but the unit value may not exceed ECU 110;\n(b) for beer, 15 litres.`", "1.  Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive before 1 January 1992.\nWhen Member States adopt the measures referred to in the first subparagraph, they shall contain a  reference to this Directive or shall be accompanied by such reference on the occasion of their  official publication. The methods of making such a reference shall be laid down by the Member  States.\n2.  Member States shall inform the Commission of the text of the main provisions of domestic law  which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1991.\nFor the CouncilThe PresidentP. DANKERT\n(1)Opinion delivered on 10 December 1991 (not yet published in the Official  Journal).\n(2)Opinion delivered on 17 December 1991 (not yet published in the Official Journal).\n(3)OJ NÂ° L 133, 4. 6. 1969, p. 6.\n(4)OJ NÂ° L 94, 16. 4. 1991, p. 24."}