{"celex_id": "31993R0364", "uri": "http://publications.europa.eu/resource/cellar/96d04817-72c3-4671-a157-eb967f73f823", "type": "Regulation", "concepts": ["1144", "5000", "755", "976"], "title": "Council Regulation (EEC) No 364/93 of 10 February 1993 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\n", "header": "COUNCIL REGULATION (EEC) No 364/93 of 10 February 1993 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (3) provides for the payment to producers of durum wheat in traditional production zones of a supplement to the compensatory  payment referred to in Title I of that Regulation in order to compensate for the additional loss of income to the producers in question by comparison with producers of other cereals as a result of the setting of a single price for all cereals; whereas  its amount will be based on area sown to durum wheat in the traditional zones that was eligible for the production aid for the 1988/89, 1989/90, 1990/91 or 1991/92 marketing year at the producer's choice;\nWhereas, under the Act of Accession, the durum wheat production aid has been introduced gradually in Spain and the full amount paid from the 1992/93 marketing year only; whereas in consequence the aid has had its full economic impact only from the  1992/93 marketing year; whereas for the sake of equity Spanish producers should be able to use 1992/93 as a reference year;\nWhereas in Portugal the aid was introduced from the 1991/92 marketing year only; whereas accordingly reference should be made only to areas eligible for the aid for that marketing year; whereas however to give Portuguese durum wheat producers a  possibility of choice it would be reasonable to allow them to use the 1988/89, 1989/90 and 1990/91 marketing years;\nWhereas however an excessive increase in the areas eligible for the durum wheat supplement to the compensatory payment in Spain and Portugal should be avoided;\nWhereas account should be taken of the situation of durum wheat producers located in certain departments of the south of France which are not regarded as traditional production zones but where durum wheat cultivation is of particular importance owing to  the lack of a viable alternative; whereas this situation should be corrected by classifying the departments in question as traditional production zones; whereas, however, in order to avoid an unjustified increase in the production of durum wheat, the  land eligible for the supplement to the compensatory payment should be limited, by analogy to the treatment applied to producers in traditional zones; whereas, in view of the absence of historical data on the area of durum wheat cultivated by each  producer in the departments in question, the eligible areas in these departments should be restricted to the average of the areas under durum wheat during the same reference period as that used for durum wheat producers in traditional production zones,", "main_body": ["Regulation (EEC) No 1765/92 is hereby amended as follows:\n1. The following shall be inserted after the first subparagraph of Article 4 (3):\n'However, the following may also be taken into consideration:\n- in Spain, in addition to the marketing years referred to in the first subparagraph, the 1992/93 marketing year, provided that the total eligible area does not exceed 550 000 hectares,\n- in Portugal, in addition to the 1991/92 marketing year, the 1988/89, 1989/90 and 1990/91 marketing years for the areas sown to durum wheat, provided that the total eligible area does not exceed 30 000 hectares.'\n2. The following paragraph shall be added to Article 4:\n'4. In France the supplement to the compensatory payment referred to in the third subparagraph of paragraph 3 shall be paid to durum wheat producers for the areas located in the departments indicated in Annex III hereto, within the limit of the number  of hectares allocated to each department.'\n3. In Article 10 (4) 'in Article 4 (3)' shall be replaced by 'in Article 4 (3) and (4)'.\n4. The following Annex to this Regulation shall be added:\n'ANNEX III\nZones referred to in Article 4 (4)\nFRANCE\nHectares - Department of Ardèche: 600\n- Department of Drôme: 2 300\n- Department of Midi-Pyrénées Region: 60 455.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 30, 3. 2. 1993, p. 7.\n(2) Opinion delivered on 9 February 1993 (not yet published in the Official Journal).\n(3) OJ No L 181, 1. 7. 1992, p. 12.\n(4) OJ No C 30, 3. 2. 1993, p. 7.\n(5) OJ No L 181, 1. 7. 1992, p. 12."}