{"celex_id": "31997R0585", "uri": "http://publications.europa.eu/resource/cellar/5c70e3a4-4239-474e-b1ee-60ab32759c61", "type": "Regulation", "concepts": ["164", "2194", "2871", "3633", "4373"], "title": "Commission Regulation (EC) No 585/97 of 2 April 1997 amending Regulations (EEC) No 3478/92 and (EC) No 1066/95 in the tobacco sector as regards certain deadlines\n", "header": "COMMISSION REGULATION (EC) No 585/97 of 2 April 1997 amending Regulations (EEC) No 3478/92 and (EC) No 1066/95 in the tobacco sector as regards certain deadlines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EC) No 2444/96 (2), and in particular Articles 7 and 11 thereof,\nWhereas the Member States are facing administrative difficulties which prevent them from meeting the deadlines laid down by Commission Regulation (EEC) No 3478/92 of 1 December 1992 laying down detailed rules for the application of the premium system for raw tobacco (3), as last amended by Regulation (EC) No 572/97 (4), and by Commission Regulation (EC) No 1066/95 of 12 May 1995 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the raw tobacco quota system for the 1995, 1996 and 1997 harvests (5), as last amended by Regulation (EC) No 572/97; whereas these deadlines should therefore be modified for the 1997 harvest;\nWhereas the measures concerned should be applied as soon as possible;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Article 3 of Regulation (EEC) No 3478/92 is hereby amended as follows:\n1. the following text is added to the second subparagraph of paragraph 1:\n'For the 1997 harvest, the Member States may allow contracts concluded on 30 April at the latest and, in the case of contracts concluded as a result of the allocation of additional quantities pursuant to Article 11 (3) of Commission Regulation (EC) No 1066/95 (*), before 15 June, to benefit from the premium.\n(*) OJ No L 108, 13. 5. 1995, p. 5.`;\n2. the following text is added to the second subparagraph of paragraph 2:\n'For the 1997 harvest, the Member States may allow contracts submitted for registration before 8 May, and in the case of contracts concluded as a result of the allocation of additional quantities pursuant to Article 11 (3) of Regulation (EC) No 1066/95, before 30 June, to benefit from the premium.`", "The following text is added to the second subparagraph of Article 11 (3) of Regulation (EC) No 1066/95:\n'For the 1997 harvest, the Member States are authorized to extend the deadline referred to in the first subparagraph until 31 May.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 333, 21. 12. 1996, p. 4.\n(3) OJ No L 351, 2. 12. 1992, p. 17.\n(4) OJ No L 85, 27. 3. 1997, p. 61.\n(5) OJ No L 108, 13. 5. 1995, p. 5."}