{"celex_id": "31993L0002", "uri": "http://publications.europa.eu/resource/cellar/7ab2443a-8815-4f18-a4e6-b676c9a65e2e", "type": "Directive", "concepts": ["13", "2081", "3404", "4081", "4497"], "title": "Commission Directive 93/2/EEC of 28 January 1993 amending Annex II to Council Directive 66/402/EEC on the marketing of cereal seed\n", "header": "COMMISSION DIRECTIVE 93/2/EEC of 28  January 1993 amending Annex II to Council Directive 66/402/EEC on the marketing of cereal seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed  (1),  as last amended by Directive 90/654/EEC  (2), and in particular Article 21 (a) thereof,\nWhereas, according to present scientific and technical knowledge, it appears that certain varieties  of oat (Avena sativa) of the 'naked oat` type have a potential value as fodder;\nWhereas, however, it is difficult to produce seed of these varieties with a germination capacity  equal to that normally achieved by seed of the oat varieties;\nWhereas by Directive 88/506/EEC  (3) the Commission declared that, in the light of the development  of scientific and technical knowledge it was appropriate to reduce, for varieties of oats of the  'naked oat` type, the minimum germination capacity of 85  % of pure seed laid down for oats in  Annex II to Directive 66/402/EEC to 75  %;\nWhereas that reduction applied only until 31 December 1992 so that further technical data about  those varieties could be collected and assessed;\nWhereas further technical data has shown that it is appropriate for the reduction to continue  indefinitely;\nWhereas the measures provided in this Directive are in accordance with the opinion of the Standing  Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Section (2) (B) (d) of Annex II to Directive 66/402/EEC is amended as  follows:\n'(d)  in the case of varieties of Avena sativa which are officially classified as of the \"naked  oat\" type the minimum germination capacity is reduced to 75  % of pure seed. In such a case the  official label shall be endorsed \"minimum germination capacity 75  %\"`.", "1.  Member States shall bring into force the laws, regulations or administrative  provisions necessary to comply with the provisions of this Directive by 31 May 1993 at the latest.  They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or  shall be accompanied by such reference at the time of their official publication. The procedure for  such reference shall be adopted by Member States.\n2.  Member States shall communicate to the Commission the provisions of national law which they  adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 1993.\nFor the Commission RenĂŠ STEICHEN Member of the Commission"}