{"celex_id": "31996R2326", "uri": "http://publications.europa.eu/resource/cellar/d8151455-2c81-46a0-9685-a8299f1eff3d", "type": "Regulation", "concepts": ["1036", "1052", "2040", "2393", "3600", "4827"], "title": "Commission Regulation (EC) No 2326/96 of 4 December 1996 apportioning, for 1996, the contributions by the Community and the Member States concerned to the scrapping funds referred to in Council Regulation (EEC) No 1101/89 on structural improvements in inland waterway transport\n", "header": "COMMISSION REGULATION (EC) No 2326/96 of 4 December 1996 apportioning, for 1996, the contributions by the Community and the Member States concerned to the scrapping funds referred to in Council Regulation (EEC) No 1101/89 on structural improvements in inland waterway transport\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1101/89 of 27 April 1989 on structural improvements in inland waterway transport (1), as last amended by Regulation (EC) No 2254/96 (2), and in particular Articles 4 (a) and 10 (3) thereof,\nWhereas Regulation (EEC) No 1101/89 introduced a system for structural improvements to inland waterways of which the principal aspect is the organization of scrapping activities that are coordinated at Community level;\nWhereas provision has been made for a financial contribution to the scrapping funds by the Community for the scrapping of the vessels on the common waiting list referred to in Commission Regulation (EEC) No 1102/89 of 27 April 1989, laying down certain measures for implementing Council Regulation (EEC) No 1101/89 on structural improvements in inland waterway transport (3), as last amended by Regulation (EC) No 3039/94 (4); whereas appropriations have been entered for that purpose in the general budget of the Communities for 1996;\nWhereas, in addition, provision has been made for a financial contribution to the scrapping funds by the Member States concerned for 1996 by means of Council Regulation (EEC) No 2254/96; whereas that participation must be calculated in proportion to the size of their respective active fleets;\nWhereas it is for the Commission to apportion the financial contribution by the Community and that by the Member States concerned for 1996 among the two sectors concerned: dry-cargo vessels, and push-craft and tanker vessels in accordance with the number of applications for premiums lodged and to allot this to the scrapping funds;\nWhereas it is necessary to extend the deadline for requiring that scrapping shall take place as provided for in Commission Regulation (EC) No 1102/89 in order to take account of the large number of vessels to be scrapped and the resultant bottlenecks within the scrapping companies;\nWhereas the budgetary implications for 1996 make the immediate entry into force of this regulation a matter of urgency;\nWhereas the Member States have been consulted on the measures provided for by this regulation and an opinion has been delivered on these by the panel of experts on structural improvements in inland waterway transport - as provided for by Article 12 of Commission Regulation (EC) No 1102/89,", "main_body": ["1. This Regulation lays down the conditions attached to the granting of scrapping premiums for the vessels referred to in Article 2 of Regulation (EEC) No 1101/89, account being taken of the need to reduce the capacity of the inland waterway fleets of the Member States by approximately 5 % in 1996.\n2. In order to achieve that aim an overall budget of ECU 64 million is considered necessary for 1996, of which ECU 42 million are intended for the scrapping of dry-cargo vessels and of pusher-craft; ECU 22 million are intended for the scrapping of tanker vessels.\n3. In addition to the monies referred to in Article 1 (4) of Regulation (EEC) No 1102/89, the scrapping funds referred to in Article 3 (1) of Regulation (EEC) No 1101/89 have, for 1996, received a financial contribution by the Community amounting to ECU 20 million and a financial contribution by the Member States concerned amounting to ECU 41 million for the scrapping of the vessels that are on the common waiting list referred to in Article 8 (6) of Regulation (EEC) No 1102/89.\n4. The allotting of the financial contribution by the Member States concerned for 1996 has been calculated in proportion to the size of their active fleets, in tonnes equivalent, as at 1 January 1996, the amounts involved being:\n- ECU 680 000 for Austria,\n- ECU 6 010 000 for Belgium,\n- ECU 10 450 000 for Germany,\n- ECU 960 000 for France,\n- ECU 22 900 000 for the Netherlands.\n5. The Commission shall cooperate with the fund authorities in drawing up the common waiting list for the two separate accounts referred to in Article 3 (3) of Regulation (EEC) No 1101/89.\nThe budgets available for the two separate accounts shall be allotted by the funds to the applicants for scrapping premiums in the order of their entry in that common waiting list until all of the monies available have been spent. The fund authorities shall immediately inform vessel owners if their applications have been accepted.\n6. The Commission shall decide, before 31 December 1996, how to apportion the monies referred to in paragraph 2 among the scrapping funds in the light of the requests for premiums accepted.", "In Article 7 (5) first paragraph of Regulation (EEC) No 1102/89 the word 'six` shall be replaced by 'nine`.", "This Regulation shall take effect on the third day following the date of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1996.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ No L 116, 28. 4. 1989, p. 25.\n(2) OJ No L 304, 27. 11. 1996, p. 1.\n(3) OJ No L 116, 28. 4. 1989, p. 30.\n(4) OJ No L 322, 15. 12. 1994, p. 11."}