{"celex_id": "31996R2063", "uri": "http://publications.europa.eu/resource/cellar/0e8acf66-fe4d-4509-a2f0-e247c9a61ef8", "type": "Regulation", "concepts": ["1264", "1309", "2771", "4399", "4580"], "title": "Council Regulation (EC) No 2063/96 of 14 October 1996 amending Regulation (EEC) No 1180/77 on imports into the Community of certain agricultural products originating in Turkey\n", "header": "COUNCIL REGULATION (EC) No 2063/96 of 14 October 1996 amending Regulation (EEC) No 1180/77 on imports into the Community of certain agricultural products originating in Turkey\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 13 (1) thereof,\nWhereas Decision No 1/77 of the EEC-Turkey Association Council of 17 May 1977 on new concessions for imports of Turkish agricultural products into the Community stipulates that if Turkey levies a special export charge on imports into the Community of olive oil falling within CN codes 1509 10 10, 1509 10 90 and 1510 00 10, the levy applicable to such oil is to be reduced by a fixed amount of ECU 0,7245 per 100 kilograms and by an amount equal to the special charge; whereas this reduction was fixed so as not to exceed ECU 10,88 per 100 kilograms in the case of the reduction provided for in Article 2 of the said Decision and ECU 10,88 per 100 kilograms in the case of the additional amount provided for in Annex IV of that Decision;\nWhereas Decision No 1/77 was implemented by Regulation (EEC) No 1180/77 (2);\nWhereas the Contracting Parties have agreed, by an Agreement in the form of an Exchange of Letters, to fix the additional amount at ECU 10,88 per 100 kilograms for the period from 1 January 1994 to 31 January 1995 and at ECU 13,14 per 100 kilograms for the period beginning on 1 February 1995;\nWhereas Regulation (EEC) No 1180/77 should be amended accordingly,", "main_body": ["Article 9 (1) (b) of Regulation (EEC) No 1180/77 shall be replaced by the following:\n'(b) an amount equal to the special charge levied by Turkey on exports of the said oil but not exceeding ECU 10,88 per 100 kilograms for the period 1 January 1994 to 31 January 1995 and not exceeding ECU 13,14 per 100 kilograms for the period beginning on 1 February 1995, these amounts being increased by ECU 10,88 per 100 kilograms for the first period and by ECU 13,14 per 100 kilograms for the second period respectively.`", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 October 1996.\nFor the Council\nThe President\nR. QUINN\n(1) OJ No L 387, 31. 12. 1992, p. 1. Regulation as last amended by Regulation (EC) No 150/95 (OJ No L 22, 31. 1. 1995, p. 1).\n(2) OJ No L 142, 9. 6. 1977, p. 10. Regulation as last amended by Regulation (EEC) No 1902/92 (OJ No L 192, 11. 7. 1992, p. 3)."}