{"celex_id": "31993D0057", "uri": "http://publications.europa.eu/resource/cellar/4eba29a6-d588-4215-bf49-668ded56be5a", "type": "Decision", "concepts": ["1290", "13", "192", "2320", "2732", "5315"], "title": "93/57/EEC: Commission Decision of 21 December 1992 approving the programme concerning bonamiosis and marteiliosis submitted by the United Kingdom for Jersey (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 21 December 1992 approving the programme concerning bonamiosis and marteiliosis submitted by the United Kingdom for Jersey (Only the English text is authentic)\n(93/57/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/67/EEC concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), and in particular Article 10 thereof,\nWhereas Regulation (EEC) No 706/73 of the Council of 12 March 1973 concerning the Community arrangements applicable to the Channel Islands and the Isle of Man for trade in agricultural products (2), as amended by Regulation (EEC) No 1174/86 (3) lays  down that the veterinary legislation shall apply to these Islands under the same conditions as in the United Kingdom for the products imported into the islands or exported from the islands to the Community;\nWhereas Member States may submit to the Commission a programme designed to enable them, with regard to certain diseases affecting molluscs, to obtain the status of approved zone;\nWhereas the United Kingdom, by letter dated 9 October 1992, has submitted a programme concerning bonamiosis and marteiliosis for Jersey;\nWhereas these programmes specify the geographical zones concerned, the measures to be taken by the official services, the procedures to be followed by the approved laboratories, the prevalence of the disease concerned and the measures to combat these  diseases where detected; whereas, the measures to be taken by the official services relate mainly to detailed investigations which must show that the zones concerned do not contain any molluscs belonging to susceptible vector or carrier species;\nWhereas this programme, after scrutiny, appears to be in conformity with the requirements laid down in Article 10 of Council Directive 91/67/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme concerning bonamiosis and marteiliosis for Jersey, submitted by the United Kingdom, is hereby approved.", "The United Kingdom shall bring into force the laws, regulations and administrative provisions necessary to comply with the programme referred to in Article 1 by 1 January 1993.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 21 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 46, 19. 2. 1991, p. 1.\n(2) OJ No L 68, 15. 3. 1973, p. 1.\n(3) OJ No L 107, 24. 4. 1986, p. 1."}