{"celex_id": "31993R1754", "uri": "http://publications.europa.eu/resource/cellar/9a97a492-fe12-40e1-80a3-8dcab65ea1ed", "type": "Regulation", "concepts": ["1511", "1642", "2709", "4314", "946"], "title": "COMMISSION REGULATION (EEC) No 1754/93 of 30 June 1993 amending Regulations (EEC) No 2630/81 and (EEC) No 2670/81 with regard to the export of sugar produced in excess of the quota\n", "header": "COMMISSION REGULATION (EEC) No 1754/93 of 30 June 1993 amending Regulations (EEC) No 2630/81 and (EEC) No 2670/81 with regard to the export of sugar produced in excess of the quota\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1548/93 (2), and in particular Article 26 (3) thereof,\nWhereas Article 1 (1) (a) of Commission Regulation (EEC) No 2670/81 of 14 September 1981 laying down detailed implementing rules in respect of sugar produced in excess of the quota (3), as last amended by Regulation (EEC) No 67/93 (4), stipulates that C  sugar and C isoglucose must be exported to third countries from the Member State on whose territory they are produced; whereas to that end Commission Regulation (EEC) No 2630/81 (5), as last amended by Regulation (EEC) No 1170/92 (6), provides that the  export licence for C sugar or C isoglucose is only valid for export from the territory of the Member State in which they were produced;\nWhereas as a result of the completion of the single market and in order to facilitate trade the above restrictions are no longer appropriate; whereas, however, abolition of the restrictions must not weaken controls; whereas, therefore, the changes  needed as a result of this development should be limited to allowing the use of the corresponding licences for customs clearance from the territory of a Member State other than that in which the C sugar or C isoglucose was produced, without altering  either the substitution rules or the rules which stipulate that the competent organization in the Member State of production is the sole body authorized to issue such licences, the sole recipient of the proof of export as defined in Article 2 of  Regulation (EEC) No 2670/81 and the sole body competent to take all necessary measures resulting from force majeure circumstances claimed by an operator during the course of the export of C sugar or C isoglucose;\nWhereas provision should be made for the rules abolishing the restrictions to apply from the 1993/94 marketing year, that is to say, for the first time to export licences for which an application is submitted on or after 1 July 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 2670/81 is hereby amended as follows:\n1. points (a) and (b) in the first subparagraph of Article 1 (1) are replaced by the following:\n'(a) without prejudice to the other provisions of this Regulation, the proof referred to in Article 2 is in the possession of the competent agency of the Member State of production whatever the Member State of export of the C sugar or the C isoglucose  may have been';\n'(b) the export declaration in question is accepted by the Member State of export before 1 January following the end of the marketing year during which the C sugar or the C isoglucose was produced';\n2. in point (d) of the first subparagraph of 1 (1), 'from the Member State referred to under (a)' is deleted;\n3. the following is added to the third subparagraph of Article 1 (1):\n'Where the C sugar or the C isoglucose is exported from the territory of a Member State other than that in which it has been produced, these measures shall be taken after receiving the opinion, where appropriate, of the competent authority of that  Member State.'", "Regulation (EEC) No 2630/81 is hereby amended as follows:\n1. the second subparagraph of Article 3 (1) is deleted;\n2. in the fourth subparagraph of Article 2 (1), 'licence valid only in (Member State )' is deleted from each indent.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply for the first time to export licences in respect of which an application is submitted on or after 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 154, 25. 6. 1993, p. 10.\n(3) OJ No L 262, 16. 9. 1981, p. 14.\n(4) OJ No L 10, 16. 1. 1993, p. 18.\n(5) OJ No L 258, 11. 9. 1981, p. 16.\n(6) OJ No L 122, 7. 5. 1992, p. 27."}