{"celex_id": "31997R2021", "uri": "http://publications.europa.eu/resource/cellar/b6729cc2-1114-4823-a15d-c8d6eec3c20d", "type": "Regulation", "concepts": ["1368", "1391", "1644", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 2021/97 of 15 October 1997 establishing the quantities to be allocated to importers from the 1998 Community quantitative quotas on certain products originating in the People's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 2021/97 of 15 October 1997 establishing the quantities to be allocated to importers from the 1998 Community quantitative quotas on certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), as amended by Regulation (EC) No 138/96 (2), and in particular Articles 9 and 13 thereof,\nHaving regard to Commission Regulation (EC) No 1393/97 of 18 July 1997 establishing administration procedures for the 1998 quantitative quotas for certain products originating in the People's Republic of China (3), and in particular Article 6 thereof,\nWhereas Regulation (EC) No 1393/97 established the portion of each of the quotas concerned reserved for traditional and other importers and the conditions and methods for participating in the allocation of the quantities available; whereas importers lodged applications for import licences with the competent national authorities between 20 July and 12 September 1997, 3 p.m. Brussels time, in accordance with Article 3 of Regulation (EC) No 1393/97;\nWhereas the Commission has received from the Member States, pursuant to Article 5 of Regulation (EC) No 1393/97, particulars of the numbers and aggregate volume of import licence applications submitted and the total volume imported by traditional importers in 1995, the reference year;\nWhereas the Commission is now able, on the basis of that information, to establish uniform quantitative criteria by which the competent national authorities may satisfy licence applications submitted by importers in the Member States for the 1998 quantitative quotas;\nWhereas examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by traditional importers for the products listed at Annex I to this Regulation exceeds the portion of the quota set aside for them; whereas the applications must therefore be met by applying the uniform rate of reduction shown at Annex I to the volume of each importer's imports, expressed in quantity or value terms, over the reference period;\nWhereas examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by non-traditional importers for the products listed at Annex II to this Regulation exceeds the portion of the quota set aside for them; whereas the applications must therefore be met by applying the uniform rate of reduction shown at Annex II to the amounts requested by each importer, as limited by Regulation (EC) No 1393/97,", "main_body": ["In response to licence applications in respect of the products listed at Annex I duly submitted by traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to his imports for 1995 adjusted by the rate of reduction/increase specified in the said Annex for each quota.\nWhere the use of this quantitative criterion would entail allocating an amount greater than that applied for, the quantity or value allocated shall be limited to that specified in the application.", "In response to licence applications in respect of the products listed at Annex II duly submitted by non-traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to the amount requested within the limits set by Regulation (EC) No 1393/97, adjusted by the rate of reduction specified in the said Annex for each quota.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 66, 10. 3. 1994, p. 1.\n(2) OJ L 21, 27. 1. 1996, p. 6.\n(3) OJ L 190, 19. 7. 1997, p. 24.\nANNEX I\nRate of reduction/increase applicable to imports in 1995 (traditional importers)\n>TABLE>\nANNEX II\nRate of reduction applicable to the volume/value requested within the limits of the maximum amounts fixed by Regulation (EC) No 1393/97 (non-traditional importers)\n>TABLE>"}