{"celex_id": "31993R1580", "uri": "http://publications.europa.eu/resource/cellar/a5081887-cb0e-42bc-b6de-005d96bdbdab", "type": "Regulation", "concepts": ["1025", "2661", "2729", "2871", "5360"], "title": "Commission Regulation (EEC) No 1580/93 of 23 June 1993 fixing standard qualities for certain cereals and categories of flour, groats and meal and the threshold prices for those categories of products\n", "header": "COMMISSION REGULATION (EEC) No 1580/93 of 23 June 1993 fixing standard qualities for certain cereals and categories of flour, groats and meal and the threshold prices for those categories of products\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), and in particular Article 5 thereof,\nWhereas Council Regulation (EEC) No 2226/88 of 19 July 1988 fixing standard qualities for certain cereals and categories of flour, groats and meal and the rules for fixing the threshold prices of these categories of products (2), as amended by  Regulation (EEC) No 1766/92, has been repealed; whereas the standard qualities for cereals for which intervention is not applicable and, as regards the products listed in Article 1 (1) (c), with the exception of malt, the standard qualities and their  threshold prices are to be fixed by the Commission in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92;\nWhereas the threshold prices for oats and flour, groats and meal must correspond to specified standard qualities; whereas those qualities should correspond as far as possible to the average qualities of those products in the Community;\nWhereas the threshold prices for flour, groats and meal should be so fixed as to enable the target prices for the basic cereals to be attained and protection of the processing industry to be ensured;\nWhereas those objectives may be attained by fixing a threshold price which allows for the cost of manufacturing those products and an adequate level of protection for the processing industry;\nWhereas manufacturing costs may be determined by adding to the value of the cereal an amount representing the milling margin and by subtracting from the total thus obtained, where appropriate, a fixed amount for the value of meal or flour of inferior  quality and other residues of milling;\nWhereas, however, when fixing the threshold price for groats and meal of wheat, a fixed ratio representing the relationship between the price of wheat flour and the prices of those products on Community market should be taken as a basis;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The standard quality for which the threshold price for oats is fixed is defined as follows:\n(a) oats of a sound and fair marketable quality, free from abnormal smell and live pests, of a colour proper to this cereal and of a quality corresponding to the average quality of oats harvested under normal conditions in the Community;\n(b) moisture content: 14 %;\n(c) maximum percentage of matter other than basic cereals of unimpaired quality: 3 %, of which:\n- percentage of grain impurities: 2 %,\n- percentage of miscellaneous impurities: 1 %;\n(d) specific weight: 49 kilograms per hectolitre.", "The standard quality for which the threshold price for millet is fixed is defined as follows:\n(a) millet corresponding to the average quality of millet grown in Argentina;\n(b) moisture content: 13 %;\n(c) maximum percentage of matter other than basic cereals of unimpaired quality: 17 %, of which:\n- percentage of broken grains or husked grains: 15 %,\n- percentage of miscellaneous impurities: 2 %.", "The standard quality for which the threshold price for buckwheat is fixed shall correspond to buckwheat of commercial grade 2 of the Republic of South Africa.", "The standard quality for which the threshold price for canary seed is fixed is defined as follows:\n(a) canary seeds of a sound and fair marketable quality;\n(b) moisture content: 16 %;\n(c) maximum percentage of matter other than basic cereals of unimpaired quality: 3 %, of which:\n- percentage of grain impurities: 2 %,\n- percentage of miscellaneous impurities: 1 %;\n(d) specific weight: 70 kilograms per hectolitre.", "For the purposes of this Regulation:\n(a) matter other than basic cereals of unimpaired quality is defined in Annex 1 to Regulation (EEC) No 2731/75 (3);\n(b) the methods for determining matter other than basic cereals of unimpaired quality and the moisture content are those laid down in Commission Regulation (EEC) No 1908/84 (4);\n(c) grain impurities means grains of other cereals and grains damaged by pests;\n(d) miscellaneous impurities means weed seeds, damaged grains, extraneous matter, husks, dead insects and fragments of insects.", "1. The standard quality for which the threshold price for wheat flour is fixed is defined as follows: wheat flour having an ash content of 550 milligrams per 100 grams of flour and a moisture content of 15,50 %, called 'type 550 wheat flour'.\n2. The threshold price referred to in paragraph 1 shall be calculated by adding together the components determined in accordance with paragraph 3 and subtracting from the amount thus obtained the component determined in accordance with paragraph 4.\n3. The components to be added together are the following:\n(a) the value of common wheat processed into flour, calculated from:\n- the quantity of common wheat, assessed at a fixed rate of 1 400 kilograms for the production of one tonne of flour,\n- the threshold price for common wheat, taking into account the monthly graduation of that price;\n(b) an amount representing the milling margin, fixed at ECU 30,22 per tonne of common wheat for processing;\n(c) an amount intended to ensure protection of the processing industry, fixed at ECU 22,67 per tonne of wheat flour.\n4. The component to be subtracted is the value of the residues, calculated from:\n- the quantity of residues, assessed at a fixed rate of 372 kilograms per tonne of flour obtained,\n- a fixed price for residues, whether or not sorted, of ECU 73,53 per tonne.\n5. The threshold price for meslin flour shall be the same as that for wheat flour.", "1. The standard quality for which the threshold price for rye flour is fixed is defined as follows: rye flour having an ash content of 812 milligrams per 100 grams of flour and a moisture content of 15,50 %.\n2. The threshold price referred to in paragraph 1 shall be calculated in accordance with Article 6 (3) and (4), 'rye' being substituted for 'common wheat'. The fixed price for residues, whether or not sorted, shall be ECU 70,98 per tonne.", "1. The standard quality for which the threshold price for groats and meal of common wheat is fixed is that of a product having a moisture content of 15,50 %.\n2. The standard quality for which the threshold price for graots and meal of durum wheat is fixed is that of a product having a moisture content of 14,50 %.\n3. The threshold prices referred to in subparagraphs shall be equal to the threshold price for wheat flour plus 8 %.", "This Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 197, 26. 7. 1988, p. 23.\n(3) OJ No L 281, 1. 11. 1975, p. 22.\n(4) OJ No L 178, 5. 7. 1984, p. 22."}