{"celex_id": "31999R2592", "uri": "http://publications.europa.eu/resource/cellar/88314e43-e3c5-470f-a88b-3636e3804b70", "type": "Regulation", "concepts": ["1309", "1988", "2084", "2437", "4310", "519"], "title": "Commission Regulation (EC) No 2592/1999 of 8 December 1999 amending Regulation (EC) No 1826/1999 amending Regulation (EC) No 929/1999 imposing provisional anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway with regard to certain exporters, imposing provisional anti-dumping and countervailing duties on imports of such salmon with regard to certain exporters, amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidies proceedings concerning imports of such salmon and amending Council Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of such salmon\n", "header": "COMMISSION REGULATION (EC) No 2592/1999\nof 8 December 1999\namending Regulation (EC) No 1826/1999 amending Regulation (EC) No 929/1999 imposing provisional anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway with regard to certain exporters, imposing provisional anti-dumping and countervailing duties on imports of such salmon with regard to certain exporters, amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidies proceedings concerning imports of such salmon and amending Council Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of such salmon\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), and in particular Article 13 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(A) PREVIOUS PROCEDURE\n(1) On 31 August 1996, the Commission announced, by two separate notices published in the Official Journal of the European Communities, the initiation of an anti-dumping proceeding(4) as well as an anti-subsidy proceedings(5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) The Commission sought and verified all information that it deemed necessary for the purpose of its definitive findings. As a result of this examination, it was established that definitive anti-dumping and countervailing measures should be adopted in order to eliminate the injurious effects of dumping and subsidisation. All interested parties were informed of the results of the investigation and were given the opportunity to comment thereon.\n(3) On 26 September 1997, the Commission adopted Decision 97/634/EC(6), as last amended by Regulation (EC) No 1826/1999(7), accepting undertakings offered in connection with the two abovementioned proceedings from the exporters listed in the Annex to the Decision and terminating the investigations in their respect.\n(4) On the same day, the Council, by Regulations (EC) No 1890/97(8), as last amended by Regulation (EC) No 1895/1999(9), and (EC) No 1891/97(10), as last amended by Regulation (EC) No 1895/1999, imposed anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1(2) of those Regulations.\n(5) The abovementioned Regulations set out the definitive findings and conclusions on all aspects of the investigations. The form of the duties having been reviewed, Regulations (EC) No 1890/97 and 1891/97 were replaced by Council Regulation (EC) No 772/1999(11), as last amended by Regulation (EC) No 1826/1999.\n(B) PROVISIONAL MEASURES IMPOSED BY REGULATION (EC) No 1826/1999 (recital 31 et seq.)\n(6) The text of the undertakings provides that failure to submit a quarterly report of all sales transactions to the first unrelated customer in the Community within a prescribed time limit (except in case of force majeure), would be construed as a violation of the undertaking, as would non-compliance with the obligation to sell the different presentations of the product concerned (i.e. gutted, head-on,etc.) on the Community market at prices which are not below the minimum import prices foreseen in the undertaking.\n(7) For the first quarter of 1999, two Norwegian companies, Vie de France Norway AS and Janas AS either failed to present a report within the prescribed time limit or appeared to have sold the product concerned to the Community market at prices which were below the prices foreseen in its undertaking. For the fourth quarter of 1998, the Commission also had reason to believe that another Norwegian exporter, Norfra Eksport AS had sold the product concerned to the Community market at prices which were below the prices foreseen in its undertaking.\n(8) As these three companies appeared to have breached the terms of their undertakings, the Commission, by Regulation (EC) No 1826/1999, consequently imposed provisional anti-dumping and countervailing duties on imports of farmed Atlantic Salmon falling within CN codes ex 0302 12 00, ex 0304 10 13, ex 0303 22 00 and ex 0304 20 13 originating in Norway and exported by the companies.\n(9) By the same Regulation (hereinafter referred to as \"the provisional duty Regulation\"), the Commission deleted the names of the three exporters concerned from the Annex to Decision 97/634/EC, which lists the parties from which undertakings are accepted.\n(C) PROCEDURE FOLLOWING IMPOSITION OF PROVISIONAL DUTIES\n(10) All three Norwegian companies subject to the provisional duties received disclosure in writing concerning the essential facts and considerations on the basis of which these provisional duties were imposed. They were also given an opportunity to submit comments and request a hearing.\n(11) Within the time limit set in the provisional duty Regulation, all of the Norwegian companies concerned submitted comments in writing. Following receipt of these written submissions, the Commission sought and examined all information it deemed necessary for the purpose of a definitive determination on the apparent violations. Of the three companies subject to the provisional measures, one requested, and was granted, a hearing.\n(12) The oral and written comments submitted by the interested parties were considered and, where appropriate, the definitive findings have been changed accordingly.\n(D) DEFINITIVE FINDINGS - REPEAL OF PROVISIONAL DUTIES FOR TWO COMPANIES\n(13) In the submissions made subsequent to the imposition of the provisional duties, further arguments and explanations were put forward by Norfra Eksport AS and Janas AS that the text of the undertaking was ambiguous concerning the requirement to report the average price of each presentation of salmon separately and that this ambiguity gave rise to the misinterpretation by the two companies that they could compensate sales below the minimum price in one presentation with sales above the minimum price in another.\n(14) In addition, it was argued that the clarification letter sent out by the Commission in May 1998 to Norwegian exporters contained a large number of points, only one of which expressly related to question of whether the minimum prices have to be respected by presentation. Moreover, this letter was sent by the Commission to the Norwegian Seafood Export Council (hereinafter referred to \"the NSEC\") requesting them to forward it to all Norwegian exporters with undertakings. In this regard, evidence was provided which showed that the NSEC is continuously sending circulars concerning salmon and that the Commission's letter, reproduced and sent in May 1998 as NSEC circular number 89 of that year, did not make the official character of the instructions entirely clear to the companies concerned.\n(15) One of the companies concerned reiterated that the error of not respecting the average price by presentation during the third quarter of 1997 should have been pointed out to it at that time and that the absence of any reaction on the part of the Commission had been taken to mean that the company's sales were fully in conformity with the undertaking.\n(16) Having heard all the additional arguments put forward by the two companies in this matter and after re-examining the issue, the Commission acknowledges that a certain ambiguity may have persisted which explains the erroneous interpretation of the terms of the undertaking made by the two companies.\n(17) Accordingly, as it could not be established that the two companies have violated their undertakings, it is concluded that Regulation (EC) No 1826/1999 should be repealed in so far as Janas AS and Norfra Eksport AS are concerned and any provisional duties collected should be released.\n(E) DEFINITIVE FINDINGS - VIOLATION OF ITS UNDERTAKING BY ONE COMPANY\n(18) It should first be recalled that, before imposing provisional duties by Regulation (EC) No 1826/1999, the Commission had already requested Vie de France Norway AS to send its outstanding report and to demonstrate the reasons why it had not been sent in time. However, the company did not react at that stage.\n(19) Following the imposition of duties against it by the provisional duty Regulation. Vie de France Norway AS contacted the Commission stating that it had changed its name to Cuisine Solutions Norway AS and that the company only exports products outside the scope of the anti-dumping/countervailing measures.\n(20) The company also stated in mitigation that it did not realise that it had to send quarterly sales reports to the Commission even if it had no sales to the European Union of the product subject to the anti-dumping and countervailing measures.\n(21) In this regard, it should be recalled that a letter was sent by fax and registered mail on 30 March 1998 directly by the Commission to all exporters with undertakings (including Vie de France Norway AS) clearly mentioning the time limits for the submission of \"all quarterly reports, whether positive or negative\". The argument of the company on this issue cannot, therefore, be accepted.\n(22) As no evidence of force majeure was presented which showed that Vie de France Norway AS was prevented from fulfilling its reporting obligations for reasons beyond its control for the first quarter of 1999, it is definitively concluded that the company has breached its undertaking and that acceptance thereof by the Commission should be withdrawn and definitive duties imposed.\n(F) PROCEDURE CONCERNING DEFINITIVE FINDINGS\n(23) All the interested parties were informed of the essential facts and considerations on the basis of which it was intended to either repeal the provisional duties imposed against them and reinstate them on the list of parties from which undertakings are accepted, or confirm the withdrawal of the Commission's acceptance of their undertaking and to recommend the imposition of definitive anti-dumping and countervailing duties and the definitive collection of the amounts secured by way of provisional duties. The companies were also granted a period within which to make representations subsequent to this disclosure. Comments received were taken into account where appropriate.\n(24) In parallel to this Regulation, the Commission is submitting a proposal for a Council Regulation imposing definitive anti-dumping and countervailing duties on farmed Atlantic salmon originating in Norway and exported by the one company which remains subject to the provisional duty imposed by Regulation (EC) No 1826/1999, namely Vie de France Norway AS.\n(G) NEW EXPORTERS\n(25) Following the imposition of definitive anti-dumping and countervailing duties, several Norwegian companies have made themselves known to the Commission claiming to be new exporters and have offered undertakings.\n(26) In this regard, two such exporters, Normarine AS and Oskar Einar Rydbeck demonstrated that they had not exported the product concerned to the Community during the investigation period which led to the current antidumping and countervailing duties (hereinafter \"the original investigation period\"). These parties also showed that they were not related to any of the companies in Norway which are subject to the anti-dumping and countervailing duties. Finally, evidence was provided that they had either exported the product concerned to the Community after the original investigation period, or had entered into an irrevocable contractual obligation to export a significant amount of the product concerned to the Community.\n(27) The undertakings offered are identical in terms to those previously offered by other Norwegian companies exporting farmed Atlantic salmon originating in Norway and it is considered that acceptance of such undertakings from these exporters will be sufficient to remove the effects of injurious dumping and subsidisation.\n(28) Since the exporters have offered to provide the Commission with regular and detailed information on their exports to the Community, it is concluded that the undertakings can be monitored effectively by the Commission.\n(29) The undertakings offered by these companies are therefore considered acceptable. The companies have been informed of the essential facts and considerations upon which acceptance of the undertaking is based. The Advisory Committee was consulted and has raised no objections. Pursuant, therefore, to Article 2 of Regulation (EC) No 772/1999, the Annex to that Regulation should be amended so as to grant exemption from payment of anti-dumping and countervailing duties to these companies.\n(H) AMENDMENT OF THE ANNEX TO DECISION 97/634/EC\n(30) The Annex to Decision 97/634/EC accepting undertakings in the context of the present anti-dumping and anti-subsidies proceedings should be amended to take account of the reinstatement of the undertakings given by Janas AS and Norfra Eksport AS in respect of which the provisional duties should be repealed, and also of the undertakings accepted from Normarine AS and Oskar Einar Rydbeck.\n(31) For the sake of clarity, an updated version of this Annex should be published herewith, showing the exporters whose undertakings remain in force,", "main_body": ["1. The provisional anti-dumping and countervailing duties imposed against Janas AS (UT No 75, TARIC additional code 8177) and Norfra Eksport AS (UT No 116, TARIC additional code 8229) by Regulation (EC) No 1826/1999 in relation to farmed (other than wild) Atlantic salmon originating in Norway falling within CN codes ex 0302 12 00 (Taric codes 0302 12 00*21, 0302 12 00*22, 0302 12 00*23 and 0302 12 00*29), ex 0303 22 00 (TARIC codes 0303 22 00*21, 0303 22 00*22, 0303 22 00*23 and 0303 22 00*29) and ex 0304 10 13 (TARIC codes 0304 10 13*21 and 0304 10 13*29) and ex 0304 20 13 (TARIC codes 0304 20 13*21 and 0304 20 13*29), are hereby repealed.\n2. Annex II to Regulation (EC) No 1826/1999 is hereby replaced by Annex I to the present Regulation.\n3. Any amounts secured by way of the provisional anti-dumping and countervailing duties imposed by Commission Regulation (EC) No 929/1999(12) relating to Janas AS or Norfra Eksport AS shall be released.", "The following exporters shall be added to the Annex to Regulation (EC) No 772/1999 listing the companies exempted from the definitive anti-dumping and countervailing duties.\n>TABLE>", "The Annex to Decision 97/634/EC is hereby replaced by Annex II to the present Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1999.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ C 253, 31.8.1996, p. 18.\n(5) OJ C 253, 31.8.1996, p. 20.\n(6) OJ L 267, 30.9.1997, p. 81.\n(7) OJ L 223, 24.8.1999, p. 3.\n(8) OJ L 267, 30.9.1997, p. 1.\n(9) OJ L 233, 3.9.1999, p. 1.\n(10) OJ L 267, 30.9.1997, p. 19.\n(11) OJ L 101, 16.4.1999, p. 1.\n(12) OJ L 115, 4.5.1999, p. 13.\nANNEX I\n\"ANNEX II\nCompany subject to provisional anti-dumping and countervailing duties by Regulation (EC) No 1826/1999\n>TABLE>\"\nANNEX II\n\"ANNEX\nList of the 116 companies from which undertakings are accepted, as of 10 December 1999\n>TABLE>\""}