{"celex_id": "31997D0778", "uri": "http://publications.europa.eu/resource/cellar/30075b88-b5c5-442e-9210-803551bf034f", "type": "Decision", "concepts": ["1309", "1445", "2300", "2711", "2737", "4079"], "title": "97/778/EC: Commission Decision of 22 July 1997 drawing up a list of border inspection posts (BIPs) agreed for veterinary checks on products and animals from third countries, laying down detailed rules concerning the checks to be carried out by the experts of the Commission and repealing Decision 96/742/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 22 July 1997 drawing up a list of border inspection posts (BIPs) agreed for veterinary checks on products and animals from third countries, laying down detailed rules concerning the checks to be carried out by the experts of the Commission and repealing Decision 96/742/EC (Text with EEA relevance) (97/778/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Articles 9 and 20 thereof,\nHaving regard to Council Directive 91/496/EEC (3) of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC, as last amended by Directive 96/43/EC, and in particular Articles 6 and 19 thereof,\nWhereas Commission Decision 96/742/EC (4) of 28 December 1996, as last amended by Decision 97/311/EC (5), gives a list of border inspection posts agreed for veterinary checks on products and animals from third countries;\nWhereas the numerous amendments made to the list of approved border inspection posts since 1996 have made it necessary to adopt a new Decision drawing up a consolidated list of agreed border inspection posts and Decision 96/742/EC should therefore be repealed;\nWhereas Commission Decision 96/295/EC of 18 April 1996 identifying and listing the units in the Animo computer network and repealing Decision 92/175/EEC (6) provides, inter alia, the Animo codes of the border inspection posts; it is necessary to include these codes into column 1 of the list of the approved border inspection posts;\nWhereas it is necessary to set up the periodicity of the inspections to be carried out by veterinary experts of the Commission, taking into account in particular, the number of consignments checked annually by each border inspection post;\nWhereas, for improving the collaboration between the Member States and the Commission, it is necessary to enable Commission experts to be accompanied by experts appointed by the Commission who are subject to certain obligations and have reimbursement of their travel and subsistence costs guaranteed;\nWhereas it is necessary to ensure that Member States are regularly informed of the results of the controls;\nWhereas the measures provided for by this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Veterinary checks on products and animals brought into the Community from third countries shall be carried out by the competent national authorities at the agreed border inspection posts listed in the Annex.\nMember States may, observing the requirements of Article 9 of Directive 90/675/EEC and of Article 6 of Directive 91/496/EEC, propose that other border inspection posts be removed or added to the list annexed.", "1. Each year, every agreed border inspection post listed in the Annex shall be inspected by the Commission veterinary experts in cooperation with the competent national authorities. This inspection shall include in particular a check on infrastructures, equipment and working of the border inspection post. The inspection report shall be sent to the Member State concerned within two months of the visit.\n2. By way of derogation to paragraph 1, the Commission, after consultation of the Member State concerned, and after an exchange of views in the Standing Veterinary Committee, may reduce the frequency of visits for certain agreed border inspection posts.\nHowever, such border inspection posts shall be visited at least every three years.\n3. Each year the Commission shall send to the Member States a copy of the inspection report for all border inspection posts visited in the previous 12 months together with a report concerning the evolution of the general situation of the agreed border inspection posts.", "1. In addition to experts from the Member States inspected, the Commission's experts may be accompanied during the checks by one or more experts, listed in accordance with paragraph 2, from one or more other Member States.\nWhen checks are organized, the participation of an expert from another Member State may be refused by the Member State where these checks shall be carried out. This opportunity may only be used once.\n2. Each Member State shall propose to the Commission not less than two experts whose competence is beyond doubt, and shall communicate to it their names, their special fields, their exact official addresses, fax and telephone numbers.\nThe Commission shall draw up a list of experts, other than the experts of the Commission.\nWhere a Member State considers that one of the experts proposed by it should no longer be included in the list, it shall so inform the Commission. If the number of experts would thereby fall below the minimum required, the Member State shall propose one or more replacements to the Commission.", "1. During the checks, the Member State expert or experts appointed by the Commission shall comply with the Commission administrative rules.\n2. Information acquired on conclusions reached by the Member State expert or experts during the course of checks may, on no account, be used for personal purposes or divulged to persons who are not part of the competent services of the Commission or the Member States.\n3. The travel and subsistence costs incurred by the Member State expert or experts appointed by the Commission shall be reimbursed in accordance with its rules governing travel and subsistence costs incurred by persons who are not officials of the Commission and who are called on to perform the tasks of an expert.", "Commission Decision 96/742/EC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 373, 31. 12. 1990, p. 1.\n(2) OJ L 162, 1. 7. 1996, p. 1.\n(3) OJ L 268, 24. 9. 1991, p. 56.\n(4) OJ L 338, 28. 12. 1996, p. 91.\n(5) OJ L 133, 24. 5. 1997, p. 36.\n(6) OJ L 113, 7. 5. 1996, p. 1.\nANNEX\nLIST OF AGREED BORDER INSPECTION POSTS\n>TABLE>"}