{"celex_id": "31993D0415", "uri": "http://publications.europa.eu/resource/cellar/3a1ff237-c3ab-4d2a-946f-f7f3a52707a9", "type": "Decision", "concepts": ["1609", "2081", "2412", "4081", "927"], "title": "93/415/EEC: Commission Decision of 15 June 1993 authorizing Belgium, Denmark, the Federal Republic of Germany, Ireland and the United Kingdom, to permit temporarily the marketing of seed of field bean not satisfying the requirements of Council Directive 66/401/EEC\n", "header": "COMMISSION DECISION of 15 June 1993 authorizing Belgium, Denmark, the Federal Republic of Germany, Ireland and the United Kingdom, to permit temporarily the marketing of seed of field bean not satisfying the requirements of Council Directive  66/401/EEC\n(93/415/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of seed of oil and fibre plants (1), as last amended by Commission Directive 92/19/EEC (2) and in particular Article 17 thereof,\nHaving regard to the requests submitted by Belgium, Denmark, Germany, Ireland and the United Kingdom,\nWhereas in the abovementioned countries the production of field bean seed satisfying the requirements of Directive 66/401/EEC has been insufficient in 1992 and therefore is not adequate to meet these countries' needs;\nWhereas it is not possible to cover this demand satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the said Directive;\nWhereas Belgium, Denmark, Germany, Ireland and the United Kingdom should therefore be authorized to permit for a period expiring on 31 July 1993, the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas, moreover, other Member States, which are able to supply Belgium, Denmark, Germany, Ireland and the United Kingdom with such seed not satisfying the requirements of the said Directive should be authorized to permit the marketing of such seed  provided it is intended for Belgium, Denmark, Germany, Ireland and the United Kingdom;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. Belgium is authorized to permit, for a period expiring on 31 July 1993, the marketing of 200 tonnes of seed of field bean (Vicia faba L. (partim)) of spring varieties of the category 'Certified seed of the first generation' which does not  satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity provided that:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label bears the following endorsement:\n'minimum germination capacity 75 %; intended exclusively for Belgium.'\n2. Denmark is authorized to permit, for a period expiring on 31 July 1993, the marketing of 40 tonnes tonne of seed of field bean (Vicia faba L. (partim)) of spring varieties of the category 'Certified seed of the second generation' which does not  satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity provided that:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label bears the following endorsement:\n'minimum germination capacity 75 %; intended exclusively for Denmark.'\n3. The Federal Republic of Germany is authorized to permit, for a period expiring on 31 July 1993, the marketing in its territory of 1 000 tonnes of seed of field bean (Vicia faba L. (partim)) of spring varieties of the category 'Certified seed of the  first generation' which does not satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity provided that:\n(a) the germination capacity is at least 80 % of pure seed;\n(b) the official label bears the endorsement: 'minimum germination capacity 80 %; intended exclusively for Germany.'\n4. Ireland is authorized to permit, for a period expiring on 31 July 1993, the marketing of 20 tonnes of seed of field bean (Vicia faba L. (partim)) of spring varieties low in tannin of the category 'Certified seed of the first generation' which does  not satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity provided that:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label bears the following endorsement:\n'minimum germination capacity 75 %; intended exclusively for Ireland.'\n5. The United Kingdom is authorized to permit, for a period expiring on 31 July 1993, the marketing of 3 000 tonnes of seed of field bean (Vicia faba L. (partim)) of spring varieties of low in tannin of the category 'Certified seed of the second  generation' which does not satisfy the requirements laid down in Annex II to Directive 66/401/EEC with regard to the minimum germination capacity provided that:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label bears the following endorsement:\n'minimum germination capacity 75 %; intended exclusively for the United Kingdom.'", "1. The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1 (1) the marketing in their territory of a maximum of 200 tonnes of seed of field bean provided that it is intended exclusively for  Belgium. The official label shall bear the endorsement referred to in Article 1 (1) (b).\n2. The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1 (2) the marketing in their territory of a maximum of 40 tonnes of seed of field bean provided that it is intended exclusively for Denmark. The  official label shall bear the endorsement referred to in Article 1 (2) (b).\n3. The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1 (3), the marketing in their territory of a maximum of 1 000 tonnes of seed of field bean provided that it is intended exclusively for Germany.  The official label shall bear the endorsement referred to in Article 1 (3) (b).\n4. The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1 (4), the marketing in their territory of a maximum of 20 tonnes of seed of field bean provided that it is intended exclusively for Ireland. The  official label shall bear the endorsement referred to in Article 1 (4) (b).\n5. The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1 (5) the marketing in their territory of a maximum of 3 000 tonnes of seed of field bean provided that it is intended exclusively for the United  Kingdom. The official label shall bear the endorsement referred to in Article 1 (5) (b).", "Member States shall notify the Commission before 30 September 1993 of the quantities of seed marketed in their territory pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 104, 22. 4. 1992, p. 61."}