{"celex_id": "31996D0730", "uri": "http://publications.europa.eu/resource/cellar/a1b32d86-eeee-474d-a696-5bc5fb75aff4", "type": "Decision", "concepts": ["2737", "2763", "3579", "5063", "5369", "994"], "title": "96/730/EC: Commission Decision of 17 December 1996 concerning protective measures with regard to imports of certain animals and their products from Bulgaria due to an outbreak of foot-and-mouth disease and repealing Decision 96/643/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 17 December 1996 concerning protective measures with regard to imports of certain animals and their products from Bulgaria due to an outbreak of foot-and-mouth disease and repealing Decision 96/643/EC (Text with EEA relevance) (96/730/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Article 19 (6) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (3), as last amended by Directive 96/43/EC, and in particular Article 18 (1),\nWhereas one outbreak of foot-and-mouth disease occurred on 25 October 1996 in Bulgaria;\nWhereas the Bulgarian authorities took action to prohibit the spread of the disease;\nWhereas to protect the livestock population of the Community, the Commission adopted Decision 96/643/EC of 13 November 1996, concerning protective measures with regard to imports of certain animals and their products from Bulgaria (4);\nWhereas Commission Decision 93/242/EEC of 30 April 1993, concerning the importation into the Community of certain live animals and their products originating from certain European countries in relation to foot-and-mouth disease (5), as last amended by Decision 96/643/EC, allows under certain conditions, the importation of live animals, fresh meat and certain meat products from and through certain countries;\nWhereas Commission Decision 95/340/EC (6), as last amended by Decision 96/325/EC (7), draws up a list of third countries from which Member States authorize imports of raw milk, heat-treated milk and milk-based products; whereas Bulgaria is included in this list; whereas it is necessary to ensure that any imported milk products have undergone a treatment sufficient to destroy the virus;\nWhereas Council Directive 92/118/EEC of 17 December 1992 lays down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to at Annex A (I) to Directive 89/662/EEC and, as regards pathogens, Directive 90/425/EEC (8), as last amended by Commission Decision 96/340/EC (9), lays down the conditions for the importation of animals casings, hides and skins, bones and bone products, horn and horn products, hooves and hoof products, game trophies and unprocessed wool and hair; whereas these products may be imported only if treated in such a way as to destroy the virus; whereas, however, certain other products may still be imported; whereas this material constitutes a risk;\nWhereas following a Community mission to Bulgaria it has been established that disease control measures have been effectively implemented and prevent the spread of the disease;\nWhereas it is possible to apply the principle of regionalization;\nWhereas with the aim of clarity, Decision 96/643/EC can be repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 93/242/EEC is amended as follows:\n1. In Annex A the word 'Bulgaria` is replaced by 'Bulgaria, as regards the provinces of Bourgas, Jambol, Sliven, Starazagora, Haskovo, and Kardjali`.\n2. In Annex B the following is inserted: 'Bulgaria, as regards the provinces of Varna, Dobrich, Silistra, Choumen, Targovichte, Razgrad, Rousse, V. Tarnovo, Gabrovo, Pleven, Lovetch, Plovdiv, Smolian, Pasardjik, Sofia district, Sofia city, Pernik, Kustendil, Blagoevgrad, Vratza, Montana, and Vidin`.", "1. Member States shall not authorize the import of milk and milk-based products originating in the following provinces of Bulgaria: Bourgas, Jambol, Sliven, Starazagora, Haskovo, and Kardjali unless they have undergone a treatment which meets the requirements of Article 3 of Commission Decision 95/340/EC.\n2. In addition to the provisions of Commission Decision 93/242/EEC, Member States shall not authorize the import of the following products of the bovine, ovine, caprine and other biungulate species originating in the territory of the following provinces of Bulgaria: Bourgas, Jambol, Sliven, Starazagora, Haskovo, and Kardjali:\n- blood and blood products as described at Annex I, Chapter 7 to Directive 92/118/EEC,\n- raw materials for the manufacture of animal feedingstuffs and pharmaceutical or technical products as described at Annex I, Chapter 10 to Directive 92/118/EEC,\n- animal manure as described at Annex I, Chapter 14 to Directive 92/118/EEC.\n3. The prohibition referred to in the first indent of paragraph 2 shall not apply to blood products which have undergone the treatment provided for at Annex I, Chapter 7 (3) (b) to Directive 92/118/EEC.\n4. Member States shall ensure that the certificates accompanying animal products treated according to paragraph 1 or 3 and authorized to be sent from the following provinces of Bulgaria: Bourgas, Jambol, Sliven, Starazagora, Haskovo, and Kardjali shall bear the following words:\n'Animal products conforming to Commission Decision 96/730/EC concerning protection measures with regard to imports of animals and animal products from Bulgaria.`", "Decision 96/643/EC is hereby repealed.", "Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 265, 8. 11. 1995, p. 16.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 292, 15. 11. 1996, p. 37.\n(5) OJ No L 110, 4. 5. 1993, p. 36.\n(6) OJ No L 200, 24. 8. 1995, p. 38.\n(7) OJ No L 123, 23. 5. 1996, p. 24.\n(8) OJ No L 62, 15. 3. 1993, p. 49.\n(9) OJ No L 129, 30. 5. 1996, p. 35."}