{"celex_id": "31992D0086", "uri": "http://publications.europa.eu/resource/cellar/438a77d2-e17f-47ab-8832-3e4fc742b2a7", "type": "Decision", "concepts": ["1035", "1308", "2455", "5228"], "title": "92/86/EEC: Commission Decision of 18 December 1991 on certain adaptations of measures covered by Regulation (EEC) No 4028/86 in the territory of the former German Democratic Republic (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 18 December 1991  on certain adaptations of measures covered by Regulation (EEC) No 4028/86 in the territory of the former German Democratic Republic  (Only the German text is authentic)  (92/86/EEC)\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3571/90 of 4 December 1990 introducing various measures concerning the implementation of the common fisheries policy in the former German Democratic Republic (1), and in particular Article 4 (2) thereof,\nWhereas Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (2), as last amended by Regulation (EEC) No 3944/90 of 20 December 1990 (3) requires in its\nArticle 3\nthat Member States shall forward to the Commission a multiannual guidance programme concerning the fishing fleet;\nWhereas the Commission adopted by Decision 88/139/EEC (4) a multiannual guidance programme for the German fishing fleet (1987 to 1991), as last amended by Decision (91/540/EEC) (5);\nWhereas the adjustment of capacity is one of the major measures to achieve the objectives of the amendment for the fishing fleet of the former German Democratic Republic;\nWhereas Regulation (EEC) No 3571/90 provides for a simplified procedure concerning the implementation of the common fisheries policy in the former German Democratic Republic in respecting the general tenor and the basic principles of Regulation (EEC) No  4028/86;\nWhereas the specific situation in that territory makes it particularly difficult to obtain information about the number of fishing days per vessel in the period prior to German unification;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["If the German authorities certify that such vessels were used exclusively for fishing activities during the qualifying calendar years in question, the fishing vessels from the former German Democratic Republic shall be eligible for  reimbursement by the Community of premiums paid under Title VII of Regulation (EEC) No 4028/86 in respect of the adjustment of capacity, by way of derogation from the provisions of Articles 23 (1), 23 (2b) and 24 (2b).", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 18 December 1991. For the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 353, 17. 12. 1990, p. 10. (2) OJ No L 376, 31. 12. 1986, p. 7. (3) OJ No L 380, 31. 12. 1990, p. 1. (4) OJ No L 67, 12. 3. 1988, p. 14. (5) OJ No L 294, 25. 10. 1991, p. 49."}