{"celex_id": "31993R2717", "uri": "http://publications.europa.eu/resource/cellar/5b3471db-0fa5-4370-b060-5190792f963e", "type": "Regulation", "concepts": ["1309", "3413", "4620", "519", "588", "5988"], "title": "Council Regulation (EEC) No 2717/93 of 28 September 1993 imposing a definitive anti-dumping duty on imports of ferro-chrome with a carbon content by weight of maximum 0,5 % (low carbon ferro-chrome), originating in Kazakhstan, Russia and Ukraine\n", "header": "COUNCIL REGULATION (EEC) No 2717/93 of 28 September 1993 imposing a definitive anti-dumping duty on imports of ferro-chrome with a carbon content by weight of maximum 0,5 % (low carbon ferro-chrome), originating in Kazakhstan, Russia and Ukraine\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission submitted after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Provisional measures  (1) The Commission, by Regulation (EEC) No 797/93 (2), imposed a provisional anti-dumping duty on imports into the Community of ferro-chrome with a carbon content by weight of maximum 0,5 % (low carbon ferro-chrome), originating  in Kazakhstan, Russia and Ukraine.\nThe Council, by Regulation (EEC) No 2078/93 (3), extended this duty for a period not exceeding two months.\nB. Subsequent procedure  (2) Following the imposition of the provisional anti-dumping duty, a number of the interested parties made submissions to the Commission making known their views of the findings which were taken account of as considered  appropriate. Those who so requested were also granted an opportunity to be heard by the Commission.\n(3) Parties were informed of the essential facts and considerations on the basis of which it was intended to recommend the imposition of the definitive duties and the definitive collection of amounts secured by way of a provisional duty. They were also  granted a period within which to make representations subsequent to the disclosure.\n(4) The oral and written comments submitted by the parties were considered and, where appropriate, the Commission's findings were modified to take account of them.\nC. Product under investigation and like product  1. Origin of the imported product\n(5) The Russian exporter which accounted for more than 80 % of Community imports of the product concerned claimed to be unable to determine the origin of the product exported since it was sold from a central stock of the former USSR. It was not disputed  that most of these stocks originated in the three countries concerned. As to the remainder the exporter alleged that this merchandise may have been supplied by a producer located in Georgia. Since, however, no evidence has been submitted to substantiate  this allegation and in view of the fact that no imports originating in Georgia appear in Eurostat statistics since the date where statistical information is provided for each of the new republics, it can be safely assumed that the quantities exported by  this exporter do not include materials from Georgia.\n2. Like product\n(6) In its Regulation (EEC) No 797/93 (see recitals 8 to 11) the Commission had established that the different grades of low carbon ferro-chrome were sufficiently alike to constitute one like product within the meaning of Article 2 of Regulation (EEC)  No 2423/88.\n(7) Interested parties, however, continued to argue that due to differences in prices between the different grades of low carbon ferro-chrome depending on the carbon content of the product, low carbon ferro-chrome did not comprise one single product and  the Commission should distinguish in its final determination between low carbon ferro-chrome with a carbon content above 0,06 % and low carbon ferro-chrome below 0,05 % carbon content should be excluded from the scope of the measure since only small  quantities were exported to the Community.\n(8) The Commission could not accept these arguments since they were not supported by evidence received in the course of the investigation. In this context the Commission notes that:\n(a) documents made available in the investigation show that the cost of production for low carbon ferro-chrome does not depend on the level of the carbon content since most grades with a carbon content below 0,5 % result from one identical production  process;\n(b) information supplied by the exporter mentioned in recital 5 show that sales of low carbon ferro-chrome whose carbon content varied by margins of 30 to 50 % were invoiced at the same price and with an identical product designation, and that\n(c) most customers order a wide range of grades with specific carbon contents. These specifications, however, are usually intended to indicate only the rate within which the carbon content of the ferro-chrome can vary;\n(d) furthermore, the documents submitted by the exporter show that for transactions invoiced with a carbon content of 0,06 % most of the products actually exported had a carbon content of 0,05 % and less. This concerns an export volume of more than 1  500 tonnes of ferro-chrome in the investigation period; it can therefore be assumed that the trade statistics understate to a considerable extent the imports of ferro-chrome with a carbon content of 0,05 % or less.\n(9) The Council, therefore, confirms the Commission's opinion that low carbon ferro-chrome with different grades of carbon content are essentially interchangeable and sufficiently alike to constitute one single product. To exclude low carbon  ferro-chrome with a carbon content of 0,05 % or less on the ground that the volume of transactions is negligable is not justified in view of the findings made in the investigation.\nD. Community industry  (10) After the imposition of the provisional duties, interested parties repeated their request that Elektrowerk Weisweiler GmbH (hereinafter referred to as EWW), the sole Community producer should be excluded from the proceeding  as part of the Community industry, in accordance with Article 4 (5) of Regulation (EEC) No 2423/88 since EWW or a related company allegedly negotiated with certain producers in the countries concerned about a possible purchase of low carbon  ferro-chrome. Since no evidence concerning imports of low carbon ferro-chrome by the Community producer or its group had been submitted, the Council confirms that the request to exclude this company from forming part of Community industry is unfounded.\nE. Dumping  1. Normal value\n(11) Since all three countries concerned are non market economy countries the Commission in its provisional determination established normal value in accordance with Article 2 (5) of Regulation (EEC) No 2423/88, on the basis of data pertaining to a  market economy third country (analogue country) (see recital 14 of Regulation (EEC) No 797/93). Since the South African producer of low carbon ferro-chrome which was proposed by the complainants did not cooperate during the investigation the Commission  requested information from a producer of ferro-chrome in Zimbabwe. After the imposition of the provisional duty it received the information requested from this producer which, however, did not allow verification of the information at its premises.  Nevertheless, since the information submitted was complete and conclusive there was no indication that it was incorrect. The Commission therefore used this information to establish the normal value on the basis of the cost of production in Zimbabwe as  an analogue market plus a profit of 5 % and the Council confirms this approach.\n2. Export price\n(12) Since no exporter from the countries concerned submitted export prices and quantities within the deadline set by the Commission after the initiation of the proceeding (see recital 4 of Regulation (EEC) No 797/93) the Commission provisionally  established export prices on the basis of the average import price of the Community trade statistics (see recital 16 of Regulation (EEC) No 797/93).\n(13) After the imposition of the provisional duties one Russian exporter which replied to the questionnaire but did not supply full details of its exports submitted evidence concerning its export prices and quantities. In view of the extraordinary  economic and social situation prevailing in the exporting countries and since these exports accounts for more than 80 % in the Community imports of the products concerned the information was taken into account for the final determination of the export  price.\n(14) The export price was therefore established on the basis of prices and quantities shown in the information submitted by the Russian exporter. Only shipments destined for a port in the Community were taken into account.\nThe Council confirms this approach.\n3. Comparison\n(15) For the comparison, export prices and normal value were converted into ecus. Since the currency of Zimbabwe had devalued significantly in the second half of 1991 separate normal values were established for the shipments effected in the third and  fourth quarters of the year 1991 and the first half of the year 1992.\n(16) Export prices were compared on a fob Russian export harbour basis with a normal value at ex-works Zimbabwe level. Due allowances were made for differences in physical characteristics as described in recital 15 of Regulation (EEC) No 797/93.\n4. Dumping margin\n(17) Normal value and export prices were compared on a transaction by transaction basis. The final examination of the results of this comparison showed the existence of dumping in respect of ferro-chrome with a carbon content by weight of maximum 0,5 %  originating in Kazakhstan, Russia and Ukraine, the margin of dumping being equal to the amount by which the normal value exceeded the price for export to the Community.\n(18) The dumping margin amounts to ECU 0,31 per kilogram low carbon ferro-chrome which corresponds to 44,89 % of the cif value, free at Community border.\nThe Council confirms the dumping margin as established above.\nF. Injury  1. Injury factors\n(19) The comments of the parties concerned with respect to injury after the imposition of the provisional duty did not contain any new aspects to rebut the facts of the investigation as they are set out in recitals 21 to 28 to Regulation (EEC) No  797/93. The Commission established in particular, that, contrary to allegations made by certain interested parties, imports from the countries concerned did not decrease in 1992 but rose by more than 10 % to 16 308 tonnes.\n(20) Under these conditions, the Commission maintains its conclusion that the Community producer suffered material injury and the Council confirms the determination.\n2. Causality\n(21) In recital 30 of Regulation (EEC) No 797/93 the Commission provisionally established that in view of the significant increase in quantities and market share together with the high level of price undercutting, which in a transparent market with a  limited number of operators, put the Community producer in a precarious competitive position, the imports in question had caused injury to the Community industry. Since the comments of the parties concerned with respect to causality after the imposition  of the provisional duty did not contain any new aspects the Commission maintains and the Council confirms the findings and conclusions mentioned above.\n(22) With reference to other factors, several interested parties repeated their comments concerning the imposition of the provisional duty that the injury suffered by the Community producer was caused by imports from other third countries (South Africa,  Zimbabwe etc.) and that Community producer's economic difficulties were the result of a change in technology of the stainless steel production which had led to a reduction in the consumption of low carbon ferro-chrome.\n(23) These submissions, did not rebut the facts as set out in recitals 31 to 34 of Regulation (EEC) No 797/93, which showed that:\n(a) the imports from other major suppliers to the Community market had reduced considerably;\n(b) the prices at which these quantities were sold in the Community market did not or only to a very small extent undercut the Community producer's prices; and\n(c) the consumption of low carbon ferro-chrome in the Community had slightly increased.\n(24) In addition, with regard to imports reported under the country heading 'secret' (see recital 35 of Regulation (EEC) No 797/93) the Commission received information which supported the assumption that considerable quantities of these imports  originated in the three countries concerned.\n(25) In view of these facts, the Commission maintains and the Council confirms the conclusion that the dumped imports originating in Kazakhstan, Russia, and Ukraine have caused material injury to the Community industry.\nG. Community interest  (26) In evaluating the Community interest, the Commission concluded in its provisional determination (see recitals 37 to 40 of Regulation (EEC) No 797/93) that anti-dumping measures would have a positive effect on competition in  the Community, as it would allow traditionally strong competitors to re-enter the Community market and give the sole Community producer the possibility of participating in this competition. This would prevent the Community from being totally dependent  on a restricted number of exporters for a product which is recognized as being of strategic importance for which some Member States have developed a national stockpiling programme.\n(27) In considering the interest of the consumers of low carbon ferro-chrome the Commission established that the input of this product in the production of stainless steel is below 0,1 % and concluded that a measure on the imports in question would not  weaken the competitiveness of the stainless steel industry in the Community. The Commission, therefore, determined that in the present case, it is in the interest of the Community to grant protection to the Community industry against unfair competition  from dumped imports.\n(28) Following the imposition of the provisional duty no interested party submitted new arguments or disputed the findings. The Council therefore confirms these findings and concludes that it is in the Community interest to adopt anti-dumping measures  to eliminate the injurious effects to the dumped imports and that these measures should take the form of anti-dumping duties.\nH. Duty  (29) In examining whether the definitive duty should be equal to the dumping margin found or a lower duty would be sufficient to remove the injury caused by dumping, in accordance with Article 13 (3) of Regulation (EEC) No 2423/88, the  Commission compared the dumping margin with the price undercutting, the major reasons for injury, at cif level. Since price undercutting significantly exceeded the dumping margin the duty should be imposed at the level of the latter.\n(30) The exporters concerned sell low carbon ferro-chrome besides a variety of other products to the importers in the Community. In order to minimize the risk that the duty is evaded by price manipulation it is considered appropriate to impose the duty  in the form of a specific amount per kilogram. The definitive duty to be imposed on the imports of ferro-chrome with a carbon content of 0,5 % or less should therefore amount to ECU 0,31 per kilogram.\n(31) The Council confirms this level of the duty.\nI. Collection of provisional duties  (32) In view of the importance of the dumping margin found and the seriousness of the injury caused to the Community producer, the Council considers it necessary that the amounts secured by way of provisional  anti-dumping duties should be collected in full,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of ferro-chrome with a carbon content of maximum 0,5 % falling within CN codes 7202 49 10 and 7202 49 50, originating in Kazakhstan, Russia and Ukraine.\n2. The rate of the duty shall be ECU 0,31 per kilogram net.\n3. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty imposed by Commission Regulation (EEC) No 797/93 shall be definitively collected at the rates of provisional duty.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 1993.\nFor the Council\nThe President\nG. COEME\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 80, 2. 4. 1993, p. 8.\n(3) OJ No L 187, 29. 7. 1993, p. 51."}