{"celex_id": "31996R1481", "uri": "http://publications.europa.eu/resource/cellar/8b54b3ab-89ed-4bcc-964e-f9767d113455", "type": "Regulation", "concepts": ["2511", "2734", "3682", "4395", "80", "862"], "title": "Commission Regulation (EC) No 1481/96 of 26 July 1996 amending Regulation (EC) No 2921/95 laying down detailed rules for compensation for reductions in certain agricultural conversion rates\n", "header": "COMMISSION REGULATION (EC) No 1481/96 of 26 July 1996 amending Regulation (EC) No 2921/95 laying down detailed rules for compensation for reductions in certain agricultural conversion rates\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2990/95 of 18 December 1995 regulating compensation for appreciable reductions in the agricultural conversion rates before 1 July 1996 (1), as last amended by Regulation (EC) No 1451/96 (2), and in particular Article 2 (4) thereof,\nWhereas the time limits laid down by Commission Regulation (EC) No 2921/95 (3), as amended by Regulation (EC) No 459/96 (4), must take account of the extension of the validity of Regulation (EC) No 2990/95 beyond 30 June 1996; whereas the operative event for the conversion rate applicable to the amount of aid, referred to in Article 2 (2) of Regulation (EC) No 2921/95 and established on the basis of the economic objective of the operation concerned, must consequently be adjusted to take account of cases of several appreciable reductions in the agricultural conversion rates of a currency;\nWhereas the measures provided for in Regulation are in accordance with the opinion of the management committees concerned,", "main_body": ["Regulation (EC) No 2921/95 is hereby amended as follows:\n1. Article 2 (2) is replaced by the following:\n'2. The amounts in ecus set out in Article 2 (2) of Regulation (EC) No 1527/95 and Regulation (EC) No 2990/95 shall be converted into national currency using the agricultural conversion rate valid immediately preceding the appreciable reduction responsible for the fixing of the amount in question.`\n2. The second indent of Article 3 (1) is replaced by the following:\n'- 1 January 1996 in the case of aid granted under Regulation (EC) No 2990/95 for appreciable reductions in the agricultural conversion rate before 30 June 1996,\n- 1 July 1996 for other aid granted under Regulation (EC) No 2990/95.`\n3. The following subparagraph is added to Article 5 (1):\n'For appreciable reductions in the agricultural conversion rate after 30 June 1996, request for authorization to grant aid must be made by 30 June 1997.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 312, 23. 12. 1995, p. 7.\n(2) OJ No L 187, 26. 7. 1996, p. 1.\n(3) OJ No L 305, 19. 12. 1995, p. 60.\n(4) OJ No L 64, 14. 3. 1996, p. 12."}