{"celex_id": "31996R0982", "uri": "http://publications.europa.eu/resource/cellar/9b027555-245e-4589-8462-d65367528ff2", "type": "Regulation", "concepts": ["1118", "1309", "161", "1637", "2888", "5083"], "title": "Commission Regulation (EC) No 982/96 of 31 May 1996 amending Regulation (EC) No 2942/95 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in the African, Caribbean and Pacific (ACP) States\n", "header": "COMMISSION REGULATION (EC) No 982/96 of 31 May 1996 amending Regulation (EC) No 2942/95 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in the African, Caribbean and Pacific (ACP) States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific (ACP) States or in the overseas countries and territories (OCT) (1), as last amended by Commission Regulation (EC) No 619/96 (2), and in particular Article 27 thereof,\nWhereas Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3) has been amended by Commission Regulation (EC) No 3009/95 (4);\nWhereas by Regulation (EC) No 2942/95 (5) the Commission opened Community tariff quotas for certain agricultural products at a reduced rate of duty;\nWhereas in the light of the outcome of the negotiations within GATT, the rates of duty of certain products listed in the table to Regulation (EC) No 2942/95 have been amended; whereas by Regulation (EC) No 619/96 an additional quantity of 400 tonnes of table grapes was granted for the period 1 to 31 January of each year, starting on 1 January 1996;\nWhereas the rates of duty and the additional rates for the products covered by the Regulation concerned are likely to be amended in future years; whereas in the interests of improving the management of the relevant Community rules, legislation should be established on a multiannual basis in which the ad valorem rates of duty would be automatically reduced by 50 % in parallel with developments of the customs duties contained in the combined nomenclature;\nWhereas, therefore, Regulation (EC) No 2942/95 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The table contained in Regulation (EC) No 2942/95 is replaced by the table below:\n>TABLE>", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1996.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 89, 10. 4. 1996, p. 1.\n(3) OJ No L 256, 7. 9. 1987, p. 1.\n(4) OJ No L 319, 30. 12. 1995, p. 1.\n(5) OJ No L 308, 21. 12. 1995, p. 9."}