{"celex_id": "31994R2864", "uri": "http://publications.europa.eu/resource/cellar/6e2c0b2a-bb01-47a6-9e36-d3ca6a2c9786", "type": "Regulation", "concepts": ["1644", "2176", "3591", "5969", "848"], "title": "Commission Regulation (EC) No 2864/94 of 25 November 1994 determining quantities to be allocated to non- traditional importers under the Community quantitative quota applicable in 1994 to certain car radios of CN code 8527 29 originating in the people's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 2864/94 of 25 November 1994 determining quantities to be allocated to non-traditional importers under the Community quantitative quota applicable in 1994 to certain car radios of CN code 8527 29 originating in the  People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), and in particular Article 2 (4) and Article 14 thereof,\nWhereas Commission Regulation (EC) No 1225/94 (2) determined the quantities to be allocated to non-traditional importers from the Community quantitative quotas applying, by virtue of Council Regulation (EC) No 519/94 (3), as amended by Regulation (EC)  No 1921/94 (4), to products originating in the People's Republic of China;\nWhereas the Commission left unallocated a portion (26 917 pieces) of the quota for products of CN code 8527 29, since at the time Regulation (EC) No 1225/94 was adopted, the applications received in accordance with Commission Regulation (EC) No 747/94  of 30 March 1994 establishing administrative procedures for quantitative quotas on certain products originating in the People's Republic of China (5), as amended by Regulation (EC) No 2508/94 (6), were not such as to permit allocation of economically  significant quantities using the alternative (proportional) method adopted;\nWhereas after allocation of the portion of the quota reserved for traditional importers, a balance of 69 416 pieces remains;\nWhereas it is therefore now possible to meet applications from non-traditional importers submitted in accordance with Article 7 (1) of Regulation (EC) No 747/94 by redistributing the unallocated balance and the previously unallocated portion of the  quota using the proportional method, since the total of 96 333 pieces thus available makes it possible to allocate economically significant quantities;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the quota management committee established by Article 22 of Regulation (EC) No 520/94,", "main_body": ["The competent national authorities shall allocate 613 pieces to non-traditional importers who submitted import licence applications in accordance with Regulation (EC) No 747/94 for the Community quantitative quota applicable to car radios of  CN code 8527 29.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 136, 31. 5. 1994, p. 40.\n(3) OJ No L 67, 10. 3. 1994, p. 89.\n(4) OJ No L 198, 30. 7. 1994, p. 1.\n(5) OJ No L 87, 31. 3. 1994, p. 83.\n(6) OJ No L 267, 18. 10. 1994, p. 4."}