{"celex_id": "31993D0672", "uri": "http://publications.europa.eu/resource/cellar/ebb4bb92-536e-43ca-a738-4c9e22146c52", "type": "Decision", "concepts": ["1309", "1524", "1591", "1994", "5332"], "title": "93/672/EC: Commission Decision of 9 December 1993 terminating an anti-dumping procedure and giving notice that anti-dumping measures concerning imports into the Community of outboard motors originating in Japan shall lapse\n", "header": "COMMISSION DECISION of 9 December 1993 terminating an anti-dumping procedure and giving notice that anti-dumping measures concerning imports into the Community of outboard motors originating in Japan shall lapse (93/672/EC)\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not member of the European Economic Community (1), and in particular Articles 9 and 15 (5) thereof,\nAfter consultation within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. PROCEDURE  (1) In August 1992 the Commission gave notice that it was initiating a review (2) of anti-dumping measures concerning imports of certain kinds of outboard motors originating in Japan. This review has been undertaken pursuant to Article 15  of Regulation (EEC) No 2423/88 at the request of a large section of the Community industry concerned, represented by OMC, of Bruges, Belgium, and SELVA of Tirano, Italy.\n(2) The Commission officially notified the exporters and importers assumed to be concerned, the representative of the exporting country and the complainants, and informed the parties concerned that they could submit their comments in writing or could  request hearings.\n(3) The Commission has gathered all the information it required and has carried out on-the-spot inspections on the premises of the complainant Community producers and of a number of importers.\nB. WITHDRAWAL OF COMPLAINT, TERMINATION OF REVIEW, LAPSE OF MEASURES  (4) At this stage in the procedure the review has produced no evidence to show that any new injury would be sustained if the measures in force lapsed.\n(5) The Commission has also been informed by the complainant Community producers that one of them, which accounts for 95 % of their total production, was intending to transfer its production activities outside the Community and that they were  withdrawing their complaint and their request for a review of the anti-dumping measures concerning outboard motors originating in Japan.\n(6) The Commission therefore considers that the anti-dumping procedure concerning imports of outboard motors originating in Japan should be terminated and gives notices, pursuant to Article 15 (5) of Regulation (EEC) No 2423/88 that these measures shall  lapse and expire,", "main_body": ["The anti-dumping procedure concerning imports of certain kinds of outboard motors originating in Japan is hereby terminated.", "The anti-dumping measures concerning imports of certain kinds of outboard motors originating in Japan shall lapse.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 9 December 1993.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 204, 12. 8. 1992, p. 4."}