{"celex_id": "31999D0549", "uri": "http://publications.europa.eu/resource/cellar/23fe5837-80e1-4799-992c-1088dc009bf4", "type": "Decision", "concepts": ["1309", "1755", "2121", "4160", "4743", "5369"], "title": "1999/549/EC: Commission Decision of 19 July 1999 concerning certain protective measures relating to Newcastle disease in Australia (notified under document number C(1999) 2150) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 19 July 1999\nconcerning certain protective measures relating to Newcastle disease in Australia\n(notified under document number C(1999) 2150)\n(Text with EEA relevance)\n(1999/549/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(2), as last amended by Directive 96/43/EC(3), and in particular Article 18 thereof,\n(1) Whereas according to the provisions of Directives 97/78/EC and 91/496/EEC measures shall be taken if, in the territory of a third country, a disease referred to in Council Directive 82/894/EEC of 21 December 1982 on the notification of animal diseases within the Community(4), as last amended by Decision 98/12/EC(5), or other disease or any other phenomenon or circumstance liable to present a serious threat to animal or public health manifests itself or spreads;\n(2) Whereas Directive 82/894/EEC refers to Newcastle disease;\n(3) Whereas on outbreak of Newcastle disease can quickly take on epizootic proportions, causing high mortality rates and is therefore liable to present a serious threat to the health of birds;\n(4) Whereas Newcastle disease has been confirmed in poultry flocks in certain regions of Australia;\n(5) Whereas Australia has provided satisfactory guarantees to ensure that the disease may not spread from the infected area to other regions of the Australian territory;\n(6) Whereas imports of live birds, hatching eggs and fresh meat of poultry, farmed and wild feathered game meat should be temporarily suspended from the area of risk;\n(7) Whereas the health certificates used for these animals and products from other regions of Australia must be amended accordingly;\n(8) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["As regards Australia, Member States shall authorise the importation of live birds, hatching eggs and fresh meat of poultry, farmed feathered game meat and wild feathered game only if they originate from the region described in the Annex to this Decision.", "The following words shall be included in the animal health certificate laid down in Commission Decision 96/482/EC(6) used for poultry or hatching eggs originating from Australia: \"Live poultry or hatching eggs in accordance with Decision 1999/549/EC\".", "The following words shall be included in the animal health certificate laid down in Commission Decision 96/984/EC(7) as last amended by Decision 96/456/EC(8), used for fresh poultry meat originating Australia: \"Fresh poultry meat in accordance with Decision 1999/549/EC\".", "The following words shall be included in the animal health certificate used by the Member States for the import of birds, hatching eggs or fresh meat thereof other than those mentioned in Articles 2 and 3 originating in Australia: \"Birds*/hatching eggs*/fresh meat* in accordance with Article 4 of Decision 1999/549/EC (*: Delete as appropriate)\".", "This Decision shall apply until 1 December 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 24, 31.1.1998, p. 9.\n(2) OJ L 268, 24.9.1991, p. 56.\n(3) OJ L 162, 1.7.1996, p. 1.\n(4) OJ L 378, 31.12.1998, p. 58.\n(5) OJ L 4, 8.1.1998, p. 63.\n(6) OJ L 196, 7.8.1996, p. 13.\n(7) OJ L 378, 31.12.1994, p. 11.\n(8) OJ L 188, 27.7.1996, p. 52.\nANNEX\nThe territory of Australia with the exception of the State of New South Wales."}