{"celex_id": "31995R1485", "uri": "http://publications.europa.eu/resource/cellar/2636a729-864c-44bd-acdb-985c3556c177", "type": "Regulation", "concepts": ["1146", "161", "1644", "4078", "4388", "4637"], "title": "Commission Regulation (EC) No 1485/95 of 28 June 1995 opening and providing for the administration of Community tariff quotas for the import of bulls, cows and heifers, other than those intended for slaughter, of certain Alpine and mountain breeds for the period 1 July 1995 to 30 June 1996\n", "header": "COMMISSION REGULATION (EC) No 1485/95 of 28 June 1995 opening and  providing for the administration of Community tariff quotas for the import of bulls, cows and  heifers, other than those intended for slaughter, of certain Alpine and mountain breeds for the  period 1 July 1995 to 30 June 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (1), as last amended by Regulation (EC) No 424/95  (2), and in  particular Article 12 (1) and (4) thereof,\nWhereas the Community has undertaken, pursuant to the Agreement on Agriculture concluded during the  Uruguay Round of multilateral trade negotiations, to open an annual tariff quota of 20  000 head at  a rate of duty of 6  % for bulls, cows and heifers, other than those intended for slaughter, of the  mottled Simmental breed and the Schwyz and Fribourg breeds and an annual tariff quota of 5  000  head at a rate of 4  % for cows and heifers, other than those intended for slaughter, of the grey,  brown, yellow and mottled Simmental breed and the Pinzgau breed; whereas Council Decision 95/136/EC  of 14 March 1995 relating to the conclusion of an Agreement between the European Community and  Austria pursuant to Article XXVIII of the GATT  (3) unbinds the quota of 20  000 head and replaces  it with a tariff quota of 5  000 head at the same rate of duty; whereas those quotas should  therefore be opened for the period 1 July 1995 to 30 June 1996 and detailed rules adopted for their  application;\nWhereas there should be a guarantee in particular of equal and continuing access to the said quotas  for all interested traders within the Community and of uninterrupted application of the customs  duties laid down for those quotas to all imports of the animals in question until the quotas are  exhausted;\nWhereas these arrangements are based on the allocation by the Commission of the quantities  available to traditional traders (first part) and traders involved in the cattle trade (second  part); whereas the first part should be allocated to traditional importers in proportion to the  number of animals imported under similar quotas between 1 July 1992 and 30 June 1995 and to  traditional importers in the new Member States; whereas, in order to prevent speculation and given  the end-use, only quantities of a certain size representative of trade with third countries should  be taken into account as reference quantities for the allocation of the second part; whereas, for  all traders from the new Member States, imported animals must be from countries which are third  countries for them at the time of import;\nWhereas, subject to the provisions of this Regulation, Commision Regulation (EEC) No 3719/88 of 16  November 1988 laying down common detailed rules for the application of the system of import and  export licences and advance fixing certificates for agricultural products  (4), as last amended by  Regulation (EC) No 1199/95  (5), is applicable;\nWhereas implementation of the abovementioned Agreements requires a revision of the specific  detailed rules governing import licensing arrangements in the beef and veal sector, currently  provided for in Commission Regulation (EEC) No 2377/80  (6), as last amended by Regulation (EC) No  1084/94  (7), before 1 July 1995; whereas, to prevent problems arising in the practical application  of the current quotas, that Regulation should not apply and this Regulation should include the  necessary detailed rules for the import licences required;\nWhereas Article 82 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the  Community Customs Code  (8), as amended by the Act of Accession of Austria, Finland and Sweden,  provides for customs supervision of goods put into free circulation at a reduced rate of duty on  account of their end-use; whereas imported animals should be monitored for a certain period to  ensure they are not slaughtered; whereas, in order to ensure that the animals concerned are not  slaughtered, a security should be required;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["1.  The following tariff quotas are hereby opened for the period 1  July 1995 to 30 June 1996:\n>TABLE>\n2.  For the purposes of this Regulation, the animals referred to in paragraph 1 shall be considered  not to be intended for slaughter if they are not slaughtered within four months of the date of  acceptance of the declaration of release for free circulation.\nDerogations may, however, be granted in the event of duly proven cases of force majeure.\n3.  To benefit from the tariff quota covered by serial No 09.0003, the following must be  presented:\n-  for bulls: a predigree certificate,\n-  for female animals: a pedigree certificate or a certificate of registration in a herdbook  certifying the purity of the breed.", "1.  The two quota volumes referred to in Article 1 (1) shall each be divided into two  parts of 80  %, i.e. 4  000 head, and 20  %, i.e. 1  000 head:\n(a)  The first part, equal to 80  % of the quota volume, shall be allocated to:\n-  importers from the Community as constituted on 31 December 1994 who are able to furnish proof of  having imported animals covered by the quotas between 1 July 1992 and 30 June 1995, and -  importers from the new Member States who are able to furnish proof of having, between 1 July  1992 and 30 June 1995, imported into the Member State in which they are established animals falling  within the CN codes referred to in Annex I from countries which, at the time of import, were for  them third countries.\n(b)  The second part, equal to 20  % of the quota volume, shall be reserved for applicants who can  prove that they imported, between 1 July 1994 and 30 June 1995, at least 15 live bovine animals  falling within CN code 0102 from countries which, at the time of import, were for them third  countries.\nImporters must be entered in a national VAT register.\n2.  The first part shall be allocated to importers as referred to in 1 (a) in proportion to their  imports under the same quota between 1 July 1992 and 30 June 1995 or to the quantities applied for  if they are less than imports during the period in question. The second part shall be allocated to  eligible importers as referred to in 1 (b) in proportion to the quantities applied for. In the  latter case:\n(a)  applications for the right to import more than 50 head shall automatically be reduced to that  number;\n(b)  applications which would give rise to a right to import less than 15 head shall not be taken  into account;\n(c)  quantities which have not been allocated, owing to the minimum 15 head limitation, shall be  allocated by drawing lots for batches of 15 head.\n3.  Any quantities of one of the two parts of the same tariff quota referred to in paragraph 1 not  applied for shall automatically be transferred to the other part of the quota in question.\n4.  Proof of import shall be provided solely by means of the customs document of release for free  circulation duly endorsed by the customs authorities.", "1.  An application for the right to import may only be submitted in the Member State in  which the applicant is entered in a national VAT register.\n2.  An applicant may submit only one application per quota and that application shall refer to only  one part of the quota.\nWhere an applicant submits more than one application for a quota, all applications from that person  shall be considered invalid.\n3.  For the purposes of Article 2 (2), all applications, accompanied by the proof referred to in  Article 2 (4), must reach the competent authorities by 24 July 1995.\nAfter verifying the documents submitted, the Member States shall notify the Commission, by 11  August 1995, of:\n-  the number of applicants and the number of head applied for by each category of importer;\n-  the average figure for previous imports supplied by each applicant in respect of the quantities  reserved for importers as referred to in Article 2 (1) (a).\n4.  All notifications, including 'zero` notifications, shall be made to the address given in Annex  II.", "The Commission shall notify the Member States as soon as possible of the quantities to  be allocated to each applicant, where necessary as a percentage of the quantity originally applied  for or of the applicant's previous imports.", "1.  Imports of quantities allocated shall be subject to presentation of an import  licence.\n2.  Import licence applications may only be lodged with the competent authority of the Member State  in which the applicant is entered in a national VAT register.\n3.  Pursuant to the notification of allocation from the Commission, import licences shall be issued  as soon as possible on application by and in the names of the traders who have obtained rights to  import. The issue of licences shall be subject to the lodging by the applicant of a security of ECU  25 per head.\nThe security shall be released immediately licences are returned to the issuing authority bearing  an endorsement by the customs authorities acknowledging import of the animals.\n4.  Import licences shall be valid for ninety days from the date of issue within the meaning of  Article 21 (1) of Regulation (EEC) No 3719/88. However, their term of validity shall expire on 30  June 1996 at the latest.\n5.  Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 shall  apply.\nNotwithstanding Article 9 (1) of Regulation (EEC) No 3719/88, however, import licences issued  pursuant to this Regulation shall not be transferable and shall confer the right to use the tariff  quota only if made out in the name entered on the declaration of release for free circulation  accompanying them.", "(4) and the second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 shall  not apply.", "1.  Checks to ensure that imported animals are not slaughtered within four months of  release into free circulation shall be carried out in accordance with Article 82 of Regulation  (EEC) No 2913/92.\n2.  Without prejudice to the provisions of Regulation (EEC) No 2913/92, importers shall lodge a  security of ECU 1  367 per tonne with the competent customs authorities to ensure compliance with  the obligation not to slaughter the animals.\nThe security shall be released immediately proof is supplied to the customs authorities concerned  that the animals:\n(a)  were not slaughtered within four months of the date of release for free circulation, or (b)  were slaughtered within that period for reasons constituting a case of force majeure or for  health reasons or died as a result of sickness or an accident.", "On the licence application and the licence itself shall be entered:\n(a)  in section 8, the country of origin;\n(b)  in section 16, the CN codes given in Annex I;\n(c)  in section 20, one of the following:\n-  Razas alpinas y de montaña [Reglamento (CE) n° 1485/95],\n-  Alpine racer og bjergracer (forordning (EF) nr. 1485/95),\n-  Hoehenrassen (Verordnung (EG) Nr. 1485/95),\n-  ÁëðéêÝò êáé ïñaaâssóéaaò oeõëÝò [êáíïíéóìueò (AAÊ) áñéè. 1485/95],\n-  Alpine and mountain breeds (Regulation (EC) No 1485/95),\n-  Races alpines et de montagne [règlement (CE) n° 1485/95],\n-  Razze alpine e di montagna [regolamento (CE) n. 1485/95],\n-  Bergrassen [Verordening (EG) nr. 1485/95],\n-  Raças alpinas e de montanha [Regulamento (CE) nº 1485/95],\n-  Alppi- ja vuoristorotuja [asetus (EY) N :o 1485/95],\n-  Alp- och bergraser (foerordning (EG) nr 1485/95).", "At the beginning of each month, the competent authorities shall forward details of the  quantities and the origin of the animals imported during the previous month on the basis of the  returned licences referred to in Article 5 (3).\nThe information shall be sent by fax to the address given in Annex III.", "1.  Quantities for which import licence applications have not been received by 31 March  1996 shall be allocated to importers who have applied for import licences for the total quantity to  which they are entitled, irrespective of the provisions of Article 2 (1).\n2.  To that end, by 10 April 1996, Member States shall forward to the address given in Annex II  details of the quantities for which no application has been received and the information referred  to in the second subparagraph of Article 3 (3). The Commission shall carry out an allocation, by  lot, of batches of 15 head and notify the Member States of the result by 17 April 1996.\n3.  For the purposes of this Article, Articles 5, 6 and 7 shall apply.", "0\nThis Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28 June 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\n>TABLE>\nANNEX II\nCOMMISSION OF THE EUROPEAN COMMUNITIES,\nDG XXI-B.6 - Economic Tariff Questions;\ntelefax: (32-2) 296  33  06.\nANNEX III\nCOMMISSION OF THE EUROPEAN COMMUNITIES,\nDG VI-D.2 - Beef/veal and sheepmeat;\ntelefax: (32-2) 295  36  13."}