{"celex_id": "31999D0416", "uri": "http://publications.europa.eu/resource/cellar/c326219e-360f-4a32-bc91-ee44da696028", "type": "Decision", "concepts": ["1019", "13", "2412", "4081", "4320"], "title": "1999/416/EC: Commission Decision of 9 June 1999 authorising the Member States to permit temporarily the marketing of seed of certain species not satisfying the requirements of Council Directives 66/401/EEC or 66/402/EEC (notified under document number C(1999) 1557)\n", "header": "COMMISSION DECISION\nof 9 June 1999\nauthorising the Member States to permit temporarily the marketing of seed of certain species not satisfying the requirements of Council Directives 66/401/EEC or 66/402/EEC\n(notified under document number C(1999) 1557)\n(1999/416/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed(1), as last amended by Directive 98/96/EC(2), and in particular Article 17 thereof,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed(3), as last amended by Directive 1999/8/EC(4), and in particular Article 17 thereof,\nHaving regard to the requests submitted by Finland and Sweden,\n(1) Whereas in the above mentioned Member States the quantity of available seed of rye (Secale cereale L.) in the case of Finland or timothy (Phleum bertolonii DC) in the case of Sweden of varieties suitable for northern growing conditions, which satisfies the requirements of the said Directives in relation to the germination capacity, is insufficient and is therefore not adequate to meet these countries' needs;\n(2) Whereas it is not possible to cover this demand satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the Directives;\n(3) Whereas Finland and Sweden should therefore be authorised to permit for a period expiring on 31 October 1999 the marketing of seed of rye or timothy respectively subject to less stringent requirements;\n(4) Whereas, moreover, other Member States which are able to supply Finland or Sweden with seed not satisfying the requirements of the Directives should be authorised to permit the marketing of such seed;\n(5) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Finland is authorised to permit, for a period expiring on 31 October 1999, for the species and on the terms set out in the Annex hereto, the marketing in its territory of seed of rye which does not satisfy the requirements laid down in Directive 66/402/EEC, with regard to the minimum germination capacity, provided that the following requirements are satisfied:\n(a) the germination capacity is at least that laid down in the Annex hereto,\n(b) the official label shall state the germination ascertained in the report on official seed testing.", "Sweden is authorised to permit, for a period expiring on 31 October 1999, for the species and on the terms set out in the Annex hereto, the marketing in its territory of seed of timothy which does not satisfy the requirements laid down in Directive 66/401/EEC, with regard to the minimum germination capacity provided that the following requirements are satisfied:\n(a) the germination capacity is at least that laid down in the Annex hereto,\n(b) the official label shall state the germination ascertained in the report on official seed testing.", "1. The Member States other than the applicant Member States are also authorised to permit, on the terms set out in Article 1 and 2 and for the purposes intended by the applicant Member States, the marketing in their territories of the seed authorised to be marketed under this Decision.\n2. For the purpose of the application of paragraph 1, the Member States concerned shall assist each other administratively. The applicant Member States shall be notified by other Member States of their intention to permit the marketing of such seed before any authorisation may be granted. The applicant Member States may object only if the entire amount set out in this Decision has already been allocated.", "Member States shall immediately notify the Commission and the other Member States of the various quantities of seed labelled and permitted to be marketed in their territories pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 125, 11.7.1966, p. 2298/66.\n(2) OJ L 25, 1.2.1999, p. 27.\n(3) OJ 125, 11.7.1966, p. 2309/66.\n(4) OJ L 50, 26.2.1999, p. 26.\nANNEX\n>TABLE>"}