{"celex_id": "31993R0879", "uri": "http://publications.europa.eu/resource/cellar/a26b2efe-1c66-4fb8-95fc-5f6988135778", "type": "Regulation", "concepts": ["2069", "3413", "4682", "4778", "5034", "5367"], "title": "Commission Regulation (EEC) No 879/93 of 13 April 1993 specifying the entry conditions under the CN codes listed in Annex E to Council Regulation (EEC) No 3953/92 concerning the regime applicable to the import into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia\n", "header": "COMMISSION REGULATION (EEC) No 879/93 of 13 April 1993 specifying the entry conditions under the CN codes listed in Annex E to Council Regulation (EEC) No 3953/92 concerning the regime applicable to the import into the Community of products  originating in the Republics of Bosnia-Herzegovina, Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 697/93 (2), and in particular Article 11 thereof,\nWhereas Commission Regulation (EEC) No 1368/88 (3), as amended by Regulation (EEC) No 3886/88 (4), specified the entry conditions, under the CN codes listed in Annex C to the Agreement between the European Economic Community and Yugoslavia, of certain  live animals of the domestic bovine species and certain meat of the bovine species;\nWhereas, by Regulation (EEC) No 3953/92 (5) of 21 December 1992, the Council granted the Republics of Bosnia-Herzegovina, Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia, the benefit of trade provisions which are  equivalent to those of the earlier Cooperation Agreement concluded between the Community and the former Socialist Federal Republic of Yugoslavia;\nWhereas Regulation (EEC) No 3953/92 lists in Annex E the following products of the bovine species respectively falling within the CN codes indicated below:\n1. live animals of the domestic species other than pure-bred breeding animals, not yet having any permanent teeth, of a weight of not less than 320 kg but not more than 470 kg in respect of heifers (female bovines that have never calved) (ex 0102 90 51  and ex 0102 90 59) and of not less than 350 kg but not more than 500 kg in respect of male animals (ex 0102 90 71 and ex 0102 90 79);\n2. carcases, and fresh or chilled, of a weight of not less than 180 kg but not more than 300 kg (ex 0201 10 00), half carcases (ex 0201 10 00) and 'compensated' quarters (ex 0201 20 20) fresh or chilled, of a weight of not less than 90 kg but not more  than 150 kg, with a low degree of ossification of the cartilages (in particular those of the symphysis pubis and the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow  in colour;\n3. separated forequarters, fresh or chilled, of a weight of not less than 45 kg but not more than 75 kg, with a low degree of ossification of the cartilages (in particular those of the vertebral apophyses), the meat of which is a light pink colour and  the fat of which, of extremely fine texture, is white to light yellow in colour (ex 0201 20 30);\n4. separated hindquarters, fresh or chilled, of a weight of not less than 45 kg but not more than 75 kg (not less than 38 kg but not more than 68 kg in the case of 'Pistola' cuts), with a low degree of ossification of the cartilages (in particular those  of the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour (ex 0201 20 50);\nWhereas by Article 7 (3) of Regulation (EEC) No 3953/92, the entry of products under the aforementioned CN codes is subject to the presentation of a certificate stating that the goods originate in and come from the Republics and the territory concerned  and correspond exactly to the definition in Annex E; whereas the text of this certificate has been drawn up by the Community;\nWhereas, pursuant to Article 9 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (6), as last amended by Regulation (EEC) No 456/91 (7), the certificate must comply with certain  conditions;\nWhereas it is appropriate to specify the form which such certificate must take and the conditions for its use; whereas it is appropriate to lay down certain rules governing the appointment of issuing bodies so as to enable the Community to ensure that  the conditions of issue of certificates are observed;\nWhereas the authorities of the Republics of Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia have made known their issuing body;\nWhereas, pursuant to Article 20 (1) of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in bovine meat (8), as last amended by Regulation (EEC) No 125/93 (9), the general rules for the interpretation of the  combined nomenclature and detailed rules for the application thereof apply to the classification of products covered by that Regulation;\nWhereas the certificate should be drawn up in an official Community language and, where appropriate, an official language of the exporting country;\nWhereas with the adoption of this Regulation there is a need to repeal Article 1 of Commission Regulation (EEC) No 185/93 of 29 January 1993 laying down detailed rules governing imports of bovine meat originating in the Republics of Bosnia-Herzegovina,  Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia (10);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The entry of certain live animals of the domestic bovine species and certain meat of bovine species falling within CN codes:\n- ex 0102 90 51, ex 0102 90 59, ex 0102 90 71 and ex 0102 90 79,\n- ex 0201 10 00 and ex 0201 20 20,\n- ex 0201 20 30,\n- ex 0201 20 50,\nreferred to in Annex E to Regulation (EEC) No 3953/92 shall be subject to the conditions laid down in this Regulation.", "Without prejudice to the provisions of Article 9 (2) of Regulation (EEC) No 802/68, a certificate issued in the Republics of Croatia, Slovenia and in the territory of the former Yugoslav Republic of Macedonia respectively and fulfilling the  requirements laid down in this Regulation shall be submitted when the products referred to in Article 1 are placed in free circulation in the Community.", "1. The certificate, corresponding to the respective specimens in Annexes I, II and III relative to the two Republics and the territory aforementioned shall be prepared in one original and two copies, which shall be printed and completed in  one of the official languages of the European Economic Community and also, where appropriate, in the official language or one of the official languages of the exporting country.\nThe customs authorities of the Member State in which the products are presented may require a translation of the certificate.\n2. The original and the copies thereof shall be typewritten or completed by hand. In the latter case they must be completed in ink and in block capitals.\n3. The size of the certificate shall be about 210 Ă\u0097 297 mm. The paper used shall weigh not less than 40 grams per square metre. White paper shall be used for the original, pink for the first copy and yellow for the second copy.\n4. Each certificate shall bear an individual serial number followed by the nationality symbol for the issuing Republic or territory.\nThe copies shall bear the same serial number and the same nationality symbol as the original.", "1. The original and the first copy of the certificate shall be submitted, with the products to which they refer and within 12 days of the date of issue, to the customs authorities of the Member State in which the products are placed in free  circulation.\n2. The second copy of the certificate shall be sent by the issuing body direct to the competent authorities of the Member State in which the products are placed in free circulation.", "1. A certificate shall be valid only if it is duly authenticated by an issuing body appearing in the list in Annex IV.\n2. A duly authenticated certificate is one which shows the place and date of issue and bears the stamp of the issuing body and the signature of the person or persons authorized to sign it.", "1. An issuing body may appear on the list only if:\n(a) it is recognized as such by the exporting country;\n(b) it undertakes to verify the particulars shown in the certificates;\n(c) it undertakes to provide the Commission and Member States, on request, with all appropriate information to enable an assessment to be made of the particulars shown in the certificates;\n(d) it undertakes to send to the authorities indicated in Article 4 (2) the second copy of each authenticated certificate within three days of the date of issue.\n2. The list shall be revised where the conditions specified in paragraph 1 (a) are no longer satisfied or where an issuing body does not fulfil any of the obligations which it has undertaken.", "Invoices produced in support of customs declarations shall bear the serial number(s) of the corresponding certificate(s).", "The authorities of the Republics of Croatia, Slovenia and the territory of the former Yugoslav Republic of Macedonia shall send the Commission of the European Communities specimens of the stamps used by their issuing authorities. The  Commission shall forward this information to the customs authorities of the Member States.", "Regulation (EEC) No 1368/88 and Article 1 of Regulation (EEC) No 185/93 are hereby repealed.", "0\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 May 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 76, 30. 3. 1993, p. 12.\n(3) OJ No L 126, 20. 5. 1988, p. 26.\n(4) OJ No L 346, 15. 12. 1988, p. 22.\n(5) OJ No L 406, 31. 12. 1992, p. 1.\n(6) OJ No L 148, 28. 6. 1968, p. 1.\n(7) OJ No L 54, 28. 2. 1991, p. 4.\n(8) OJ No L 148, 28. 6. 1968, p. 24.\n(9) OJ No L 18, 27. 1. 1993, p. 1.\n(10) OJ No L 22, 30. 1. 1993, p. 70.\nANNEX I\nANNEX II\nANNEX III\nANNEX IV\nIssuing bodies:\n- Republic of Croatia: 'Euroinspekt', Zagreb, Croatia,\n- Republic of Slovenia: 'Inspect', Ljubljana, Slovenia,\n- territory of the former Yugoslav Republic of Macedonia: 'Cargoinspect', Skopje."}