{"celex_id": "31999D0200", "uri": "http://publications.europa.eu/resource/cellar/7c3e1c00-419d-4400-9903-1d249c390568", "type": "Decision", "concepts": ["1141", "1182", "4392", "4585", "747"], "title": "1999/200/EC: Commission Decision of 26 February 1999 concerning the intention of the Hellenic Republic to apply a reduced rate of VAT to supplies of natural gas and electricity in accordance with Article 12(3)(b) of Council Directive 77/388/EEC (notified under document number C(1999) 477) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 26 February 1999 concerning the intention of the Hellenic Republic to apply a reduced rate of VAT to supplies of natural gas and electricity in accordance with Article 12(3)(b) of Council Directive 77/388/EEC (notified under document number C(1999) 477) (Only the Greek text is authentic) (1999/200/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (the Sixth VAT Directive) (1), as last amended by Directive 98/80/EC (2), and in particular Article 12(3)(b) thereof,\nWhereas the Government of the Hellenic Republic intends to apply a reduced rate of VAT to supplies of natural gas and of electricity; whereas it so informed the Commission by letter registered as received by the Commission on 30 November;\nWhereas the measure envisaged is a general measure under which a reduced rate of VAT would be applied to supplies of natural gas and electricity in accordance with Article 12(3)(b) of the Sixth VAT Directive, irrespective of the manner in which they are produced or supplied (whether supplied domestically, or acquired elsewhere in the Community, or imported from outside the Community);\nWhereas the measure is a general one, admitting no exceptions, so that there is no risk of distortion of competition; whereas the test laid down in Article 12(3)(b) is accordingly satisfied, and the Hellenic Republic should be allowed to apply the measure,", "main_body": ["The measure described by the Hellenic Republic in its letter of 30 November 1998 under which a reduced rate of VAT would be applied to supplies of natural gas and electricity irrespective of the manner in which they are produced or supplied (whether supplied domestically, or acquired elsewhere in the Community, or imported) does not carry any risk of distortion of competition.\nThe Hellenic Republic may accordingly apply the measure from 1 January 1999 onward.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 26 February 1999.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 145, 13. 6. 1977, p. 1.\n(2) OJ L 281, 17. 10. 1998, p. 31."}