{"celex_id": "31990R1274", "uri": "http://publications.europa.eu/resource/cellar/4c590976-506d-40d2-aabe-c57ad8443f4a", "type": "Regulation", "concepts": ["2590", "2758", "2783", "3207", "4847"], "title": "Council Regulation (EEC) No 1274/90 of 7 May 1990 applying supplementary generalized tariff preferences in respect of certain industrial products originating in countries benefiting from generalized preferences and sold at the Berlin \"Partners in Progress\" Fair\n", "header": "COUNCIL  REGULATION (EEC) No 1274/90\nof 7 May 1990\napplying supplementary generalized tariff preferences in respect of certain industrial products originating in countries benefiting from generalized preferences and sold at the Berlin 'Partners in Progress' Fair\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the imports fair 'Partners in Progress' is organized every year in Berlin with a view to improving the access to world markets of products originating in countries benefiting from generalized preferences;\nWhereas, in view of the specific features of the Berlin Fair and of the unique situation of Berlin, certain measures should be taken in the field of generalized preferences;\nWhereas, in accordance with the offer made in the context of the United Nations Conference on Trade and Development (UNCTAD), the Community opened generalized preferences commencing in 1971 and most recently under Regulations (EEC) No 3896/89 (1) and (EEC) No 3897/89 (2) and in particular in respect of finished and semi-finished industrial and textile products originating in developing countries;\nWhereas, in the past, certain products covered by the system of quotas, ceilings or other tariff measures, being the subject of contracts for sale in the course of the Berlin Fair, have not been able to benefit from the preferences, the allocated tariff quotas or fixed duty-free amounts having been used up or the collection of customs duties having been re-established for products subject to ceiling limits before the opening date of the fair; whereas it is important to provide additional latitude to countries benefiting from generalized preferences to enable them to benefit from the generalized tariff preference for products being the subject of contracts for sale at the fair; whereas, however, this latitude should be limited to 6 % of the levels of the tariff measures applicable for each product or group of products under the abovementioned annual Regulations, and should be opened;\nWhereas, without prejudice to the specific provisions of this Regulation, the application of the provisions of the annual Regulations regarding generalized tariff preferences and, in particular, in respect of the beneficiary countries and the concept of originating products should be applied to the supplementary preferences in question;\nWhereas it is appropriate, however, to exclude from the scope of this Regulation certain products originating in particular beneficiary countries;\nWhereas declarations of release into free circulation submitted with a view to the importation of the products in question should be accompanied by the certificate of origin and the contract concluded at the Berlin Fair, the latter certified by the competent German authorities;\nWhereas the German authorities must ensure that certification of the contracts concluded at the Berlin Fair do not exceed the authorized supplementary quantities;\nWhereas the method of administration adopted requires close cooperation between Member States and the Commission,\nWhereas the generalized preferences have been suspended for products originating in the Republic of Korea by Regulations (EEC) No 3896/89 and (EEC) No 3897/89,", "main_body": ["1. From 29 August 1990 to 31 December 1991, supplementary Community tariff preferences shall be opened, subject to Article 4, for the importation of products:\n- mentioned in Annex I to Regulation (EEC) No 3896/89, or\n- mentioned in Annexes I and II to Regulation (EEC) No 3897/89,\nprovided these products originate in one of the countries or territories benefiting from the preferences referred to in the Annexes to those Regulations and have been exhibited by the exporting countries at the Berlin 'Partners in Progress' Fair and they have been the subject of sales contracts, except for products originating in the Republic of Korea, for which the preferences are suspended.\n2. The supplementary preferences referred to in paragraph 1 shall be 6 % of the quota, ceiling or fixed duty-free amounts fixed for each product or group of products in Regulations (EEC) No 3896/89 and (EEC) No 3897/89.\n3. Within the framework of the supplementary preferences referred to in paragraph 1, the Common Customs Tariff duties shall be totally suspended. Application of the tariff preferences shall be subject to submission of a certificate of origin, Form A, and the contract.\n4. Within the limits of the supplementary preferences referred to in paragraph 1, the Kingdom of Spain and the Portuguese Republic shall apply customs duties conforming to the relevant provisions of the Act of Accession, and the relevant Regulations.", "1. Declarations of the release into free circulation of the products in question must be accompanied by the certificate of origin and by the contract concluded at the Berlin Fair, the latter certified by the competent German authorities.\n2. The German authorities shall ensure that the total amount covered by certified contracts does not exceed the limit fixed in Article 1 (2).", "Those provisions of Regulations (EEC) No 3896/89 and (EEC) No 3897/89 relating to the application of generalized tariff preferences which concern beneficiary countries and the concept of originating products shall be applicable.", "This following shall be excluded from the benefits afforded by this Regulation:\n- textile products falling within categories 1, 2, 3, 4, 5, 6, 7 and 8 appearing in Annex I to Regulation (EEC) No 3897/89 and originating in countries subject to the Community tariff quotas allocated as indicated in the said Annex,\n- products appearing in the Annex to this Regulation and originating in the countries indicated.", "The German authorities shall forward to the Commission, not more than seven days after the end of the Berlin Fair, a list of certified contracts indicating the nature and value or the quantity, whichever is appropriate, of the goods in question and the names and addresses of the exporters and importers. The Commission shall send a copy of this list to the authorities of the other Member States.", "Member States shall forward to the Commission, within two weeks following the end of each quarter, the list of the amounts charged during the reference quarter in accordance with the provisions of this Regulation.", "Member States and the Commission shall cooperate closely to ensure compliance with this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 383, 30. 12. 1989, p. 1.\n(2) OJ No L 383, 30. 12. 1989, p. 45.\nANNEX\nList of products/countries excluded from the benefit of this Regulation\n1.2.3.4 //  //  //  //  // Order No  // CN code  // Description  // Country concerned  //  //  //  //  //  //  //  //  // 10.0110   // 2902 50 00  // Styrene   // Saudi Arabia   //    //   //   //   // 10.0240   // 2921 19 30   // Isopropylamine and its salts   // Romania  //    //   //   //   // 10.0400   // 3102 10 10   // Urea containing more than 45 % by weight of nitrogen on the dry anhydrous product   // Libya   //    //   //   //   // 10.0440  // 3806 10 10   // Resin, obtained from fresh oleoresins  // China   //    //   //   //   // 10.0480   // 3923 21 00  // Sacks and bags (including cones): - Of polymers of ethylene   // Hong Kong Singapore   //    //   //   //   // 10.0520  // 4104 10 95 4104 10 99 4104 31 11 4104 31 19 4104 31 30 4104 31 90 4104 39 10 4104 39 90   // Leather of bovine or equine animals, without hair on, other than leather falling within CN code 4108 or 4109 - Whole bovine skin leather, of a unit surface area not exceeding 28 square feet (2,6 m2) - - Other - - - Otherwise prepared - Other bovine leather and equine leather, parchment-dressed or prepared after tanning  // Brazil   //    //   //   //   // 10.0570   // 4202 11 10 4202 11 90 4202 12 91 4202 12 99 4202 19 91 4202 19 99 4202 21 00 4202 22 90 4202 29 00 4202 31 00 4202 32 90 4202 39 00 4202 91 10 4202 91 50 4202 91 90 4202 92 91 4202 92 95 4202 92 99 4202 99 10 4202 99 90   // Trunks, suit-cases, vanity cases, executive cases, brief cases, school satchels and similar containers - With outer surface of leather, of composition leather or of patent leather - With outer surface of plastics or of textile materials - - Of other materials, including vulcanized fibre - - - Other Articles of a kind normally carried in the pocket or in the handbag - With outer surface of leather, of composition leather or of patent leather - With outer surface of plastic sheeting or of textile materials - - Of textile materials - - - Other Other - With outer surface of leather, of composition leather or of patent leather - With outer surface of plastic sheeting or of textile materials - Other - - Musical instrument cases - - - Other   // Brazil China Hong Kong   //    //   //   //   // 10.0630   // 4412 4420 90 11 (1) 4420 90 19   // Plywood, veneered panels and similar laminated wood Wood marquetry and inlaid wood  // Brazil Singapore Malaysia Indonesia   //    //   //   //  // 10.0660   // 6401   // Waterproof footwear with outer soles and uppers of rubber or of plastics, the uppers of which are neither fixed to the sole nor assembled by stitching, riveting, nailing, screwing, plugging or similar processes   // Hong Kong   //   // 6402   // Other footwear with outer soles and uppers of rubber or plastics   //   //    //   //   //  1,4 // (1) The benefit of the preferences shall not be granted to products originating in Romania.  //  //  // 1.2.3.4 //  //  //  //  //  //  //  //  // Order No  // CN code   // Description  // Country concerned  //  //  //  //  //  // 10.0670   // 6403   // Footwear with outer soles of rubber, plastics, leather or composition leather and uppers of leather   // Brazil Hong Kong   //    //   //   //   // 10.0680   // 6404   // Footwear with outer soles of rubber, plastics, leather or composition leather, and uppers of textiles materials   // Hong Kong   //  // 6405 90 10   // Other footwear, with outer soles of rubber, of plastics, of leather or of composition leather   //   //  //   //   //   // 10.0690   // 6405 10 90 6405 20 91 6405 20 99 6405 90 90 (1)   // Other footwear, with outer soles of other materials   // China   //    //   //   //   // 10.0700  // 6601   // Umbrellas and sun umbrellas (including walking-stick umbrellas, garden umbrellas and similar umbrellas)   // Hong Kong   //    //   //   //   // 10.0950  // 8211 10 00 8211 91 90 8211 92 90 8211 93 90   // Knives with cutting blades, serrated or not (including pruning knives), other than knives falling within CN code 8208, excluding knives with handles of base metal   // Hong Kong  //    //   //   //   // 10.0980   // 8414 10 30 8414 10 50 8414 10 90 8414 20 91 8414 20 99 8414 30 30 8414 30 91 8414 30 99 8414 40 10 8414 40 90 8414 80 21 8414 80 29 8414 80 31 8414 80 39 8414 80 41 8414 80 49 8414 80 60 8414 80 71 8414 80 79 8414 80 90   // Air or vacuum pumps and air or gas compressors  // Brazil Singapore   //    //   //   //   // 10.0990  // 8452 10 11 8452 10 19 8452 10 90 8452 21 00 8452 29 00  // Sewing machines, other than book-sewing machines falling within CN code 8440   // Brazil   //    //   //   //  // 10.1055   // 8528 10 40 8528 10 50 8528 10 71 8528 10 73 8528 10 75 8528 10 78   // Television receivers (including video monitors and video projectors) whether or not combined in the same housing, with radio-broadcast receivers or sound or video recording or reproducing apparatus - Colour - - Television projection equipment - Apparatus incorporating a videophonic recorder or reproducer - - Television receivers with integral tube   // Hong Kong Singapore   //    //   //  //  1,4 // (1) The benefit of the preferences shall not be granted to products originating in Romania.  //  //  // 1.2.3.4 //  //  //  //  //  //  //  //  // Order No  // CN code   // Description  // Country concerned  //  //  //  //  //  // 10.1060   // 8527 11 10 8527 11 90 8527 21 10 8527 21 90 8527 29 00 8527 31 10 8527 31 91 8527 31 99 8527 32 90 8527 39 10 8527 39 91 8527 39 99 8527 90 91 8527 90 99   // Reception apparatus for radio-telephony, radio-telegraphy or radio-broadcasting, whether or not combined in the same housing with recording or reproducing apparatus or a clock   // Hong Kong Singapore   //  // 8528 10 61 8528 10 69 8528 10 80 8528 10 91 8528 10 98 8528 20 20 8528 20 71 8528 20 73 8528 20 79 8528 20 91 8528 20 99  // Television receivers (including video monitors and video projectors), whether or not combined in the same housing with radio-broadcast receivers or sound or video recording or reproduction apparatus, excluding video recording or reproducing apparatus incorporating a video tuner and goods falling within CN codes 8528 10 50, 8528 10 71, 8528 10 73, 8528 10 75 and 8528 10 78   //   //   // 8529 10 20 8529 10 31 8529 10 39 8529 10 40 8529 10 50 8529 10 70 8529 10 90 8529 90 99   //   //   //    //   //   //   // 10.1110   // 8540 91 00 8540 99 00  // Thermonic, cold cathode or photocathode valves and tubes - Parts   // Hong Kong Singapore   //   // 8541 10 10 8541 10 91 8541 10 99 8541 21 10 8541 21 90 8541 29 10 8541 29 90 8541 30 10 8541 30 90 8541 40 10 8541 50 10 8541 50 90 8541 90 00   // Diodes, transistors, and similar semiconductor devices, light emitting diodes   //   //   // 8542  // Electric integrated circuits and microassemblies   //   //   //   //   //"}