{"celex_id": "31994R3099", "uri": "http://publications.europa.eu/resource/cellar/c7af8254-19ae-40f2-9acb-d28a49b7a02b", "type": "Regulation", "concepts": ["2292", "2548", "3167", "4172", "4885", "862"], "title": "Commission Regulation (EC) No 3099/94 of 19 December 1994 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\n", "header": "COMMISSION REGULATION (EC) No 3099/94 of 19 December 1994 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas the common detailed rules for implementation of the arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EC) No 2790/94 (3), as amended by Regulation (EC) No 2883/94 (4);  whereas that Regulation defines new detailed rules for the management of the arrangements, in particular, for the issue and period of validity of licences and certificates, the payment of aid and the monitoring and control of commercial operations  carried out under the specific arrangements; whereas those provisions replace the detailed rules laid down by Commission Regulation (EEC) No 1695/92 (5), as last amended by Regulation (EEC) No 2596/93 (6), and apply in the various market sectors from 1  December 1994;\nWhereas, therefore, the provisions of Title I of Regulation (EEC) No 2168/92 (7), as last amended by Regulation (EC) No 1760/94 (8), which are not in accordance with the detailed rules laid down in Regulation (EC) No 2790/94 should be repealed from the  same date;\nWhereas the provisions of this Regulation must take effect on the date of entry into force of the Regulation laying down detailed rules for implementation of the arrangements;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["Articles 3, 4 and 5 of Title I of Regulation (EEC) No 2168/92 are hereby deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 296, 17. 11. 1994, p. 23.\n(4) OJ No L 304, 29. 11. 1994, p. 18.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 217, 31. 7. 1992, p. 44.\n(8) OJ No L 183, 19. 7. 1994, p. 17."}