{"celex_id": "31997D0348", "uri": "http://publications.europa.eu/resource/cellar/7bc9ed11-92e3-40e5-9fad-f785a0dfb735", "type": "Decision", "concepts": ["1598", "2218", "3660", "4635", "5576", "994"], "title": "97/348/EC: Commission Decision of 23 May 1997 for the purchase by the Community of foot-and-mouth disease antigens and for the formulation, production, bottling and distribution of vaccines against foot-and-mouth disease (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 23 May 1997 for the purchase by the Community of foot-and-mouth disease antigens and for the formulation, production, bottling and distribution of vaccines against foot-and-mouth disease (Text with EEA relevance) (97/348/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 14 thereof,\nHaving regard to Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines (3), and in particular Articles 5 and 7 thereof,\nWhereas in conformity with Decision 91/666/EEC, the purchase of antigens is a part of the Community action to establish Community reserves of foot-and-mouth disease vaccines;\nWhereas by Commission Decision 93/590/EC of 5 November 1993 for the purchase by the Community of foot-and-mouth disease antigens within the framework of the Community action concerning reserves of foot-and-mouth disease vaccines (4), as last amended by Decision 95/471/EC (5), arrangements were made for purchase of foot-and-mouth disease antigen;\nWhereas the arrangements made in 1993 covered antigen of the virus strains A5, A22, and O1;\nWhereas due to the disease situation, additional antigens are required;\nWhereas the Commission, on 16 November 1996, issued a call for tenders for inactivated concentrated antigens of the foot-and-mouth disease virus and formulation, production, bottling and distribution of vaccines used against foot-and-mouth disease (6);\nWhereas the call for tender included a call for 2 million doses of A22 Iraq antigens, 5 million doses of C1 (European origin) and 5 million doses of ASIA 1 and the formulation, production, bottling and distribution of vaccines produced from the abovementioned antigens and a call for the formulation, production, bottling and distribution of vaccines produced from antigens already in stock in banks established by Commission Decision 93/590/EC;\nWhereas in response to the call for tender, the Commission received requests for participation by three manufacturers of antigens of foot-and-mouth disease virus;\nWhereas the Commission has examined the submitted tenders taking into account the following factors:\n- the technical requirements of Annex II to Decision 91/666/EEC and other criteria mentioned in Article 5 of that Decision,\n- that some establishments are unable to supply the full number of doses of some antigens,\n- the need for a well-established quality control and quality assurance programme by the manufacturer,\n- the shelf-life of vaccines;\nWhereas the Commission has selected Rhône Mérieux to supply 2 million doses of A22 Iraq antigens, 5 million doses of C1 and 5 million doses of ASIA 1 and to undertake, at the request of the Commission, formulation, production, bottling and distribution of vaccine against foot-and-mouth disease produced from the said antigens and from antigens already in stock in existing banks;\nWhereas financial provision should be made to allow the Commission to purchase antigens from Rhône Mérieux and to make arrangements with this firm for formulation, production, bottling and distribution of vaccines against foot-and-mouth disease;\nWhereas, pursuant to the provisions of Article 7 of Decision 91/666/EEC, it is necessary to lay down the rules for the distribution of antigen reserves between the antigen banks, nominated in Article 1 of the said Decision;\nWhereas it is appropriate that the purchased strains should be stored in different banks;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community shall purchase the following strains of foot-and-mouth disease antigen:\n- A22 Iraq: 2 000 000 doses\n- C1: 5 000 000 doses\n- ASIA 1: 5 000 000 doses\nup to a maximum cost of ECU 2,4 million.\n2. The antigen mentioned in paragraph 1 shall be supplied by Rhône Mérieux.\n3. The Community shall make arrangements for formulation, production, bottling and distribution of vaccines against foot-and-mouth disease produced from antigens mentioned in paragraph 2 initially up to a maximum cost of ECU 1,5 million.\n4. The action referred to in paragraph 3 shall be organized by the Commission.", "1. The Community shall make arrangements for formulation, production, bottling and distribution of vaccines against foot-and-mouth disease produced from antigens kept in existing antigen banks, initially up to a maximum cost of ECU 1,5 million.\n2. The action referred to in paragraph 1 shall be organized by the Commission.", "The measures mentioned in Article 1 (3) and Article 2 (1) shall be carried out by the Commission in cooperation with Rhône Mérieux.", "1. To meet the objectives of Articles 1, 2 and 3 the Commission shall conclude contracts, in the name of the European Community, with Rhône Mérieux.\n2. The Director-General of the Directorate-General for Agriculture shall be authorized to sign the contracts on behalf of the European Commission.\n3. Payment to Rhône Mérieux shall be made in accordance with the terms of the contracts provided for in paragraph 1.", "The antigen referred to in Article 1 (1) shall be divided between the existing antigen banks as follows:\n(a) Lyon: 2 000 000 doses of A22 Iraq,\n(b) Brescia: 2,5 million doses of C1 and of ASIA 1,\n(c) Pirbright: 2,5 million doses of C1 and of ASIA 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 368, 31. 12. 1991, p. 21.\n(4) OJ No L 280, 13. 11. 1993, p. 33.\n(5) OJ No L 269, 11. 11. 1995, p. 29.\n(6) OJ No C 346, 16. 11. 1996, p. 27."}