{"celex_id": "31997D0658", "uri": "http://publications.europa.eu/resource/cellar/66eb63c7-8219-4032-9869-553b6ffff6bc", "type": "Decision", "concepts": ["1005", "1182", "1755", "2211", "2620", "5252"], "title": "97/658/EC: Commission Decision of 1 October 1997 concerning financial contribution by the Community towards the eradication of sheep pox in Greece (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 1 October 1997 concerning financial contribution by the Community towards the eradication of sheep pox in Greece (Only the Greek text is authentic) (97/658/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2) and, in particular, Article 3 (3) thereof,\nWhereas outbreaks of sheep pox have occurred in Greece in the period November 1995 to 31 December 1996;\nWhereas the appearance of this disease is a serious danger to the Community's sheep and goat population and, in order to help eradicate the disease as rapidly as possible, the Community can participate with financial assistance;\nWhereas, when the presence of sheep pox was officially confirmed the Greek authorities established measures within the framework of the provisions of Article 3 (2) of Decision 90/424/EEC and the provisions of Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (3) as last amended by the Act of Accession of Austria, Finland and Sweden; whereas such measures were notified by the Greek authorities;\nWhereas for the purpose of disease eradication, a village may be considered as an epidemiological unit in so far as sheep and goat farms are concerned;\nWhereas the conditions for Community financial assistance have been met;\nWhereas, in order to carry out good financial management, it is necessary that Greece should send the necessary supporting documents to the Commission;\nWhereas it is necessary to fix in advance the maximum level of Community financial aid for this action;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the eradication of sheep pox in the period November 1995 to December 1996, Greece may obtain Community financial assistance. The financial contribution by the Community shall be 50 % of the cost of compensating owners for:\n- the slaughter and destruction of animals,\n- the destruction of milk, wool, and of contaminated feedingstuffs, and where it cannot be disinfected, contaminated equipment,\n- the cleaning and disinfection of holdings.\nCompensations for the measures referred to in the third indent may be made to other than owners.", "1. The Community financial contribution referred to at Article 1 shall be granted after the supporting documents have been submitted.\n2. The documents referred to in paragraph 1 shall, as regards the compensation mentioned at Article 1, include:\n(a) an epidemiological report covering each holding or epidemiological unit on which animals have been slaughtered. The report shall contain information on the subjects given below:\n(i) Infected holdings and epidemiological units\n- location and address,\n- date and suspicion of disease and date of confirmation,\n- number and date of animals slaughtered and destroyed,\n- method of killing and destruction,\n- type and number of samples collected and examined at the time of suspicion of the disease; results of examinations performed,\n- source of infection as assumed on the basis of a completed epidemiological investigation;\n(ii) Contact holdings and contact epidemiological units\n- as listed at (i), indents 1, 3 and 4,\n- infected holding (outbreak) with which contact has been confirmed or assumed; nature of contact.\n(b) Financial report including list of the beneficiaries and their location, number of animals slaughtered, date of slaughter and amount paid.\n3. The Community financial participation is limited to ECU 1 750 000. Furthermore, it is also limited to the actions for which documentation has been submitted in accordance with paragraph 2 and for which compensation has been paid to the owners within 90 days of confirmation of disease on the holding concerned.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 1 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 62, 15. 3. 1993, p. 69."}