{"celex_id": "31990D0048", "uri": "http://publications.europa.eu/resource/cellar/b487c212-c340-4b3c-a672-c910b2de85cc", "type": "Decision", "concepts": ["1182", "13", "4081"], "title": "90/48/EEC: Commission Decision of 26 January 1990 authorizing the Hellenic Republic to permit temporarily the marketing of durum wheat seed not satisfying the requirements of Council Directive 66/402/EEC\n", "header": "COMMISSION  DECISION\nof 26 January 1990\nauthorizing the Hellenic Republic to permit temporarily the marketing of durum wheat seed not satisfying the requirements of Council Directive 66/402/EEC\n(90/48/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (1), as last amended by Commission Directive 89/2/EEC (2), and in particular Article 17 thereof,\nHaving regard to the request submitted by the Hellenic Republic,\nWhereas in Greece the production of durum wheat seed satisfying the requirements of Directive 66/402/EEC has been insufficient in 1989 and therefore is not adequate to meet that country's needs;\nWhereas it is not possible to cover this demand satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the said Directive;\nWhereas Greece should therefore be authorized to permit for a period expiring on 31 March 1990, the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas, moreover, other Member States, which are able to supply Greece with such seed not satisfying the requirements of the Directive should be authorized to permit the marketing of such seed provided it is intended for Greece;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Hellenic Republic is authorized to permit, for a period expiring on 31 March 1990, the marketing in its territory of a maximum of 5 000 tonnes of durum wheat seed (Triticum durum Desf.) of very early, short-stemmed varieties of the category 'certified seed of the second generation', which does not satisfy the requirements laid down in Annex II to Directive 66/402/EEC with regard to the minimum germination capacity, provided that the following requirements are satisfied:\n(a) the germination capacity is at least 78 % of pure seed;\n(b) the official label shall bear the following endorsements:\n- 'minimum germination capacity 78 %',\n- 'intended exclusively for Greece'.", "The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1, the marketing in their territory of a maximum of 5 000\ntonnes of durum wheat seed provided that it is intended exclusively for Greece. The official label shall bear the endorsements referred to in Article 1 (b).", "Member States shall notify the Commission before 31 May 1990 of the quantities of seed marketed in their territory pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 January 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2309/66.\n(2) OJ No L 5, 7. 1. 1989, p. 31."}