{"celex_id": "31999R1281", "uri": "http://publications.europa.eu/resource/cellar/873caa40-9e37-4aec-9967-041876b71a6e", "type": "Regulation", "concepts": ["1552", "2635", "2730", "2888"], "title": "Commission Regulation (EC) No 1281/1999 of 18 June 1999 laying down detailed rules implementing the entry price arrangements for grape juice and musts\n", "header": "COMMISSION REGULATION (EC) No 1281/1999\nof 18 June 1999\nlaying down detailed rules implementing the entry price arrangements for grape juice and musts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 1627/98(2), and in particular Articles 53(3) and 83 thereof,\n(1) Whereas Article 53 of Regulation (EEC) No 822/87 lays down that, for juices and musts for which the application of customs duties depends on the import price of the product, the actual amount of this price is verified either by checking every consignment or by using a flat-rate import value calculated by the Commission on the basis of price quotations for the same products in the countries of origin; whereas criteria must also be fixed for determining which control method is to be applied; whereas the current features of the system for the import of grape juices and musts into the Community, and in particular the irregularity of such imports, in terms of both volume and frequency, and with respect to the places of import and the origin of these products, do not permit the calculation of representative flat-rate import values to verify the actual amount of the import price; whereas, under these circumstances, this price should be verified by checking every consignment in view of the fact that these imports are irregular in nature;\n(2) Whereas the import price on the basis of which imported products are classed in the Common Customs Tariff must be equal to the fob price of those products plus the cost of insurance and transport to the place of entry into Community customs territory;\n(3) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation lays down the rules of application of the entry price arrangements for products falling within CN codes 2009 60 and 2204 30, listed in Annex I, Part 3, Section I, Annex 2, to the Customs Tariff of the European Communities.", "The actual import price for the products referred to in Article 1 shall be verified by checking every consignment.", "For the purposes of this Regulation \"consignment\" means the goods presented under a declaration of release for free circulation. Each declaration may cover only goods of one and the same origin falling within a single combined nomenclature code.", "1. The import price on the basis of which the products referred to in Article 1 are classed in the Common Customs Tariff must be equal to the fob price of those products in their country of origin plus the cost of insurance and transport to the place of entry to the Community customs territory.\n2. Where the import price cannot be determined on the basis of paragraph 1 of this Article, the products referred to in Article 1 shall be classed in the Common Customs Tariff on the basis of the customs value determined in accordance with the provisions of Articles 30 and 31 of Council Regulation (EEC) No 2913/92(3).", "This Regulation shall enter into force on 1 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 84, 27.3.1987, p. 1.\n(2) OJ L 210, 28.7.1998, p. 8.\n(3) OJ L 302, 19.10.1992, p. 1."}