{"celex_id": "31995R0709", "uri": "http://publications.europa.eu/resource/cellar/88c211bb-1af8-441d-a9c5-1a85a97dc0d9", "type": "Regulation", "concepts": ["2381", "2751", "3897", "4620", "519", "5969"], "title": "Council Regulation (EC) No 709/95 of 27 March 1995 amending Regulation (EEC) No 2552/93 imposing a definitive anti-dumping duty on imports of artificial corundum originating in the People's Republic of China, the Russian Federation and Ukraine, with the exception of those products sold for export to the Community by companies whose undertakings have been accepted\n", "header": "COUNCIL REGULATION (EC) No 709/95 of 27 March 1995 amending Regulation (EEC) No 2552/93  imposing a definitive anti-dumping duty on imports of artificial corundum originating in the  People's Republic of China, the Russian Federation and Ukraine, with the exception of those  products sold for export to the Community by companies whose undertakings have been accepted\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against  dumped imports from countries not members of the European Community  (1), and in particular Article  8 thereof,\nHaving regard to the proposal from the Commission submitted after consultation within the Advisory  Committee,\nWhereas:\nA.  Previous measures\n(1)  By Decision 91/512/EEC of 25 July 1991  (2), the Commission accepted  undertakings given in connection with the review of anti-dumping measures concerning imports of  artificial corundum originating in the Soviet Union, Hungary, Poland, Czechoslovakia, the People's  Republic of China, and in connection with the anti-dumping proceeding concerning imports of  artificial corundum originating in Brazil and Yugoslavia. By Council Regulation (EEC) No 2552/93   (3) a definitive anti-dumping duty was imposed on imports of artificial corundum originating in the  People's Republic of China, the Russian Federation and Ukraine, with the exception of the product  sold for export to the Community by companies whose undertakings had been accepted.\nB.  Withdrawal of undertaking\n(2)  The company V/O Stankoimport, an exporter in the Russian  Federation which had given an undertaking in the abovementioned proceeding, informed the Commission  services, in the context of its regular reporting on the implementation of the undertaking, that it  had started exporting certain types of artificial corundum which it had declared not to export in  the undertaking. Stankoimport also alleged that it was having difficulty in selling for export to  the Community certain other types of artificial corundum at the prices stipulated in the  undertaking, due to changes in market conditions. To verify this allegation, the Commission  services visited the company on 20 September 1994. On 21 November 1994, Stankoimport informed the  Commission services that it had decided to withdraw its undertaking, effective as from 1 January  1995.\nC.  Definitive duty\n(3)  Article 8 (9) of Regulation (EC) No 3283/94 states that in case of  withdrawal of an undertaking, a definitive duty shall be imposed on the basis of the facts  established within the context of the investigation which led to the undertaking, provided that  such investigation was concluded with a final determination on dumping and injury. The  investigation leading to the acceptance of Stankoimport's undertaking by Decision 91/512/EEC was  concluded with a final determination for the Soviet Union of dumping and injury caused thereby,  together with a determination that the imposition of anti-dumping measures was in the interest of  the Community. Had it not been for the acceptance of Stankoimport's undertaking, an anti-dumping  duty would have been imposed of 9,8  %. The same rate was subsequently used in Regulation (EEC) No  2552/93 as the duty applicable to exporters from the Russian Federation other than Stankoimport.  The Council thus considers that the exemption in Regulation (EEC) No 2552/93 for Stankoimport from  the duty of 9,8  % should now be revoked and that, consequently, Regulation (EEC) No 2552/93 should  be amended so that the same duty of 9,8  % applies to all exporters from the Russian Federation,", "main_body": ["Article 1 (5) of Regulation (EEC) No 2552/93 shall be deleted.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 27 March 1995.\nFor the Council The President M. GIRAUD"}