{"celex_id": "31992D0496", "uri": "http://publications.europa.eu/resource/cellar/0997b5e9-abc8-47b5-b0a1-bd81ab76a055", "type": "Decision", "concepts": ["1136", "1357", "1474", "1567", "4438", "888"], "title": "92/496/EEC: Council Decision of 13 July 1992 on the conclusion of an Agreement between the European Economic Community and the Government of the United States of America concerning the application of the GATT Agreement on Trade in Civil Aircraft on trade in large civil aircraft\n", "header": "COUNCIL DECISION  of 13 July 1992  on the conclusion of an Agreement between the European Economic Community and the Government of the United States of America concerning the application of the GATT Agreement on Trade in Civil Aircraft on trade in  large civil aircraft  (92/496/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement negotiated between the European Economic Community and the Government of the United States of America concerning the application of the GATT Agreement on Trade in Civil Aircraft on trade in large civil aircraft in Brussels on 31  March 1992 should be approved,", "main_body": ["The Agreement between the European Economic Community and the Government of the United States of America concerning the application of the GATT Agreement on Trade in Civil Aircraft on trade in large civil aircraft is hereby approved on behalf  of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement referred to in Article 1 in order to bind the Community."], "attachments": "Done at Brussels, 13 July 1992. For the Council\nThe President\nN. LAMONT\nANNEX I\nINTERPRETATION OF ARTICLE 4 OF THE GATT AGREEMENT ON TRADE IN CIVIL AIRCRAFT BY SIGNATORIES OF THE AGREEMENT\nArticle 4\nof the GATT Agreement on Trade in Civil Aircraft (hereinafter referred to as 'the Agreement') deals with three specific issues:\n- government-directed procurement (paragraph 2),\n- mandatory subcontracts (paragraph 3),\n- inducements (paragraph 4).\nArticle 4.1\nParagraph 4.1 states the general principle, applicable throughout Article 4, that purchasers of civil aircraft (1) should be free to select supplies on the basis of commercial and technological factors.\nArticle 4.2\n(Government-directed procurement)\nThis paragraph states that 'signatories shall not require airlines, aircraft manufacturers, or other entities engaged in the purchase of civil aircraft, nor exert unreasonable pressure on them, to procure civil aircraft from any particular source, which  would create discrimination against suppliers from any signatory'.\nThis means that signatories must abstain from imposing preference policies in favour of or against the suppliers of one or more signatories.\nUnreasonable government pressure relating to the selection of suppliers by airlines, aircraft manufacturers or other entities engaged in the purchase of civil aircraft ('purchasers') is also prohibited. 'Unreasonable pressure' is any action favouring  products or suppliers or which influences procurement decisions in a manner which creates discrimination against suppliers from any other signatory.\nThe signatories agree that the following are examples of practices which are not considered as exerting unreasonable pressure:\n- the participation of government or former government representatives on the boards of wholly or partly government-owned purchasers, but only if they act in the best commercial interest of the purchaser concerned and do not influence procurement  decisions in a manner which creates discrimination against suppliers from any other signatory,\n- government decisions concerning safety and environmental considerations.\nArticle 4.3\n(Mandatory subcontracts)\nThe first sentence states that 'signatories agree that the purchase of products covered by the Agreement should be made only on a competitive price, quality and delivery basis'. This means that signatories will not intervene to obtain favoured treatment  for particular firms and that they will not interfere with the selection of vendors in a situation where vendors of different signatories are competing.\nBy emphasizing that the only factors which should be involved in purchase decisions are price, quality and delivery terms, the signatories agree that Article 4.3 does not permit government-mandated offsets. Further, they will not require that other  factors, such as subcontracting, be made a condition or consideration of sale. Specifically, a signatory may not require that a vendor must provide offset, specific types or volumes of business opportunities, or other types of industrial compensation.\nSignatories shall not therefore impose conditions requiring subcontractors or suppliers to be of a particular national origin.\nThe second sentence of this paragraph states that 'in conjunction with the approval or awarding of procurement contracts for products covered by this Agreement a signatory may . . . require that its qualified firms be provided with access to business  opportunities on a competitive basis and on terms no less favourable than those available to the firms of other signatories.' This means that a signatory may require that the manufacturer not discriminate against the signatory's qualified firms with  respect to any bid opportunities and to the evaluation of any competitive bids made by those firms.\nArticle 4.4\n(Inducements)\nThis paragraph states that 'signatories agree to avoid attaching inducements of any kind to the sale or purchase of civil aircraft from any particular source which would create discrimination against suppliers from any signatory'.\nThis means that signatories shall refrain from the use of negative or positive linkages between the sale or purchase of civil aircraft and other government decisions or policies which might influence such sale or purchase whenever there is a competition  between suppliers of signatories. The following is an agreed illustrative, non-exhaustive list of such prohibited inducements:\n- rights and restrictions relating to the airline industry, such as landing or route rights,\n- general economic programmes and policies, such as import policies, measures aiming at changes in bilateral trade imbalances, policies on alien workers or debt rescheduling,\n- development assistance programmes and policies, such as grant aid, loans and infrastructure financing; it is understood that the use of such assistance for the purchase of civil aircraft does not fall under this category to the extent that the  granting of these funds is not conditional on such purchase taking place,\n- defence and national security policies and programmes.\nWithout prejudice to Article 4.3, this also means that signatories shall not intervene in any way, nor exert any direct or indirect pressure on other governments or any entity involved in procurement decisions, including the establishment of any link of  a negative or positive character between decisions concerning the procurement of civil aircraft and any other issue or action in any other area which might affect the interest of the importing country.\nArticles 4.2 and 4.4\n(Political representations)\nAll participants of signatories in the domestic political decision-making process shall not take any action, including, but not limited to, political representations, pressure or inducements to other governments or foreign airlines, which would be  contrary to Article 4 as interpreted in this Annex. Signatories shall draw the participants' attention to this interpretation of Article 4 and shall also use their best efforts to assure that the participants do not take such action.\n(1) For the purpose of this Annex, 'civil aircraft' is defined as in Article 1 of the GATT Agreement on Trade in Civil Aircraft.\nANNEX II\nFor the purposes of the present Agreement, the following definitions shall apply:\n1. 'large civil aircraft': with respect to such aircraft produced in the US by existing manufacturers of large civil aircraft and in the European Community by the Airbus consortium, or their successor entities, all aircraft, as defined in Article 1 of  the GATT Agreement on Trade in Civil Aircraft, except engines as defined in Article 1.1 (b) thereof, that are designed for passenger or cargo transportation and have 100 or more passenger seats or its equivalent in cargo configuration;\n2. 'derivative' means an aircraft model the major design elements of which are derived from a prior aircraft model;\n3. 'Total development cost', as referred to in Article 4.2: the following cost items, incurred prior to the date of certification, are those which may be taken into account in assessing the 'total development cost' referred to in Article 4.2:\n- preliminary design,\n- engineering design,\n- wind-tunnel, structural, system and laboratory tests,\n- engineering simulators,\n- equipment development work, except for work directly financed by equipment and engine manufacturers,\n- flight tests, including associated ground support, and analysis necessary to obtain certification,\n- documentation required for certification,\n- the cost of manufacture of prototypes and test aircraft, including spares and such modifications as may be necessary to obtain certification, less the estimated fair market value of flight aircraft after refurbishment,\n- jigs and tools, except machine tools, for use on specific programmes;\n4. 'production': all manufacturing, marketing and sales activities other than those described under point 3 with the exception of official export credit financing consistent with the Large Aircraft Sector Understanding of the OECD Understanding on  Official Export Financing;\n5. 'indirect government support': financial support provided by a government or by any public body within the territory of a Party for aeronautical applications, including research and development, demonstration projects and development of military  aircraft, which provide an identifiable benefit to the development or production of one or more specific large civil aircraft programmes;\n6. 'direct government support' means any financial support provided by a government or by any public body within the territory of a Party which is provided:\n1. for specific large civil aircraft programmes or derivatives; or\n2. to specific companies to the extent that large civil aircraft programmes or derivatives directly benefit;\n7. 'royalty payment' means repayment of a certain predetermined amount of development support per aircraft delivered."}