{"celex_id": "31993R0870", "uri": "http://publications.europa.eu/resource/cellar/63ca4579-47b3-424b-9bee-371d08e3425f", "type": "Regulation", "concepts": ["2443", "2493", "2725", "4172", "4395", "766"], "title": "Commission Regulation (EEC) No 870/93 of 14 April 1993 amending Council Regulation (EEC) No 2328/91 by adjusting certain amounts fixed in ecu following the alteration of the conversion rates to be applied for the purposes of the common agricultural policy\n", "header": "COMMISSION REGULATION (EEC) No 870/93 of 14 April 1993 amending Council Regulation (EEC) No 2328/91 by adjusting certain amounts fixed in ecu following the alteration of the conversion rates to be applied for the purposes of the common  agricultural policy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 13 (1),\nWhereas, pursuant to Article 3 (2) of Regulation (EEC) No 3813/92, the agricultural conversion rate applicable to measures in respect of which Community financing comes solely from the Guidance Section of the European Agricultural Guidance and Guarantee  Fund (EAGGF) shall be equal, as from 1 January 1993, to the rate applicable for the entry into the accounts of expenditure to the general budget of the European Communities; whereas this leads to a lowering of the conversion rate previously applicable;\nWhereas, following the lowering of the conversion rate, certain Member States requested an increase in the amounts laid down by Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the efficiency of agricultural structures (2), as amended by  Regulation (EEC) No 2080/92 (3);\nWhereas the increase in certain amounts fixed in ecus under Regulation (EEC) No 2328/91 prevents the lowering of the conversion rate from causing a reduction in national currency of the amounts concerned; whereas such an increase constitutes a necessary  measure pursuant to Article 13 (1) of Regulation (EEC) No 3813/92 in order to facilitate the initial application of the Regulation;\nWhereas the measures taken pursuant to Article 13 (1) of Regulation (EEC) No 3813/92 shall be adopted by the Commission in accordance with the procedure laid down in Article 12 thereof; whereas the procedure laid down in Article 29 of Commission  Regulation (EEC) No 4253/88 (4) shall apply accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["1. The amounts specified in Regulation (EEC) No 2328/91 and listed in the Annex to this Regulation are hereby amended as indicated therein.\n2. The sum of ECU 25 000 in respect of the system of aid for investments in agricultural holdings, Title IV of Regulation (EEC) No 2328/91, and applicable to the Canary Islands pursuant to Article 27 (1) (a) and (b) of Council Regulation (EEC) No  1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (5) is increased to ECU 27 323.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 218, 6. 8. 1991, p. 1.\n(3) OJ No L 215, 30. 7. 1992, p. 96.\n(4) OJ No L 374, 31. 12. 1988, p. 1.\n(5) OJ No L 173, 27. 6. 1992, p. 13.\nANNEX\n/* Tables: see OJ */"}