{"celex_id": "31998D0001(01)", "uri": "http://publications.europa.eu/resource/cellar/54e022cb-4353-4d33-907a-4f60134908a9", "type": "Decision", "concepts": ["3259", "4369", "4763", "5283", "5455"], "title": "Decision of the European Central Bank of 9 June 1998 on the method to be applied for determining the national central banks' percentage shares in the key for the capital of the European Central Bank (ECB/1998/1)\n", "header": "DECISION OF THE EUROPEAN CENTRAL BANK of 9 June 1998 on the method to be applied for determining the national central banks' percentage shares in the key for the capital of the European Central Bank (ECB/1998/1) (1999/31/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to Article 29 of the Statute of the European System of Central Banks and of the European Central Bank (hereinafter referred to as the 'Statute`),\nHaving regard to the contribution of the General Council of the European Central Bank provided in accordance with Article 47.2 of the Statute,\nWhereas the statistical data to be used for the determination of the key have been provided by the Commission in accordance with the rules adopted by the EU Council on 5 June 1998 (1);\nWhereas the Governing Council of the European Central Bank agreed - recognising the impossibility of adhering to a literal interpretation of Article 29.1 of the Statute - to the application of the original (unrounded) four-decimal-place Commission figures for determining the shares of the national central banks (hereinafter referred to as the 'NCBs`) in the initial key for the capital of the European Central Bank (hereinafter referred to as the 'ECB`) as the most precise and thus fairest method;\nWhereas, in the event that the Commission's figures do not equal 100 %, the deviation shall be accommodated by adding 0,0001 percentage point, in ascending order, to the smallest share(s) until exactly 100 % is reached, if the initial total were below 100 %; or by subtracting 0,0001 percentage point, in descending order, from the largest share(s) until exactly 100 % is reached, if the initial total were above 100 %;\nWhereas the data provided by the Commission will be subject to a revision in October 1998;\nWhereas the weighting of the NCBs in the key may be adjusted in the event that the revised data would result in a change of 0,01 % or more in an NCB's share,", "main_body": ["The weighting of the NCBs in the key referred to in Article 29.1 of the Statute shall be as follows:\n>TABLE>", "The key may be revised before the start of Stage Three in the event that the Commission provides revised statistical data to be used for the determination of the key before December 1998 which would result in a change of 0,01 % or more in an NCB's share.", "This Decision shall take retroactive effect from 1 June 1998."], "attachments": "Done at Frankfurt am Main, 9 June 1998.\nThe President of the ECB\nWillem F. DUISENBERG\n(1) See Council Decision 98/382/EC (OJ L 171, 17 6. 1998, p. 33)."}