{"celex_id": "31993D0048", "uri": "http://publications.europa.eu/resource/cellar/b37eeec8-c3be-403f-8765-5eeca206352b", "type": "Decision", "concepts": ["1519", "1524", "183", "1830", "3581", "816"], "title": "93/48/EEC: Commission Decision of 21 December 1992 relating to a proceeding pursuant to Article 85 of the EEC Treaty (IV/33.031 - Fiat/Hitachi) (Only the English and Italian texts are authentic)\n", "header": "COMMISSION DECISION of 21 December 1992 relating to a proceeding pursuant to Article 85 of the EEC Treaty (IV/33.031 - Fiat/Hitachi) (Only the English and Italian texts are authentic)\n(93/48/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 6 and 8 thereof,\nHaving regard to the notification and application for negative clearance submitted on 23 December 1988 by Fiat Geotech Technolgie per la Terra SpA and Hitachi Construction Machinery Ltd concerning a joint venture, as well as the amendment thereto  submitted on 12 June 1992,\nHaving regard to the summary of the notification published (2) pursuant to Article 19 (3) of Regulation No 17,\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\n(1) On 23 December 1988 the Commission was requested to give negative clearance for, or, alternatively, to exempt pursuant to Article 85 (3), a joint venture for the manufacture, distribution and sale of hydraulic excavators and related products.\nThe parties\n(2) The notifying parties are Fiat Geotech Tecnologie per la Terra SpA (Fiat) and Hitachi Construction Machinery Co. Ltd (Hitachi). Fiat is a subsidiary of Fiat SpA of Turin. Hitachi is a subsidiary of Hitachi Limited of Japan.\nThe product and market\n(3) The principal product involved is hydraulic excavators of between 10,5 and 45 tonnes. These are medium to large excavators used mainly in road construction, large public works contracts and in mines and quarries.\n(4) Such excavators form part of the wider earthmoving machinery market which includes six other types of equipment (wheel loaders, crawler loaders, backhoe loaders, dozers, graders and scrapers). They are sold throughout the world, and although there  are local markets, the more important customers which, however, represent only 10 % of the market, are international contracting firms that may buy anywhere in the world for use anywhere in the world.\n(5) After the worldwide recession in the early 1980s, when there was a drop in demand of about 35 %, the earthmoving machinery market seems to be on a slight rise or, at least, to have stabilized. Market changes have, however, influenced the structure  of producers operating throughout the sector, which means that some companies have left the sector, joint ventures and mergers have been entered into to cope with new market conditions, certain plants of companies still in business following the setting  up of joint ventures have been closed down and some producers have acquired plants abroad in order to be present directly in strategic markets. Within the Community the 8 largest manufacturers have 72 % of the market; the market leader has about 18 %.  Fiat is in fifth place while Hitachi is not a full-line producer present in all product lines.\n(6) Analysis of the earthmoving machinery market structure shows up separate subsectors which have, to some extent, developed differently over recent years. As regards the hydraulic excavator subsector in particular, it has grown as a percentage of  machines produced in the entire sector. Although the number of units sold show a decline, the sales of such excavators have held up relatively well compared with the sales of other types of earthmoving machinery.\n(7) The Community market is second in the world for excavators (with approximately 20 % of world sales) after the Japanese market; about 15 % of the excavators sold in the Community are produced outside.\n(8) There are many producers of hydraulic excavators. Within the Community the 8 largest manufacturers have 75 % of the market. The market leader has nearly 15 %. Fiat, having sixth place within the Community, has a very uneven penetration with a large  share above all in Italy, followed by Spain and France, and little elsewhere. Hitachi is in eighth place, and has a substantial presence only in the United Kingdom, Ireland and The Netherlands. Fiat and Hitachi combined had fourth place with about 12 %  of the market, which tey expect to rise to some [. . .] % (3) following the creation of the joint venture. There are many smaller producers, most of them operating on a local basis, with about 15 % of the market. At present European manufacturers  produce small quantities using components bought in from other suppliers. Even leading European manufacturers rely primarily on external suppliers for components. This is due to low output, as well as to the characteristics of the product and the  manufacturers is based not su much on product innovation and price as on product diversification between manufacturers, who cater for the specific market requirements in their own main countries or areas of operation.\n(9) The joint venture also makes hydraulic calinders, which are used as components of hydraulic excavators, but also of other earthmoving machinery, either for incorporation in the joint venture's principal products or for sale. In addition, the  arrangements concern the purchase of parts for incorporation in and the sale of spare parts for the principal product, and may involve the manufacture and/or distribution of other earthmoving or construction machinery. Many of the parts or components  used in excavators, for example the motors, are also used in a wide variety of other products.\nThe arrangements\n(10) The notified agreements provide for the formation of a joint venture company called Fiat-Hitachi Excavators SpA (Fiat-Hitachi), based in Italy. It began trading by taking over the existing Fiat range of excavators and cylinders, but developed a new  Fiat-Hitachi range using Hitachi technology. The joint venture also organized the integration of the marketing structures and networks of Fiat and Hitachi in the countries indicated as exclusive joint-venture countries.\n(11) The joint venture has an exclusive market covering Western Europe (including the whole of the Community), the Mediterranean basin and Africa. It has non-exclusive access to the USA (where Hitachi has a joint venture with Deere) and the former  Comecon countries. It has no access to the rest of the world which is the exclusive territory of Hitachi (other than for the right of Fiat to continue to produce and sell its non-Hitachi design excavators through Fiatallis Latino-Americana).\n(12) Both Fiat and Hitachi license their relevant technology to the joint venture. The Fiat licence makes Fiat Hitachi joint owners of the technology with Fiat. The Hitachi licence is exclusive for the joint venture's exclusive market, and non-exclusive  elsewhere. These licences are perpetual and irrevocable.\n(13) After discussion with the services of the Commission, the parties have undertaken that, in so far as the Community is concerned, the agreements allow passive sales into the other's exclusive territory. This undertaking has been incorporated into  the agreements. This means, in so far as the Community is concerned, that although Hitachi will not seek to sell to Community-based contractors or other undertakings, it will accept orders coming from such purchasers.\n(14) The arrangements provide for the joint venture to buy all its motors from Iveco (which is part of the Fiat group) and all hydraulics which it does not manufacture itself from Hitachi.\n(15) The two parent companies undertake that should they decide to manufacture and/or sell, on the joint venture's exclusive market any type of earthmoving machinery not then manufactured or marketed, each of them grant to the other first refusal right  to realize such initiative together for the manufacture of such products through Fiat-Hitachi or by some other form of cooperation.\n(16) The arrangements include a minority participation by the Sumitomo Corporation in the joint venture. They also include provisions for the joint venture to buy plant, materials and components through Sumitomo, but at the joint venture's option rather  than exclusively.\n(17) The term of the joint venture runs until 2001, and is renewable. The various exclusivities remain in force until the end of that year.\nThe parties' submissions\n(18) The parties ask for negative clearance claiming that, as Fiat is withdrawing from the market, Fiat and Hitachi are no longer competitors.\n(19) Alternatively, the parties ask for an exemption under Article 85 (3). They argue that:\n-  the agreements will lead to technologically-advanced products,\n- distribution and after-sales service will be improved,\n- the market share of the joint venture for 1988 is estimated at only some [. . .] % in the Community as a whole,\n- the agreements will, therefore, result in benefits for the consumer in terms of price, quality and reliability,\n- all the potentially restrictive provisions of the agreements are indispensable to achieving the objectives; in particular, the joint venture will be free to use all technology after the expiry of the relevant licences.\nII. LEGAL ASSESSMENT\nArticle 85\n(1)\n(20) The creation of the joint venture Fiat-Hitachi does not constitute a concentration within the meaning of Article 3 (2), second subparagraph of Council Regulation (EEC) No 4064/89 of 21 December 1989 on the control of concentrations between  undertakings (4). Fiat and Hitachi were actual competitors in Europe and worldwide before they entered into the agreement to create their joint venture. They have remained at least potential competitors thereafter. Hitachi operates on the same product  markets as Fiat-Hitachi in Japan and in the Far East and indirectly, through its joint venture with Deere, also in the USA. Fiat continues to develop, manufacture and sell its product range based on its own technology through Fiatallis Latino-Americana  and to operate in the other subsectors of the earthmoving machinery market. Both parent companies have retained their technolgies for the production of hydraulic excavators and components and merely granted a licence to their joint venture and the  relevant agreements are to terminate in the event of liquidation of the joint venture. As exclusive suppliers of motors and hydraulics, they are furthermore actively interested in the production and marketing acitivities of Fiat-Hitachi. Under these  circumstances, the joint venture has to be qualified as cooperative in nature. Its creation would have led to coordination of competitive behaviour between the parent companies, on the one hand, and between the parent companies and the joint venture on  the other hand, even if the parties had not included restrictive clauses in their contractual arrangements.\n(21) The parties have put together their European hydraulic excavator manufacturing and distribution activities. By agreeing not to compete with their joint venture, they have furthermore excluded any competition with each other and with the joint  venture in the latter's contractual territory.\n(22) The agreement gives Fiat-Hitachi an exclusive territory covering the whole of the Community, while excluding it from Hitachi'y home market, Japan, and from the Far East. This constitutes a ban on active imports by Hitachi into the Community.\n(23) The creation of the joint venture is expected to give Fiat and Hitachi a captive market for components for 16 % of the excavators sold within the Community.\n(24) These provisions in the agreements will have as their object or effect to appreciably restrict competition within the meaning of Article 85 (1) of the Treaty.\nArticle 85\n(3)\n(25) The joint venture will develop better excavators than were currently being produced by Fiat and Hitachi separately, as each party will incorporate technically better components at its disposal. In addition, the merging of the separate and largely  complementary distribution systems of Fiat and Hitachi improves the distribution of the resulting product.\n(26) The joint venture is expected to have 16 % of the Community market for excavators. This will not give it a dominant position in this market. Moreover, it should be more effective than either Fiat and Hitachi separately, and, therefore, the creation  of the joint venture will bring about a more balanced market structure and the joint venture will in future operate throughout the Community. In consequence, the pruchasers of tractors should also benefit from the improvements in the products and of  their distribution.\n(27) Although the exclusive purchasing provisions, described in recital 14, foreclose sales opportunities for third party manufacturers of motors and hydraulics, this restriction results from the setting up of the joint venture and appears to be  reasonably necessary to its operation. In addition to that, the restriction will not have the effect of eliminating competition in respect of a substantial part of the products in question. In effect, even if third party manufacturers were to offer  terms such that, in the absence of such provisions, the joint venture might be led to purchase from them rather than from its parent companies, these manufacturers will still have access to a large market comprising not only other manufacturers of  hydraulic excavators but also manufacturers of the wide variety of products in which such motors and hydraulics are incorporated.\n(28) With the undertaking referred to in recital 13, the provisions on distribution as described above also appear to be no more than is necessary to allow the joint venture to function.\n(29) The notified agreements therefore meet the requirements for exemption pursuant to Article 85 (3).\n(30) The agreements will continue in force in their present form until the end of 2001. They were notified to the Commission on 23 December 1988. It appears appropriate therefore, pursuant to Articles 6 (1) and 8 (1) of Regulation No 17, to grant such  an exemption for a period of 13 years with effect from that date,", "main_body": [" Article 1\nPursuant to Article 85 (3) of the EEC Treaty, the provisions of Article 85 (1) are hereby declared inapplicable for the period from 23 December 1988 to 31 December 2001 to the joint venture agreement creating Fiat-Hitachi Excavators SpA and the related  agreements notified to the Commission on 23 December 1988. Article 2\nThis Decision is addressed to:\nFiat Geotech Technologie per la Terra SpA,\nViale delle Nazioni, 55,\nI-41 100 Modena;\nHitachi Construction Machinery Ltd,\n62 Ohtemachi 2 Chome,\nChiyoda-Ku,\nTokyo, Japan."], "attachments": "Done at Brussels, 21 December 1992.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) JO No 13, 21. 2. 1962, p. 204/62.\n(2) JO No C 206, 7. 8. 1991, p. 3.\n(3) In the published version of the Decision, some information has hereinafter been omitted, pursuant to the provisions of Article 21 of Regulation No 17 concerning non-disclosure of business secrets.\n(4) OJ No L 395, 30. 12.1989, p. 1; corrected version OJ No L 257, 21. 9. 1990, p. 13."}