{"celex_id": "31997R1909", "uri": "http://publications.europa.eu/resource/cellar/d604da69-5215-49a3-b148-e9fa14c92f87", "type": "Regulation", "concepts": ["2487", "2734", "2748", "2763", "3568"], "title": "Commission Regulation (EC) No 1909/97 of 30 September 1997 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "COMMISSION REGULATION (EC) No 1909/97 of 30 September 1997 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8 (3) thereof,\nWhereas Annex B to Commission Regulation (EC) No 1222/94 of 30 May 1994 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds (2), as last amended by Regulation (EC) No 1341/97 (3), lists the goods for which a refund may be granted; whereas this list is based upon the Annexes to the Regulations referred to in Article 1 (1) of Regulation (EC) No 1222/94;\nWhereas the Annex to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (4) was last amended by Commission Regulation (EC) No 2931/95 (5); whereas this latter Regulation was amended by Commission Regulation (EC) No 1812/97 (6) in order to maintain the right to a refund for goods falling within CN code 1901 90 91; whereas Annex B to Regulation (EC) No 1222/94 must, therefore, be amended accordingly, as provided for in Article 8a of that Regulation,", "main_body": ["In Annex B to Regulation (EC) No 1222/94, with reference to CN code 1901 90 91, a cross is added to column 7 (milk products).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 16 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 318, 20. 12. 1993, p. 18.\n(2) OJ L 136, 31. 5. 1994, p. 5.\n(3) OJ L 184, 12. 7. 1997, p. 12.\n(4) OJ L 148, 28. 6. 1968, p. 13.\n(5) OJ L 307, 20. 12. 1995, p. 10.\n(6) OJ L 257, 20. 9. 1997, p. 5."}