{"celex_id": "31998D0323", "uri": "http://publications.europa.eu/resource/cellar/34d26eee-47d5-4975-aba4-967aa8f5329d", "type": "Decision", "concepts": ["1309", "1591", "2378", "4653", "5969", "932"], "title": "98/323/EC: Commission Decision of 29 April 1998 rejecting the application submitted by Eurocycles (France) for an exemption pursuant to Commission Regulation (EC) No 88/97 from the anti-dumping duty extended to certain bicycle parts originating in the People's Republic of China\n", "header": "COMMISSION DECISION of 29 April 1998 rejecting the application submitted by Eurocycles (France) for an exemption pursuant to Commission Regulation (EC) No 88/97 from the anti-dumping duty extended to certain bicycle parts originating in the People's Republic of China (98/323/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2),\nHaving regard to Council Regulation (EC) No 71/97 of 10 January 1997 extending the definitive anti-dumping duty imposed by Regulation (EEC) No 2474/93 on bicycles originating in the People's Republic of China to imports of certain bicycle parts from the People's Republic of China, and levying the extended duty on such imports registered pursuant to Regulation (EC) No 703/96 (3),\nHaving regard to Commission Regulation (EC) No 88/97 of 20 January 1997 on the authorisation of the exemption of imports of certain bicycle parts originating in the People's Republic of China from the extension by Council Regulation (EC) No 71/97 of the anti-dumping duty imposed by Council Regulation (EEC) No 2474/93 (4), and in particular Article 7(3) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EC) No 71/97, the definitive duty imposed on imports of bicycles originating in the People's Republic of China by Regulation (EC) No 2474/93 was extended to imports of certain bicycle parts from that country (hereinafter referred to as the 'extended anti-dumping duty`).\n(2) On 22 January 1997, Eurocycles asked to be exempted from the extended anti-dumping duty pursuant to Article 3 of Regulation (EC) No 88/97, and was suspended from the payment of the duty as from that date.\n(3) In order to ascertain whether Eurocycles' operations fell within the scope of Article 13(2) of Regulation (EC) No 384/96 (hereinafter referred to as 'the Basic Regulation`), thus circumventing the measures in force, the Commission requested the necessary information from the company and verified it at its premises.\n(4) Since Eurocycles' request immediately followed the introduction of the extended anti-dumping duty Regulation, it was agreed that Eurocycles should reply to the same questionnaire which had originally been sent to interested parties in the circumvention investigation. The investigation period therefore ran from 1 April 1995 to 31 March 1996.\nB. RESULTS OF THE INVESTIGATION\n1. Level of cooperation\n(5) The on-the-spot verification revealed that part of the information submitted by the company in its questionnaire was inaccurate and incomplete. Even after the on-the-spot verification, the Commission still lacked precise information as to the technical specifications of the bicycle models assembled by the company, the quantities sold in the Community and the selling prices for each model. Furthermore, it also appeared that the company had withheld information in its reply to the questionnaire which it would have been appropriate to mention. As a consequence, the Commission had to base part of its conclusions on the facts available, in accordance with Article 18 of the Basic Regulation.\nThe company was informed accordingly.\n2. Conditions of Article 13(2) of the Basic Regulation\n(a) Start or substantial increase of operations\n(6) Eurocycles started its bicycle assembly operations in 1995, after the original investigation on imports of bicycles originating in the People's Republic of China.\n(b) 60 % of the total value of the parts constituting the assembled product\n(7) On the basis of the facts available, the Commission established that the proportion of Chinese parts used in the company's assembly operations ranged from 65 % to 94 % of the total value of the parts used in the assembly of bicycles.\n(c) 25 % rule on the added value to the parts brought in\n(8) It was also established, using the facts available, that the value added in the European Community on a per-model basis to the parts brought in averaged 19 % of the manufacturing cost of a complete bicycle, and was therefore below the 25 % threshold set by of Article 13(2)(b) of the Basic Regulation.\n(d) Undermining of the remedial effects of the duty and evidence of dumping\n(9) The poor level of accuracy of the reply to the questionnaire and the evidence collected on the spot did not allow the Commission to make a detailed calculation of dumping and undermining. In the absence of the elements referred to in recital 5, which are deemed essential for the determination of undermining and dumping, the Commission concluded that the findings of the circumvention investigation which led to the extension of the anti-dumping duty to bicycle parts under Regulation (EC) No 711/97 should be applied to Eurocycles as regards undermining and dumping.\nC. CONCLUSION\n(10) For the reasons explained above, it was established that the assembly operations of Eurocycles fell within the scope of Article 13(2) of the Basic Regulation during the investigation period. Accordingly, pursuant to Article 7(3) of Regulation (EC) No 88/97, the suspension of payment of the extended anti-dumping duty is lifted for Eurocycles.\n(11) The company was informed of the essential facts and considerations on the basis of which the Commission intended to propose the rejection of its request for exemption, and was given an opportunity to comment. The comments were considered and, where appropriate, the findings have been changed accordingly,", "main_body": ["The application of Eurocycles pursuant to Article 3 of Regulation (EC) No 88/97 to be exempted from the extended anti-dumping duty is hereby rejected.", "This Decision is addressed to the Member States and to\nEurocycles,\n4, rue Pierre et Marie Curie,\nF-49460 Montreuil-JuignĂŠ."], "attachments": "Done at Brussels, 29 April 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 16, 18. 1. 1997, p. 55.\n(4) OJ L 17, 21. 1. 1997, p. 17."}