{"celex_id": "31996R0692", "uri": "http://publications.europa.eu/resource/cellar/6e4500eb-e007-4816-969c-c4c70b8c1692", "type": "Regulation", "concepts": ["2730", "4416", "4509", "4522", "4713", "87"], "title": "Commission Regulation (EC) No 692/96 of 17 April 1996 amending Regulation (EEC) No 3201/90 laying down detailed rules for the description and presentation of wines and grape musts\n", "header": "COMMISSION REGULATION (EC) No 692/96 of 17 April 1996 amending Regulation (EEC) No 3201/90 laying down detailed rules for the description and presentation of wines and grape musts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1544/95 (2), and in particular Article 72 (5) thereof,\nHaving regard to Council Regulation (EEC) No 2392/89 of 24 July 1989 laying down general rules for the description and presentation of wines and grape musts (3), as last amended by Regulation (EEC) No 3897/91 (4), and in particular the second indent of the second subparagraph of Article 44 (1) thereof,\nWhereas Commission Regulation (EEC) No 3201/90 (5), as last amended by Regulation (EC) No 2603/95 (6), lays down the detailed rules for the description and presentation of wines and grape musts;\nWhereas, the nominal volume of containers allowed for putting up wines and grape musts in intra-Community trade is governed by Council Directive 75/106/EEC of 19 December 1974 on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids (7), as last amended by Directive 89/676/EEC (8); whereas, the rules for indicating the nominal volume of the product in question on the label should be modified in order to conform to the said Directive;\nWhereas, as a result of the accession of Sweden and Finland, the Swedish and Finnish versions of the terms laid down in Article 22 of Regulation (EEC) No 3201/90 should be added;\nWhereas in order to guarantee that the good quality of the wines and musts is preserved and that they are unimpaired, the detailed rules for their transport should be specified; whereas the same protection and security should also be given to products intended for export and subject to inward processing arrangements;\nWhereas the methods of transportation foreseen in this Regulation are consistent and complimentary to the general rules of hygiene for foodstuff transportation set out in the Annex to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3201/90 is hereby amended as follows:\n1. The text of Article 4 (1) second subparagraph is replaced by the following text:\n'The information on the label as to the nominal volume of the product shall be shown in figures at least 6 mm high if the nominal volume is greater than 100 cl, at least 4 mm high if it is equal to or less than 100 cl but greater than 20 cl, at least 3 mm high if it is equal to or less than 20 cl but greater than 5 cl, and at least 2 mm high if it is equal to or less than 5 cl.`\n2. Article 22 is amended as follows:\n(a) The following terms are inserted before the last subparagraph:\n'- elintarvikekäyttöön\n- för livsmedel`.\n(b) The existing text becomes paragraph 1 and the following two paragraphs are added:\n'2. Pursuant to Article 37 (1) (d) of Regulation (EEC) No 2392/89, containers reserved for the transport of food products shall be containers appropriate for the transport of foodstuffs in bulk and must be exclusively for that purpose. All installations, materials and objects with which the transported products come into contact and with which the means of transport is equipped must also satisfy the same conditions and those listed in points (a), (b) and (c) of the said Article 37 (1).\nIn the case of seagoing tanker vessels, the permanent use for food transport of the containers, installations and equipment in contact with the transported products shall be guaranteed by a written declaration by the shipowner. A conformity certificate, confirming compliance with the technical requirements for the transport of wine products issued by a competent national administration or a recognized organization, as defined in Council Directive 94/57/EC of 22 November, 1994 (*), and fulfilling the criteria set out in its Annex, should be kept on board the vessel. If modifications are carried out intended to make containers, installations or equipment conform to the requirements of Article 37, a conformity certificate must be made out certifying the date of modification for the transport of foodstuffs.\nThe permanent use for food transport may be subject to checks by the competent authorities. Without prejudice to the provisions on the keeping of official documents, at the request of these authorities, the master of the vessel must supply all information relating to the cargoes carried during the 12 months preceding the date of the request.\n3. The storage and transport conditions laid down in Article 37 (1) of Regulation (EEC) No 2392/89 shall also apply to products falling within CN code 2204 and to grape musts, whether or not concentrated, falling within CN code 2009 60, where they are transported or stored with a view to being subject to one or more inward processing operations or after having been subject to such operations.\n(*) OJ No L 319, 12. 12. 1994, p. 20.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 31.\n(3) OJ No L 232, 9. 8. 1989, p. 13.\n(4) OJ No L 368, 31. 12. 1991, p. 5.\n(5) OJ No L 309, 8. 11. 1990, p. 1.\n(6) OJ No L 267, 9. 11. 1995, p. 16.\n(7) OJ No L 42, 15. 2. 1975, p. 1.\n(8) OJ No L 398, 30. 12. 1989, p. 18.\n(9) OJ No L 175, 19. 7. 1993, p. 1."}