{"celex_id": "31997R0534", "uri": "http://publications.europa.eu/resource/cellar/1eb1e244-326a-4ac9-a7d9-4ec679305627", "type": "Regulation", "concepts": ["1005", "2621", "3165", "4734", "755"], "title": "Council Regulation (EC) No 534/97 of 17 March 1997 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/1989 to 1997/1998 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COUNCIL REGULATION (EC) No 534/97 of 17 March 1997 amending Regulation (EEC) No 1442/88 on the granting, for the 1988/1989 to 1997/1998 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in accordance with the second and third subparagraphs of Article 1 (1) of Regulation (EEC) No 1442/88 (3), Member States must designate the regions in which producers are eligible for a permanent abandonment premium in respect of wine-growing areas, and must do so prior to the application of that measure; whereas designation has caused a delay which may make the measure inapplicable to the 1996/1997 wine year; whereas, therefore, the time limit fixed for eligible producers to present applications for the grant of the premium to the authorities designated by Member States and the time limit fixed for grubbing-up should both be extended; whereas the cumulation of areas allocated to Member States for the 1997/1998 marketing year with areas allocated for the 1996/1997 marketing year, but for which no application for permanent abandonment premium has been submitted, should also be allowed;\nWhereas experience gained in applying Regulation (EEC) No 1442/88 shows that the flat-rate premium laid down for the Charentes region does not result in the abandonment of the surface areas with the highest yields; whereas the abandonment of such areas would achieve more easily the market balance sought; whereas, therefore, there is no further need to maintain this flat-rate scheme,", "main_body": ["Regulation (EEC) No 1442/88 is hereby amended as follows:\n1. In the second subparagraph of Article 1 (1) the following shall be added:\n'Areas in respect of which no application for permanent abandonment premium has been submitted for the 1996/1997 marketing year may be added to the areas allocated to each Member State for the 1997/1998 marketing year.`\n2. In Article 2 (1) point (d) shall be deleted.\n3. In Article 4, the following paragraph shall be added:\n'5. By way of derogation from paragraphs 1 and 2, for the 1996/1997 marketing year:\n- the last date, referred to in paragraph 1, for the submission of applications for the payment of premium shall be 31 March 1997,\n- the last date for grubbing-up, referred to in paragraph 2, shall be 31 May 1997.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) Opinion delivered on 14 March 1997 (not yet published in the Official Journal).\n(2) Opinion delivered on 26 February 1997 (not yet published in the Official Journal).\n(3) OJ No L 132, 28. 5. 1988, p. 3. Regulation as last amended by Regulation (EC) No 1595/96 (OJ No L 206, 16. 8. 1996, p. 36)."}