{"celex_id": "31997D0297", "uri": "http://publications.europa.eu/resource/cellar/99813853-7561-42b4-a330-98bac96aa9d2", "type": "Decision", "concepts": ["1005", "2455", "3259", "5229", "5283"], "title": "97/297/EC: Commission Decision of 28 April 1997 on the eligibility of expenditure to be incurred by certain Member States in 1997 for the purpose of introducing monitoring and control systems applicable to the common fisheries policy\n", "header": "COMMISSION DECISION of 28 April 1997 on the eligibility of expenditure to be incurred by certain Member States in 1997 for the purpose of introducing monitoring and control systems applicable to the common fisheries policy (97/297/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/527/EC of 8 December 1995 on a Community financial contribution towards certain expenditure incurred by the Member States in implementing the monitoring and control systems applicable to the common fisheries policy (1), and in particular Article 6 thereof,\nWhereas the Commission has received five-year programmes from Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Italy, the Netherlands, Portugal, Finland, Sweden and the United Kingdom that describe the controls they intend to operate between 1 January 1996 and 31 December 2000;\nWhereas these Member States have sent the Commission applications for a financial contribution in respect of the expenditure referred to in Article 2 of Decision 95/527/EC and planned for 1997;\nWhereas some applications relate to investment expenditure for the purchase or modernization of vessels, aircraft, land vehicles, systems to locate and record fishing activities and systems to record, manage and transmit data on the controls, including computer and software applications;\nWhereas some applications relate to expenditure for specific measures designed to improve the quality and effectiveness of the monitoring of fishing and related activities;\nWhereas some applications relate to expenditure for the training of national officials connected with control activities; whereas Commission Decision 96/286/EC of 11 April 1996 laying down detailed rules for the application of Council Decision 95/527/EC on a Community financial contribution towards certain expenditure incurred by the Member States in implementing the monitoring and control systems applicable to the common fisheries policy (2) lays down rules for determining the amount of eligible expenditure for training;\nWhereas some applications also relate to expenditure for trying out or introducing new technology to improve the monitoring of fishing activity and related activities which can accordingly qualify for a higher rate of Community contribution under the second subparagraph of Article 3 (2) of Decision 95/527/EC;\nWhereas, pursuant to Article 3 (3) of Decision 95/527/EC, Ireland should qualify for a higher rate of Community contribution for certain operating and investment expenditure with a view to undertaking the necessary checks to ensure compliance with the scheme to manage the fishing effort;\nWhereas this expenditure will help to mobilize monitoring for the proper application of the common fisheries policy;\nWhereas the eligibility of the planned expenditure, the rate of the Community contribution and the conditions that may be attached to the grant of the financial contribution should be established;\nWhereas the Management Committee for Fisheries and Aquaculture has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The planned expenditure for 1997 referred to in Annex I for the purchase or modernization of inspection and control equipment and for specific measures, amounting to ECU 70 496 614, shall be eligible for a financial contribution under Decision 95/527/EC. The Community contribution shall be 50 % of the eligible expenditure incurred. The contribution shall be granted within the limits set out in Annex I, amounting to ECU 28 180 828.", "The planned expenditure for 1997 on the activities and projects listed in Article 3 (2) of Decision 95/527/EC and referred to in Annex II, amounting to ECU 4 381 073, shall be eligible for a financial contribution under Decision 95/527/EC. The Community contribution shall be 100 % of the eligible expenditure incurred.", "Investment expenditure incurred in Ireland in 1997 amounting to ECU 5 597 135 and running costs amounting to ECU 2 996 381 shall be eligible for a financial contribution pursuant to Article 3 (3) of Decision 95/527/EC. The Community financial contribution shall be 65 % in the case of the eligible investments incurred and 100 % in the case of the running costs incurred referred to in this paragraph.", "1. The ecu exchange rate in force in January 1997 shall be used to calculate the eligible amounts under this Decision.\n2. The ecu exchange rate to be applied for reimbursing expenditure and for paying advances shall be that in force in the month during which the payment order is effected.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 April 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 301, 14. 12. 1995, p. 30.\nOJ No L 302, 15. 12. 1995, p. 45 (corrigendum).\n(2) OJ No L 106, 30. 4. 1996, p. 37.\nANEXO I / BILAG I / ANHANG I / ÐÁÑÁÑÔÇÌÁ É / ANNEX I / ANNEXE I / ALLEGATO I / BIJLAGE I / ANEXO I / LIITE I / BILAGA I\n>TABLE>\nANEXO II / BILAG II / ANHANG II / ÐÁÑÁÑÔÇÌÁ ÉÉ / ANNEX II / ANNEXE II / ALLEGATO II / BIJLAGE II / ANEXO II / LIITE II / BILAGA II\n>TABLE>"}