{"celex_id": "31993R3516", "uri": "http://publications.europa.eu/resource/cellar/f2d06dc3-4a44-4e04-99cc-ff1eb2d3e109", "type": "Regulation", "concepts": ["1486", "2173", "2624", "2659", "2718", "4395"], "title": "Commission Regulation (EC) No 3516/93 of 20 December 1993 establishing the operative events for the conversion rates to be applied when calculating certain amounts provided for by the mechanisms of the common organization of the market in fishery and aquaculture products\n", "header": "COMMISSION REGULATION (EC) No 3516/93 of 20 December 1993 establishing the operative events for the conversion rates to be applied when calculating certain amounts provided for by the mechanisms of the common organization of the market in fishery  and aquaculture products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 6 (2) thereof,\nWhereas all the specific definitions of operative events and rates applicable to amounts payable under the measures provided for in Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and  aquaculture products (2), as last amended by Regulation (EEC) No 1891/93 (3), and Council Regulation (EEC) No 3117/85 of 4 November 1985 laying down general rules on the granting of compensatory indemnities in respect of sardines (4), as amended by  Commission Regulation (EEC) No 3940/87 (5), should be collated in a single Regulation;\nWhereas under the third indent of the second paragraph of Article 23 of Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying agricultural conversion rates (6), the operative events established therein  are applicable to fishery products from 1 January 1994;\nWhereas the use on the operative event provided for in the fourth indent of the first subparagraph of Article 10 (1) of Regulation (EEC) No 1068/93 for withdrawal prices and amounts linked to those prices is not appropriate because of the timetables in  use on fishery product markets and because of the dispersion of those markets; whereas the second day of the month should therefore be adopted as the operative event;\nWhereas the operative events for financial compensation and carry-over aid should be consistent with the operative events for withdrawal prices and other amounts involved in their calculation;\nWhereas since the definition of the rate applicable to certain measures provided for in Regulations (EEC) No 3759/92 and (EEC) No 3117/85 may cause confusion because of the new definitions set out in Article 1 of Regulation (EEC) No 3813/92 the  operative events and rates applicable to the amounts payable under those measures should be clearly specified;\nWhereas the references mentioned in Article 13 of Commission Regulation (EEC) No 4176/88 of 28 December 1988 laying down detailed rules of application for the granting of flat-rate aid for certain fisheries products (7), as amended by Regulation (EEC)  No 2210/93 (8), should be adapted as a result of the replacement of Commission Regulation (EEC) No 3321/82 of 9 December 1982 laying down detailed rules for the granting of a carry-over premium for certain fishery products (9) by Commission Regulation  (EEC) No 3901/92 (10), as last amended by Regulation (EC) No 3515/93 (11);\nWhereas an operative event should be established for the rate of conversion to be applied to the different prices notified in the context of the organization of the market; whereas this operative event must correspond to a single day of the period for  which the price is calculated; whereas since practical use is made of this information a posteriori the operative event should be established as the last day of the period for which the price is calculated;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the fisheries sector, notwithstanding Article 10 of Regulation (EEC) No 1068/93, the operative event for the agricultural conversion rate for the withdrawal price and for the amounts linked to that price, which are listed in the Annex,  shall be the second day of the month in which the operation took place.", "The conversion rate applicable to the financial compensation provided for in Article 12 of Regulation (EEC) No 3759/92 shall be the agricultural conversion rate in force on the second day of the month in which the withdrawal operation took  place.", "The conversion rate applicable to the carry-over aid provided for in Article 14 of Regulation (EEC) No 3759/92 and to the flat-rate aid provided for in Article 15 (4) of the same Regulation shall be the agricultural conversion rate in force  on the second day of the month in which the stored products were withdrawn.", "The conversion rate applicable to the private storage aid provided for in Article 16 of Regulation (EEC) No 3759/92 shall be the agricultural conversion rate in force on the first day of the period for which the aid is granted.", "The conversion rate applicable to the compensatory allowance for tuna for canning provided for in Article 18 of Regulation (EEC) No 3759/92 shall be the agricultural conversion rate in force on the second day of the month the product is  delivered.", "The conversion rate applicable to the compensatory allowance for Mediterranean sardines provided for in Article 3 of Regulation (EEC) No 3117/85 shall be the agricultural conversion rate in force on the second day of the month the product is  delivered.", "The conversion rate applicable to the compensatory allowance for Atlantic sardines provided for in Article 2 of Regulation (EEC) No 3117/85 shall be the agricultural conversion rate in force on the second day of the month the product is  delivered.", "In all cases where an advance may be granted in respect of measures provided for in Regulations (EEC) No 3759/92 and (EEC) No 3117/85, the operative event for the agricultural conversion rate shall be the event applicable to the amount to  which the advance relates as laid down in the first indent of Article 12 (3) (a) of Regulation (EEC) No 1068/93.", "The conversion rate applicable to average market prices notified under Commission Regulation (EEC) No 2210/93 of 26 July 1993 on the communication of information for the purposes of the common organization of the market in fishery and  aquaculture products (1) shall be the agricultural conversion rate in force on the last day of the period for which the price is calculated.\nThe conversion rate applicable to the average price referred to in Article 16 (2) of Regulation (EEC) No 3759/92 shall be the agricultural conversion rate in force on the last day of the period for which the price is calculated.", "3 of Commission Regulation (EEC) No 4176/88 is replaced by the following:\n'Article 13\nArticles 7, 9 and 10 of Commission Regulation (EEC) No 3901/92 (18)() shall apply mutatis mutandis.\n'", "1\nThe following provisions are deleted:\n- Article 8 of Commission Regulation (EEC) No 3459/85 of 6 December 1985 laying down detailed rules for the granting of a compensatory allowance for Atlantic sardines (2),\n- Article 10 of Commission Regulation (EEC) No 3460/85 of 6 December 1985 laying down detailed rules for the granting of a compensatory allowance for Mediterranean sardines (3),\n- Article 9 of Commission Regulation (EEC) No 2381/89 of 2 August 1989 laying down detailed rules for granting compensation for tuna for the canning industry (4),\n- Article 15 of Commission Regulation (EEC) No 2415/89 of 3 August 1989 laying down detailed rules for application for the granting of private storage aid for certain fishery products (5),\n- Articles 7 (3) and 8 (2) of Regulation (EEC) No 3901/92,\n- Articles 5 (3) and 6 (2) of Commission Regulation (EEC) No 3902/92 of 23 December 1992 setting detailed rules for granting financial compensation on certain fishery products (6).", "2\nThis Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 388, 31. 12. 1992, p. 1.\n(3) OJ No L 172, 15. 7. 1993, p. 1.\n(4) OJ No L 297, 9. 11. 1985, p. 1.\n(5) OJ No L 373, 31. 12. 1987, p. 6.\n(6) OJ No L 108, 1. 5. 1993, p. 106.\n(7) OJ No L 367, 31. 12. 1988, p. 63.\n(8) OJ No L 197, 6. 8. 1993, p. 8.\n(9) OJ No L 351, 11. 12. 1982, p. 20.\n(10) OJ No L 392, 31. 12. 1992, p. 29.\n(11) See page 8 of this Official Journal.\n(12) OJ No L 197, 6. 8. 1993, p. 8.\n(13) OJ No L 332, 10. 12. 1985, p. 16.\n(14) OJ No L 332, 10. 12. 1985, p. 19.\n(15) OJ No L 225, 3. 8. 1989, p. 33.\n(16) OJ No L 228, 5. 8. 1989, p. 10.\n(17) OJ No L 392, 31. 12. 1992, p. 35.\n(18)() OJ No L 392, 31. 12. 1992, p. 29.\nANNEX\n1. Community withdrawal price provided for in Article 11 of Regulation (EEC) No 3759/92.\n2. Community selling price provided for in Article 13 of Regulation (EEC) No 3759/92.\n3. Standard value to be deducted from financial compensation as provided for in Article 12 (5) of Regulation (EEC) No 3759/92.\n4. Unit amount of Community carry-over aid provided for in Article 14 of Regulation (EEC) No 3759/92.\n5. Unit amount of flat-rate aid for autonomous withdrawal provided for in Article 15 (4) of Regulation (EEC) No 3759/92."}