{"celex_id": "31997D0449", "uri": "http://publications.europa.eu/resource/cellar/c75cb990-a928-4944-b9dd-9bde2ad4f2dc", "type": "Decision", "concepts": ["1019", "1260", "1565", "2965", "711", "889"], "title": "97/449/EC: Commission Decision of 30 July 1996 amending for the fourth time Decision No 95/33/EC approving parts of the Finnish programme for the implementation of Articles 138 to 140 of the Act concerning the conditions of Accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden (Only the Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION of 30 July 1996 amending for the fourth time Decision No 95/33/EC approving parts of the Finnish programme for the implementation of Articles 138 to 140 of the Act concerning the conditions of Accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden (Only the Finnish and Swedish texts are authentic) (97/449/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 138 thereof,\nWhereas on 26 October 1994 Finland notified the Commission, pursuant to Article 143 of the Act of Accession, of the Finnish programme for the implementation of its aid schemes under Articles 138, 139 and 140 in respect of a number of products and activities for the period 1995 to 1999 inclusive;\nWhereas parts of this programme, as modified by letter dated 16 December 1994, were approved by Commission Decision 95/33/EC (1); whereas that Decision was amended by Decisions 95/330/EC (2), 95/529/EC (3) and 96/188/EC (4);\nWhereas on 18 July 1996 Finland notified the Commission, pursuant to Article 143 of the Act of Accession, of a request for Commission authorization to modify that programme as regards the decrease in the aid rate for certain products;\nWhereas Finland considers that the decrease in the amount of the aid for producers of certain products set out in Decision 95/33/EC is excessive;\nWhereas a reduction of the decrease in the amount of the aid will giver farmers the opportunity of carrying out structural measures to support more easily the total disappearance of the aid at the end of the transitional period;\nWhereas this modification of carrying out the decrease in the aid rate is in accordance with the provisions of the Act of Accession and in particular with the second paragraph of Article 138 (1) thereof, since that Article does not provide specific rules as to the amount of the decrease;\nWhereas the modification of the decrease in the aid will not mean an extension of the duration of the aid under Article 138 beyond the transitional period laid down in the Act of Accession,", "main_body": ["The aid levels in Annexes I and II to Decision 95/33/EC, for 1997 onwards, for the concerned products, are hereby replaced by the following:\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 43, 25. 2. 1995, p. 56.\n(2) OJ No L 191, 12. 8. 1995, p. 37.\n(3) OJ No L 302, 15. 12. 1995, p. 33.\n(4) OJ No L 60, 9. 3. 1996, p. 25.\n(5) The number of animals may alternatively be measured as an annual average.\n(6) No change from Decision 95/33/EC.\n(7) Amended by Decision 95/330/EC.\n(8) LU = Livestock unit\n(mares for breeding = 1 LU; work horse = 0,85 LU; trotter, riding horse, pony = 0,60 LU; ewes, goats = 0,15 LU; dairy cows, suckler cows, bovines > two years = 1 LU; bovine six months to two years = 0,6 LU)."}