{"celex_id": "31991R1629", "uri": "http://publications.europa.eu/resource/cellar/3e1c55fe-3b1c-40a2-8db8-b81cbd746ed0", "type": "Regulation", "concepts": ["2644", "2649"], "title": "Council Regulation (EEC) No 1629/91 of 13 June 1991 fixing the guide price and the intervention price for adult bovine animals for the 1991/92 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1629/91 of 13 June 1991 fixing the guide price and the intervention price for adult bovine animals for the 1991/92 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 1628/91 (2), and in particular Article 3 (3) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the guide price for adult bovine animals\nis fixed, account should be taken of the objectives of\nthe common agricultural policy; whereas the common agricultural policy aims inter alia at ensuring a fair standard of living for the agricultural community, at guaranteeing the availability of supplies and at ensuring that supplies reach consumers at  reasonable prices;\nWhereas the guide price must be fixed in accordance with the criteria laid down in Article 3 (2) of Regulation (EEC) No 805/68;\nWhereas, in accordance with Regulation (EEC) No 805/68, the Community scale for the classification of carcases of adult bovine animals, established under Regulation (EEC)\nNo 1208/81 (6), is applicable for buying-in; whereas it is therefore appropriate to fix the intervention price per 100 kilograms carcase weight for the categories of animal eligible for intervention by referring to a reference quality defined in  accordance with the said scale; whereas, in addition, since these are increasingly comparable in terms of their trade value, a single intervention price should be fixed for the said categories of animal and it should be maintained at the level laid down  for the previous marketing year,", "main_body": ["For the 1991/92 marketing year, the guide price for adult bovine animals shall be ECU 200 per 100 kilograms liveweight.", "For the 1991/92 marketing year, the intervention price shall be ECU 343 per 100 kilograms carcase weight for the carcases of male animals of Class R 3 of the Community scale for the classification of adult bovine animals laid down by Regulation (EEC) No  1208/81.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1991/92 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA BODRY\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) See page 16 of this Official Journal.\n(3) OJ No C 104, 19. 4. 1991, p. 63.\n(4) Opinion delivered on 16 May 1991 (not yet published in the Official Journal).\n(5) Opinion delivered on 25 April 1991 (not yet published in the Official Journal).\n(6) OJ No L 123, 7. 5. 1981, p. 3."}