{"celex_id": "31993R1826", "uri": "http://publications.europa.eu/resource/cellar/279fef2d-6109-4eda-b6a0-bcafcf1226ff", "type": "Regulation", "concepts": ["1255", "1644", "2543", "4411", "4692"], "title": "COMMISSION REGULATION (EEC) No 1826/93 of 8 July 1993 amending Regulation (EEC) No 564/92 laying down detailed rules for the application in the pigmeat sector of the regime provided for by the intermediate Agreements concluded by the Community with the Republic of Poland, the Czech and Slovak Federal Republic and the Republic of Hungary\n", "header": "COMMISSION REGULATION (EEC) No 1826/93 of 8 July 1993 amending Regulation (EEC) No 564/92 laying down detailed rules for the application in the pigmeat sector of the regime provided for by the intermediate Agreements concluded by the Community  with the Republic of Poland, the Czech and Slovak Federal Republic and the Republic of Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Poland, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Hungary, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of the Czech and Slovak Federal Republic, of the other part (3), and in particular Article 1 thereof,\nWhereas Article 4 (4) of Commission Regulation (EEC) No 564/92 (4), as amended by Regulation (EEC) No 3371/92 (5), provides that the import licences are to be issued on the 23rd day of each period; whereas, for administrative reasons, that provision  should be made more flexible;\nWhereas Article 5 of Regulation (EEC) No 564/92 sets the duration of validity of the import licences at 90 days; whereas experience has shown that that time limit is often too short and does not permit operators to meet their import obligations;  whereas, therefore, the time limit should be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EEC) No 564/92 is hereby amended as follows:\n1. Article 4 (4) is replaced by the following:\n'4. The Commission shall decide as soon as possible to what extent quantities maybe awarded in respect of applications as referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single percentage reduction in quantities applied for.\nIf the overall quantity for which applications have been submitted is less than the quantity available, the Commission shall calculate the quantity remaining which shall be added to the quantity available in respect of the following period.'\n2. Article 4 (5) is replaced by the following:\n'5. Licences shall be issued as soon as possible after the Commission's decision.'\n3. The first paragraph of Article 5 is replaced by the following:\n'Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, the import licences shall be valid for 150 days from the date of actual issue.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to import licences issued from 1 July 1993, except for Article 1 (3) which shall apply to import licences issued from 1 April 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3.\n(2) OJ No L 56, 29. 2. 1992, p. 6.\n(3) OJ No L 56, 29. 2. 1992, p. 9.\n(4) OJ No L 61, 6. 3. 1992, p. 9.\n(5) OJ No L 342, 25. 11. 1992, p. 22."}