{"celex_id": "31993R3519", "uri": "http://publications.europa.eu/resource/cellar/2e73c285-7dd7-4d4f-9272-0bac56b339c5", "type": "Regulation", "concepts": ["1642", "1644", "2734"], "title": "Commission Regulation (EC) No 3519/93 of 21 December 1993 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "COMMISSION REGULATION (EC) No 3519/93 of 21 December 1993 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/92 (2), and in particular Articles 9 (2), 12 (6), 13 (6) and 21 thereof and the corresponding provisions of the other regulations on the common organization of the markets in agricultural products,\nWhereas application of the principle of proportionality makes it necessary to amend immediately certain rules on the final settlement of licences and certificates issued under special circumstances; whereas the penalties for delays in providing proof of the use of the licences and certificates concerned must be varied according to whether the licences and certificates have been used in full or in part;\nWhereas application of the rules on the lodging of securities covering the issue of import and export licences and advance fixing certificates entails, for certain low-volume operations, administrative burdens which are unjustified in view of their minor significance; whereas, as a result, it is desirable to make the system more flexible;\nWhereas, in the light of experience gained, it is necessary to tighten the conditions for issuing certificates which are applied for with a view to an open invitation to tender in an importing third country;\nWhereas Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EEC) No 1963/93 (4), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of all the relevant Management Committees,", "main_body": ["Regulation (EEC) No 3719/88 is hereby amended as follows:\n1. in the second subparagraph of Article 14 (3) 'ECU 25` is replaced by 'ECU 100`;\n2. Article 33 (5) (a) is replaced by the following:\n'(a) where the licence has been used, taking account of the lower tolerance, within the term of validity, the security shall be forfeit in an amount equal to 15 % of the total security amount indicated in the licence, by way of a flat-rate deduction`;\n3. Article 44 (6) is replaced by the following:\n'6. Applications for certificates shall not be accepted, where, during the period of issue to which applications for certificates for certain products are subject, a special measure has been taken which prevents the issue of certificates.\nNo special measure taken subsequent to the expiry of the said period may prevent the issue of one or more certificates issued in respect of the invitation to tender in question where the applicant has fulfilled the conditions:\n(a) the information referred to in the first subparagraph of paragraph 3 are evidenced by the appropriate documents;\n(b) proof is furnished of the applicant's having been awarded a contract;\n(c) the contract is submitted; or\n(d) where absence of the contract is justified, documentation is submitted attesting the obligations entered into with the other contracting party or parties, including confirmation from his or their bank of the opening of an irrevocable letter of credit by the purchaser's financial institution relating to the agreed delivery;\n(e) the security required for the issue of the certificate is lodged.\nThe certificate or certificates shall be issued only for the country referred to in the first indent of the first subparagraph of paragraph 3. The invitation to tender shall be mentioned thereon.\nThe total quantity for which the certificate or certificates are issued shall be the total quantity for which the applicant was awarded the contract and has submitted the contract or documentation referred to in (d); such quantity may not exceed the quantity applied for.\nMoreover, where several certificates are applied for, the quantity for which the certificate or certificates are issued may not exceed the quantity initially applied for in respect of each certificate.\nFor the purposes of determining the period of validity of the certificate, Article 21 (1) shall apply.\nNo certificate may be issued in respect of a quantity for which the applicant has not been awarded a contract or has failed to comply with any of the conditions specified in (a), (b), (c), (e) or (a), (b), (d), (e) above.\nThe holder of the certificate or certificates shall be held primarily liable for the repayment of any refund incorrectly paid where it is established that the certificate or certificates was or were issued on the basis of a contract or obligation, specified in (d), not corresponding to the invitation to tender opened by the third country.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThe provision of Article 1 (2) shall also apply to cases still outstanding at the time of the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 177, 21. 7. 1993, p. 19."}