{"celex_id": "31997D0476", "uri": "http://publications.europa.eu/resource/cellar/013339ed-1a06-4cc4-a173-2d0c9e619fa4", "type": "Decision", "concepts": ["1743", "3367", "4066", "5051", "5469", "862"], "title": "Council Decision of 22 July 1997 supplementing Joint Action 95/545/CFSP adopted by the Council on the basis of Article J.3 of the Treaty on European Union with regard to the participation of the European Union in the implementing structures of the peace plan for Bosnia and Herzegovina\n", "header": "COUNCIL DECISION of 22 July 1997 supplementing Joint Action 95/545/CFSP adopted by the Council on the basis of Article J.3 of the Treaty on European Union with regard to the participation of the European Union in the implementing structures of the peace plan for Bosnia and Herzegovina (97/476/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article J.11 thereof,\nHaving regard to the statement by the European Council meeting in Dublin on 13 and 14 December 1996,\nHaving regard to the conclusions of the European Council meeting in Amsterdam on 16 and 17 June 1997,\nWhereas on 11 December 1995 the Council Joint Action 95/545/CFSP with regard to the participation of the Union in the implementing structures of the peace plan for Bosnia and Herzegovina (1) and on 20 November 1996 it was decided, in Decision 96/745/CFSP (2), to extend Joint Action 95/545/CFSP until 31 December 1998;\nWhereas the Peace Implementation Council strengthened the mission of the High Representative at ministerial conferences held in Paris on 14 November 1996, in London on 4 and 5 December 1996 and in Sintra on 30 May 1997 and regional offices of the High Representative were established in Banja Luka, Mostar and Brcko in addition to the main office in Sarajevo;\nWhereas additional funds are required if the High Representative is to continue to perform his duties until 31 December 1998; whereas the High Representative's office has asked all donors for such funds and the contribution of ECU 10 million provided for under Joint Action 95/545/CFSP will be exhausted at some time in 1997,", "main_body": ["1. In order to cover the European Union's contribution to the operational expenses involved in the High Representative's mission, ECU 10,860 million shall be charged to the general budget of the European Communities, of which sum ECU 4,60 million shall be for 1997 and ECU 6,26 million for 1998.\n2. The management of the expenditure financed by the amount specified in paragraph 1 shall be subject to the procedures and rules of the Community applying to budget matters.", "This Decision shall enter into force on the day of its adoption and shall apply until 31 December 1998.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 309, 21. 12. 1995, p. 2.\n(2) OJ No L 340, 30. 12. 1996, p. 3."}