{"celex_id": "31998D0064", "uri": "http://publications.europa.eu/resource/cellar/59431d0d-1d68-40f4-b4ad-790d266d37fb", "type": "Decision", "concepts": ["1005", "1596", "1854", "4580", "862", "994"], "title": "98/64/EC: Commission Decision of 9 December 1997 on a Community financial contribution for improving the foot- and-mouth disease control programme in Turkey\n", "header": "COMMISSION DECISION of 9 December 1997 on a Community financial contribution for improving the foot-and-mouth disease control programme in Turkey (98/64/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard tot the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and, in particular Articles 12 and 13 thereof,\nWhereas outbreaks of foot-and-mouth disease were reported in the region of Turkish Thrace in 1995 and 1996;\nWhereas foot-and-mouth disease is endemic in Anatolia;\nWhereas the presence of foot-and-mouth disease in Turkey is a serious danger to the Community's livestock population;\nWhereas a mission jointly sponsored by the European Commission for the control of foot-and-mouth disease and the European Union visited Turkey in September 1996;\nWhereas it appears from the report from the said mission that priority should be given to the control of animal movement and to the improvement in cleaning and disinfection of animal transport vehicles;\nWhereas in this report priority is also given to compulsory mass vaccination against foot and mouth disease in Turkish Thrace and to the establishment of an identification system for cattle using ear tags;\nWhereas Turkey has undertaken to vaccinate susceptible animals kept in the area of Turkish Thrace; whereas the vaccination programme carried out will be accompanied by a sero-surveillance programme;\nWhereas a workplan has been agreed in order to implement the activities;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy (3), as last amended by Regulation (EC) No 1287/95 (4), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee;", "main_body": ["1. In order to improve the foot and mouth disease control programme in Turkey, the actions mentioned at Annex shall be carried out.\n2. For the implementation of the actions referred to in paragraph 1, the Community will provide a financial contribution of a maximum of ECU 230 000.\n3. The financial contribution referred to in paragraph 2 shall be provided to the official veterinary authorities in Turkey.", "The Community's financial contribution shall be paid as follows:\n- 30 % by way of an advance at Turkish request,\n- the balance following presentation and acceptance of supporting technical and financial documents. These documents must be presented to the European Commission not later than 14 months after adoption of this Decision.", "1. In addition to the measures mentioned in Article 1 (1), an agreement has been reached on testing of foot-and-mouth disease vaccine produced in Turkey. The European Commission will organise the testing procedure in cooperation with the Turkish authorities.\n2. Turkey will appoint a coordinator to follow the progress of the programme.\n3. A technical progress report will be forwarded by Turkey to the Commission every three months.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 94, 28. 4. 1970, p. 13.\n(4) OJ L 125, 8. 6. 1995, p. 1.\nANNEX\nCOMMUNITY SUPPORT TO TURKEY FOR THE IMPROVEMENT OF THE FOOT-AND-MOUTH DISEASE CONTROL PROGRAMME\n>TABLE>"}