{"celex_id": "31994R3108", "uri": "http://publications.europa.eu/resource/cellar/c2051954-5faf-436a-b91b-b5d17ab8dc6a", "type": "Regulation", "concepts": ["1019", "2324", "2734", "4320", "4353", "614"], "title": "Commission Regulation (EC) No 3108/94 of 19 December 1994 on transitional measures to be adopted on account of the accession of Austria, Finland and Sweden in respect of trade in agricultural products\n", "header": "COMMISSION REGULATION (EC) No 3108/94 of 19 December 1994 on transitional measures to adopted on account of the accession of Austria, Finland and Sweden in respect of trade in agricultural products\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Norway, Austria, Finland and Sweden (1), and in particular Article 149 (1) thereof,\nWhereas, in order to avoid the risk of deflection of trade, in relation to the common organization of agricultural markets, due to the accession of the three new States to the European Union, transitional measures must be adopted;\nWhereas, in the interest of simplification, a system should be applied on the basis of the principle that intra-Community transactions begun before 1 January 1995 should remain subject to the provisions applicable before that date;\nWhereas, since the completion of the single market, the movement of agricultural products has not been subject to any control at the internal borders; whereas, therefore, systematic taxation of products which are the subject to deflection of trade,  either on their consignment from one Member State to another or on their entry into a Member State from another, does not appear to be sufficiently effective; whereas trade deflections liable to disrupt the market organizations often involve products  moved artificially with a view to enlargement and do not form part of the normal stocks of the State concerned; whereas, therefore, provisions should be made for the taxation of surplus stocks in the new Member States;\nWhereas it is necessary to prevent goods in respect of which export refunds were paid before 1 January 1995 from benefiting from a second refund when exported to third countries after 31 December 1994;\nWhereas this Regulation is without prejudice to any specific transitional measures which might subsequently be adopted for certain product sectors;\nWhereas these measures are necessary and appropriate and must be applied in a uniform fashion;\nWhereas the relevant management committees have not delivered an opinion within the time limits laid down by their chairmen,", "main_body": ["For the purposes of this Regulation, the Community as constituted on 31 December 1994 is hereinafter called the 'Community of Twelve' and Austria, Finland and Sweden are hereinafter called the 'new Member States'.", "Agricultural products or non-Annex II goods for which the declaration of export or of placing under one of the procedures referred to in Articles 4 and 5 of Council Regulation (EEC) No 565/80 (2), has been accepted in the Community of Twelve  by 31 December 1994 and which are placed on the market in the new Member States after that date shall be subject:\n(a) in the Community of Twelve, to the provisions applicable until 31 December 1994 for the system of export refunds and, where appropriate, export licences or advance fixing certificates, including those on the use of the T5 control copy referred to in", "72 of Commission Regulation (EEC) No 2454/93 (3);\n(b) in the new Member States;\n- to the arrangements applicable to trade between the Community of Twelve and the new Member States as at 31 December 1994 if the products in question are accompanied by proof of origin,\n- to the arrangements applicable to trade with third countries as at 31 December 1994 in all other cases.", "Agricultural products or non-Annex II goods for which the declaration of export has been accepted in the new Member States by 31 December 1994 and:\n- which are put on the market in the Community of Twelve after that date shall be subject, in the Community of Twelve:\n- to the arrangements applicable to trade between the Community of Twelve and the new Member States on 31 December 1994 if the products in question are accompanied by proof of origin,\n- to the arrangements applicable to trade with third countries on 31 December 1994 in all other cases,\n- which are put on the market in another new Member State after that date shall be subject in that other new Member State to the arrangements applicable on 31 December 1994 to trade between these two new Member States.\nCustoms authorities which have accepted the export declaration shall take the necessary measures to ensure that customs authorities either in the Community of Twelve, or in another new Member Sate are informed, in cases where no Community transit  procedure exists, of the arrival after 31 December 1994 on their territory of goods referred to under the preceding subparagraph.", "1. Without prejudice to Article 145 (2) of the Act of Accession, and where stricter legislation does not apply at national level, the new Member States shall tax the holders of surplus stocks at 1 January 1995.\nPossible quantities of agricultural products for which an export refund has been requested in the Community of Twelve in the sense of Article 3 or 25 of Commission Regulation (EEC) No 3665/87 (4) and which are put on the market of the new Member States  as from 1 January 1995, are to be taken into account for the determination of surplus stocks.\n2. In order to determine the surplus stock of each holder, the new Member States shall take into account, in particular:\n- averages of stocks available in the years preceding accession,\n- the pattern of trade in the years preceding accession,\n- the circumstances in which such stocks were built up.\nThe notion surplus stocks applies also to agricultural products intended for the market of the new Member States.\n3. The amount of the tax referred to in paragraph 1 shall:\n- in the case of a product from a third country, be the difference between the import charge applicable in the Community of Twelve as at 31 December 1994 and the import charge applicable in the new Member State as at that same date, where the former is  greater than the latter,\n- in the case of a product from the Community of Twelve, be the difference between the export refund applicable in the Community of Twelve as at 31 December 1994 and the import charge applicable in the new Member State as at that same date, where the  former is greater than the latter.\nNon-Community goods which are under the arrangements for customs warehouses, inward processing or temporary admission in the new Member States on 1 January 1995, are subject to the differential taxation referred to in the first indent, where  appropriate, over and above the taxation of the new Member State, where the goods as from that date are released for free circulation.\n4. In order to ensure that the tax referred to in paragraph 1 is correctly applied, the new Member States shall without delay carry out a census of stocks available as at 1 January 1995.\n5. This Article shall apply to products covered by the following CN codes:\n- in the case of Austria: 1006, 0806 20, 1702 10, 1509, 1510,\n- in the case of Finland: 1006, 2009 11, 2009 19, 0804, 0805, 0806, 0807, 0809,\n- in the case of Sweden: 1006.\n6. The Commission may add products to the list set out in paragraph 5.", "In the case where a Member State of the Community of Twelve suspects that a product has escaped taxation as provided for in Article 4, this Member State will inform the new Member State of origin which takes appropriate measures.", "Agricultural products or non-Annex II goods for which the declaration of export from the new Member States to third countries is accepted during the period 1 January to 31 December 1995 may qualify for an export refund or for one of the  procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 provided it is proven that those products or the constituents of the products or the non-Annex II goods have not already attracted an export refund.", "In no case may an agricultural product, whether unprocessed or in the form of a non-Annex II product, receive an export refund twice.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities and be subject to the entry into force of the Treaty of Accession of Norway, Austria, Finland and Sweden.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No C 241, 29. 8. 1994, p. 1.\n(2) OJ No L 62, 7. 3. 1980, p. 5.\n(3) OJ No L 253, 11. 10. 1993, p. 1.\n(4) OJ No L 351, 14. 12. 1987, p. 1."}