{"celex_id": "31997D0632", "uri": "http://publications.europa.eu/resource/cellar/341651cf-8c08-4309-9b32-ebcd96380483", "type": "Decision", "concepts": ["2243", "5399", "5937"], "title": "97/632/EC, ECSC, Euratom: European Parliament Decision of 10 July 1997 on public access to European Parliament documents\n", "header": "EUROPEAN PARLIAMENT DECISION of 10 July 1997 on public access to European Parliament documents (97/632/ECSC, EC, Euratom)\nTHE EUROPEAN PARLIAMENT", "recitals": ",\nHaving regard to the Treaties establishing the European Communities, and in particular Article 142 of the Treaty establishing the European Community,\nHaving regard to its Rules of Procedure, and in particular Rule 22 thereof,\nHaving regard to the declaration on the right of access to information annexed to the Final Act of the Treaty on European Union, which emphasizes that transparency of the decision-making process strengthens the democratic nature of the institutions and the public's confidence in the administration,\nWhereas the European Parliament should adopt provisions to implement the principles set out in the abovementioned declaration and the conclusions of the European Council meetings in Birmingham and Edinburgh in favour of promoting a Community that is closer to its citizens;\nWhereas the principle of allowing the public wide access to European Parliament documents, as part of the transparency of Parliament's work, must not prejudice the protection of the public interest, the individual and privacy, and provision must therefore be made for derogations in this respect, inter alia;\nWhereas these principles are without prejudice to the relevant provisions on access to files directly concerning persons with a specific interest in them;\nWhereas this Decision must apply with due regard for provisions governing classified information that may be adopted, if appropriate, by Parliament;\nWhereas the provisions of this Decision shall apply in accordance with, and without prejudice to, the provisions of Parliament's Rules of Procedure;\nWhereas the European Parliament has always attached great importance to the need to maintain an open and continuous dialogue with the citizens of the Union in order to ensure that they are closely involved in, and well informed about, the activities of the Community;\nWhereas the aim of the present rules is to complement the information facilities traditionally offered by Parliament, its Members and its services, by granting a right of access to documents drawn up by the institution,\nHEREBY", "main_body": ["Article 1\n1. The public shall have the right of access to European Parliament documents pursuant to the conditions laid down in this Decision.\n2. 'European Parliament document` shall mean any written text, whatever its medium, containing existing data and drawn up by the institution, subject to the provisions of Article 2 (3).", "1. Applications for access to European Parliament documents shall be made in writing to the Secretariat of the European Parliament or to the European Parliament Information Office in the Member State in which the applicant resides. Applications must be made in a sufficiently precise manner and shall in particular contain the information needed to enable the document or documents requested to be identified, and the full name and address of the applicant. Where necessary, the institution shall ask the applicant to give further details.\n2. The document requested shall be forwarded in the language or languages of the applicant(s).\n3. Where the requested document was written by a natural or legal person, a Member State, another Community institution or body, or any other national or international body, the application must not be sent to the European Parliament, but direct to the author.\n4. In consultation with the applicant(s), the European Parliament shall endeavour to find a fair solution to deal with repeat applications and/or those which relate to very large documents.", "1. Access to documents shall take the form of consultation on the spot, or in Parliament's information offices, or alternatively the delivery of a copy at the applicant's expense; the fee shall not exceed a reasonable sum. This fee and the cost of forwarding very large paper documents or other means of transmission shall be fixed by a decision of the Bureau of the European Parliament, which shall be published in the Official Journal.\n2. Parliament may stipulate that the person to whom a document is released may not reproduce or circulate the document in question for commercial or publicity purposes without prior authorization.\n3. The relevant parliamentary service shall notify applicants in writing, within a period of 45 days following receipt of the application, either that their application will be granted, or that it intends to propose that Parliament reject it. In the latter case, applicants shall also be informed of the reasons for that intention and that they have a period of 45 days in which to submit a confirmatory application to the institution for that position to be reconsidered, failing which they shall be deemed to have withdrawn their original application.\n4. If a confirmatory application is submitted, and if the Bureau decides to refuse to release the document concerned, that decision, which must be made within 45 days of submission of the confirmatory application, shall be notified in writing to the applicant as soon as possible. The grounds for the decision must be given, and the decision must indicate the means of redress that are available, i.e. judicial proceedings or complaints to the Ombudsman under the conditions specified in, respectively, Articles 173 and 138e of the Treaty establishing the European Community.", "1. Any application for access to a European Parliament document shall be examined by the relevant bodies or services, which shall advise what action is to be taken.\n2. The Secretary-General of the European Parliament shall reply on behalf of the institution to applications for access to European Parliament documents. The Bureau of the European Parliament shall, on a proposal from the Secretary-General, take decisions on applications for review. It may delegate its decision-making powers to the Secretary-General.", "1. Access to a European Parliament document may not be granted where its disclosure could undermine:\n- the protection of the public interest, and in particular public security, the financial interests of the European Community, court proceedings or the Institution's inquiry activities,\n- the protection of commercial and industrial secrecy,\n- the protection of the individual and of privacy,\n- the protection of confidentiality as requested by a natural or legal person that supplied an item of information contained in such a document or as required by the legislation of the Member State that supplied an item of information.\n2. Access to a European Parliament document may be refused in order to protect the confidentiality of deliberations of the political groups, of the parliamentary bodies where they meet in camera, or of the relevant services of its Secretariat.", "This Decision shall apply in accordance with, and without prejudice to, the provisions of Parliament's Rules of Procedure.", "This Decision shall be reviewed two years after its entry into force. In order to prepare this review, the Secretary-General of Parliament shall submit a report on the implementation of this Decision during 1997 and 1998.", "This Decision shall take effect on 1 October 1997."], "attachments": "Done at Brussels, 10 July 1997.\nBy the European Parliament\nThe President\nJosĂŠ MarĂ­a GIL-ROBLES"}