{"celex_id": "31996D0437", "uri": "http://publications.europa.eu/resource/cellar/73a41713-4272-4c5c-90b5-414dcba326af", "type": "Decision", "concepts": ["1309", "1591", "235", "3868"], "title": "96/437/EC: Commission Decision of 18 July 1996 terminating the anti-dumping proceeding concerning imports of PET video film originating in the Republic of Korea\n", "header": "COMMISSION DECISION of 18 July 1996 terminating the anti-dumping proceeding concerning imports of PET video film originating in the Republic of Korea (96/437/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (2), as last amended by Regulation (EC) No 1251/95 (3), and in particular Articles 5 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nI. PROCEDURE\n(1) In February 1995, the Commission received a complaint from three companies, Hoechst-Diafoil GmbH, Rhône-Poulenc Films and Teijin-DuPont Films, concerning imports of PET video film originating in the Republic of Korea. The three complainants allegedly represented 100 % of total PET video film output in the Community. The complaint contained evidence of dumping and material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (4), the initiation of an antidumping proceeding concerning imports into the Community of PET video film originating in the Republic of Korea.\n(2) The Commission officially advised the exporters and importers known to be concerned; the representatives of the exporting country and the complainants and gave the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\nII. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(3) The complaining Community producers formally withdrew their complaint concerning imports of PET video film originating in the Republic of Korea. The Commission considered that a termination of the proceeding would not be against the interest of the Community.\n(4) Consequently, the anti-dumping proceeding concerning imports of PET video film originating in the Republic of Korea should be terminated without adoption of protective measures.\n(5) The Advisory Committee has been consulted and has raised no objection.\n(6) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the proceeding and have been given the opportunity to comment,", "main_body": ["The anti-dumping proceeding concerning imports of PET video film originating in the Republic of Korea is hereby terminated."], "attachments": "Done at Brussels, 18 July 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 1.\n(3) OJ No L 122, 2. 6. 1995, p. 1.\n(4) OJ No C 147, 14. 6. 1995, p. 4."}