{"celex_id": "31997R2577", "uri": "http://publications.europa.eu/resource/cellar/ef8e91e4-f495-4d36-9e29-3016856b9fb5", "type": "Regulation", "concepts": ["1644", "2488", "2771", "2783", "3591", "5876"], "title": "Commission Regulation (EC) No 2577/97 of 16 December 1997 concerning imports of certain textile products originating in the Russian Federation\n", "header": "COMMISSION REGULATION (EC) No 2577/97 of 16 December 1997 concerning imports of certain textile products originating in the Russian Federation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules (1), as last amended by Commission Regulation (EC) No 1457/97 (2), and in particular Article 12 (2) in conjunction with Article 25 (5) thereof,\nWhereas the Agreement in the form of an Exchange of Letters between the European Community and the Russian Federation on trade in textile products initialled on 19 December 1995 expired on 31 December 1996; whereas, pending the completion of negotiations directed towards the initialling of a new agreement with the Russian Federation, Commission Regulations (EC) No 2446/96 (3), as amended by Regulation (EC) No 562/97 (4) and (EC) No 1025/97 (5) were adopted in order to safeguard the economic interests of the Community in the further conduct of trade in textile products with that country;\nWhereas the measures brought in by Regulation (EC) No 1025/97 are to apply until 31 December 1997, by which date it appears unlikely that a new textiles agreement can be negotiated and brought into application;\nWhereas it is necessary, given the sensitivity of the textiles and clothing sector, to maintain the present import regime for an additional period of three months starting on 1 January 1998 and to establish quantitative limits for imports of the same textile products covered by Regulation (EC) No 1025/97;\nWhereas these new limits should be set by reference to the period covered together with an increase which does not prejudge the results of the negotiation of a new textiles agreement;\nWhereas in the interim the negotiations to reach a new bilateral agreement between the Community and the Russian Federation before the expiry of this Regulation will continue;\nWhereas the proposed measures are in accordance with the opinion of the Committee set up by Regulation (EC) No 517/94,", "main_body": ["1. As from 1 January 1998 imports into the Community of textile products listed in Annex I to this Regulation originating in the Russian Federation shall be subject to the quantitative limits established in that Annex.\n2. As from 1 January 1998, re-imports into the Community, after outward economic processing in the Russian Federation, of textile products listed in Annex II to this Regulation originating in the Community shall be subject to the quantitative limits established in that Annex.", "Without prejudice to the provisions of this Regulation, the provisions of Regulation (EC) No 517/94 are applicable to imports referred to in this Regulation.", "As from the date of entry into force of this Regulation in respect to products listed in Annex I the following provisions are applicable:\n1. the quantity requested by each operator in obtaining an import licence shall not exceed the maximum quantities set out in Annex III;\n2. any importer who has used an import licence to the extent of 50 % or more of the quantity allocated to him pursuant to paragraph 1 may make a further application for a licence for the same category of products provided that quantities remain available within the relevant quantitative limit;\n3. the competent authorities of the Member States shall issue import licences only after being notified of the Commission's decision and only if an operator can prove the existence of a contract and, without prejudice to the provisions of paragraph 2, certify in writing that he has not already been allocated a Community import licence under this Regulation for the relevant category;\n4. the requests for import licences can be submitted to the Commission as of 2 January 1998 at 10 a.m., Brussels time. Import licenses shall be valid for three months from the date of issue. At the importer's request the competent national authorities may, however, grant a one-month extension.", "Only the quantities of products listed in Annexes I and II to this Regulation released for free circulation into the Community after 1 January 1998 on the basis of an import licence issued pursuant to this Regulation or on the basis of a prior authorization for economic outward processing pursuant to Commission Regulation (EC) No 3017/95 (6) shall be deducted from the respective limits set out in the said Annexes.", "The provisions of this Regulation shall not apply to imports into the Community of products covered by Annexes I and II, the importation of which has been authorized pursuant to Regulations (EC) No 2446/96 and (EC) No 1025/97.", "The provisions of this Regulation shall be subject to review in the event that, during the period of its validity, the Russian Federation introduces measures in respect of quantitative restrictions or increased tariffs or non-tariff barriers such as certification or other import requirements applicable to imports of textile and clothing products originating in the Community, other than those measures in force in the Russian Federation at the date of 1 January 1996.", "This Regulation shall enter into force on 1 January 1998.\nIt is applicable until 31 March 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 67, 10. 3. 1994, p. 1.\n(2) OJ L 199, 26. 7. 1997, p. 6.\n(3) OJ L 333, 21. 12. 1996, p. 7.\n(4) OJ L 85, 27. 3. 1997, p. 38.\n(5) OJ L 150, 7. 6. 1997, p. 20.\n(6) OJ L 314, 28. 12. 1995, p. 40.\nANNEX I\nCommunity quantitative limits referred to in Article 1 (1) applicable from 1 January to 31 March 1998\n>TABLE>\nANNEX II\nOUTWARD PROCESSING TRAFFIC\nCommunity quantitative limits referred to in Article 1 (2) applicable from 1 January to 31 March 1998\n>TABLE>\nANNEX III\nMaximum Quantities referred to in Article 3 (1)\n>TABLE>"}