{"celex_id": "31990R3324", "uri": "http://publications.europa.eu/resource/cellar/2685f2e9-53aa-491b-b3a4-a3e23b6d5689", "type": "Regulation", "concepts": ["1318", "1772", "1806", "5010"], "title": "Commission Regulation (EEC) No 3324/90 of 19 November 1990 opening a standing invitation to tender for 10 000 tonnes of common wheat held by the German intervention agency to be sold on the internal market for processing into malt\n", "header": "COMMISSION REGULATION (EEC) No 3324/90  of 19 November 1990  opening a standing invitation to tender for 10 000 tonnes of common wheat held by the German intervention agency to be sold on the internal market for processing into malt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1340/90 (2), and in particular Article 7 (6) thereof,\nWhereas Article 3 of Council Regulation (EEC) No 1581/86 of 23 May 1986 laying down general rules for intervention of the market in cereals (3), as last amended by Regulation (EEC) No 2203/90 (4), lays down that the sale of cereals held by intervention  agencies is to be effected by tendering procedure;\nWhereas Article 4 of Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (5), as last amended by Regulation (EEC) No 2619/90 (6), allows for the  imposition of restrictions on use and/or destination;\nWhereas, in the present situation of the market, a feature of which is a shortage of common wheat suitable for malting, a standing invitation to tender should be opened for 10 000 tonnes of common wheat held by the German intervention agency to be sold  on the internal market for processing into malt;\nWhereas, moreover, as regards verification, the provisions of Commission Regulation (EEC) No 569/88 of 16 February 1988 laying down detailed rules for verifying the use and/or destination of products from intervention (7), as last amended by Regulation  (EEC) No 3183/90 (8), are applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The German intervention agency shall issue a standing invitation to tender for the disposal on the internal market of 10 000 tonnes of common wheat for processing into malt.\n2. Without prejudice to Regulation (EEC) No 1836/82 and in particular the second subparagraph of Article 13 (4) thereof, the following special rules shall apply to this invitation to tender:\n(a) tenderers shall undertake:\n- to process or have processed the common wheat, except grains passing through a sieve with a 2,2 mm opening, into malt before 30 June 1991. Processing shall be deemed to have taken place when the wheat has undergone soaking, and\n- to keep stock accounts showing quantities purchased and the use to which they have been put and, in the case of resale, the names and addresses of purchasers and the quantities sold;\n(b) a security of ECU 15 per tonne shall be lodged by the successful tenderer with the German intervention agency to ensure that the conditions laid down in the first indent are complied with. The security shall be lodged at the latest two working days  following the day on which the notification of award of the contract is received.\n3. The minimum price to be observed shall be the intervention price plus ECU 3,4 per tonne.", "1. The obligations laid down in the first indent of Article 1 (2) shall be considered primary requirements as indicated in Article 20 of Commission Regulation (EEC) No 2220/85 (9). They shall be deemed to have been fulfilled only if the  successful tenderer provides proof to that effect.\n2. Proof of processing into malt of the cereals referred to in this Regulation shall be furnished in accordance with Regulation (EEC) No 569/88.", "The following point and footnote are added in Part II, 'Products subject to a use and/or destination other than that mentioned under I', of the Annex to Regulation (EEC) No 569/88:\n'36. Commission Regulation (EEC) No 3324/90 of 19 November 1990 opening a standing invitation to tender for 10 000 tonnes of common wheat held by the German intervention agency to be sold on the internal market for processing into malt (36).\nOn the dispatch of the common wheat, section 104:\n- Destinado a ser transformado en malta [apartado 1 del artículo 1 del Reglamento (CEE) no 3324/90]\n- Bestemt til forarbejdning til malt (artikel 1, stk. 1, i forordning (EOEF) nr. 3324/90)\n- Zur Verarbeitung zu Malz bestimmt (Artikel 1 Absatz 1 der Verordnung (EWG) Nr. 3324/90)\n- Proorizetai na metapoiithei se vyni [arthro 1 paragrafos 1 toy kanonismoy (EOK) arith. 3324/90]\n- For processing into malt (Article 1 (1) of Regulation (EEC) No 3324/90)\n- Destiné à être transformé en malt [article 1er paragraphe 1 du règlement (CEE) no 3324/90]\n- Destinato ad essere trasformato in malto [articolo 1, paragrafo 1 del regolamento (CEE) n. 3324/90]\n- Bestemd om tot mout te worden verwerkt (artikel 1, lid 1, van Verordening (EEG) nr. 3324/90)\n- Destinado a ser transformado em malte [nº 1 do artigo 1º do Regulamento (CEE) nº 3324/90].\n(36) OJ No L 320, 20. 11. 1990, p. 12.'", "1. The closing date for submission of tenders for the first partial invitation to tender shall be 20 November 1990.\n2. The closing date for submission for the last partial invitation to tender shall be 18 December 1990.\n3. Tenders are to be submitted to the German intervention agency:\nBundesanstalt fuer landwirtschaftliche Marktordnung (BALM),\nAdickesallee 40,\nD-6000 Frankfurt-am-Main,\n(Telex: 4-11475, 4-16044).", "The German intervention agency shall notify the Commission, at the latest by Tuesday of the week following the closing date for the submission of tenders, of the quantities and average prices of the various lots sold.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 134, 28. 5. 1990, p. 1.\n(3) OJ No L 139, 24. 5. 1986, p. 36.\n(4) OJ No L 201, 31. 7. 1990, p. 5.\n(5) OJ No L 202, 9. 7. 1982, p. 23.\n(6) OJ No L 249, 12. 9. 1990, p. 8.\n(7) OJ No L 55, 1. 3. 1988, p. 1.\n(8) OJ No L 304, 1. 11. 1990, p. 75.\n(9) OJ No L 205, 3. 8. 1985, p. 5."}