{"celex_id": "31996R1409", "uri": "http://publications.europa.eu/resource/cellar/b8198f1f-46fc-4d82-b44a-1aae5563dcc0", "type": "Regulation", "concepts": ["1120", "161", "1644", "80", "862"], "title": "Commission Regulation (EC) No 1409/96 of 19 July 1996 amending Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community, as regards eligibility criteria for category C operators and certain dates relevant to the administration of Community tariff quotas\n", "header": "COMMISSION REGULATION (EC) No 1409/96 of 19 July 1996 amending Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community, as regards eligibility criteria for category C operators and certain dates relevant to the administration of Community tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas Article 3 (5) of Commission Regulation (EEC) No 1442/93 (3), as last amended by Regulation (EC) No 875/96 (4), lays down the criteria which operators must meet to be registered in category C and to obtain annual importing rights under the tariff quota; whereas experience of applying the arrangements over several years shows that better management of tariff quota allocation to operators in category C could be achieved by reinforcing eligibility criteria and specifying the checks required of the national authorities; whereas in the first place, a longer minimum period of activity should be required before an operator may apply for an annual allocation, and the use of dummy operators should be prevented; whereas in the second place, it should be stressed that the eligibility of the application for registration of the operator and the allocation of an annual quantity should, where there is any doubt about fulfilment of the criteria, be subject to the provision of satisfactory evidence by the operator;\nWhereas the consequences of failing to comply with certain obligations pursuant to this Regulation should be made explicit, and in particular the implications of the prohibition on a single operator lodging more than one application;\nWhereas Article 6 of Regulation (EEC) No 1442/93 lays down the date by which national authorities must notify each of the operators in categories A and B of the quantity allocated under the tariff quota for a given year; whereas to enable national authorities to carry out checks and inspections under the best conditions, and to facilitate communication with the Commission, a later date should be fixed for notifying quantities allocated to operators;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 1442/93 is hereby amended as follows:\n1. Article 3 (5) is amended as follows:\n(a) in the first subparagraph, 'for at least one year at the date of submission of their applications for annual allocation` is replaced by 'for at least two years at the date of submission of their applications for annual allocation`;\n(b) the third subparagraph is replaced by the following:\n'Each operator may lodge only one application for an annual allocation, in the Member State of his choice. Failure to comply with this obligation shall render ineligible all applications for allocations that have been lodged, and invalidate any registration already granted.`;\n(c) the following fourth subparagraph is added:\n'Member States shall verify compliance with this paragraph. In particular, they shall ensure that each operator concerned is actively engaged in business on his own account, as an autonomous economic unit in terms of management, staff and operation. Where there are grounds for suspecting that these specific provisions are not met, the application for an annual allocation shall be accepted only subject to the operator's providing appropriate evidence of compliance considered satisfactory by the national authority.`;\n2. in Article 6, the second subparagraph is replaced by the following:\n'The Member States shall determine the quantities for each operator in categories A and/or B registered with them and shall notify the latter thereof individually at the latest by 1 November`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 118, 15. 5. 1996, p. 14."}