{"celex_id": "31998R0779", "uri": "http://publications.europa.eu/resource/cellar/03cb25d4-a3bb-4d2a-aa9e-7715051773b9", "type": "Regulation", "concepts": ["2488", "2734", "4048", "4078", "4580"], "title": "Council Regulation (EC) No 779/98 of 7 April 1998 on the import into the Community of agricultural products originating in Turkey, repealing Regulation (EEC) No 4115/86 and amending Regulation (EC) No 3010/95\n", "header": "15.4.1998 EN Official Journal of the European Communities L 113/1\nCOUNCIL REGULATION (EC) No 779/98\nof 7 April 1998\non the import into the Community of agricultural products originating in Turkey, repealing Regulation (EEC) No 4115/86 and amending Regulation (EC) No 3010/95\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Decision No 1/98 of the EC-Turkey Association Council of 25 February 1998 on the trade regime for agricultural products establishes the system of preferences applicable to imports into the Community of agricultural products originating in Turkey; whereas provision should be made to allow the Commission to adopt special detailed rules for the application of that new import regime, without prejudice to Articles 6 and 7 of Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, West Bank and Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (1);\nWhereas, in the case of products for which Community regulations require a certain import price to be observed, application of the preferential tariff system is subject to observance of that price;\nWhereas Regulation (EEC) No 4115/86 (2) lays down the arrangements applicable to imports into the Community of agricultural products originating in Turkey on the basis of Decision No 1/80 of the EC-Turkey Association Council; whereas the provisions on agriculture of that Decision were repealed by Decision No 1/98 of the EC-Turkey Association Council; whereas, as a result, Regulation (EEC) No 4115/86 should be repealed;\nWhereas the tariff concessions for the three products originating in Turkey laid down in Council Regulation (EC) No 3010/95 of 18 December 1995 totally or partially suspending the customs duties applicable to certain products falling within Chapters 1 to 24 and Chapter 27 of the Combined Nomenclature originating in Malta and Turkey (3), should also be abolished;\nWhereas the Decision of the Association Council applies from 1 January 1998; whereas, in view of the urgency, this Regulation should enter into force on the day of its publication in the Official Journal of the European Communities,", "main_body": ["For the products listed in Annex II to the EC Treaty originating in Turkey and allowed for importation into the Community under the conditions laid down in Decision No 1 /98 of the EC-Turkey Association Council, detailed rules for the application of the import regime shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC of the Council of 22 September 1966 on the establishment of a common organisation of the market in oils and fats (4) or, where applicable, in the corresponding Articles of the other regulations on the common organisation of agricultural markets, without prejudice to Articles 6 and 7 of Regulation (EC) No 1981/94.", "In the case of products for which Community regulations require a certain import price to be observed, application of the preferential tariff system shall be subject to observance of that price.\nIn the case of fishery products for which a reference price is set, application of the preferential tariff shall be subject to observance of that price.", "Regulation (EEC) No 4115/86 is hereby repealed.", "Regulation (EC) No 3010/95 is hereby amended as follows:\n1. the title shall be replaced by the following:\n2. Articles 1 and 2 shall be replaced by the following:\n3. Annex I concerning the list of products falling within Chapters 1 to 24 originating in Malta shall be entitled ‘Annex’.\n4. Annex II concerning the list of products falling within Chapters 1 to 24 originating in Turkey shall be repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 7 April 1998.\nFor the Council\nThe President\nD. BLUNKETT\n(1)  OJ L 199, 2. 8. 1994, p. 1. Regulation as last amended by Commission Regulation (EC) No 1667/97 (OJ L 236, 27. 8. 1997, p. 3).\n(2)  OJ L 380, 31. 12. 1986, p. 16. Regulation as amended by Regulation (EC) No 1620/97 (OJ L 224, 14. 8. 1997, p. 1).\n(3)  OJ L 314, 28. 12. 1995, p. 1. Regulation as amended by Regulation (EC) No 540/96 (OJ L 79, 29. 3. 1996, p. 8).\n(4)  OJ 172, 30. 9. 1996, p. 3025/66. Regulation as last amended by Regulation (EC) No 1581/96 (OJ L 206, 16. 8. 1996, p.11"}