{"celex_id": "31999D0024", "uri": "http://publications.europa.eu/resource/cellar/c67543c5-48ee-46f2-9c4e-ec7711bbaaca", "type": "Decision", "concepts": ["3638", "4420", "5315", "6043"], "title": "1999/24/EC: Council Decision of 14 December 1998 adopting a multiannual programme of technological actions promoting the clean and efficient use of solid fuels (1998 to 2002)\n", "header": "COUNCIL DECISION of 14 December 1998 adopting a multiannual programme of technological actions promoting the clean and efficient use of solid fuels (1998 to 2002) (1999/24/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\n(1) Whereas solid fuels are available in the Community and the ready, abundant, diverse sources of hard coal traded worldwide ensure that such fuels are and will remain a low-cost energy source;\n(2) Whereas the promotion of clean and efficient technologies for solid fuels contributes to the diversification of primary energy resources and to the balance of Community energy policy objectives;\n(3) Whereas solid fuels will be increasingly utilised both in developed and emerging areas of the world, thereby contributing to emissions of pollutants and 2; whereas every effort should be made to ameliorate such emissions by the promotion of clean and efficient technologies and the application of best available technologies (BAT) to existing and new plant using solid fuels;\n(4) Whereas the manufacture and supply of equipment for the clean utilisation of coal, lignite and other forms of solid fuels, for use both within and outside the Community, can contribute to the maintenance of employment;\n(5) Whereas action by the Community relating to the environment should improve the quality of the environment and ensure a prudent and rational utilisation of natural resources, objectives which are furthered by the implementation of clean coal technologies;\n(6) Whereas the promotion of more efficient clean solid fuel technologies can make a significant contribution to the reduction of polluting emissions arising from the use of fossil fuels at Community level; whereas use of cleaner technologies contributes to the objectives of the Community strategy to combat acidification;\n(7) Whereas the promotion of more efficient clean solid fuel technologies will contribute to the reduction of greenhouse gases and the danger of global climate change; whereas wide-ranging cooperation is therefore desirable in order to obtain significant results;\n(8) Whereas it is desirable that promotion of clean solid fuel technologies should be applied both to domestic and small-scale commercial and industrial boilers as well as large electrical power generation plants;\n(9) Whereas on 13 December 1995 the Commission adopted a White Paper entitled 'An energy policy for the European Union`, defining the main lines of new Community energy policy objectives for coherence and convergence of the policies of the Member States; whereas this White Paper states that the contribution of new clean solid fuel technologies can enhance the use of a wide variety of fuels, so that they can continue to play a significant part in the overall energy balance sheet but with an improved environmental image;\n(10) Whereas the promotion and exploitation of clean solid fuel technologies offers economic advantages in terms of employment opportunities with companies in the Community operating on a worldwide basis;\n(11) Whereas, in order to sustain a cleaner environment, advanced clean solid fuel technologies should be developed to achieve improved BAT at costs which can be afforded;\n(12) Whereas certain countries which are expected to become members of the European Union in the coming years are very strongly dependent on the production and use of solid fuels to meet their energy requirements; whereas those countries will need to modernise and improve their energy technologies in order to comply with Community legislation;\n(13) Whereas a number of Member States have their own clean solid fuel technology programmes;\n(14) Whereas there should be an opportunity for those programmes to be coordinated with each other and with the relevant Community programmes;\n(15) Whereas it is also important to promote the uptake of technologies developed with financing from the specific research and technical development non-nuclear energy programme;\n(16) Whereas provision should therefore be made within the multiannual framework programme for actions in the energy sector (1998 to 2002) adopted by Decision 1999/21/EC, Euratom (4) for a specific programme for the promotion of clean solid fuel technologies;\n(17) Whereas, in order to ensure that Community aid is used efficiently and duplication of work avoided, the Commission will ensure that projects are subject to thorough prior appraisal; whereas it will systematically monitor and evaluate the progress and results of supported projects;\n(18) Whereas actions on solid fuels may cover projects dealing with hard coal, lignite, peat, ormulsion, oilshale and the heavy fraction of petroleum products; whereas, in implementing such projects, account can also be taken of the application of clean combustion technologies to biomass and clean sorted combustible waste fractions when mixed with solid fuels;\n(19) Whereas the European Parliament and Community industry have indicated their keen interest in pursuing a policy of developing clean coal technologies for use in the Community and elsewhere in the world;\n(20) Whereas it is politically and economically desirable to open the programme to the associated Central and East European countries, in accordance with the conclusions of the Copenhagen European Council of 21 to 22 June 1993 and as outlined in the Commission communication on that subject in May 1994; whereas it should also be open to Cyprus;\n(21) Whereas the Amsterdam European Council of 16 and 17 June 1997 highlighted the importance of solid fuel research and development by its request that the research in that field currently supported under the Treaty establishing the European Coal and Steel Community should be continued in an appropriate form after the expiry of that Treaty in 2002;\n(22) Whereas there is a need to transfer to industry the results of the research funded under the European Coal and Steel Community;\n(23) Whereas the measures to foster industrial strategic cooperation should be designed to encourage industry to exchange experiences on, for example, how environmental standards are met;\n(24) Whereas the promotion, demonstration and exploitation of clean solid fuel technologies throughout the Community are likely to strengthen its economic and social cohesion, as called for by Article 130a of the Treaty;\n(25) Whereas a financial reference amount within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995 (5), is included in this Decision for the entire duration of this programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty; whereas account should be taken of the fact that a new financial perspective will be negotiated during the course of this programme;\n(26) Whereas the Treaty does not provide powers for the adoption of this Decision, other than those in Article 235 thereof,", "main_body": ["1. Within the multiannual framework programme for actions in the energy sector, a specific programme for the promotion of clean solid fuel technologies, hereinafter referred to as the 'Carnot` programme, shall be implemented by the Community for the period 1998 to 2002.\n2. In addition to the priority objectives listed in Article 1(2) of Decision 1999/21/EC, Euratom, the objectives of the Carnot programme shall be to:\n- promote the use of clean and efficient technologies to plants using solid fuels in order to limit emissions, including carbon dioxide emissions, from such use,\n- encourage the development of advanced clean solid fuel technologies in order to achieve improved BAT at affordable cost.", "The financial reference amount for the implementation of the Carnot programme shall be ECU 3 million. Of this amount, ECU 1,2 million is for the period 1998 to 1999.\nThe financial reference amount for the period 2000 to 2002 shall be reviewed if the amount of ECU 1,8 million is not consistent with the financial perspective for that period.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "Two categories of actions on clean solid fuel technologies shall be financed under the Carnot programme, namely:\n(a) measures to foster cooperation aimed at promoting better market and technical information between national, Community and international activities through the development of appropriate means for exchanging information, helping to remove barriers and evaluating the impact of the various actions provided for in this Article;\n(b) measures to foster industrial strategic cooperation, such as business workshops and seminars, industrial on-site visits, studies, evaluations and concertation groupings, aimed at promoting the industrial exploitation of clean technologies for energy purposes, for example combined heat and power production. This will include the promotion of exports of European clean solid fuel technology.", "The level of funding for the measures referred to in Article 3(a) shall be between 50 and 100 % of their total cost.\nThe level of funding for the measures referred to in Article 3(b) shall be between 30 and 50 % of their total cost.\nThe balance of the funding of the actions referred to in Article 3 may be made up from either public or private sources or from a combination of the two.", "The Commission shall define guidelines for the measures referred to in Article 3 each year.\nProposals for measures referred to in Article 3 and the list of bodies which are to implement them shall be submitted annually to the Commission, which shall decide on the level and conditions of Community funding. The Commission shall sign contracts relating to the said measures with those bodies.\nThe committee provided for in Article 7 shall assist the Commission in the definition of these guidelines and the decisions on funding.", "The Commission shall be responsible for the implementation of the Carnot programme.\nFor the implementation of the actions referred to in Article 3, the Commission shall apply the procedure laid down in Article 7.", "The Commission shall be assisted, for the purposes of implementing the Carnot programme, by the committee referred to in Article 4 of Decision 1999/21/EC, Euratom.", "Examination and internal and external assessment of the implementation of the Carnot programme shall be carried out in accordance with the provisions in Article 5 of Decision 1999/21/EC, Euratom.", "The Carnot programme shall be open to associated Central and East European countries in accordance with the conditions, including financial provisions, laid down in the additional protocols to the Association Agreements or in the Association Agreements themselves relating to participation in Community programmes. The Carnot programme shall also be open to Cyprus on the basis of additional appropriations, under the same rules as those applied to the EFTA/EEA countries, in accordance with procedures to be agreed with that country.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 328, 26. 10. 1998.\n(2) OJ C 214, 10. 7. 1998, p. 44.\n(3) OJ C 315, 13. 10. 1998, p. 1.\n(4) See page 16 of this Official Journal.\n(5) OJ C 102, 4. 4. 1996, p. 4."}