{"celex_id": "31992D0420", "uri": "http://publications.europa.eu/resource/cellar/b125dca0-d180-46af-aac5-964d85e3b818", "type": "Decision", "concepts": ["191", "2300", "4081"], "title": "92/420/EEC: Council Decision of 13 July 1992 on the equivalence of checks on practices for the maintenance of varieties carried out in third countries\n", "header": "COUNCIL DECISION of 13 July 1992 on the equivalence of checks on practices for the maintenance of varieties carried out in third countries (92/420/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species(1) , and in particular Article 21 (1) (b) thereof,\nHaving regard to Council Directive 70/458/EEC of 29 September 1970 on the marketing of vegetable seed(2) , and in particular Article 32 (1) (b) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by Decision 78/476/EEC(3) , the Council noted that the official checks on practices for the maintenance of varieties carried out in certain third countries afforded the same guarantees as those carried out by the Member States; whereas the said  Decision expires on 30 June 1992;\nWhereas it appears that the abovementioned official checks carried out in the third countries referred to in Decision 78/476/EEC continue to afford the same guarantees as those carried out by the Member States;\nWhereas, in the case of the country referred to as Yugoslavia in Decision 78/476/EEC, it is appropriate, given the recent developments in that country, to replace the name 'Yugoslavia' with the names 'Republic of Bosnia and Herzegovina', 'Republic of  Croatia' and 'Republic of Slovenia', all of which countries have recently been recognized by the Community;\nWhereas additional information has been requested from these three countries; whereas it is therefore appropriate, in these cases, to grant a shorter period of equivalence to allow time for this information to be supplied and assessed;\nWhereas it has now been established that practices for the maintenance of certain varieties can be officially checked also in Switzerland, Morocco, Taiwan, Uruguay, Finland and, in connection with vegetables species, in Hungary in addition to  agricultural plant species;\nWhereas an examination of the conditions under which official checks on practices for the maintenance of varieties are carried out in the abovementioned six countries has shown that these checks afford the same guarantees as those carried out by the  Member States;\nWhereas Switzerland, Morocco, Taiwan, Uruguay and Finland should therefore be granted equivalence, and the equivalence granted to Hungary should be extended to vegetable species;\nWhereas the Republic of Korea has been requested to supply additional detailed information and it is therefore appropriate to grant that country a shorter period of equivalence to allow time for this information to be supplied and assessed;\nWhereas this Decision in no way prevents Community findings on equivalence from being revoked or the extension of their period of validity being refused when the conditions on which they are based are not, or cease to be, satisfied; whereas, to this  end, further practical information on seed of the varieties being maintained in the abovementioned countries should also be obtained when carrying out Community comparative tests;\nWhereas certain of the technical and administrative provisions in the Annex may be subject to frequent adjustment; whereas, in order to simplify the procedure which at present governs amendments to the Annex, recourse should be had to the procedure of  the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["It is hereby noted that the official checks on practices for the maintenance of varieties carried out in the countries by the authorities listed in the Annex for the species listed therein and concerning the said countries afford the same  guarantees as those carried out by the Member States.", "The technical and administrative adjustments to be made to the Annex, with the exception of those concerning column 2 of the table, shall be adopted in accordance with the procedure laid down in Article 23 of Directive 70/457/EEC and in", "0\nof Directive 70/458/EEC.", "This Decision shall apply from 1 July 1992 to 30 June 1993 in the case of the Republic of Korea, the Republic of Bosnia and Herzegovina, the Republic of Croatia and the Republic of Slovenia and from 1 July 1992 to 30 June 1997 in the case of  the other third countries listed in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 1992.\nFor the Council The President J. GUMMER\n(1) OJ No L 225, 12. 10. 1970, p. 1. Directive as last amended by Directive 90/654/EEC (OJ No L 353, 17. 12. 1990, p. 48).\n(2) OJ No L 225, 12. 10. 1970, p. 7. Directive as last amended by Directive 90/654/EEC (OJ No L 353, 17. 12. 1990, p. 48).\n(3) OJ No L 152, 8. 6. 1978, p. 17. Decision as last amended by Decision 88/574/EEC (OJ No L 313, 19. 11. 1988, p. 45).\nANNEX\n1AustriaBundesanstalt fuer Pflanzenbau, WienAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n2AustraliaCommonwealth Department of Primary Industry and Energy, CanberraAgricultural plant species referred to in Directives 66/401/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n3BulgariaSortovi Semena I Posadatchen Materiel, SofiaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n4SwitzerlandEidgenoessische Forschungsanstalt fuer landwirtschaftlichen Pflanzenbau, Zuerich-Reckenholz\nStation Fédérale de Recherches Agronomiques de Changins, NyonAgricultural plant species referred to in Directives 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n5CanadaAgriculture Canada, OttawaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\n6Czech and Slovak Federal RepublicUstredni kontrolní a zkusební ustav zemedelsky, 18648 Praha, Sokolovska 1\nCentral Controlling and Testing Institute for Agriculture, Matuskova 21, 83316 BratislavaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n7HungaryInstitute for Agricultural Quality Control, BudapestAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n8IsraelSeed and Nursery Stock Inspection Service of the Ministry of Agriculture, Beg-DagenAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n9JapanMinistry of Agriculture, Forestry and Fisheries - JapanVegetable species referred to in Directive 70/458/EEC\n10MoroccoMinistère de l'Agriculture et de la Réforme Agraire, RabatAgricultural plant species referred to in Directives 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species (Phaseolus vulgaris; Pisum sativum and Vicia faba) referred to in Directive 70/458/EEC\n11New ZealandMinistry of Agriculture and Fisheries, WellingtonAgricultural plant species referred to in Directive 66/401/EEC\n12PolandInspekcja Nasienna, WarszawaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n13RomaniaMinisteral Agriculturii, BucurestiHelianthus annuus\n14ArgentinaInstituto Nacional de Semillas, Buenos AiresAgricultural plant species referred to in Directives 66/401/EEC, 66/402/EEC and 69/208/EEC\n15TaiwanCouncil of Agriculture, TaipeiVegetable species referred to in Directive 70/458/EEC\n16ChileServicio Agricola y Canadero, Santiago de ChileAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\n17Republic of KoreaMinistry of Agriculture and Forestry, SeoulVegetable species referred to in Directive 70/458/EEC\n18SwedenSwedish Seed Testing and Certification Institute, LundAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n19FinlandState Seed Testing Station, HelsinikiAgricultural plant species referred to in Council Directive 66/401/EEC\n20UruguayUnidad Ejecutora de Semillas, Ministerio de Ganaderias, Agricultura y Pesca, MontevideoLinseed\n21United States of AmerikaUS Department of Agriculture, BeltsvilleAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\nVegetable species referred to in Directive 70/458/EEC\n22Republic of\nBosnia and HerzegovinaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\n23Republic of CroatiaMinistarstvo Trgovine, 41000 Zagreb, Trg Drage Iblera 9, CroatiaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\n24Republic of SloveniaMinistrstvoza Kmetijstvo Gozdarstvo in Prehrano, SloveniaAgricultural plant species referred to in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC\n25South-AfricaDepartment of Agricultural Technical Services, Devision of Seed Control, PretoriaAgricultural plant species referred to in Directives 66/401/EEC and 69/208/EEC, and the species Zea mays."}