{"celex_id": "31994R0918", "uri": "http://publications.europa.eu/resource/cellar/8c3d87ab-3eeb-4e25-be42-34b3ecc46775", "type": "Regulation", "concepts": ["1605", "2081", "5233", "87"], "title": "Commission Regulation (EC) No 918/94 of 26 April 1994 derogating from Regulation (EEC) No 778/83 laying down quality standards for tomatoes, as regards tomatoes attached to the stalk (trusses of tomatoes)\n", "header": "COMMISSION REGULATION (EC) No 918/94 of 26 April 1994 derogating from Regulation (EEC) No 778/83 laying down quality standards for tomatoes, as regards tomatoes attached to the stalk (trusses of tomatoes)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 2 (2) thereof,\nWhereas Commission Regulation (EEC) No 778/83 (3), as last amended by Regulation (EEC) No 1657/92 (4), laid down quality standards for tomatoes; whereas demand for products in a different presentation has developed; whereas experience gained on the  market has shown that there is a particular demand for tomatoes attached to the stalk (trusses of tomatoes); whereas it should be permitted to market such produce for a limited trial period with the aim of seeing whether there is a continuing demand  from consumers;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. Until the end of the 1994 marketing year and by derogation from the quality standard for tomatoes as laid down in the Annex to Regulation (EEC) No 778/83 the marketing of tomatoes attached to the stalk (trusses of tomatoes) is permitted,  provided that such tomatoes are classified in the 'extra' class or class 'I' and comply with all the criteria laid down for the class in question, other than the exceptions mentioned in paragraph 2.\n2. Tomatoes attached to the stalk (trusses of tomatoes) must be packed in packages of uniform contents.\nThe stalks of tomatoes attached to the stalk (trusses of tomatoes) must be fresh, healthy, clean and free from all leaves and any visible foreign matter.\nAs regards sizing, the minimum size for tomatoes attached to the stalk (trusses of tomatoes) is set at 35 mm. The sizing scale laid down in heading III 'Provisions concerning sizing' point B of the Annex to Regulation (EEC) No 778/83 shall not apply to  such tomatoes.\nAs regards marking each package containing tomatoes attached to the stalk (trusses of tomatoes) must bear, besides the particulars mentioned in heading VI 'Provisions concerning marking' points A, C, D and E of the Annex to Regulation (EEC) No 778/83,  the words 'trusses of tomatoes'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 86, 31. 3. 1983, p. 14.\n(4) OJ No L 172, 27. 6. 1992, p. 53."}