{"celex_id": "31992D0098", "uri": "http://publications.europa.eu/resource/cellar/114941a9-4fde-484a-9810-320c7d6c3e9d", "type": "Decision", "concepts": ["2797", "3815", "4681", "715"], "title": "92/98/EEC: Council Decision of 10 February 1992 amending Decision 90/218/EEC concerning the placing on the market and administration of Bovine Somatotrophin (BST)\n", "header": "COUNCIL DECISION  of 10 February 1992  amending Decision 90/218/EEC concerning the placing on the market and administration of Bovine Somatotrophin (BST)  (92/98/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, by Decision 90/218/EEC (3), the Council called on Member States to prohibit, until 31 December 1991, the administration of bovine somatotrophin on their territory by any means whatsoever to dairy cows in view of the fact that the effects and  consequences of the administration of this product were not sufficiently clear at the time;\nWhereas the time set for studying these effects and consequences has proved too short; whereas the research undertaken has only been partially completed; whereas sufficiently representative results have not yet been obtained, in particular from the  point of view of animal health and welfare; whereas in-depth studies should therefore continue in order to secure the additional data needed;\nWhereas the possibility of a common approach by the principal countries involved in producing, exporting and importing dairy products should be investigated; whereas, finally, further deliberation is necessary regarding some aspects of consistency with  other Community policies;\nWhereas, in order not to anticipate the results of the studies in question, the prohibition regarding the placing on the market and administration of bovine somatotrophin should be extended until a later date,", "main_body": ["Decision 90/218/EEC is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n'Article 1\nMember States shall ensure that, until 31 December 1993, the placing on the market of bovine somatotrophin and its administration on their territory to dairy cows by any means whatsoever will not be authorized.'\n2. Article 4 shall be replaced by the following:\n'Article 4\nThe Commission shall, before 1 July 1993, present the European Parliament and the Council with a report on the situation together with proposals for future arrangements. The Council shall act upon these proposals not later than 31 December 1993.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 February 1992. For the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 24, 31. 1. 1992, p. 9. (2) Opinion delivered on 17 January 1992 (not yet published in the Official Journal). (3) OJ No L 116, 8. 5. 1990, p. 27. Decision amended by Decision 91/61/EEC (OJ No L 37, 9. 2. 1991, p. 39)."}