{"celex_id": "31997L0073", "uri": "http://publications.europa.eu/resource/cellar/35e8111a-510b-4f0d-8d19-3933c083d93f", "type": "Directive", "concepts": ["13", "191", "2985", "3885", "4036", "4308"], "title": "Commission Directive 97/73/EC of 15 December 1997 including an active substance (imazalil) in Annex I to Council Directive 91/414/EEC concerning the placing of plant protection products on the market (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 97/73/EC of 15 December 1997 including an active substance (imazalil) in Annex I to Council Directive 91/414/EEC concerning the placing of plant protection products on the market (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), as last amended by Directive 97/57/EC (2), and in particular Article 6 (1) and the fourth subparagraph of Article 8 (2) thereof,\nWhereas Commission Regulation (EEC) No 3600/92 (3), as last amended by Regulation (EC) No 1199/97 (4), has laid down the detailed rules for the implementation of the first stage of the programme of work referred to in Article 8 (2) of Directive 91/414/EEC (hereinafter referred to as 'the Directive`); whereas, pursuant to that Regulation, Commission Regulation (EC) No 933/94 (5), as last amended by Regulation (EC) No 2230/95 (6), laid down the list of active substances of plant protection products to be assessed, with a view to their possible inclusion in Annex I to the Directive;\nWhereas those active substances should be included in that Annex when it may be expected that there will not be any harmful effects on human or animal health or on groundwater or any unacceptable influence on the environment;\nWhereas such inclusion should be made for a period not exceeding 10 years;\nWhereas the Directive, at Article 8 (2), provides that after inclusion of an active substance in Annex I to the Directive, Member States shall, within a prescribed period, grant, vary or withdraw, as appropriate, the authorizations of the plant protection products containing the active substance; whereas, in particular, Articles 4 (1) and 13 (1) of the Directive require that plant protection products are not authorized unless account is taken of the conditions associated with the inclusion of the active substance in Annex I and the uniform principles laid down in Annex VI on the basis of a dossier satisfying the data requirements laid down in Article 13;\nWhereas for imazalil the effects on human health and the environment have been assessed in accordance with the provisions laid down in Regulation (EEC) No 3600/92, for a number of uses proposed by the notifiers; whereas Belgium, acting on behalf of Luxembourg as designated rapporteur Member State pursuant to Regulation (EC) No 933/94, has submitted to the Commission on 15 July 1996 the relevant assessment report;\nWhereas the submitted report has been reviewed by the Member States and the Commission within the Standing Committee on Plant Health; whereas this review has been finalized on 11 July 1997 in the format of the Commission review report for imazalil, in accordance with the provisions of Article 7 (6) of Regulation (EEC) No 3600/92; whereas it may be necessary to update this report from time to time to take into account technical and scientific developments; whereas in such case the conditions for the inclusion of imazalil in Annex I to Directive 91/414/EEC will also need to be amended pursuant to Article 6 (1) of that Directive;\nWhereas it has appeared from the assessments made that plant protection products containing the active substance concerned may be expected to satisfy in general the requirements laid down in Article 5 (1) (a) and (b) of the Directive, in particular with regard to the uses which were examined; whereas therefore it is necessary to include the active substance concerned in Annex I, in order to ensure that, in all Member States, the granting, varying or withdrawing, as appropriate, of the authorizations of plant protection products containing the active substance concerned can be organized in accordance with the provisions of the Directive, and to ensure that this activity is not further delayed;\nWhereas before inclusion a reasonable deadline is necessary to permit Member States and the interested parties to prepare themselves to the new requirements which will result from the inclusion; whereas moreover after inclusion a reasonable period is necessary for the Member States to implement the Directive and in particular to vary or withdraw, as appropriate, existing authorizations or grant new authorizations in accordance with the provisions of Directive 91/414/EEC; whereas a longer period should be provided for the submission and assessment of the complete Annex III dossier of each plant protection product in accordance with the uniform principles laid down in Annex VI to the Directive; whereas, however, for plant protection products containing several active substances, the complete evaluation on the basis of the uniform principles can only be carried out when all the active substances concerned have been included in Annex I to the Directive;\nWhereas the periods laid down for implementation of this Directive do not prejudice the periods which will be established for the inclusion of other active substances in Annex I to the Directive;\nWhereas the review report is required for the proper implementation by the Member States of several sections of the uniform principles laid down in Annex VI to the Directive, where these principles refer to the evaluation of the Annex II data which were submitted for the purpose of the inclusion of the active substance in Annex I to the Directive;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Imazalil is hereby designated as an active substance in Annex I to Directive 91/414/EEC, as set out in the Annex hereto.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive, not later than 30 June 1999 (7); in particular they shall, in accordance with the provisions of Directive 91/414/EEC, where necessary, vary or withdraw existing authorizations for plant protection products containing imazalil as active substance within such period.\nHowever, with regard to evaluation and decision-making pursuant to the uniform principles provided for in Annex VI to Directive 91/414/EEC, on the basis of a dossier satisfying the requirements of Annex III thereto, the period laid down in the first subparagraph is extended:\n- for plant protection products containing only imazalil, and not intended for outdoor foliar uses, to four years from the entry into force of this Directive,\n- for plant protection products containing imazalil and other active substances not yet included in Annex I, and not intended for outdoor foliar uses, to four years from the entry into force of such Directive as shall include the last of those substances in Annex I.\n2. When Member States adopt the provisions referred to in paragraph 1, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on 1 January 1999 (8).", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 230, 19. 8. 1991, p. 1.\n(2) OJ L 265, 27. 9. 1997, p. 87.\n(3) OJ L 366, 15. 12. 1992, p. 10.\n(4) OJ L 170, 28. 6. 1997, p. 19.\n(5) OJ L 107, 28. 4. 1994, p. 8.\n(6) OJ L 225, 22. 9. 1995, p. 1.\n(7) In principle six months from the date of entry into force of the present Directive.\n(8) In principle 12 months from the date of adoption of the present Directive.\nANNEX\nIMAZALIL\n1. Identity:\n(Iupac name) (±) -1-(â-allyloxy-2,4-dichlorophenylethyl) imidazole\nor\n(±) -allyl 1-(2,4-dichlorophenyl)-2-imidazol-1-ylethyl ether\n2. Particular conditions to be fulfilled:\n2.1. Purity of the active substance as manufactured shall satisfy the specification established by FAO for this active substance.\n2.2. Only uses as fungicide may be authorized.\n2.3. For the following uses the following particular conditions apply:\n- post harvest fruit, vegetable and potato treatments may only be authorized when an appropriate decontamination system is available or a risk assessment has demonstrated to the authorizing Member State that the discharge of the treatment solution does not have an unacceptable risk to the environment and in particular to aquatic organisms,\n- post harvest treatment of potatoes may only be authorized when a risk assessment has demonstrated to the authorizing Member State that the discharge of the processing waste from treated potatoes does not have an unacceptable risk to aquatic organisms,\n- outdoor foliar uses may only be authorized when a risk assessment has demonstrated to the authorizing Member State that the use has no unacceptable effects on human and animal health and the environment.\n2.4. For the implementation of the uniform principles of Annex VI, the conclusions of the review report on imazalil, and in particular Appendixes I and II thereof, as finalized in the Standing Committee on Plant Health on 11 July 1997 shall be taken into account.\n3. Expiry date of the inclusion: 31 December 2008."}