{"celex_id": "31990R2036", "uri": "http://publications.europa.eu/resource/cellar/28a7b31a-0a9a-4a44-b798-9a87d1e9fe86", "type": "Regulation", "concepts": ["1524", "1815", "2634", "2672", "3837", "519"], "title": "Council Regulation (EEC) No 2036/90 of 16 July 1990 imposing a definitive anti-dumping duty on imports of ferroboron originating in Japan and definitively collecting the provisional anti-dumping duties imposed on such imports\n", "header": "COUNCIL  REGULATION (EEC) No 2036/90\nof 16 July 1990\nimposing a definitive anti-dumping duty on imports of ferroboron originating in Japan and definitively collecting the provisional anti-dumping duties imposed on such imports\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission submitted following consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional measures\n(1) By Regulation (EEC) No 665/90 (2) the Commission imposed a provisional anti-dumping duty of 23,3 % of the net free-at-Community-frontier price on imports of ferroboron originating in Japan, with the exception of the ferroboron manufactured and sold for export by Yahagi Iron Co. Ltd, Nagoya, for which a provisional anti-dumping duty of 11,4 % was imposed.\nB. Subsequent procedure\n(2) Having been informed of the main conclusions of the preliminary investigation, the interested parties were given the opportunity to make known their views in writing and to request a hearing within one month of the entry into force of Regulation (EEC) No 665/90. Only one exporter made known his views concerning the provisional findings.\nC. Dumping\n(3) The exporter made objections to the different dumping margins being equal to the provisional duties imposed by Regulation (EEC) No 665/90.\n(4) However, the Commission applied the same methodology when it established the normal value and the export price at the premises of the Japanese companies known to be exporters of ferroboron. Given the different prices of the companies concerned, the margins of dumping were found to be at a different level.\n(5) Furthermore, the same exporter insisted again on the fact that the Commission should take into account, for the purposes of price comparability, the various sizes of ferroboron (lumps, grain and powder).\nAs regards the effect of the different sizes of ferroboron available on price comparability, no new argument has been provided by the exporter in question which could justify a change in the approach indicated in the thirteenth recital of Regulation (EEC) No 665/90.\nNevertheless, it should be noted that even the approach suggested by the exporter in question would not lead to a determination of a margin of dumping lower than that determined in Regulation (EEC) No 665/90.\n(6) As no new evidence on dumping has been submitted to it since the imposition of the provisional duties in respect of imports originating in Japan, the Commission considers that the findings on dumping, as set out in Regulation (EEC) No 665/90, are definitive.\nD. Injury\n(7) As no new evidence has been submitted by any interested parties in relation to the Commission's provisional findings on injury, the findings on injury, as set out in Regulation (EEC) No 665/90, are considered to be definitive.\nE. Community interest\n(8) As no new evidence has been found, the Commission's conclusion that it is in the Community's interest that action be taken is confirmed.\nF. Rate of duty\n(9) The provisional anti-dumping duties corresponded to the dumping margins found, which were lower than the thresholds of injury established for the Japanese exporters assessed in isolation. The provisional findings of the Commission having been confirmed, the amounts of the definitive anti-dumping duties should be the same as the amounts of the provisional anti-dumping duties.\nG. Collection of provisional duty\n(10) In view of the importance of the dumping margins found and the seriousness of the injury caused to the Community's industry, it is considered necessary that amounts secured by way of provisional anti-dumping duties should be collected in full,", "main_body": ["1. A definitive anti-dumping duty of 23,3 % of the net free-at-Community frontier price before duty is hereby imposed on imports of ferroboron corresponding to CN code ex 7202 99 90 (Taric code 7202 99 90* 20) originating in Japan (Taric additional code 8441), with the exception of such ferroboron manufactured and sold for export by Yahagi Iron Co. Ltd, Nagoya (Taric additional code 8440), for which the rate of duty shall be 11,4 %.\n2. The provisions in force concerning customs duties shall apply.", "The amounts received by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 665/90 shall be definitively collected in full.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1990.\nFor the Council\nThe President\nG. DE MICHELIS\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 73, 20. 3. 1990, p. 6."}