{"celex_id": "31990D0150", "uri": "http://publications.europa.eu/resource/cellar/38db966e-9323-4444-955d-79a67992a5fd", "type": "Decision", "concepts": ["1752", "180", "2470", "3549"], "title": "90/150/EEC: Council Decision of 22 March 1990 amending Decision 85/338/EEC on the adoption of the Commission work programme concerning an experimental project for gathering, co-ordinating and ensuring the consistency of information on the state of the environment and natural resources in the Community\n", "header": "COUNCIL  DECISION\nof 22 March 1990\namending Decision 85/338/EEC on the adoption of the Commission work programme concerning an experimental project for gathering, co-ordinating and ensuring the consistency of information on the state of the environment and natural resources in the Community\n(90/150/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and, in particular, Article 130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, by Decision 85/338/EEC (1), the Council adopted the Commission work programme concerning an experimental project for gathering, co-ordinating and ensuring the consistency of information on the state of the environment and natural resources in the Community (hereinafter referred to as the Corine programme);\nWhereas the period of time provided for the Corine programme in Article 1 of the said Decision was four years with effect from 1 January 1985 and the amount of funds estimated to be necessary for its implementation, indicated in Article 2 of the said Decision, was ECU 4 million;\nWhereas in accordance with Article 3 of the said Decision, the Commission has furnished a communication to the European Parliament and the Council indicating the intermediate results and future guidelines; whereas that report indicated the importance and usefulness of the data generated and of the overall programme;\nWhereas the Commission has submitted a proposal for a Council Regulation for the establishment of a European Environment Agency and a European Environment Monitoring and Information Network; whereas that proposal provides that the said Agency shall be entrusted with continuing, as appropriate, the work undertaken by the Commission pursuant to Decision 85/338/EEC;\nWhereas, however, provision should be made that the work programme undertaken pursuant to Decision 85/338/EEC should be continued for a transitional period of two years pending the envisaged integration of Corine and the European Environment Agency: whereas that extension should be financed from Community financial resources;\nWhereas the financing of the programme of environmental statistics as laid down in the Council resolution of 19 June 1989 on the implementation of a plan of priority actions in the field of statistical information: Statistical programme of the European Communities (1989-1992) (1), which is complementary to Corine, will be covered by a separate Council Decision,", "main_body": ["Decision 85/338/EEC is hereby amended in the following respects;\n(a) the terms 'four years' in the first paragraph of Article 1 shall be replaced by 'six years';\n(b) the terms '4 million ECU' in Article 2 shall be replaced by 'ECU 10,5 million'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 March 1990.\nFor the Council\nThe President\nP. FLYNN\n(1) OJ No C 269, 21. 10. 1989, p. 7.\n(2) OJ No C 68, 19. 3. 1990.\n(3) OJ No C 56, 7. 3. 1990, p. 13.\n(4) OJ No L 176, 6. 7. 1985, p. 14.\n(5) OJ No C 161, 28. 6. 1989, p. 1."}