{"celex_id": "31990D0058", "uri": "http://publications.europa.eu/resource/cellar/242f63dd-4584-45d2-9803-78b46bf5909a", "type": "Decision", "concepts": ["1309", "192", "4689", "5369"], "title": "90/58/EEC: Commission Decision of 5 February 1990 concerning animal health conditions and veterinary certification for imports of fresh meat from Chile\n", "header": "COMMISSION  DECISION\nof 5 February 1990\nconcerning animal health conditions and veterinary certification for imports of fresh meat from Chile\n(90/58/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 89/227/EEC (2), and in particular Article 16 thereof,\nWhereas animal health conditions and veterinary certification requirements for imports of fresh meat from Chile were established by Commission Decision 87/363/EEC (3), as last amended by Decision 89/5/EEC (4);\nWhereas the responsible veterinary authorities of Chile have confirmed that Chile has for at least 12 months been free from rinderpest and that no vaccinations have been carried out against this disease during that time;\nWhereas the last outbreak of foot-and-mouth disease in Chile occurred in August 1987; whereas the whole of Chile has been declared free of foot-and-mouth disease in April 1988 according to norms of the Zoosanitary Code of the International Office of Epizootics (OIE); whereas it is now considered suitable to restore the authority to import fresh meat from the whole of Chile under the same conditions as those laid down for Regions XI and XII;\nWhereas the responsible veterinary authorities of Chile have undertaken to notify the Commission of the European Communities and the Member States, by telex or telegram, within 24 hours at the latest, of the confirmation of the occurence of any of the abovementioned diseases or the adoption of vaccination against any of them;\nWhereas animal health conditions and veterinary certification must be adopted according to the animal health situation of the non-member country concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize the importation from Chile of fresh meat of bovine animals, sheep, goats and domestic solipeds conforming to the guarantees laid down in an animal health certificate which accords with the Annex hereto and which must accompany the consignment.", "This Decision shall not apply to imports of glands and organs authorized by the country of destination for pharmaceutical manufacturing purposes.", "Decision 87/363/EEC is hereby revoked.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 93, 6. 4. 1989, p. 25.\n(3) OJ No L 194, 15. 7. 1987, p. 35.\n(4) OJ No L 7, 10. 1. 1989, p. 21.\nANNEX\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of bovine animals, sheep, goats and domestic solipeds intended for consignment to the European Economic Community\nCountry of destination:\nReference to the public health certificate (1):\nExporting country: Chile\nMinistry:\nDepartment:\nReferences:\n(optional)\nI. Identification of meat\nMeat of:\n(animal species)\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) (2) of the approved slaughterhouse(s):\nAddress(es) and veterinary approval number(s) (2) of the approved cutting plant(s):\nIII. Destination of meat\n1.2 // The meat will be sent from:   // (place of loading)  // to:  // (country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health:\nI, the undersigned, official veterinarian, certify that the fresh meat described above has been obtained from:\n- animals which have remained in the territory of Chile for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- in the case of fresh meat from sheep and goats, animals which have not come from holdings which for health reasons are subject to prohibition as a result of an outbreak of ovine or caprine brucellosis during the previous six weeks.\nDone at , on\nSeal\n(signature of official veterinarian)\n(name in capital letters and qualification of signatory)\n(1) Fresh meat means all parts of domestic solipeds which are fit for human consumption and which have not undergone any preserving process, chilled and frozen meat being considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For aircraft the flight number should be given and for ships the name."}