{"celex_id": "31992D0571", "uri": "http://publications.europa.eu/resource/cellar/652bb74e-a26e-492e-b21a-ef81e038b4b7", "type": "Decision", "concepts": ["1445", "171", "2300", "2738", "3408", "4689"], "title": "92/571/EEC: Commission Decision of 15 December 1992 relating to new transitional measures which are necessary to facilitate the move to the system of veterinary checks provided for in Council Directive 90/675/EEC\n", "header": "COMMISSION DECISION  of 15 December 1992  relating to new transitional measures which are necessary to facilitate the move to the system of veterinary checks provided for in Council Directive 90/675/EEC  (92/571/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Decision 92/438/EEC (2), and in  particular Article 30 thereof,\nWhereas Directive 90/675/EEC makes arrangements for a new system of veterinary checks for products entering the Community from third countries;\nWhereas the Commission, in Decision 92/399/EEC (3), adopted certain transitional measures to facilitate the move to the new system of veterinary checks provided for in Council Directive 90/675/EEC;\nWhereas it is necessary to lay down new transitional measures which facilitate the gradual implementation of the system established by Directive 90/675/EEC; whereas Commission Decision 92/399/EEC must therefore be revoked;\nWhereas, although at this stage controls on harmonized products can be carried out at the external border of the Community, it is nevertheless appropriate that in certain cases, for non-harmonized products, some controls should still be carried out in  the Member State of destination;\nWhereas pending the application of a lesser frequency of checks, determined for certain third countries in accordance with Article 8 (3) of Council Directive 90/675/EEC, Member States need to continue to apply the frequencies in force before 1 July  1992;\nWhereas the cost of veterinary controls is chargeable either to the importer or to his representative, and whereas the absence of a fixed tariff of costs can distort competition between Member States; whereas it is advisable for Member States to take  the necessary measures to permit their establishment and payment;\nWhereas, moreover, it is justified to allow the option of controls during transportation provided that they do not jeopardize the abolition of internal borders pursuant to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in  intra-Community trade with a view to the completion of the internal market (4), as last amended by Directive 92/67/EEC (5);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The provisions of Article 8 of Council Directive 90/675/EEC shall apply to the list of products appearing in the Annex hereto.\nNevertheless, a Member State which conducts identification checks and physical checks when products are brought into the territory of the Community may, when special conditions so warrant, submit a request on or before 18 December 1992, duly accompanied  by supporting evidence seeking permission from the Commission to carry out those controls in a place in that Member State other than the pre-selected border inspection post of entry. In that event, the forwarding of the products to that place shall be  subject to the conditions of Article 2 (b) hereof.\nThe request shall be followed by the adoption of a Decision by the Commission.", "Article 11 of Directive 90/675/EEC shall apply subject to the following rules:\n(a) the competent veterinary authority in the Member States into which the products are brought shall in all cases carry out the documentary check on those products either at the pre-selected border inspection posts or at the border crossing points;\n(b) when, in accordance with the procedure of bilateral agreements under Article 11 (2) (b) of that Directive, identification checks and physical checks are conducted in the Member State of destination, those controls shall be carried out, after  carriage of the products under customs supervision and in sealed transport, in one of the places appearing on a list proposed by the Member State and approved by the Commission.\nThe Member State into which the products are brought shall lay down a sanction which is effective, proportional and deterrent in cases where no proof has been provided that the products have been presented to the competent authority of the place of  destination within 15 days;\n(c) the checks provided by Article 11 (2) (a) shall apply for as long as Community provisions have not entered into force in the Member State into which the products are brought. In such a case, Member States shall forward the provisions applicable  pursuant to Article 11 (2) (a) to the Commission and the other Member States;\n(d) the procedure for the bilateral agreements referred to in paragraph (b) may be applied mutatis mutandis in the circumstances envisaged in Article 11 (2) (a).", "Member States shall carry out identification checks at the same place as physical checks are carried out and, if need be, at the same time as those controls.", "Member States shall apply, as soon as they enter into force, the provisions on the frequencies of the checks as determined in accordance with Article 8 (3) of Directive 90/675/EEC.\nPending those provisions:\n- when Member States carry out identification checks and physical checks, they shall carry them out in accordance with the frequencies in force on their territory before 1 July 1992,\n- Member States shall forward those frequencies of checking to the Commission and the other Member States.", "Member States shall take the necessary measures to establish the cost of veterinary controls carried out and to ensure that those costs have been paid by either the importer or his representative.", "In addition to the checks on products covered by Directive 90/675/EEC, as laid down in Article 6 (1) of Directive 89/662/EEC and in Article 7 (1) of Directive 90/425/EEC (6), Member States may carry out documentary controls at any stage  during the transportation of those products, subject to observance of the principle that controls at internal borders of the Community have been removed.", "As far as the checks laid down by Article 12, paragraph 1 (b) of Directive 90/675/EEC are concerned, Member States shall carry out only documentary controls on the products.", "This Decision shall apply from 1 January 1993 until 31 December 1993.\nNevertheless, as regards the dates appearing in Article 1 and in the Annex, the relevant provisions shall enter into force on the date on which this Decision is published in the Official Journal of the European Communities.", "Commission Decision 92/399/EEC is revoked from 1 January 1993.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1. (2) OJ No L 243, 25. 8. 1992, p. 27. (3) OJ No L 221, 6. 8. 1992, p. 54. (4) OJ No L 395, 30. 12. 1989, p. 13. (5) OJ No L 268, 14. 9. 1992, p. 73. (6) OJ No L 224, 18. 8. 1990, p. 29.\nANNEX\nLIST OF HARMONIZED PRODUCTS\nFresh meat (64/433/EEC; 72/461/EEC; 72/462/EEC)\nWhere implementing decisions taken in pursuance of Directive 72/462/EEC allow permissive importation, those Member States that ask for additional guarantees must forward them to the other Member States and to the Commission at the latest on 18 December  1992. Each Member State must inform the border inspection posts located on its territory of the additional guarantees.\nMeat products (72/462/EEC)\nEach Member State shall inform the other Member States and the Commission, at the latest on 18 December 1992, of the lists of establishments in third countries other than Argentina, Brazil and Uruguay from which they authorize the importation of meat  products. On the basis of this information the Commission shall lay down, before 1 January 1993, a transitional list of establishments in third countries authorized to import meat products into the Community.\nBovine semen (88/407/EEC)."}