{"celex_id": "31993R0687", "uri": "http://publications.europa.eu/resource/cellar/862f29b7-43b1-408d-b4d5-0ecb36ff684f", "type": "Regulation", "concepts": ["1644", "2292", "4172", "5360"], "title": "Commission Regulation (EEC) No 687/93 of 25 March 1993 amending Regulation (EEC) No 1728/92 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Canary Islands and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 687/93 of 25 March 1993 amending Regulation (EEC) No 1728/92 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Canary Islands and establishing the  forecast supply balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Commission Regulation (EEC) No 1695/92 of 30 June 1992 (3), as amended by Regulation (EEC) No 2132/92 (4), lays down common detailed rules for the implementation of the specific arrangements for the supply of certain agricultural products to the  Canary Islands;\nWhereas Commission Regulation (EEC) No 3719/88 (5), as last amended by Regulation (EEC) No 2101/92 (6), lays down in particular detailed rules for import licences; whereas Commission Regulation (EEC) No 891/89 (7), as last amended by Regulation (EEC) No  3570/92 (8), lays down additional and exceptional detailed rules specific to the cereals sector;\nWhereas, in order to take account of trade practices specific to the cereals sector, Commission Regulation (EEC) No 1728/92 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Canary  Islands and establishing the forecast supply balance (9), as amended by Regulation (EEC) No 210/93 (10), lays down detailed rules supplementing or derogating from the provisions of Regulation (EEC) No 1695/92;\nWhereas the additional provisions laid down by Regulation (EEC) No 1728/92 include a time limit of the first five working days of each month for the submission of licences and certificates; whereas experience has shown that this period is insufficient;  whereas it should therefore be adjusted; whereas Regulation (EEC) No 1728/92 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 4 (1) of Regulation (EEC) No 1728/92 is replaced by the following:\n'1. Applications for licences and certificates shall be submitted to the competent authority during the first 10 working days of each month. Licence or certificate applications shall be admissible only if:\n(a) they do not exceed the maximum quantity available when they are lodged;\n(b) prior to the expiry of the time limit laid down for submission of licence and certificate applications, proof has been provided that the party concerned has lodged security of ECU 25 per tonne.'", "This Regulation shall enter into force on 1 April 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 179, 1. 7. 1992, p. 1.\n(4) OJ No L 213, 29. 7. 1992, p. 25.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 210, 25. 7. 1992, p. 18.\n(7) OJ No L 94, 7. 4. 1989, p. 13.\n(8) OJ No L 362, 11. 12. 1992, p. 51.\n(9) OJ No L 179, 1. 7. 1992, p. 104.\n(10) OJ No L 25, 2. 2. 1993, p. 20."}