{"celex_id": "31992R0291", "uri": "http://publications.europa.eu/resource/cellar/b432cac8-7fc7-4282-b72c-cfdf011e2000", "type": "Regulation", "concepts": ["2077", "2871", "2888"], "title": "Commission Regulation (EEC) No 291/92 of 6 February 1992 amending Regulation (EEC) No 1730/87 laying down quality standards for table grapes\n", "header": "COMMISSION REGULATION (EEC) No 291/92  of 6 February 1992  amending Regulation (EEC) No 1730/87 laying down quality standards for table grapes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1623/91 (2), and in particular Article 2 (2) thereof,\nWhereas the Annex to Commission Regulation (EEC) No 1730/87 (3), as amended by Regulation (EEC) No 93/91 (2), lays down quality standards for table grapes; whereas it must be made clear that those standards apply to all varieties of table grapes  intended to be consumed fresh in the Community; whereas the scope of the standards should therefore be made clearer; whereas in order to allow the marketing of products which are in demand from consumers, the list of varieties must not be exhaustive;  whereas the standard should be corrected accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The Annex to Regulation (EEC) No 1730/87 is hereby amended as follows:\n1. In part I 'DEFINITION OF PRODUCE' the text is replaced by the following text:\n'This standard applies to table grapes, being fruit grown from varieties (cultivars) of Vitis vinifera L., to be supplied to the consumer, table grapes for industrial processing being excluded.'\n2. In part III 'PROVISIONS CONCERNING SIZING' the following fourth section is added:\n'Where the name of the variety on the marketing does not appear on the list in the Annex hereto, the minimum weight for large-berry varieties is required.'.\n3. In the Annex to the standards 'LISTS OF VARIETIES' the following amendments are made:\n(a) The title is replaced by the following title:\n'LISTS OF VARIETIES, NON EXHAUSTIVE';\n(b) The first section is replaced by the following section:\n'The varieties preceded by an asterisk (*) are produced in the Community'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 150, 15. 6. 1991, p. 8. (3) OJ No L 163, 23. 6. 1987, p. 25. (4) OJ No L 11, 16. 1. 1991, p. 13."}