{"celex_id": "31990R1663", "uri": "http://publications.europa.eu/resource/cellar/f6864ef4-38da-470c-8f0b-105b6654ed4a", "type": "Regulation", "concepts": ["1117", "1644", "2771", "4778"], "title": "Commission Regulation (EEC) No 1663/90 of 20 June 1990 amending Regulation (EEC) No 1385/88 laying down special detailed rules for the application of the system of import licences for fresh sour cherries originating in Yugoslavia\n", "header": "COMMISSION  REGULATION (EEC) No 1663/90\nof 20 June 1990\namending Regulation (EEC) No 1385/88 laying down special detailed rules for the application of the system of import licences for fresh sour cherries originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1200/88 of 28 April 1988 establishing a surveillance mechanism for imports of fresh sour cherries originating in Yugoslavia (1), as amended by Regulation (EEC) No 1656/90 (2), and in particular Article 3 thereof,\nWhereas, from the second phase of the transitional period, the import licence arrangements provided for in Commission Regulation (EEC) No 1385/88 (3) are to apply to Spain; whereas that Regulation should be adapted accordingly;\nWhereas derogations should be introduced from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No 1903/89 (5), in order to prevent the quantity fixed in Regulation (EEC) No 1200/88 from being exceeded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 1385/88 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\n1. Regulation (EEC) No 3719/88 shall apply to imports for fresh sour cherries originating in Yugoslavia pursuant to Regulation (EEC) No 1200/88 subject to the specific provisions of this Regulation. However, Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.\n2. Box 16 of licence applications and import licences shall show CN codes ex 0809 20 10 and/or ex 0809 20 90.\n3. The security shall be ECU 0,60 per 100 kilograms net.\n4. Import licences shall be valid for eight days from the date of actual issue.';\n2. Article 2 is replaced by the following:\n'Article 2\n1. Yugoslavia must be indicated in box 8 of licence applications and import licences proper as the country of origin of the product. Import licences shall entail an obligation to import products originating in that country.\n2. One of the following must be marked in box 24 of import licences:\n- No válido en Portugal\n- Ikke gyldig i Portugal\n- In Portugal ungueltig\n- Den ischýei stin Portogalía\n- Not valid in Portugal\n- Non valable au Portugal\n- Non valido in Portogallo\n- Niet geldig in Portugal\n- Não é válido em Portugal.\n3. Import licences shall be issued on the fifth working day following the day on which the application is lodged unless measures are taken within that time.'", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OX No L 115, 3. 5. 1988, p. 7.\n(2) See page 5 of tiis Offipsial Xothrnal.\n(3) OX No L 128, 21. 5. 1988, p. 19.\n(4) OX No L 331, 2. 12. 1988, p. 1.\n(5) OX No L 184, 30. 6. 1989, p. 22."}