{"celex_id": "31991R3766", "uri": "http://publications.europa.eu/resource/cellar/37ea1bc8-4c4a-4234-a48c-eee41dfc1427", "type": "Regulation", "concepts": ["4210", "4337", "4472", "862", "976"], "title": "Council Regulation (EEC) No 3766/91 of 12 December 1991 establishing a support system for producers of soya beans, rape seed and colza seed and sunflower seed\n", "header": "COUNCIL REGULATION (EEC) No 3766/91  of 12 December 1991  establishing a support system for producers of soya beans, rape seed and colza seed and sunflower seed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas a new support system for the producers of soya beans, rape seed and sunflower seed harvested within the Community, has to be established; whereas the best way to achieve this objective is to provide for a direct payment for producers who sow and  intend to harvest such products; whereas this system shall be applied with effect from those plantings intended for harvest in 1992 thereby superseding the provisions relating to oilseeds aids contained in Regulation No 136/66/EEC (4) and Regulation  (EEC) No 1491/85 (5);\nWhereas such direct payments should reflect the specific structural characteristics that influence yields and that the drawing up of a regionalization plan based on objective criteria should be left to the Member States; whereas the regionalization  plans must be consistent with the average yields of each region achieved in a given period; whereas a specific procedure should be provided in order to examine these plans on the Community level;\nWhereas in order to calculate a direct payment it is necessary to establish a projected reference price, a Community reference amount, the calculation method and appropriate corrective measures;\nWhereas rules must be established in order to take into account the specific situation in Spain and Portugal, including the different rates of progress towards integration as foreseen in the 1985 Act of Accession;\nWhereas as long as an integrated approach to support for the producers of arable crops as proposed by the Commission is not applied, it seems appropriate to ensure a system of maximum guaranteed areas;\nWhereas a quality policy for rape seed is required;\nWhereas the Member States should enact appropriate measures in order to ensure the respect of Community legislation concerning oil-seeds;\nWhereas it is necessary to provide for transitional measures, in particular to preserve the acquired rights of operators holding stocks of oil-seeds on 30 June 1992,", "main_body": ["1. This Regulation establishes a support system for producers of soya beans, rape seed and colza seed and sunflower seed.\n2. The system referred to in paragraph 1 shall be applied with effect from those plantings intended for harvest in 1992 thereby superseding the provisions relating to oil-seeds aids contained in Regulation No 136/66/EEC and Regulation (EEC) No 1491/85.\n3. The marketing year for the products listed in paragraph 1 shall run from 1 July to 30 June.", "1. Each Member State shall establish a regionalization plan setting out the criteria for the establishment of separate production regions. The criteria used must be appropriate, objective and provide the necessary flexibility for the  recognition of distinctive homogeneous zones of a minimum size and allow for specific structural characteristics that influence yields such as soil fertility, including, where appropriate, due differentiation between irrigated and non-irrigated land.\n2. For each production region, the Member State shall give details of the areas and yields of cereals and, whenever possible, oil-seeds produced in that region during the five-year period 1986/87 to 1990/91. An average cereals yield shall be calculated  for each region by excluding the year with the highest and the year with the lowest yield during that period; whenever possible an analogous calculation shall be made for oil-seeds.\n3. Each Member State shall specify for each region on the basis of appropriate, objective criteria whether the projected regional reference amount (and the final regional amount) shall be derived by a comparison between the regional and Community  average yields for either cereals or oilseeds. When exercising this choice, the Member State may not come to a global result which would be higher than if it had used exclusively either cereals yields or oil-seeds yields.\n4. Member States shall submit their regionalization plan to the Commission together with all available supporting information including, if necessary, the measures the Member State intends to take in the case of applications for the sowing of seed on  unsuitable land with as a main objective obtaining the direct payments rather than the growing of a commercial crop. These plans shall be submitted to the Commission by a date fixed by the Commission in accordance with the procedure laid down in Article  38 of Regulation 136/66/EEC.\n5. The Commission shall examine the regionalization plans submitted by the Member States and shall ensure that each plan is based on appropriate, objective criteria and is consistent with available historical information, notably the Community average  yield for cereals (4,6 tonnes per hectare) and oilseeds (2,36 tonnes per hectare) and the related national averages.\nThe Commission may object to plans which are not compatible with the relevant criteria in particular with the average yield of the Member State. In this case the plans shall be subject to adjustment by the Member State concerned after consultation with  the Commission.\n6. The regionalization plan may be revised by the Member State concerned at the request of the Commission or at the initiative of that Member State in accordance with the same process as outlined in the preceding paragraphs.", "1. A projected reference price for oil-seeds is set at ECU 163 per tonne.\n2. A Community reference amount for oil-seeds is set at ECU 384 per hectare.\n3. For each region identified pursuant to Article 2, a projected regional reference amount for oil-seeds shall be established by the Commission which reflects the comparison between either the cereals yield for that region and the average cereals yield  for the Community (4,6 tonnes per hectare) or the oil-seeds yields for that region and the average oil-seeds yield for the Community (2,36 tonnes per hectare).\n4. Before 30 January in each marketing year the Commission, acting in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC, shall calculate a final regional reference amount based on the observed reference price for  oil-seeds. The final calculation shall be made by substituting the observed reference price for the projected reference price; no account shall be taken of price variations within 8 % of the projected reference price.\n5. The Commission may make the final calculations separately for each oil-seed in order top avoid favouring one oil-seed rather than another and to take account of the possible application of Article 6, including taking due account of the lower yields  typically associated with the catch-cropping of soya beans.\n6. The Commission shall publish the aforementioned amounts in the Official Journal of the European Communities. The publication shall include a succinct explanation of the calculations made.", "1. Producers established in the Community who sow and intend to harvest the products listed in Article 1 shall be entitled to apply for a regionalized system of direct payments. The direct payment shall be made to the producer who makes the  application, provided that entitlement to such a payment is recognized by the Member State on whose territory the production holding is located.\n2. In order to qualify for any payment a producer must, by the date specified for the region in question:\n- have sown the seed, and\n- have lodged an application.\n3. Applications may only be made in respect of arable land cultivated during the period 1989/90 to 1990/91, including land shown to have been fallowed in conformity with a publicly funded scheme, temporarily under grass as part of an arable rotation or  exceptionally arable land fallowed throughout this period.\n4. The application must include:\n(a) the area planted to each oil-seed; and\n(b) a detailed cultivation plan for his holding showing the land to be used for cultivating oil-seeds, or a cultivation contract with an approved first buyer.\n5. Producers who apply shall be entitled to an advance payment of no more than 50 % of the projected regional reference amount. Member States shall carry out the necessary checks to ensure that entitlement to the advance is justified. Once entitlement  to the payment is established, payment of the advance should be made.\n6. Applications for further payments must include proof of harvesting in the form of evidence that the crop has been sold or is still owned by the producer. When the Commission has published the final regional reference amounts, a balance shall be paid,  equal to the difference between the amount of the advance and the final regional reference amount.\nWhere a producer demonstrates that he has retained ownership of the product for a period to be specified, an orderly marketing bonus may be payable. The amount and the conditions determining eligibility shall be set by the Commission in accordance with  the procedure referred to in Article 38 of Regulation No 136/66/EEC.\n7. By way of derogation from the foregoing provisions, producers who intend to plant soyabeans as a catch-crop shall apply by 30 May respecting the other requirements of this article. No advance payment shall be paid to these producers.\n8. The timetable of the regionalized system of payments to applicants shall be established by the Commission in accordance with the procedure referred to in Article 38 of Regulation No 136/66/EEC.", "For Spain and Portugal a national projected reference amount for producers for sunflower seed will be set as the point of departure for regionalization within those countries. These amounts will be set at ECU 292 per hectare for Spain and ECU  272 per hectare for Portugal. These amounts will be fixed unless the maximum guaranteed areas for Spain and Portugal are exceeded, and are subject to the possible adjustments as a result of world market price developments as foreseen in Articles 3, 4  and 6. For Spain the amount shall be adjusted for subsequent years to reflect the transitional steps foreseen in the Act of Accession.", "1. A system of maximum guaranteed areas shall apply for payments. The maximum guaranteed areas shall be:\nSoya beans\nEEC-12 509 000 hectares\nRape seed and colza seed\nEEC-12 2 377 000 hectares\nSunflower seed\nSpain 1 411 000 hectares\nPortugal 122 000 hectares\nThe rest of the Community 1 202 000 hectares.\n2. If the area planted to an oil-seed exceeds the maximum guaranteed area then the relevant direct payments shall be reduced by 1 % for each 1 % overshoot. The application of the foregoing provisions shall be based exclusively on the areas for which  these payments are claimed. The relevant direct payments shall be reduced by the Commission when the final regional reference amounts are calculated.", "1. Access to the direct payment for growers of oil-seed rape and colza shall be restricted to those growers using seed of an approved quality and variety.\n2. The Commission, in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC, shall establish what rape seed and colza seed shall be eligible for aid pursuant to paragraph 1.", "The determination of the amounts, the rules governing the payment of the direct payments, including the determination of the minimum size of a region and the other detailed rules for the implementation of this Regulation shall be decided on  by the Commission in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "1. Member States shall take all action necessary to ensure that the provisions of this Regulation are fully respected.\n2. Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC, and in particular those relating to:\n- the minimum are to be cultivated; such rules shall take particular account of the monitoring requirements and of the sought-after effectiveness of the scheme in question,\n- monitoring; such rules shall include, inter alia, the use of means of remote sensing and/or plausibility monitoring on the basis of binding official documents that are already available in the national administrations,\n- the date referred to in Article 4 (2), which may be varied for specific regions to take account of normal and exceptional circumstances.", "0\n1. The provisions of Regulation (EEC) No 1491/85 and the related provisions in the Regulations in force on 30 June 1992 shall continue to apply after that date to soya beans harvested in the Community and identified by 30 June 1992.\n2. The provisions of Regulation 136/66/EEC and the related provisions in the regulations in force on 30 June 1992 shall continue to apply after that date to rape seed and colza seed and sunflower seed harvested in the Community and identified by 30 June  1992.\n3. The relevant provisions relating to the Community support system for the products mentioned in paragraphs 1 and 2 above shall remain applicable until the products in question are no longer eligible for Community support. Transitional measures  necessary to facilitate the disposal or orderly marketing of these products shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.\n4. Regulation No 136/66/EEC and Regulation (EEC) No 1491/85 as well as the implementing rules thereof shall remain in force in so far as they are compatible with the provisions of this Regulation.", "1\nShould additional or transitional measures be necessary to facilitate the transition from the system in force to that established by this Regulation, in particular if the introduction of this system would give rise to substantial  difficulties in respect of certain products such measures shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No C 255, 1. 10. 1991, p. 8. (2) Opinion delivered on 9 December 1991 (not yet published in the Official Journal). (3) Opinion delivered on 31. 10. 1991 (not yet published in the Official Journal). (4) Regulation No 136/66/EEC of the  Council of 22 September 1966 on the establishment of a common organization of the market in oils and fats (OJ No 172, 30. 9. 1966, p. 3025/66), as last amended by Regulation (EEC) No 1720/91 (OJ No L 162, 26. 6. 1991, p. 27). (5) Council Regulation  (EEC) No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (OJ No L 151, 10. 6. 1985, p. 15) as last amended by Regulation (EEC) No 1724/91 (OJ No L 162, 26. 6. 1991, p. 35). (6) OJ No C 255, 1. 10. 1991, p. 8."}