{"celex_id": "31990R2209", "uri": "http://publications.europa.eu/resource/cellar/3739007b-bd16-43b0-9248-8f2c9d5cce9a", "type": "Regulation", "concepts": ["1086", "1372", "2771", "3544", "3823"], "title": "Council Regulation (EEC) No 2209/90 of 27 July 1990 derogating from the definition of \"originating products\" to take account of the special situation of Saint-Pierre and Miquelon with regard to certain fisheries products\n", "header": "//  //  REGULATION (EEC) No 2209/90\nof 27 July 1990\nderogating from the definition of 'originating products' to take account of the special situation of Saint-Pierre and Miquelon with regard to certain fisheries products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Decision 86/283/EEC of 30 June 1986 on the association of the overseas countries and territories with the European Economic Community (1), as last amended by Decision 90/146/EEC (2), has applied to Saint-Pierre and Miquelon since 1 July 1986;\nWhereas Regulation (EEC) No 499/87 (3) granted Saint-Pierre and Miquelon a derogation from the rules of origin in respect of certain fisheries products processed for the period 1 December 1986 to 30 November 1989; whereas, given that the local conditions prevailing during that period remain unchanged, the French Government has requested, on behalf of Saint-Pierre and Miquelon, a further derogation;\nWhereas Decision 90/146/EEC lays down that, as from 1 March 1990, the rules of origin applicable in preferential trade between overseas countries and territories and the Community shall temporarily be those of Protocol 1 to the Fourth ACP-EEC Convention, signed at LomĂŠ on 15 December 1989; whereas those rules provide for the use of originating fish, which cannot be obtained at the present stage by the processing industry in Saint-Pierre and Miquelon;\nWhereas Article 31 of the said Protocol 1 sets out the conditions for the granting of a derogation; whereas these conditions are satisfied in so far as the geographical situation of Saint-Pierre and Miquelon prevents the utilization of raw materials wholly obtained or processed in other countries and territories, in the African, Caribbean and Pacific (ACP) States or in the Community, and the application of the rules of origin would prevent an existing industry continuing to export its product to the Community,", "main_body": ["Notwithstanding the rules of origin referred to in Decision 90/146/EEC and under the conditions set out in this Regulation, the fisheries products listed in the Annex to this Regulation manufactured in Saint-Pierre and Miquelon from non-originating fish shall be considered as originating in Saint-Pierre and Miquelon.", "The derogation provided for in Article 1 shall relate to the annual quantities and finished products listed in the Annex, exported from Saint-Pierre and Miquelon for the period 1 December 1989 to 30 November 1994.", "The competent authorities of Saint-Pierre and Miquelon shall carry out quantitative checks on exports as referred to in Article 2 and shall forward to the Commission every three months a statement of the quantities in respect of which movement certificates EUR. 1 have been issued on the basis of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nHowever, it shall cease to apply on 28 February 1991 if a decision replacing Decision 90/146/EEC or equivalent transitional trade provisions have not been implemented by that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1990.\nFor the Council\nThe President\nE. RUBBI\n(1) OJ No L 175, 1. 7. 1986, p. 1.\n(2) OJ No L 84, 30. 3. 1990, p. 108.\n(3) OJ No L 51, 20. 2. 1987, p. 1.\nANNEX\n1.2.3 //  //  //  // Product  // Combined nomenclature code  // Annual quantities  //  //  //  // - Smoked Atlantic salmon  // ex 0305 41 00   // 100 tonnes   // - Frozen fillets of American plaice   // ex 0304 20 98   // 320 tonnes   // - Frozen skate wings   // ex 0303 79 99   // 200 tonnes   // - Frozen monkfish (Lophius spp.)   // 0303 79 81   // 100 tonnes  //    //   //"}