{"celex_id": "31995R1380", "uri": "http://publications.europa.eu/resource/cellar/6021e92f-3b5f-4a06-8b23-d615d8228874", "type": "Regulation", "concepts": ["1616", "1830", "2206", "260", "4778", "946"], "title": "Council Regulation (EC) No 1380/95 of 12 June 1995 amending Regulation (EEC) No 990/93 with a view to authorizing the export of certain goods to the Federal Republic of Yugoslavia (Serbia and Montenegro)\n", "header": "COUNCIL REGULATION (EC) No 1380/95\nof 12 June 1995\namending Regulation  (EEC) No 990/93 with a view to authorizing the export of certain goods to the Federal Republic of  Yugoslavia (Serbia and Montenegro)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 228a  thereof,\nHaving regard to the common position of 12 June 1995 defined by the Council on the basis of Article  J.2 of the Treaty on European Union, on the suspension of certain restrictions on trade with the  Federal Republic of Yugoslavia (Serbia and Montenegro) (1),\nHaving regard to the proposal from the Commission,\nWhereas the United Nations Security Council decided in Resolution 992 (1995) that the importation  into the Federal Republic of Yugoslavia (Serbia and Montenegro) of supplies essential to the repair  of the locks on the right bank of the Danube might be approved in accordance with the procedures of  the Committee established pursuant to Resolution 724 (1991) at a meeting or meetings of the  Committee;\nWhereas as a result the Community must amend its existing legislation accordingly, and in  particular Council Regulation (EEC) No 990/93 of 26 April 1993 concerning trade between the  European Economic Community and the Federal Republic of Yugoslavia (Serbia and Montenegro) (2);\nWhereas in order to enable Community economic operators to participate in preparation for the  repair of the relevant locks, provision should be made for this Regulation to apply as from the day  following the date of adoption of the said Resolution,", "main_body": ["Regulation (EEC) No 990/93 is hereby amended as follows:\n1. the following shall be added to Article 2 (b):\n'nor to the supplies essential to the repair of the locks on the right bank of the Danube, where  this is approved by the Committee under its procedures';\n2. the following shall be added to Article 5 (a):\n'and exports of supplies essential to the repair of the locks on the right bank of the Danube, in  accordance with Article 2 (b) of this Regulation'.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply as from 12 May 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 12 June 1995.\nFor the Council\nThe President\nH. de CHARETTE\n(1) See page 2 of this Official  Journal.\n(2) OJ No L 102, 28. 4. 1993, p. 14."}