{"celex_id": "31993R0742", "uri": "http://publications.europa.eu/resource/cellar/693a3afe-ce4c-48d8-9765-822d97513256", "type": "Regulation", "concepts": ["1115", "1602", "2456", "2563", "2642", "2650"], "title": "Council Regulation (EEC) No 742/93 of 17 March 1993 providing for, in the fruit and vegetables sector, the abolition of the compensation mechanism in trade between Portugal and the other Member States\n", "header": "COUNCIL REGULATION (EEC) No 742/93 of 17 March 1993 providing for, in the fruit and vegetables sector, the abolition of the compensation mechanism in trade between Portugal and the other Member States\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the achievement of the internal market makes it desirable to remove all barriers to trade, not only between the Member States of the Community as constituted on 31 December 1985 but also, as far as possible, between those Member States and the  new Member States;\nWhereas the compensation mechanisms for fruit and vegetables instituted by Article 318 (1) of the Act of Accession, application and monitoring of which would, moreover, be very difficult once the Community no longer has internal frontiers, should  therefore be discontinued;\nWhereas experience shows that no effective use has been made of the measures to protect the Portuguese market provided for by Article 318 (2) of the Act of Accession;\nWhereas the applicability of the above measures should therefore be terminated and, for reasons of clarity, Council Regulation (EEC) No 3648/90 of 11 December 1990 laying down general rules for implementing the Act of Accession of Spain and Portugal as  regards the compensation mechanism on imports of fruit and vegetables originating in Portugal (2) and Council Regulation (EEC) No 3649/90 of 11 December 1990 laying down general rules for the mechanism for the protection of the Portuguese market in  fruit and vegetables provided for in Article 318 (2) of the Act of Accession of Spain and Portugal (3) should therefore be repealed;\nWhereas the full integration of the Portuguese market into the Community market which will thus be brought about makes it appropriate to apply to Portugal the common level of institutional prices,", "main_body": ["The mechanism instituted by Article 318 (1) of the Act of Accession and the provisions of Article 318 (2) shall no longer be applicable.", "Regulations (EEC) No 3648/90 and (EEC) No 3649/90 are hereby repealed.", "The common basic and buying-in prices shall be applicable in Portugal in the fruit and vegetables sector.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 21, 25. 1. 1993.\n(2) OJ No L 362, 27. 12. 1990, p. 16.\n(3) OJ No L 362, 27. 12. 1990, p. 19."}