{"celex_id": "31992R1403", "uri": "http://publications.europa.eu/resource/cellar/978d9028-027d-4f6d-b472-ed9687f3fea2", "type": "Regulation", "concepts": ["2066", "4256", "619", "9"], "title": "Commission Regulation (EEC) No 1403/92 of 27 May 1992 amending Regulation (EEC) No 3518/91 on the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States\n", "header": "COMMISSION REGULATION (EEC) No 1403/92  of 27 May 1992  amending Regulation (EEC) No 3518/91 on the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1736/75 of 24 June 1975 on the external trade statistics of the Community and statistics of trade between Member States (1), last amended by Regulation (EEC) No 1629/88 (2), and in particular Articles 36 and  41 thereof,\nWhereas Commission Regulation (EEC) No 3518/91 of 4 December 1991 on the country nomenclature for the external trade statistics of the Community and statistics of trade between Member States (3) laid down the version of the said nomenclature due to come  into force on 1 January 1992, and this version is valid until 31 December 1992;\nWhereas the geopolitical changes that have taken place in central and eastern Europe are of such major importance as to render it necessary, by way of exception, to make a purely technical adjustment to the said version during the year of its validity;\nWhereas the purpose of such adjustment is to permit statistics to be drawn up which take account of the most recent developments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on External Trade Statistics,", "main_body": ["The Annex to Regulation (EEC) No 3518/91 is amended as follows:\n1. Headings '048 - Yugoslavia' and '056 - Soviet Union' to be deleted.\n2. The following headings to be added after heading '070 - Albania':\n'072 Ukraine   073 Belarus   074 Moldova   075 Russia   076 Georgia   077 Armenia   078 Azerbaijan   079 Kazakhstan   080 Turkmenistan   081 Uzbekistan   082 Tadjikistan   083 Kyrghystan   090 Yugoslavia  Territory of the former Yugoslavia  excluding Slovenia, Croatia and Bosnia-Herzegovina  091 Slovenia   092 Croatia   093 Bosnia-Herzegovina'.", "This Regulation shall enter into force on the first day of the month following the month of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 27 May 1992. For the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 183, 14. 7. 1975, p. 3. (2) OJ No L 147, 14. 6. 1988, p. 1. (3) OJ No L 334, 5. 12. 1991, p. 10."}