{"celex_id": "31992D0447", "uri": "http://publications.europa.eu/resource/cellar/66803fe4-928c-43e5-8d1c-77b4120bbb82", "type": "Decision", "concepts": ["1309", "2291", "2300", "2738", "4692", "5369"], "title": "92/447/EEC: Commission Decision of 30 July 1992 amending Commission Decision 91/449/EEC laying down the specimen animal health certificates in respect of meat products imported from third countries, concerning certain eastern European countries\n", "header": "COMMISSION DECISION  of 30 July 1992  amending Commission Decision 91/449/EEC laying down the specimen animal health certificates in respect of meat products imported from third countries, concerning certain eastern European countries   (92/447/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Regulation (EEC) No 3763/91 (2), and in particular Articles 21 (a) and 22 thereof,\nWhereas Commission Decision 91/449/EEC (3) as last amended by Decision 92/426/EEC (4) lays down the specimen animal health certificates in respect of meat products from third countries;\nWhereas, in accordance with Commission Decision 92/376/EEC (5), the importation of meat products from Croatia and Slovenia can be authorized and must conform to the requirements of Decision 91/449/EEC;\nWhereas the categories of meat products which can be imported from third countries depends on the health situation of the country of fabrication; whereas, vaccinations against classical swine fever are carried out in Bulgaria, Croatia, Czechoslovakia,  Poland, Romania, Slovenia and of the Yugoslav republics of Serbia, Montenegro and Macedonia;\nWhereas therefore, incompletely heat-treated meat products are not allowed to be imported from the abovementioned countries; whereas, it is necessary to amend the list of third countries authorized to import meat products into the Community and amend  the animal health conditions and veterinary certification as laid down in Decision 91/449/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 91/449/EEC is hereby amended as follows:\n1. In Article 1 (2) the last sentence is replaced by:\n'In the case of pigmeat products Member States shall authorize the import from the countries listed in the second part of Annex D, of pigmeat products which either:\n(a) have undergone heat treatment so that a centre temperature of at least 70 °C has been achieved; or\n(b) have undergone treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kg and having the following characteristics:\n- aw value of not more than 0.93,\n- pH value of not more than 6.\nThe relevant certificate must accompany the consignment.'\n2. In Annex A, part II\n- the word 'Yugoslavia' is replaced by 'the Yugoslav republics of Serbia, Montenegro and Macedonia';\n- after the word 'Czechoslovakia' the words '(excluding, in the case of products derived from the meat of swine, the Slovak Republic)' are deleted;\n- after each word 'Bulgaria', 'Czechoslovakia', 'Poland', 'Romania' and 'Yugoslav republics of Serbia, Montenegro and Macedonia', the words '(excluding pigmeat products)' are added;\n- the words 'Croatia (excluding pigmeat products)', 'Slovenia (excluding pigmeat products)' are included in the list of countries approved to use the model animal health certificate.\n3. In Annex B, part II\n- the word 'Yugoslavia' is replaced by 'the Yugoslav republics of Serbia, Montenegro and Macedonia';\n- 'Croatia' and 'Slovenia' are included in the list of countries approved to use the model animal health certificate.\n4. The Annex attached to this Decision is included as Annex D.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 356, 24. 12. 1991, p. 1. (3) OJ No L 240, 29. 8. 1991, p. 28. (4) OJ No L 124, 9. 5. 1992, p. 43. (5) OJ No L 197, 16. 7. 1992, p. 70.\nANNEX\n'ANNEX D\nPART I\nANIMAL HEALTH CERTIFICATE\nfor pig meat products which are either cooked to a centre temperature of at least 70 °C or are fermented and matured intended for consignment to the European Economic Community\nCountry of destination:\n(Name of EEC Member State)  No: (1)\nReference number of the public health certificate:\nExporting country:\n(See list as Part II of Annex D)\nMinistry:\nDepartment:\nReference (2):\nI. Identification of meat products\nNature of pig meat products:\nNature of pieces:\nNumber of pieces or packages:\nRequired storage and transport temperature:\nStorage life:\nNet weight:\nII. Origin of meat products\nAddress(es) and veterinary approval number(s) of the establishment(s) supplier(s) of fresh meat:\nAddress(es) and veterinary approval number(s) of the approved establishment(s):\nIII. Destination of meat products\nThe meat product will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned official veterinarian, certify that:\n1. The pig meat products described above:\neither\n(a) have undergone heat treatment so that a centre temperature of at least 70 °C has been achieved (3); or\n(b) have undergone treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5.5 kg and having the following characteristics:\n- aw value of not more than 0.93,\n- pH value of not more than 6 (1).\n2. After the treatment all precautions to avoid recontamination have been taken.\nDone at ,\n(Place)  on\n(Date)\nSeal\n(signature of official veterinarian)\n(Name in capital letters, title and qualification)\nPART II\nList of countries approved to use model animal health certificate at Part I of Annex D\nBulgaria\nCroatia\nCzechoslovakia\nPoland\nRomania\nSlovenia\nYugoslav republics of Serbia, Montenegro and Macedonia\n(1) Optional. (2) For railway wagons or goods vehicles the registration number should be given, for aircraft the flight number and for ships the name. (3) Delete as appropriate.'"}