{"celex_id": "31993D0503", "uri": "http://publications.europa.eu/resource/cellar/9d4f27e0-bc71-4a65-8cea-04acafcfcb97", "type": "Decision", "concepts": ["1069", "1129", "1644", "2292", "2734", "4172"], "title": "93/503/EEC: Commission Decision of 1 September 1993 on the release of securities relating to certain licences and certificates issued under the supply arrangements for the Canary Islands introduced by Regulation (EEC) No 1601/92\n", "header": "COMMISSION DECISION of 1 September 1993 on the release of securities relating to certain licences and certificates issued under the supply arrangements for the Canary Islands introduced by Regulation (EEC) No 1601/92\n(93/503/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticles 3 (4), 4 (4), 5 (2) and 6 (2) thereof,\nWhereas the entry into force of the supply arrangements for the Canary Islands was achieved by centralizing the administrative procedures relating to the submission of applications and the issue of licences and certificates; whereas such centralization  of the procedures is justified by the need to verify that the supply system is being correctly administered; whereas, however, the transition from the former to the new arrangements has created certain problems of assessment of the needs of Canarian  importers; whereas such importers have, on occasions, applied for the issue of import licences, exemption certificates and aid certificates in respect of quantities exceeding realistic utilization levels;\nWhereas the issue of licences and certificates shall be conditional upon the lodging of a security; whereas that security shall be forfeit in the event of non-observance of the obligation to use the licence or certificate;\nWhereas a new temporary provision derogating from a strict application of the rules governing such licences and certificates is warranted in order to facilitate the transition from the former to the new supply arrangements for the Canary Islands;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the relevant management committees,", "main_body": ["Securities lodged for the import licences, the exemption certificates and the aid certificates:\n- which have been issued during the period 1 October to 31 December 1992 pursuant to Articles 3, 4, 5 and 6 of Regulation (EEC) No 1601/92, and\n- which have been used only partly or not at all,\nshall be released in accordance with the provisions of Article 27 (2) of Commission Regulation (EEC) No 2220/85 (3).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 205, 3. 8. 1985, p. 5."}