{"celex_id": "31993D0066", "uri": "http://publications.europa.eu/resource/cellar/d7800bc0-ed7f-4343-967a-b8966707d15e", "type": "Decision", "concepts": ["1318", "3071", "3743", "889"], "title": "93/66/ECSC: Commission Decision of 25 November 1992 concerning financial measures by Germany in respect of the coal industry in 1990, 1991 and 1992 and also additional financial aid for the coal industry in 1989 and 1990 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 25 November 1992 concerning financial measures by Germany in respect of the coal industry in 1990, 1991 and 1992 and also additional financial aid for the coal industry in 1989 and 1990 (Only the German text is authentic)\n(93/66/ECSC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1), and in particular Articles 2 (1) and 10 thereof,\nWhereas:\nI  In letters dated 8 October and 4 December 1990 and 8 January 1992, the German Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of compensatory amounts under the third Electricity-from-coal Law for 1991 and  1992 and compensation between mining areas (Revierausgleich) and for coal with a low volatile matter content (Ausgleich fuer niederfluechtige Kohle) for 1990, 1991 and 1992.\nIn letters dated 16 May 1991 and 25 June and 24 July 1992, the German Government provided additional information in reply to letters from the Commission dated 5 and 25 February, and 31 July 1991 and 24 February 1992.\nAccording to the notifications given by the German Government, the aid amounts to:\n- compensation fund revenue totalling DM 5 300 million for 1991, corresponding to an 8 % Kohlepfennig levy rate, of which DM 5 000 million was for current expenditure in 1991,\n- compensation fund revenue totalling DM 5 300 million for 1992, corresponding to a 7,75 % Kohlepfennig levy rate, of which DM 5 000 million was for current expenditure in 1992,\n- DM 300 million to be added to the compensatory amount already authorized for 1989 by Commission Decision 90/632/ECSC (2),\n- DM 300 million to be added to the compensatory amount already authorized for 1990 by Commission Decision 90/633/ECSC (3),\n- DM 454 million for 1990 to cover the compensation between mining areas and the compensation for coal with a low volatile matter content,\n- DM 429,9 million for 1991 to cover the compensation between mining areas and the compensation for coal with a low volatile matter content,\n- DM 360,2 million for 1992 to cover the compensation between mining areas and the compensation for coal with a low volatile matter content.\nII  The objective of the compensation fund (Ausgleichsfonds) under the third Electricity-from-coal Law is partially to offset the price differential, in respect of 11,5 million tonnes of coal equivalent (tce), between Community coal and imported coal  and, in respect of 23 million tce, between Community coal and fuel oil.\nThe scheme therefore covers an annual volume of around 34,5 million tce of Community coal.\nIt is measure relating to the marketing of coal which, even if it is not a direct burden on public budgets, is nevertheless financed by charges rendered compulsory by the fact of State intervention.\nIn addition, this scheme confers an economic advantage on coal undertakings. It therefore constitutes indirect aid to the coal industry within the meaning of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore deliver an opinion on  the scheme pursuant to Article 10 (2) of that Decision.\nThe financial measures relating to compensation between mining areas and for coal with a low volatile matter content are intended partially to cover the loss of revenue for several coal undertakings in the Federal Republic of Germany as a result of  certain sales of coal to thermal power stations. According to information provided by the German Government, the compensation between mining areas covers a volume of around 9,3 million tce, while the compensation for the use of coal with a low volatile  matter content covers a volume of around 5,1 million tce. These two financial measures were notified by the German Government pursuant to Article 3 of Decision No 2064/86/ECSC as direct aid to the coal industry within the meaning of Article 1 of the  Decision.\nIII  By 31 December 1992 the financial measures under the compensation fund financed through the Kohlepfennig will have exceeded DM 50 billion since the entry into force of the third Electrictiy-from-coal Law.\nAs from 1 January 1990, the compensation between mining areas and for coal with a low volatile matter content has no longer been financed by the compensation fund (Ausgleichfonds) under the third Law but under the Federal budget.\nNotwithstanding the change in the financing arrangements, the compensation between mining areas and for coal with a low volatile matter content should be viewed as measures having equivalent effect to the previous scheme under the third Law, within the  meaning of Article 2 of Commission Decision 89/296/ECSC (4).\nIV  By Decision 90/632/ECSC the Commission authorized for 1989 a payment amounting to DM 4 900 million. A further sum of DM 300 million is now added to that amount in order to enlarge the compensation fund, thereby raising the total current expenditure  for that year to DM 5 200 million.\nBy Decision 90/633/ECSC, the Commission authorized for 1990 the payment of DM 4 600 million corresponding to the current expenditure of the compensation fund for that year. To that amoung the following should now be added: equivalent measures in respect  of compensation between mining areas and for coal with a low volatile matter content amounting to DM 454 million for 1990 and DM 300 million to increase the compensation fund, bringing the direct and indirect measures adopted in support of coal-mining  pursuant to the third Electricity-from-coal Law up to a total of DM 5 354 million.\nFor 1991 and 1992, the planned measures in respect of current expenditure under the compensation fund provided for by the third Law amount to DM 5 000 million for each year; the compensation between mining areas and for coal with a low volatile matter  content amounts to DM 429,9 million and DM 360,2 million respectively, giving a total of DM 5 429,9 million for 1991 and DM 5 360,2 million for 1992.\nAlthough the aid for 1989 and 1990 is greater than the aid authorized by the Commission in respect of 1988, the aid for 1991 remains virtually the same as for 1990, and in 1992 there is a slight decrease as compared with 1991.\nV  The observed trend must be seen in the light of the objectives of Decision No 2064/86/ECSC, and in particular those set out in Article 2 (1) thereof, and in the light of the conditions set out in Decision 89/296/ECSC, and in particular those  contained in Article 2 thereof, and the specific aims set out in Articles 2 and 3 of the Treaty.\nIn this connection, it should be noted that the third Electricity-from-coal Law has the effect of stabilizing production but does not further the objectives of Article 2 (1) of Decision No 2064/86/ECSC, and in particular that of improving  competitiveness or creating new capacities that are economically viable.\nThe parameters laid down in that Law are such as to encourage investment in production capacity with no long-term guarantee of economic viability.\nLastly, the Law is not primarily aimed at resolving social and regional problems connected with changes in the coal industry.\nVI  Given the transitional nature of Decision No 2064/86/ECSC, which expired on 31 December 1993, and the need to secure long-term viability for the coal industry, it is necessary to ensure that Community aid is sufficiently degressive and hence that it  is accompanied by a restructuring, rationalization and modernization plan as provided for in Decision 89/296/ECSC.\nBy Decision 89/296/ECSC ruling on a financial measure by Germany in respect of the coal industry for 1988 under the third Law, the Commission had called upon the German Government to submit, as part of a plan for the restructuring, modernization and  rationalization of the coal industry, a plan for the reduction of compensatory payments under the third Electricity-from-coal Law or any other measure having equivalent effect; in response to this Decision, the German Government notified the Commission  of a plan for the restructuring, rationalization and modernization of the sector providing for a reduction in power-station coal production of around 5,9 millions tonnes of coal equivalent by 1997.\nThe Commission notes that the social and regional situation characterizing the coal industry in the Federal Republic of Germany, combined with the technical rigidities peculiar to this industry and the difficulties encountered in the negotiations with  the social with the social partners, has entailed a delay in the implementation of the plans called for by the Commission in Decision 89/296/ECSC.\nGiven that the reduction in capacity will be achieved by closing the production units incurring the largest losses, the proposed measures will help to improve the competitiveness of the Community coal industry.\nNevertheless, the fact remains that the reductions in production capacity proposed between now and 1997 at the latest will not help to bring about a significant improvement in the competitiveness of the German coal industry. In the present circumstances  production costs will continue to increase. It is therefore necessary to continue with the restructuring of the industry in order to bring about a significant reduction in aid.\nThe Commission welcomes the entry in the budget of the compensation between mining areas (Revierausgleich) and for coal with a low volatile matter content (Ausgleich fuer niederfluechtige Kohle), which represents a first step towards greater transparency  in the aid schemes for power-station coal. The fact that the aid is degressive will help to strengthen somewhat the financial discipline in the undertakings concerned.\nOn the basis of the above considerations, the Commission takes the view that the aid proposed by Germany is compatible with the third indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThis Decision does not prejudge the compatibility of the contracts for the purchase of German coal concluded by the electricity generators (Jahrhundertvertrag) with the provisions of the EEC and ECSC Treaties. Furthermore, this Decision must have no  legal effect beyond the expiry date of Decision No 2064/86/ECSC,", "main_body": ["The compensatory payments provided for under the third Electricity-from-coal Law are hereby authorized up to an amount of DM 5 000 million for each of the two years 1991 and 1992. The additional compensatory payment under the third Law for  1990 is hereby authorized up to an amount of DM 300 million, thus bringing the total authorized for 1989 to DM 5 200 million and for 1990 to DM 4 900 million.", "The compensation between mining areas (Revierausgleich) and the compensation for coal with a low volatile matter content (Ausgleich fuer niederfluechtige Kohle) for 1990, 1991 and 1992 are hereby authorized up to an amount of DM 454 million, DM  429,9 million and DM 360,2 million respectively.", "The German Government shall notify the Commission by 30 June 1993 of the amounts of aid actually paid by way of compensation between mining areas and compensation for coal with a low volatile matter content in 1992.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 25 November 1992.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1.\n(2) OJ No L 346, 11. 12. 1990, p. 18.\n(3) OJ No L 346, 11. 12. 1990, p. 20.\n(4) OJ No L 116, 28. 4. 1989, p. 52."}