{"celex_id": "31995R1211", "uri": "http://publications.europa.eu/resource/cellar/78da1faf-854f-421a-98a8-5adf949fd2e6", "type": "Regulation", "concepts": ["1318", "2356", "2560", "3065", "4692", "862"], "title": "COMMISSION REGULATION (EC) No 1211/95 of 30 May 1995 amending for the fifth time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\n", "header": "COMMISSION REGULATION (EC) No 1211/95 of 30 May 1995 amending for the fifth time Regulation (EC) No 3146/94 adopting exceptional support measures for the market in pigmeat in Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by the Act of Accession of Austria, Finland and Sweden and by Commission Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Germany, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3146/94 (3), as last amended by Regulation (EC) No 1103/95 (4);\nWhereas, it is necessary, for administrative simplification, to clarify the method of financing the aid granted to the producers, in order to ensure that the expenses are shared between the Community and the Member State concerned;\nWhereas, thanks to the progress made as far as health is concerned, it is advisable to bring to an end the exceptional support measures for the market in Bavaria;\nWhereas it is opportune, due to the continuing veterinary and commercial restrictions, to include the old sows delivered in Lower Saxony under the system of aid provided for by Regulation (EC) No 3146/94; whereas this measure should take immediate effect in order to avoid financial losses to the producers concerned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for pigmeat,", "main_body": ["Regulation (EC) No 3146/94 is amended as follows:\n1. Article 1 is amended as follows:\n(a) paragraph 4 is replaced by the following:\n'4. The aid, for a total quantity of animals set in Annex I, granted to 70 % per cent of the live animals delivered each day is financed by the Community budget. The aid for the remaining animals is provided by Germany.`\n(b) paragraphs 5 and 6 are cancelled.\n2. In Article 2, the term 'in the Annex` is replaced by 'in Annex II.`\n3. The Annex is replaced by Annex II of this Regulation.\n4. Annex I is added.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 332, 22. 12. 1994, p. 23.\n(4) OJ No L 110, 17. 5. 1995, p. 13.\nANNEX I\n'ANNEX I\n>TABLE>\nANNEX II\n'ANNEX II\n1. In Lower Saxony, the protection zones in the following Kreise:\nVECHTA\nCLOPPENBURG\nEMSLAND\nOLDENBURG.\n2. In Mecklenburg-Vorpommern, the protection zones in the following Kreise:\nBAD DOBERAN\nDÜSTROW\nOSTVORPOMMERN\nNORDVORPOMMERN\nDEMMIN\nMÜRITZ\nPARCHIM.`"}