{"celex_id": "31994R0410", "uri": "http://publications.europa.eu/resource/cellar/e330558d-c841-4e0b-a439-9d812eca5f1b", "type": "Regulation", "concepts": ["1159", "1217", "1474", "2556", "3001", "5537"], "title": "Council Regulation (EC) No 410/94 of 14 February 1994 on the conclusion of the protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\n", "header": "COUNCIL REGULATION (EC) No 410/94 of 14 February 1994 on the conclusion of the Protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and financial compensation provided for in the Agreement between the European  Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 in conjunction with Article 228 (3), first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, pursuant to the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau (2) signed in Bissau on 27 February 1980, the two Parties conducted negotiations to  determine the amendments or additions to be made to the Agreement at the end of application of the Protocol referred to in Article 9 of that Agreement (3);\nWhereas, as a result of these negotiations, a new Protocol establishing the fishing rights and financial compensation provided for in the abovementioned Agreement for the period 16 June 1993 to 15 June 1995 was initialled on 5 May 1993;\nWhereas it is in the Community's interest to approve the Protocol,", "main_body": ["The Protocol establishing for the period 16 June 1993 to 15 June 1995 the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off  the coast of Guinea-Bissau is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 1994.\nFor the Council\nThe President\nY. PAPANTONIOU\n(1) OJ No C 20, 24. 1. 1994.(2) OJ No L 226, 29. 8. 1980, p. 33.(3) Regulation (EEC) No 346/92 (OJ No L 42, 18. 2. 1992, p. 24)."}