{"celex_id": "31999R1624", "uri": "http://publications.europa.eu/resource/cellar/6d5b1311-e6b1-491a-8c8c-f9eecb3c3441", "type": "Regulation", "concepts": ["2511", "252", "2668", "3003"], "title": "Commission Regulation (EC) No 1624/1999 of 23 July 1999 amending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\n", "header": "COMMISSION REGULATION (EC) No 1624/1999\nof 23 July 1999\namending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1533/95(1),\nHaving regard to Council Regulation (EC) No 1554/95 of 29 June 1995 laying down the general rules for the system of aid for cotton and repealing Regulation (EEC) No 2169/81(2), as last amended by Regulation (EC) No 1419/98(3), and in particular Article 11(1) thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(4), and in particular Article 9 thereof,\n(1) Whereas Article 1 of Commission Regulation (EEC) No 1201/89 of 3 May 1989 laying down rules implementing the system of aid for cotton(5), as last amended by Regulation (EC) No 1664/98(6), lays down the arrangements for determining the world market price for unginned cotton; whereas Commission Regulation (EC) No 2808/98 of 22 December 1998 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture(7), as amended by Regulation (EC) No 1410/1999(8), provides for the use of the daily dollar-euro exchange rate and thus no longer allows, as was previously the case, the average change in the dollar-ecu rate over a 10-day period to be taken into account; whereas the henceforth daily monitoring of the change in the dollar-euro exchange rate has led to the world market price for ungilmed cotton and the resultant advances on the aid being fixed many times; whereas, to simplify administration, the arrangements for determining the world market price should be adjusted; whereas, however, such adjustment must enable any sudden major shifts in the various factors affecting that price to be taken into account;\n(2) Whereas Article 9(2) of Regulation (EEC) No 1201/89 lays down a time limit for the lodging of applications for supervised storage; whereas, however, to prevent the excessive withholding of unginned cotton by producers, Member States have the possibility of setting an earlier date for the country as a whole; whereas experience has shown the need to take account of regional weather variations and to provide for the Member State, in the event of unfavourable weather conditions, to derogate from its decision and to authorise for a brief period thereafter the placing under supervised storage of cotton originating in such regions;\n(3) Whereas Article 15 of Regulation (EEC) No 1201/89 provides that the rate for converting the euro into national currency to be applied to the minimum price, the amount of the advance on the aid and the aid itself, is to be that in force on the day the unginned cotton is taken into supervised storage; whereas taking into supervised storage is an operative event that may vary daily in certain months of the marketing year; whereas, to prevent variations that could affect the daily deliveries of one and the same producer, it is necessary to lay down a specific operative event;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1201/89 is amended as follows:\n1. Article 1(1) is replaced by the following: \"1. The Commission shall determine the world market price for unginned cotton in euro for the period 1 September to 31 March. The price shall be determined on the last working day preceding the first, 11th and 2lst of each month and shall enter into force on the day following the date on which it is determined. The working days taken into account shall be those applied by the Commission. The exchange rate for the euro used to determine the world market price shall be that applicable on the day on which the offers and quotations referred to in Article 2 are established.\nHowever, in the event of significant changes in the world market price referred to in the first subparagraph, the Commission may amend the said price without delay.\".\n2. In the second subparagraph of Article 9(2), the following sentence is added: \"However, in the event of unfavourable weather conditions, Member States may, during the last five working days in March, authorise the placing under supervision of the cotton concerned. In such case, Member States shall inform the Commission thereof no later than 10 days before that period\".\n3. Article 15 is replaced by the following: \"Article 15\nThe exchange rate for the euro to be applied to the minimum price, the amount of the advance and the aid shall be that of the date of entry into force of the world market price for unginned cotton applicable when the consignment of cotton in question is placed under supervised storage\".", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 30.6.1995, p. 45.\n(2) OJ L 148, 30.6.1995, p. 48.\n(3) OJ L 190, 4.7.1998, p. 4.\n(4) OJ L 349, 24.12.1998, p. 1.\n(5) OJ L 123, 4.5.1989, p. 23.\n(6) OJ L 211, 29.7.1998, p. 9.\n(7) OJ L 349, 24.12.1998, p. 36.\n(8) OJ L 164, 30.6.1999, p. 53."}