{"celex_id": "31991R3206", "uri": "http://publications.europa.eu/resource/cellar/d5b01cb2-8d44-4c16-bd01-15d4852eaeb4", "type": "Regulation", "concepts": ["13", "1377", "4352", "980"], "title": "Commission Regulation (EEC) No 3206/91 of 31 October 1991 on applications for commitment of, advances on and payment of the balance of aid granted by the EAGGF Guidance Section for operational programmes involving investments to improve the conditions under which agricultural and forestry products are processed and marketed\n", "header": "COMMISSION REGULATION (EEC) No 3206/91  of 31 October 1991  on applications for commitment of, advances on and payment of the balance of aid granted by the EAGGF Guidance Section for operational programmes involving investments to improve the  conditions under which agricultural and forestry products are processed and marketed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as amended by Regulation (EEC) No 3577/90 (2), and in particular Article 23 thereof,\nWhereas, pursuant to Article 1 of Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products (3), the common measure introduced by Regulation (EEC) No 866/90 is extended to cover the  development or rationalization of the marketing and processing of forestry products;\nWhereas applications for commitment of, advances on and payment of the balance submitted by the competent authorities to the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, must contain certain data to make it easier to  ascertain whether expenditure complies with the provisions of the operational programmes concerned and Regulations (EEC) No 866/90 and (EEC) No 867/90;\nWhereas, with a view to standardizing payment applications, the Commission should make a computerized system available to the competent authorities;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["1. Applications for commitment of an annual instalment and for payment of a first annual advance in respect of operational programmes pursuant to Regulations (EEC) No 866/90 and (EEC) No 867/90 must be presented to the Commission by the  competent authority in accordance with Annex II hereto. However the first annual instalment shall be committed and the first advance on that instalment shall be paid automatically when the decision approving the operational programme is adopted.\n2. Each quarter the competent authority shall forward to the Commission a statement of payments made to recipients during the preceding quarter in accordance with Annex III.\n3. The Commission shall pay the second advance on an annual instalment automatically where the quarterly statement shows that at least 50 % of the first advance on the same instalment has been used.\nHowever the sum of the two advances must not exceed 80 % of the expenditure forecast for that instalment.\n4. After receipt of the second quarterly statement relating to an annual instalment, the Commission shall, at the request of the competent authority or of the Member State, commit the following annual instalment and the first advance thereon in so far  as budgetary resources allow.\n5. In accordance with Annex IV, the competent authority shall forward the application for payment of the balance of an annual instalment no later than the time of presentation of the quarterly statement showing that at least 50 % of the first advance on  the following instalment has been used. In the absence of such a statement, the application must be forwarded in any case before 30 June of the year following the end of the year of execution of that instalment.\nThe amounts paid by the Commission which remain available to the competent authority shall be taken into account when the following advance is paid.", "1. No later than when it sends the first quarterly statement, the competent authority shall forward to the Commission, the forms on which the recipients submit their payment applications. The forms must include at least a description of the  methods for financing the investment, a summary of expenditure effected and a comparative table of investments planned and investments made, on the basis of quantitative and physical indicators in accordance with point 3 of Annex I. It shall inform the  Commission, within the same time limit, of the verification methods and national implementing provisions, in so far as such information has not been forwarded previously pursuant to Article 5 (2) of Regulation (EEC) No 866/90, together with any other  document on the administrative implementation of the measure. It shall also notify subsequent updatings of the documents referred to in this paragraph.\n2. The competent authority shall forward the report on the execution of an annual instalment in accordance with Annexes Va and Vb no later than 30 June of the year following the end of the year of execution of the instalment in question.", "The date in Annexes II to Vb shall in principle be forwarded by means of a computerized system. The Commission shall decide on the necessary software to be made available to each competent authority. The Commission may also undertake to make  equipment available and train a certain number of users.", "The commitment and payment applications and the quarterly statements must take account of the introductory remarks contained in Annex I.\nThese applications and statements shall be sent to the Commission by the competent authority, either directly or via the Member State.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 91, 6. 4. 1990, p. 7.\nANNEX I\nApplications for commitment and payment of advances and quarterly statements relating to operational programmes pursuant to Regulations (EEC) No 866/90 and (EEC) No 867/90\nIntroductory remarks\n1. Provisions on the submission of applications and other documents\nApplications for commitment and payment, quarterly statements and all additional information must be submitted in two copies to:\nCommission of the European Communities,\nDirectorate-General for Agriculture,\nEAGGF Guidance Section (VI-G-5),\nrue de la Loi 200,\nB-1049 Brussels.\n2. Data in respect of regions and areas\nColumn A in Annex Va must contain the NUTS III code corresponding to the:\n- 'arrondissement' in Belgium and the Netherlands,\n- COROP-Regio in the Netherlands,\n- 'Kreis' in Germany,\n- 'dĂŠpartement' in France,\n- 'county/local authority region' in the United Kingdom,\n- 'planning region' in Ireland,\n- 'amt' in Denmark,\n- 'provincia' in Italy,\n- 'nomos' in Greece,\n- 'provincia' in Spain,\n- 'grupo de conselhos' in Portugal.\nThe Objective 5 (b) areas must also be indicated clearly by means of an asterisk.\n3. Quantitative and physical indicators\nThe quantitative and physical indicators may be in particular:\n- number,\n- length,\n- area,\n- volume,\n- capacity.\n(1) Delete as appropriate.\n(2) This amount must reflect the eligible costs laid down in the operational programme initially approved or, where applicable, the costs as adjusted by the Monitoring Committee/Commission.\n(3) Maximum of 50 % of the commitment applied for.\n(4) Name of the designated authority.\nANNEX II\nAPPLICATION FOR COMMITMENT AND PAYMENT OF THE FIRST ADVANCE ON THE . . . ANNUAL INSTALMENT (n) (19/. ./20. .) FOR AN OPERATIONAL PROGRAMME PURSUANT TO REGULATION (EEC) No 866/90 OR (EEC) No 867/90 (1)\nOperational programme NO      Eligible cost (2) for instalment No  ECU     Amount of commitment applied for  ECU     Advance (3)  ECU\nDeclaration\nPursuant to Article 17 (1) of Regulation (EEC) No 866/90, it is hereby confirmed by (4), the authority designated pursuant to Article 14 (1) of Regulation (EEC) No 4253/88, that:\n1. 60 % of the total eligible cost relating to the last instalment (n - 1) and 100 % of the total eligible cost relating to the last instalment but one (n - 2) have been spent by the final recipients;\n2. verifications have been conducted in accordance with the control methods notified to the Commission;\n3. the bank particulars are as follows:\nName of bank:\nAddress of branch/code:\nTelephone/telefax, telex, electronic address:\nAccount No:\nAccount holder:\nDrawn up at , on\nFor the designated authority\n(signature and stamp)\nANNEX III\nQUARTERLY STATEMENT RELATING TO OPERATIONAL PROGRAMMES FOR WHICH THE EAGGF GUIDANCE SECTION HAS MADE A PAYMENT PURSUANT TO REGULATION (EEC) No 866/90 OR (EEC) No 867/90 (1)\nQuarter 1 / . . / 19 . . to . . / . . / 19 . . (Period 'n')\nA  B  C  D (4)  E  F = D + E         Operational programme No  Total eligible costs foreseen (2)  Combined payments received from the EAGGF, Guidance Section (second column)  Combined payments made to recipients on behalf of the EAGGF  Guidance Section until the end of period n-1 (second column)  Payments made to recipients on behalf of the EAGGF Guidance Section during period n (second column)  Combined payments made to recipients on behalf of the EAGGF Guidance Section until the end  of period n-1 (second column)          ECU  ECU  ECU/NC (3)  ECU/NC (3)  ECU/NC (3)                                                                                                                Total\n(1) A separate statement must be  drawn up by regulation.\n(2) This column must reflect the eligible costs laid down in the operational programme originally approved or, where applicable, the costs as adjusted by the Monitoring Committee/Commission.\n(3) Indicate the currency unit used.\n(4) Corresponds to column F of the previous statement.\n(1) This amount is equal to the total in column Gof Annex Va hereto.\n(2) Delete where appropriate.\n(3) Excluding any payment relating to the following instalment (n + 1).\n(4) Name of the designated authority.\nANNEX IV\nAPPLICATION FOR PAYMENT OF THE BALANCE OF THE . . ANNUAL INSTALMENT (19 . ./20 . .) FOR AN OPERATIONAL PROGRAMME PURSUANT TO REGULATION (EEC) No 866/90 OR (EEC) No 867/90\nOperational programme No      Total payments made to recipients on behalf of EAGGF Guidance Section (1)  ECU /NC (2)     Total payments received from the EAGGF Guidance Section (3)  ECU /NC (2)     Balance applied for  ECU /NC (2)\nDECLARATION CONCERNING THE BALANCE OF THE . . . ANNUAL INSTALMENT\nPursuant to Article 17 (1) of Regulation (EEC) No 866/90, it is hereby confirmed by (4), the authority designated pursuant to Article 14 (1) of Regulation (EEC) No 4253/88, that:\n1. the supporting documents and the forms on which the recipients apply for payment of aid from the EAGGF Guidance Section have been verified as regards accuracy;\n2. the financial contributions provided for in Article 16 (3) and (4) or, where applicable, (5), of Regulation (EEC) No 866/90 or (EEC) No 867/90 (2) have been verified and found to comply;\n3. the payments made reflect progress in the making of the investments planned;\n4. each investment for which the final balance has been paid, has been the subject of an on-the-spot check;\n5. the objectives and special conditions of the operational programmes are complied with;\n6. the checks have been carried out in accordance with the control methods notified to the Commission;\n7. the detailed account relating to this declaration has been verified and deemed to comply;\n8. the bank particulars are as follows:\nName of bank:\nAddress of branch/code:\nTelephone/telefax, telex, electronic address:\nAccount number:\nAccount holder:\nDrawn up at , on\nFor the designated authority\n(signature and stamp)\nANNEX V\na\nANNUAL REPORT ON THE EXECUTION OF OPERATIONAL PROGRAMME No . . . . PURSUANT TO REGULATION (EEC) No 866/90 OR (EEC) No 867/90\nSITUATION AT 31 DECEMBER 19 . .\nNational currency/ecu (1)\nRegion (2)  Investment No  Total eligible costs anticipated (3)  Eligible expenditure actually incurred by the beneficiary  Own funds  National aids paid to beneficiaries  Community aids paid to beneficiaries  Remarks           A  B  C  D   E = D - F - G  F  G  H                                                                                                                                    Total\n(1) Indicate the currency unit used.\n(2) See point 2 of Annex I.\n(3) This column must reflect the eligible costs laid down in the operational programme originally approved or, where applicable, the costs as adjusted by the Monitoring Committee/Commission.\nDrawn up at ,  on       For the designated authority\n(Signature\nand stamp)\nANNEX Vb\nANNUAL REPORT ON THE EXECUTION OF OPERATIONAL PROGRAMME No . . . . . . PURSUANT TO REGULATION (EEC) No 866/90 OR (EEC) No 867/90\nSITUATION AT 31 DECEMBER 19 . . / 2 . . .\nSector code (1)  Investment No  Execution of work   Remarks      Scheduled dates   Actual dates  Rate of execution (%) (2)       Commencement  End  Commencement  End             A  B  C  D  E  F  G  H\n(1) See Annex VI.\n(2) The rate of execution is the result of the cost of work carried out divided by the total cost of work originally planned or, where appropriate, the adjusted cost.\nDrawn up at , on\nFor the designated authority\n(Signature and stamp)\nANNEX VI\nSECTOR CODES - PROCESSING AND MARKETING BRANCH\n(Regulations (EEC) No 866/90 and (EEC) No 867/90)\nMain sector  Code  Sector  Code  Sub-sector  Code               Forestry products  1000  Forestry products  1010  Timber  1011      Cork  1012      Other forestry products  1019  Animal products  2000  Meat  2010  Slaughtering and cutting  2011       Processing  2012      Non-edible products  2013      Other meats  2019    Milk and milk products  2020  Milk collection  2021      Liquid milk  2022      Milk products  2023      Other dairy products  2029    Eggs and poultry  2030  Eggs  2031       Poultry  2032      Other (including rabbits)  2039    Sundry animals  2990  Livestock markets  2991      Honey  2992      Other animal products  2999  Vegetable products  3000  Cereals  3010  Cereals (excluding rice)  3011      Rice  3012    Sugar   3020      Oil seeds  3030  Olive oil  3031      Oil-bearing seeds  3032      Other oil seeds  3039    Protein plants  3040      Wine and alcohol  3050      Fruit and vegetables  3060  Fresh fruit and vegetables  3061      Processed fruit and vegetables   3062      Other fruit and vegetables  3069    Flowers and plants  3070      Seeds  3080      Potatoes  3090  Unprocessed potatoes  3091      Processed potatoes  3092    Tobacco  3100      Sundry vegetables  3990    Various products  4000  Multi-purpose  markets and distribution  4010      Animal feedingstuffs  4020      Other  4990    Miscellaneous marketing and processing  9000  Miscellaneous marketing and processing  9990"}