{"celex_id": "31991R2676", "uri": "http://publications.europa.eu/resource/cellar/b1dc666a-04ca-4256-a2bc-c023a6ba252b", "type": "Regulation", "concepts": ["1308", "2734", "3502", "4288"], "title": "Commission Regulation (EEC) No 2676/91 of 9 September 1991 on stocks of agricultural products held in the territory of the former German Democratic Republic\n", "header": "COMMISSION REGULATION (EEC) No 2676/91  of 9 September 1991  on stocks of agricultural products held in the territory of the former German Democratic Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3577/90 of 4 December 1990 on the transitional measures and adjustments required in the agricultural sector as a result of German unification (1), and in particular Articles 3 and 7 (2) thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (2), as last amended by Regulation (EEC) No 2048/88 (3), and in particular Article 5 (3) thereof,\nWhereas Regulation (EEC) No 3577/90 lays down that any private stock of a product which is covered by a regulation on a common market organization for agricultural products, which is in free circulation in the territory of the former German Democratic  Republic on the date of German unification and which exceeds the quantity which may be regarded as representing a normal carry-over stock, must be disposed of by the Federal Republic of Germany at its own expense;\nWhereas it is necessary to define private stocks only for certain products which carry a risk of speculation or for which European Agricultural Guidance and Guarantee Fund financing is planned; whereas the products in question are defined by Commission  Regulation (EEC) No 2761/90 of 27 September 1990 on stocks of agricultural products held in the territory of the former German Democratic Republic (4), as amended by Regulation (EEC) No 3774/90 (5);\nWhereas, in order to take account of the special situation existing in the territory of the former German Democratic Republic before unification, private stocks of certain species of live animals present in that territory on the date of German  unification and which could be the subject, where appropriate after slaughter, of intervention measures or the grant of export refunds, must be included in the definition of private stocks; whereas live animals of the above species originating in the  territory of the former German Democratic Republic, transferred to and, where appropriate, slaughtered in the Federal Republic of Germany or in another Member State before 3 October 1990 must also be included in that definition;\nWhereas the criteria permitting determination of the quantity to be considered as a normal carry-over stock at the date of German unification must be laid down; whereas, therefore, it would appear appropriate to take account, on the one hand, of  production in the territory of the former German Democratic Republic over a 12-month period and, on the other hand, of consumption, processing and certain exports during that period;\nWhereas account must also be taken of the profound changes in production, consumption and trade which have taken place in the former German Democratic Republic as a result of German unification and integration into the Community; whereas, in the absence  of accurate statistics, trade between the territory of the former German Democratic Republic and the Community as constituted before 3 October 1990 must be considered as balanced;\nWhereas, pursuant to Article 7 of Regulation (EEC) No 3577/90, the concept of a normal carry-over stock must be defined for each product in the light of the criteria and objectives specific to each market organization;\nWhereas in the beef and veal sector the quantity exceeding the normal carry-over stock consists mainly of beef and veal other than that covered by Commission Regulation (EEC) No 32/82 of 7 January 1982 laying down the conditions for granting special  export refunds for beef and veal (6) and by Commission Regulation (EEC) No 1964/82 of 20 July 1982 laying down the conditions for granting special export refunds on certain cuts of boned meat of bovine animals (7), as last amended by Regulation (EEC) No  3169/87 (8);\nWhereas this is the result for the most part of a traditionally high proportion of cows in the East German herd and the need to slaughter a very high number of dairy cows as a result of the introduction of a system of dairy quotas in that territory;\nWhereas the contracts concluded by the German Democratic Republic with various State-trading countries prior to unification concern the export of frozen meat; whereas, therefore, it seems appropriate to oblige Germany to take over the excess quantities  found in the beef and veal sector at the rate of refunds valid for export to European third countries of beef and veal other than that covered by Regulations (EEC) No 32/82 and (EEC) No 1964/82;\nWhereas the financial consequences of the determination of stocks exceeding the normal carry-over stock must be taken into account when fixing the monthly advances pursuant to Commission Regulation (EEC) No 2776/88 of 7 September 1988 on data to be sent  in by the Member States with a view to the booking of expenditure financed under the Guarantee Section of the Agricultural Guidance and Guarantee Fund (EAGGF) (9), as last amended by Regulation (EEC) No 775/90 (10), and controlled by clearance of  accounts;\nWhereas a special scheme for public stocks held in the territory of the former German Democratic Republic is provided for by Article 6 of Regulation (EEC) No 3577/90 and Article 1 (1) of Commission Regulation (EEC) No 2764/90 of 27 September 1990 on  provisional measures applicable in the cereals sector after the unification of Germany (11); whereas, under those provisions, such stocks are taken over at a depreciated value roughly equivalent to the world market price; whereas in order to avoid  placing a double burden on Germany, such depreciated stocks should not be included in the evaluation of abnormal private stocks pursuant to this Regulation;\nWhereas the measures provided for in the Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["This Regulation lays down detailed rules for the application of Article 7 of Regulation (EEC) No 3577/90.", "1. A 'private stock' shall mean products in free circulation in the territory of the former German Democratic Republic:\n(a) produced entirely in that territory; or\n(b) - produced in whole or in part from products originating in countries other than that territory, or\n- imported into the German Democratic Republic prior to unification,\nfor which formalities clearing them for free circulation have been completed and on which customs duties or equivalent charges have been levied, without any total or partial drawback thereof,\nand which have been the subject of an inventory as referred to in Article 2 of Regulation (EEC) No 2761/90.\n2. A 'private stock' shall also include any number of live bovines, pigs or sheep which are eligible, where appropriate after slaughter, for intervention measures or the grant of export refunds, and which are:\n- held in the territory of the former German Democratic Republic, or\n- held, either live or in the form of meat, in the Community as constituted before 3 October 1990, having originated in the territory of the former German Democratic Republic.\n3. This Regulation shall not apply to the products referred to in Article 3 of Regulation (EEC) No 2761/90.", "1. A 'normal carry-over stock' shall mean the operating stock necessary to cover market needs in the territory of the former German Democratic Republic over an appropriate period defined on the basis of the circumstances specific to each  product concerned.\n2. These needs shall be assessed in the light of the criteria and objectives specific to each market organization and on the basis of a report taking into account, on the one hand, production and imports and, on the other hand, consumption, exports and,  where appropriate, reserves of products at the beginning and end of the period referred to in paragraph 1 for the supply of the territory concerned.\n3. In drafting the report referred to in paragraph 2, account shall be taken of the consequences for the economy of the territory of the former German Democratic Republic of both the profound changes in its trade relations and its integration into the  Community.\nSubject to the second indent of Article 2 (2), trade between the territory of the former German Democratic Republic and the Community as constituted before 3 October 1990 shall not be taken into account for the report referred to in paragraph 2 of this\nArticle.\nExports to other countries made by the German Democratic Republic before 3 October 1990 shall be taken into account on the basis of deliveries actually made.\n4. Quantities of products which have been the subject of abnormal fluctuations or speculative movement shall not, however, be considered as normal carry-over stock.\nFor the purposes of this paragraph, a diminution in trade in the products may be considered an abnormal fluctuation.\n5. In assessing the normal carry-over stock, provision may be made for quantities of two or more different products to be taken together.\n6. The stocks held by the German intervention agencies referred to in Article 6 of Regulation (EEC) No 3577/90 and Article 1 (1) of Regulation (EEC) No 2764/90 shall be deducted from the quantity exceeding the normal carry-over stock.", "1. Expenditure on refunds and, where appropriate, on intervention resulting from the disposal of products for which a quantity exceeding the normal carry-over stock has been determined pursuant to Article 6 of this Regulation, shall be the  subject of specific declarations to the Commission in the documents sent pursuant to Article 5 of Regulation (EEC) No 729/70, but shall not be taken into account by the European Agricultural Guidance and Guarantee Fund, Guarantee Section.\n2. Quantities of products for which a stock exceeding the normal carry-over stock has been determined shall be considered as disposed of first.\nProducts in respect of which:\n- the customs formalities referred to in Article 3 of Regulation (EEC) No 3665/87 have been completed in Germany,\n- the file for grant of the refund has been lodged with the German disbursing body,\nshall be considered as having been disposed of.\n3. With regard to the application of the provisions of this Article in the beef and veal sector, the following specific provisions shall apply:\n- the export refund rates listed in the regulations setting out the export refunds in the beef and veal sector for a country included in group 03 of the destination countries and for the products falling within CN codes 0201 and 0202 other than those  covered by Regulations (EEC) No 32/82 and (EEC) No 1964/82, shall be taken into account,\n- the quantity exceeding the normal carry-over stock shall be determined as boned weight; where meat is exported boned the equivalent unboned weight shall be obtained using the coefficient 1,43.\n4. If necessary, detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "Where the market situation, taking account, in particular, of trade patterns and deliveries into intervention, shows that the quantities of product taken into consideration for determining the stocks are incorrect, the necessary measures  shall be adopted in accordance with the same procedure as for this Regulation.", "1. The determination of the quantities exceeding the normal carry-over stock and, where appropriate, the procedure for the disposal of excess products shall be adopted in accordance with the procedure laid down in Article 8 of Regulation  (EEC) No 3577/90.\n2. The financial consequences of the decisions referred to in paragraph 1 shall be taken into account in fixing the monthly advances referred to in Article 4 of Regulation (EEC) No 2776/88. At the time the monthly advances are fixed expenditure incurred  after 3 October 1990 for which and advance against booking of expenditure has already been paid shall also be taken into account.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 353, 17. 12. 1990, p. 23. (2) OJ No L 94, 28. 4. 1970, p. 13. (3) OJ No L 185, 15. 7. 1988, p. 1. (4) OJ No L 267, 29. 9. 1990, p. 1. (5) OJ No L 364, 28. 12. 1990, p. 1. (6) OJ No L 4, 8. 1. 1982, p. 11. (7) OJ No L 212, 21. 7.  1982, p. 48. (8) OJ No L 301, 24. 10. 1987, p. 21. (9) OJ No L 249, 8. 9. 1988, p. 9. (10) OJ No L 83, 30. 3. 1990, p. 85. (11) OJ No L 267, 29. 9. 1990, p. 9."}