{"celex_id": "31993D0540", "uri": "http://publications.europa.eu/resource/cellar/0ec64b0a-9f7c-461f-b031-44c8d9418fa5", "type": "Decision", "concepts": ["1558", "1707", "1877", "2095", "3161", "4308"], "title": "93/540/EEC: Council Decision of 18 October 1993 approving certain amendments to the Agreement for cooperation in dealing with pollution of the North Sea by oil and other harmful substances (Bonn Agreement)\n", "header": "22.10.1993 EN Official Journal of the European Communities L 263/51\nCOUNCIL DECISION\nof 18 October 1993\napproving certain amendments to the Agreement for cooperation in dealing with pollution of the North Sea by oil and other harmful substances (Bonn Agreement)\n(93/540/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas by Decision 84/358/EEC (4) the Council approved on 28 June 1984 the Agreement for cooperation in dealing with pollution of the North Sea by oil and other harmful substances signed in Bonn on 13 September 1983;\nWhereas at their first meeting held in Bonn from 19 to 22 September 1989 the Contracting Parties to the Agreement agreed on a number of amendments designed to include in the Agreement provisions concerning pollution surveillance activities, in order to ensure implementation of paragraphs 46 to 50 of the Ministerial Declaration adopted at the Second international conference for the protection of the North Sea held in London on 24 and 25 November 1987;\nWhereas the Contracting Parties also decided to amend the demarcation zone of the Skagerrak, as set out in Article 2 (a) of the Agreement;\nWhereas the amendments can come into force only when they have been approved by all the Contracting Parties, in accordance with Article 16 (2) of the Agreement,", "main_body": ["The amendments to the Agreement for cooperation in dealing with pollution of the North Sea by oil and other harmful substances, (Bonn Agreement) adopted by the Contracting Parties at their first meeting held in Bonn from 19 to 22 September 1989, are hereby approved on behalf of the European Economic Community.\nThe text of the Decision concerning these amendments is attached to this Decision.", "The President of the Council shall, on behalf of the European Economic Community, notify the Depositary Government referred to in Article 16 (2) of the Agreement of the adoption of the instrument of approval."], "attachments": "Done at Luxembourg, 18 October 1993.\nFor the Council\nThe President\nA. BOURGEOIS\n(1)  OJ No C 114, 5. 5. 1992, p. 13.\n(2)  OJ No C 42, 15. 2. 1993, p. 36.\n(3)  OJ No C 287, 4. 11. 1992, p. 1.\n(4)  OJ No L 188, 16. 7. 1984, p. 7."}