{"celex_id": "31994D0782", "uri": "http://publications.europa.eu/resource/cellar/6bb50e0e-68f0-436e-bd56-ccf11df6ca24", "type": "Decision", "concepts": ["1231", "4359", "453", "5315", "688", "918"], "title": "94/782/EC: Council Decision of 6 December 1994 concerning the continuance of the Handynet system in the framework of the activities undertaken to date on the first technical aids module\n", "header": "COUNCIL DECISION of 6 December 1994 concerning the continuance of the Handynet system in the framework of the activities undertaken to date on the first technical aids module (94/782/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the principal objective of Council Decision 93/136/EEC of 25 February 1993 establishing a third Community action programme to assist disabled people (Helios II 1993 to 1996) (4) is to promote equal opportunities for, and the integration of,  disabled people; whereas one of the general objectives is to meet the information needs of disabled people by means of the Handynet computerized information and documentation system based on data collected at national level and updated and adapted at  European level;\nWhereas, under the Helios II programme, the Commission, in accordance with Decision 93/136/EEC, has collected, adapted at European level, updated, exchanged and disseminated information on technical aids collected in the Member States;\nWhereas, in accordance with Article 4 (1) (b) of Decision 93/136/EEC, the Council is to re-examine the Handynet system, before 31 December 1994, on the basis of a Commission report evaluating, inter alia, the first module on technical aids of this  system and, acting on a proposal from the Commission and after consulting the European Parliament, is to decide on the conditions for continuing the system after that date;\nWhereas the Commission has presented a report on the application of the Handynet system; whereas the system should be continued in the framework of the activities undertaken to date on the first technical aids module;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["The Handynet computerized information and documentation system of the Helios II programme shall be continued from 1 January 1995 to 31 December 1996 in the framework of the activities undertaken to date on the first technical aids module.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 6 December 1994.\nFor the Council\nThe President\nN. BLUEM\n(1) OJ No C 222, 10. 8. 1994, p. 19.\n(2) Opinion delivered on 7 December 1994 (not yet published in the Official Journal).\n(3) Opinion delivered on 23 November 1994 (not yet published in the Official Journal).\n(4) OJ No L 56, 9. 3. 1993, p. 30."}