{"celex_id": "31998R0133", "uri": "http://publications.europa.eu/resource/cellar/ad1637c9-5c40-4b58-bde8-4eb66b81b2e2", "type": "Regulation", "concepts": ["3003", "4171", "4288", "4717", "4720", "755"], "title": "Commission Regulation (EC) No 133/98 of 20 January 1998 derogating, for the 1997/98 wine year, from Regulation (EC) No 3112/93 laying down detailed rules for the application of the specific aid arrangements for the smaller Aegean islands in respect of vineyards and the private storage of liqueur wines\n", "header": "COMMISSION REGULATION (EC) No 133/98 of 20 January 1998 derogating, for the 1997/98 wine year, from Regulation (EC) No 3112/93 laying down detailed rules for the application of the specific aid arrangements for the smaller Aegean islands in respect of vineyards and the private storage of liqueur wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products (1), as last amended by Commission Regulation (EC) No 2417/95 (2), and in particular Article 9(4) thereof,\nWhereas Article 9(2) of Regulation (EEC) No 2019/93 lays down that the aid per hectare for the continued cultivation of vines for the production of quality wines psr in traditional wine-growing zones is, with effect from the 1997/98 wine year, to be granted exclusively to producer groups or organisations initiating a measure to improve the quality of the wines produced in accordance with a programme approved by the competent authorities; whereas, for the 1997/98 wine year, the time limit laid down in Article 2 of Commission Regulation (EC) No 3112/93 (3), as last amended by Regulation (EC) No 2537/95 (4), for the lodging of the above aid application should be deferred from 1 May 1997 to 31 December 1997 in view of the difficulties encountered by producer organisations in preparing and submitting the above programme of measures to improve the quality of the wines in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Notwithstanding Article 2(1) of Regulation (EC) No 3112/93, for the 1997/98 wine year the application for per-hectare aid may be lodged with the competent authority by producer groups or organisations no later than 31 December 1997.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 184, 27. 7. 1993, p. 1.\n(2) OJ L 248, 14. 10. 1995, p. 39.\n(3) OJ L 278, 11. 11. 1993, p. 52.\n(4) OJ L 260, 31. 10. 1995, p. 10."}