{"celex_id": "31996D0285", "uri": "http://publications.europa.eu/resource/cellar/86b95676-a8e4-44df-9b28-8c60ae675b62", "type": "Decision", "concepts": ["1309", "1598", "1755", "192", "2300", "2737"], "title": "96/285/EC: Commission Decision of 12 April 1996 amending Decision 94/278/EC, drawing up a list of third countries from which Member States authorize the imports of certain products subject to Council Directive 92/118/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 April 1996 amending Decision 94/278/EC, drawing up a list of third countries from which Member States authorize the imports of certain products subject to Council Directive 92/118/EEC (Text with EEA relevance) (96/285/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992, laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A (I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (1), as last amended by Commission Decision 96/103/EC (2), and in particular Article 10 (2) (a) thereof,\nWhereas Commission Decision 94/278/EC (3), as last amended by Decision 96/166/EC (4), establishes a list of third countries from which the Member States authorize imports of certain products subject to Directive 92/118/EEC;\nWhereas Commission Decision 95/338/EC (5) amended Chapter 1 of Annex II to Directive 92/118/EEC so as to provide for a distinction between the list of third countries from which the Member States authorize imports of fresh poultrymeat and certain poultrymeat products respectively;\nWhereas it is therefore appropriate to amend the existing list of third countries from which the Member States authorize imports of eggs and egg products as laid down in Part VIII of the Annex to Decision 94/278/EC, in order to align the list for egg products to that of heat-treated poultrymeat products;\nWhereas, the list of third countries laid down in Decision 94/278/EC furthermore includes the list of countries from which Member States authorize the imports of pet food containing low-risk materials within the meaning of Council Directive 90/667/EEC (6);\nWhereas, following a request made by the Sri Lankan authorities, the Commission has carried out an animal health mission to the Democratic Socialist Republic of Sri Lanka; whereas this mission has demonstrated that Sri Lanka can fulfil the health requirements for certain types of pet foods; whereas, it is therefore appropriate to include Sri Lanka in the list of countries authorized for the importation of certain pet foods into the European Community;\nWhereas, following the receipt of a request from the Indian authorities, it is appropriate to add India to the list of third countries from which the Member States authorize imports of snails;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 94/278/EC is amended as follows:\n1. Part VIII is replaced by the following:\n'PART VIII\nList of third countries from which the Member States authorize imports of eggs and egg products intended for human consumption\nA. Eggs:\nAll third countries listed in Decision 94/85/EC.\nB. Egg products:\nAll third countries listed in Part 1 of the Annex to Council Decision 72/542/EEC.`;\n2. to the text in Part X the following words are added:\n', and the following countries:\n(LK) Sri Lanka(*).\n(*) Untanned edible products for pets made from skins of ungulates (dogchews) only.`;\n3. in Part XI, the following line is inserted in accordance with the alphabetical order of the ISO code:\n'(IN) India`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 62, 15. 3. 1993, p. 49.\n(2) OJ No L 24, 31. 1. 1996, p. 28.\n(3) OJ No L 120, 11. 5. 1994, p. 44.\n(4) OJ No L 39, 17. 2. 1996, p. 25.\n(5) OJ No L 200, 24. 8. 1995, p. 35.\n(6) OJ No L 363, 27. 12. 1990, p. 51."}