{"celex_id": "31998D0720", "uri": "http://publications.europa.eu/resource/cellar/847b5ed6-087e-47cf-b80a-d0cf83f7d4c1", "type": "Decision", "concepts": ["1445", "2356", "2560", "3577", "5369", "863"], "title": "98/720/EC: Commission Decision of 9 December 1998 amending for the third time Decision 98/339/EC concerning certain protective measures relating to classical swine fever in Spain (notified under document number C(1998) 3912) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 9 December 1998 amending for the third time Decision 98/339/EC concerning certain protective measures relating to classical swine fever in Spain (notified under document number C(1998) 3912) (Text with EEA relevance) (98/720/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10(4) thereof,\nWhereas a number of outbreaks of classical swine fever have occurred in Spain;\nWhereas Spain has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas as a result of the disease situation it was necessary to adopt Commission Decision 97/285/EC of 30 April 1997 (4) concerning certain protection measures relating to classical swine fever in Spain, to amend it by Decisions 97/446/EC (5), 98/93/EC (6) and 98/271/EC (7), to repeal it by Decision 98/339/EC (8) and to amend Decision 98/339/EC by Decision 98/411/EC (9) and by Decision 98/555/EC (10);\nWhereas Spain has adopted the national serosurveillance programme for classical swine fever approved with Commission Decision 98/176/EC (11);\nWhereas due to classical swine fever favourable evolution in the Province of Zaragoza it is necessary to modify adopted measures concerning the movement of pigs and the trade of boar semen from some areas of Spain;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex I to Commission Decision 98/339/EC is replaced by the Annex to this Decision.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 114, 1. 5. 1997, p. 47.\n(5) OJ L 190, 19. 7. 1997, p. 48.\n(6) OJ L 18, 23. 1. 1998, p. 35.\n(7) OJ L 120, 23. 4. 1998, p. 23.\n(8) OJ L 148, 19. 5. 1998, p. 43.\n(9) OJ L 188, 2. 7. 1998, p. 40.\n(10) OJ L 266, 1. 10. 1998, p. 84.\n(11) OJ L 65, 5. 3. 1998, p. 26.\nANNEX\n'ANNEX I\nComarcas veterinarias in the province of Sevilla\nLos Alcores`"}