{"celex_id": "31996D0660", "uri": "http://publications.europa.eu/resource/cellar/ea1f2c89-1a56-460f-93ec-0354a8205f90", "type": "Decision", "concepts": ["1158", "2105", "2825", "2947", "3885", "5336"], "title": "96/660/EC: Commission Decision of 14 November 1996 adapting pursuant to Article 42 (3), Annex II to Council Regulation (EEC) No 259/93 on the supervision and control of shipments of waste within, into and out of the European Community (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 November 1996 adapting pursuant to Article 42 (3), Annex II to Council Regulation (EEC) No 259/93 on the supervision and control of shipments of waste within, into and out of the European Community (Text with EEA relevance) (96/660/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 259/93 of 1 February 1993 on the supervision and control of shipments of waste within, into and out of the European Community (1), as amended by Commission Decision 94/721/EC (2) and in particular Article 42 (3) thereof,\nHaving regard to Council Directive 75/442/EEC of 15 July 1975 (3) on waste, as last amended by Commission Decision 94/350/EC (4), and in particular Article 18 thereof,\nWhereas in accordance with Article 42 (3) of Regulation (EEC) No 259/93 Annexes II, III and IV have to be adapted to reflect only those changes already agreed under the review mechanism of the OECD,\nWhereas the Council of the OECD (5) has decided in the framework of the review mechanism to modify the green list of wastes,\nWhereas it is necessary to modify Annex II of the Regulation to reflect these modifications,\nWhereas the Commission, in order to adapt Annexes II, III and IV to the Regulation is assisted in this task by the Committee established pursuant to Article 18 of Directive 75/442/EEC on waste, as amended,\nWhereas the measures envisaged by this Decision are in accordance with the opinion expressed by the aforementioned Committee,", "main_body": ["Annex II to Council Regulation (EEC) No 259/93 is hereby replaced by the Annex to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 November 1996.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 30, 6. 2. 1993, p. 1.\n(2) OJ No L 288, 9. 11. 1994, p. 36.\n(3) OJ No L 194, 25. 7. 1975, p. 47.\n(4) OJ No L 135, 6. 6. 1996, p. 32.\n(5) OECD Council, 21 September 1995, Doc. Ref. C (95)155.\nANNEX\n'ANNEX II\nGREEN LIST OF WASTES (*)\nRegardless of whether or not wastes are included on this list, they may not be moved as green wastes if they are contaminated by other materials to an extent which (a) increases the risks associated with the waste sufficiently to render it appropriate for inclusion in the amber or red lists, or (b) prevents the recovery of the waste in an environmentally sound manner.\n(*) Wherever possible, the code number of the Harmonized Commodity Description and Coding System, established by the Brussels Convention of 14 June 1983 under the auspices of the Customs Cooperation Council (Harmonized System) is listed opposite an entry. This code may apply to both wastes and products. This Regulation does not include items which are not wastes. Therefore, the code - used by customs officials in order to facilitate their procedures as well as by others - is only provided here to help in identifying wastes that are listed and subject to this Regulation. However, corresponding official Explanatory Notes as issued by the Customs Cooperation Council should be used as interpretative guidance to identify wastes covered by generic headings. The indicative 'ex` identifies a specific item contained within a heading of the Harmonized System code.\nThe code in bold in the first column is the OECD code: it consists of two letters (one for the list: Green, Amber or Red and one for the category of waste: A, B, C . . .) followed by a number.\n>TABLE>"}