{"celex_id": "31990R1193", "uri": "http://publications.europa.eu/resource/cellar/8434004d-83de-4625-b25e-a0c77c677abe", "type": "Regulation", "concepts": ["1115", "1602", "2173"], "title": "Council Regulation (EEC) No 1193/90 of 7 May 1990 amending Regulation (EEC) No 1035/72 on the Common Organization of the market in fruit and vegetables\n", "header": "COUNCIL REGULATION (EEC)  N° 1193/90\nof 7 May 1990\namending Regulation (EEC) N° 1035/72 on the common organization of the  market in fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas provision should be made for a simpler procedure for drawing up the list of products which  are to be the subject of common quality standards;\nWhereas Article 13 of Regulation (EEC) N° 1035/72 (4), as last amended by Regulation (EEC) N°  1119/89 (5), lays down provisions regarding producers' organizations;\nWhereas, with a view to making up for the shortcomings of the market for citrus fruit observed in  certain regions of production in the Community, further conditions on the recognition of citrus  producers' organizations should be laid down; whereas those conditions are likely to ensure  that\nsuch organizations contribute, in particular by improving\ntheir efficiency, towards  re-establishing balance between production and demand on the market; whereas, to\nthat end, those  conditions must include in particular\ntotal concentration of supply and adequate regulation of  production and of placing on the market and the necessary provisions to ensure that such  organizations provide proof\nof sufficient economic activity; whereas, with a view to\nthat  objective, such organizations must be required to incorporate in their rules of association precise  clauses guaranteeing producers control of decisions and the operation of the organization and  clauses penalizing infringements of the rules laid down; whereas recognized producers'  organizations should be given a period to adapt to the new provisions; whereas it should therefore  be specified that the Member States should verify compliance of the producers' organizations with  the overall provisions applicable to them;\nWhereas experience has shown that citrus fruit withdrawn from the market is normally not disposed  of in accordance with the facilities provided for in Article 21 of Regulation\n(EEC) No  1035/72; whereas the citrus fruit harvest is staggered over the marketing year; whereas provision  should be made for a structure to enable producers' organizations to plan, rationalize and check  withdrawal operations where the production and market situations so require and to improve the  conditions under which recourse is had to the possibilities of free disposal;\nWhereas Article 15a (1) of Regulation (EEC) No 1035/72 provides that preventive withdrawals of  apples and pears may be authorized under certain conditions; whereas paragraphs 3 and 4 of that  Article provide that those arrangements are to apply until 30 June 1990; whereas the Commission  will forward to the Council before that date a report on the way those arrangements function;  whereas such a report has been drawn up; whereas it shows that the arrangements have beneficial  effects on the marketing years for the products concerned; whereas those arrangements should  therefore be made permanent;\nWhereas, pursuant to Articles 16 (4), 18 (1) and 19 (2) of Regulation (EEC) No 1035/72, the prices  at which products are bought in under Articles 19 and 19a and the financial compensation paid under  Article 18 of that Regulation are to be calculated on the basis of the buying-in price multiplied  by conversion factors;\nWhereas producers must be encouraged to deliver their surplus products for processing;\nWhereas the differences in upgrading of the product as a result of the application of the  conversion factors were established for the needs of the market for products consumed fresh and are  not relevant for processing;\nWhereas there should no longer be varying withdrawal prices for lemons according to size or form of  packaging and provision should be made for the withdrawal price of such products to be that of  products of mixed sizings, in bulk in a means of transport;\nWhereas withdrawals of citrus fruit in certain regions and in particular of mandarins and lemons  have already attained a very high percentage of the marketable production of the members of certain  producers' organizations; whereas the withdrawal system is only an exceptional instrument for  monitoring the market and does not in itself constitute a method of disposal; whereas the financial  compensation paid in respect of such withdrawals should be limited where it appears that a  producers' organization has not fulfilled its basic objective of marketing the production of its  members; whereas such a measure should be applied progressively in order to permit producers'  organizations experiencing operating problems to adapt to it;\nWhereas Article 21 of Regulation (EEC) N° 1035/72 provides that certain classes of blood oranges,  withdrawn from the market under Articles 15b and 18 thereof or bought in in accordance with  Articles 19 and 19a thereof, may be disposed of to the processing industry under certain  conditions; whereas that possibility has not been made use of since the 1979/80 marketing year;  whereas the provisions of Regulation (EEC) N° 2601/69 (1), as last amended by Regulation (EEC) N°  1123/89 (2), are better suited to encouraging the processing of such blood oranges; whereas the  former provision should be amended;\nWhereas, in order to improve the conditions under which recourse is had to possibilities of free  disposal provided for in Article 21 of Regulation (EEC) N° 1035/72, on the one hand provision  should be made for the possibility of the Community's defraying the costs of sorting and packaging  the products in question and on the other hand\nthe Member States should be encouraged to organize  contacts between producers' organizations and establishments or charitable organizations; whereas  in view of the characteristics of the harvest and of marketing and of the level of withdrawals of  apples and citrus fruit, those provisions should apply only to those products,", "main_body": ["Title I of Regulation (EEC) No 1035/72 is hereby amended as follows:\n1.  The first subparagraph of Article 2 (2) of Title I of Regulation (EEC) N° 1035/72 is replaced  by the following:\n'The Council, acting by a qualified majority on a proposal from the Commission, shall decide to  which products quality standards shall be applied.`", "Title II of Regulation (EEC) No  1035/72 is hereby amended as follows:\n1.  The following Articles are inserted:\n'Article 13a\n1.  Notwithstanding Article 13, producers` organizations whose main economic activity  relates to the production and marketing of citrus fruit, hereinafter referred to as \"citrus fruit  producers' organizations'', must meet the following conditions:\n(a)  they must provide evidence that they have a minimum quantity of marketable production and have  as members a minimum number of producers;\n(b)  their articles of association must include provisions:\n- requiring producers to have their whole citrus fruit production placed on the market by the  producers' organizations,\n- ensuring producers control of the producers' organization and of its decisions,\n- penalizing any infringement by member producers of the rules laid down by the producers'  organizations,\n- requiring members to pay contributions in particular for the establishment and maintenance of the  intervention fund referred to in the last subparagraph of Article 15 (1),\n- concerning the admission of new members;\n(c)  they must lay down rules on recording production, rules on production and rules on marketing;\n(d)  they must keep specific accounts for their activities involving citrus fruit.\n2.  Citrus fruit producers' organizations recognized\nby the Member States at 1 June 1990 must meet  the conditions laid down in paragraph 1 by 1 June 1993 at the latest.'\n'Article 13b\n1.  Member  States shall check compliance by citrus fruit producers` organizations with the obligations laid  down in Articles 13 and 13a and shall withdraw recognition where these are not complied with.\n2.  By means of checks on documents and on-the-spot checks, the Commission may ensure that the  provisions of Articles 13 and 13a are complied with.\n3.  Detailed rules for the application of Articles 13 and 13a shall be adopted in accordance with  the procedure laid down in Article 33.'\n2.  The following paragraphs shall be added to Article 15:\n'4.  Citrus fruit withdrawal centres may be set up at the instigation of and managed by one or  more citrus fruit producers` organizations with a view to:\n- centralizing, rationalizing and checking technical and administrative operations connected with  withdrawals,\n- facilitating and planning the disposal of withdrawn products for the purposes laid down in  Article 21.\nThe competent national authorities shall be notified forthwith of the establishment of withdrawal  centres. The Member State concerned shall forward to the Commission before the beginning of each  marketing year a list of withdrawal centres and relevant information on the way they operate.\n5.  The Commission shall adopt, as and when required, detailed rules for the application of this  Article in accordance with the procedure laid down in Article 33.'\n3.  Article 15a (3) and (4) are  deleted.", "Title III of Regulation (EEC) No 1035/72 is hereby amended as follows:\n1.  The following subparagraph is inserted after the third subparagraph of Article 16 (4):\n'As regards lemons:\n- the factor defined for \"mixed sizings\" shall be applied whatever the size,\n- the factor defined for products \"in bulk in a means of transport'' shall be applied whatever the  form of packaging.'\n2.  The following paragraph is inserted in Article 18:\n'3a.  In the case of citrus fruit, the financial compensation shall be paid to each producers`  organization in respect only of withdrawn quantities not exceeding the following percentages of  marketed production, including withdrawals:\n- 70 % for the 1990/91 marketing year,\n- 65 % for the 1991/92 marketing year,\n- 60 % for the 1992/93 marketing year,\n- 50 % for the 1993/94 marketing year,\n- 40 % from the 1994/95 marketing year.'\n3.  The following Article is inserted:\n'Article 19c\n1.  Producers producing citrus fruit on Community territory shall declare the  quantities of citrus fruit harvested on their holdings for each marketing year.\n2.  Detailed rules for the application of this Article shall be adopted in accordance with the  procedure laid down in Article 33.`\n4.  In Article 21 (1), point (c) of the first and second  subparagraph is replaced by the following:\n'(c)  in addition, for all products referred to in this paragraph, it may be decided in accordance  with the procedure laid down in Article 33 to dispose of certain categories of such products to the  processing industry on condition that there is no resulting distortion of competition for the  industries concerned within the Community;`.\n5.  The following subparagraph is inserted after the first subparagraph of Article 21 (3):\n'Member States shall organize contacts between producers` organizations and establishments or  charitable organizations which may be interested\nin using citrus fruit and apples withdrawn from  the\nmarket within those States' territory with a view to\none of the forms of free distribution  referred to in paragraph 1 (a)'.\n6.  The following paragraph 3a is inserted in Article 21:\n'3a.  The Commission shall defray, under conditions to be determined in accordance with the  procedure laid down in Article 13 of Regulation (EEC) N° 729/70, the costs of sorting and packaging  connected with the free distribution of apples and citrus fruit where the latter is staggered under  contractual agreements concluded between producers` organizations and establishments or charitable  organizations as referred to in the second subparagraph of paragraph 3.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ N° C 49, 28. 2. 1990, p. 62.\n(2) OJ N° C 96, 17. 4. 1990.\n(3) OJ N° C 112, 7. 5. 1990, p. 34.\n(4) OJ N° L 118, 20. 5. 1972, p. 1.\n(5) OJ N° L 118, 29. 4. 1989, p. 12.\n(1) OJ N° L 324, 27. 12. 1969, p. 21.\n(2) OJ N° L 118, 29. 4. 1989, p. 25."}