{"celex_id": "31993L0090", "uri": "http://publications.europa.eu/resource/cellar/5e22142e-f8f4-4724-826d-5b6881b9225a", "type": "Directive", "concepts": ["1252", "4308", "5258", "6004", "616", "893"], "title": "Commission Directive 93/90/EEC of 29 October 1993 concerning the list of substances referred to in Article 13 (1) (5th indent) of Council Directive 67/548/EEC\n", "header": "COMMISSION DIRECTIVE 93/90/EEC of 29 October 1993 concerning the list of substances referred to in Article 13 (1) (5th indent) of Council Directive 67/548/EEC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (1), as last amended by Commission  Directive 93/72/EEC (2), and in particular Article 13 (1) thereof,\nWhereas the fifth indent of Article 13 (1) of Directive 67/548/EEC exempts from certain of the provisions of the said Directive, particularly those provisions concerning notification, those substances for exclusive use in other product sectors for which  Community notification or approval procedures exist and for which the requirements for data submission are equivalent to those laid down in Directive 67/548/EEC; whereas, therefore, the Commission is required to establish a list of such Community  legislation;\nWhereas, at present, there is only one piece of Community legislation which comes within the terms of the said fifth indent of Article 13 (1); whereas, however, the list will be re-examined periodically and, as necessary, revised;\nWhereas the provisions of this Directive are in accordance with the opinion of the Committee for the Adaptation to Technical progress of the Directives on the Removal of Technical Barriers to Trade in Dangerous Substances and Preparations,", "main_body": ["The list of Community legislation concerning products sectors for which Community notification or approval procedures exist and for which the requirements for data submission for the categories of substances identified in the list, are  equivalent to those laid down in Directive 67/548/EEC is contained in the Annex to this Directive.", "1. Member States shall adopt and publish the provisions necessary to comply with this Directive by 31 October 1993 and shall immediately inform the Commission thereof.\n2. When the Member States adopt these provisions these shall contain a reference to the present directive or shall be accompanied by such a reference at the time of their official publication. The procedure for such reference shall be determined by the  Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No 196, 16. 8. 1967, p. 1.\n(2) OJ No L 258, 16. 10. 1993, p. 29.\nANNEX\nCOMMUNITY LEGISLATION CONCERNING PRODUCT SECTORS FOR WHICH COMMUNITY NOTIFICATION OR APPROVAL PROCEDURES EXIST AND FOR WHICH THE REQUIREMENTS FOR DATA SUBMISSION FOR THE CATEGORIES OF SUBSTANCES IDENTIFIED, ARE EQUIVALENT TO THOSE LAID DOWN IN DIRECTIVE  67/548/EEC  1. Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market: substances subject to the evaluation procedures foreseen under Article 6 of that Directive. (OJ No L 230 19. 8. 1991 p. 1)."}