{"celex_id": "31991R3295", "uri": "http://publications.europa.eu/resource/cellar/3fe2a6b5-b62e-4773-8c64-bd0ed3bfe395", "type": "Regulation", "concepts": ["1504", "2193", "3568", "5360", "601"], "title": "Commission Regulation (EEC) No 3295/91 of 12 November 1991 fixing for the period 1991/92 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\n", "header": "COMMISSION REGULATION (EEC) No 3295/91  of 12 November 1991  fixing for the period 1991/92 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3653 (2), and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1188/81 of 28 April 1981 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such  refunds and amending Regulation (EEC) No 3035/80 concerning certain products not covered by Annex II to the Treaty (3), as amended by Regulation (EEC) No 3708/89 (4), and in particular Article 12 thereof,\nWhereas Article 3 (1) of Regulation (EEC) No 1188/81 states that the quantity of cereals on which the refund shall be granted shall be that placed under control weighted by a coefficient, fixed annually for each Member State concerned, expressing the  ratio for the spirituous beverage in question between the total quantity exported and the total quantity marketed; whereas, further to information provided by Ireland concerning the period 1 January to 31 December 1990, the coefficients for the period 1  July 1991 to 30 June 1992 should now be fixed;\nWhereas the second indent of Article 3 (2) of Regulation (EEC) No 1188/81 provides for adjustment of the coefficient where foreseeable trends for exports of spirituous beverages show a tendency to change significantly in one of the Member States  concerned; whereas such an assessment may be made by taking account of a reference period of sufficient length to eliminate insignificant short-term fluctuations; whereas a period of six years prior to the year in question seems to comply with this  criterion; whereas, moreover, an annual difference of less than 1 % between the respective trends in exports and total quantities sold cannot show a tendency towards significant change;\nWhereas the coefficients should be adapted accordingly, to take account of a tendency for Irish exports to increase;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the period 1 July 1991 to 30 June 1992, the coefficients referred to in Article 3 of Regulation (EEC) No 1188/81 and applicable to cereals used in Ireland for the manufacture of Irish whiskey shall be as shown in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 362, 27. 12. 1990, p. 28. (3) OJ No L 121, 5. 5. 1981, p. 3. (4) OJ No L 363, 13. 12. 1989, p. 2.\nANNEX\nCoefficients applicable in Ireland\nCoefficient applicable    Period of application  to barley used\nfor the manufacture\nof Irish whiskey,\ncategory B (1)  to cereals used\nfor the manufacture\nof Irish whiskey,\ncategory A      1 July 1991 to 30 June 1992  0,428  0,308\n(1) Including barley processed into malt."}