{"celex_id": "31990R1740", "uri": "http://publications.europa.eu/resource/cellar/cd8e4bbe-eac9-4b05-9050-d723c9be013f", "type": "Regulation", "concepts": ["1309", "161", "1644", "2296", "4692", "5083"], "title": "Commission Regulation (EEC) No 1740/90 of 26 June 1990 amending Regulation (EEC) No 904/90 laying down detailed rules for the application of the arrangements applicable to imports of certain pigmeat products originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT)\n", "header": "COMMISSION  REGULATION (EEC) No 1740/90\nof 26 June 1990\namending Regulation (EEC) No 904/90 laying down detailed rules for the application of the arrangements applicable to imports of certain pigmeat products originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas countries and territories (OCT) (1), and in particular Article 27 thereof,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (2), as last amended by Regulation (EEC) No 1249/89 (3), and in particular Article 22 thereof,\nWhereas Regulation (EEC) No 715/90 introduces in particular a system for reducing import levies on certain products in the pigmeat sector within the limit of a quota; whereas Commission Regulation (EEC) No 904/90 (4) lays down detailed rules for applying that Regulation as regards the products concerned in the pigmeat sector in order to permit the administration of the quota concerned; whereas those detailed rules supplement the provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5), as last amended by Regulation (EEC) No 1599/90 (6);\nWhereas Regulation (EEC) No 904/90 should be amended in the light of practical experience gained in implementing the special arrangements provided for in Regulation (EEC) No 715/90, in particular as regards the staggering of the quota, the quantity per licence application and the validity of import licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat;", "main_body": ["Regulation (EEC) No 904/90 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nThe overall quota of 250 tonnes referred to in Article 8 of Regulation (EEC) No 715/90 shall be staggered over the year as follows:\n- 50 % in the period 1 January to 30 June,\n- 50 % in the period 1 July to 31 December.'\n2. Article 3 (1) (c) is replaced by the following:\n'(c) licence applications must relate to at least one tonne and not more than 100 % of the quantity available under the quota and the six-monthly period in respect of which licence applications are lodged.'\n3. In Article 4 (1) (2) and (4) and the third subparagraph of Article 4 (5), the word 'quarter' is replaced by 'six-monthly period'.\n4. The first and second paragraphs of Article 5 are replaced by the following:\n'Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 180 days from the date of actual issue.'", "This Regulation shall enter into force on 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 282, 1. 11. 1975, p. 1.\n(3) OJ No L 129, 11. 5. 1989, p. 12.\n(4) OJ No L 93, 10. 4. 1990, p. 23.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 151, 15. 6. 1990, p. 29."}