{"celex_id": "31990R1305", "uri": "http://publications.europa.eu/resource/cellar/4bf73c81-101f-4a84-8356-8a26778dbb2b", "type": "Regulation", "concepts": ["1129", "4683", "4691"], "title": "Commission Regulation (EEC) No 1305/90 of 18 May 1990 on the definitive application of the guarantee limitation arrangements for sheepmeat and goatmeat for the 1989 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 1305/90\nof 18 May 1990\non the definitive application of the guarantee limitation arrangements for sheepmeat and goatmeat for the 1989 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 8 (3) thereof,\nWhereas Article 8 of Regulation (EEC) No 3013/89 introduces arrangements for the limitation of the guarantee applicable for each marketing year; whereas those arrangements provide that the reduction in the guarantee depends on the number of ewes compared with a maximum guaranteed level; whereas that reduction, fixed provisionally on the basis of an estimate of ewe numbers, must, where appropriate, be subsequently corrected on the basis of ewe numbers actually recorded for the marketing year in question;\nWhereas Commission Regulation (EEC) No 1310/88 (2) lays down the detailed rules for the application of those arrangements;\nWhereas Commission Regulation (EEC) No 3817/88 (3) fixes the reduction coefficient applicable provisionally for the 1989 marketing year; whereas the definitive recording of ewe numbers on the basis of statistics obtained pursuant to Council Directive 82/177/EEC (4), as last amended by Regulation (EEC) No 3939/87 (5), together with the other objective data available leads to the corrected coefficient laid down in this Regulation being fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Pursuant to the second indent of Article 8 (2) of Regulation (EEC) No 3013/89, the provisional coefficient provided for in Regulation (EEC) No 3817/88 for the 1989 marketing year shall be corrected to read as follows:\n- Great Britain: 5 %,\n- rest of the Community: 5 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 122, 12. 5. 1988, p. 69.\n(3) OJ No L 337, 8. 12. 1988, p. 16.\n(4) OJ No L 81, 27. 3. 1982, p. 35.\n(5) OJ No L 373, 31. 12. 1987, p. 1."}