{"celex_id": "31997R0114", "uri": "http://publications.europa.eu/resource/cellar/facec7db-64a9-4c7b-8697-d70484ba88f4", "type": "Regulation", "concepts": ["1730", "1929", "2560", "4692", "4885", "5076"], "title": "Commission Regulation (EC) No 114/97 of 22 January 1997 establishing the forecast supply balance for pigmeat for the Azores and Madeira for the 1996/97 marketing year and amending Regulation (EEC) No 1725/92\n", "header": "COMMISSION REGULATION (EC) No 114/97 of 22 January 1997 establishing the forecast supply balance for pigmeat for the Azores and Madeira for the 1996/97 marketing year and amending Regulation (EEC) No 1725/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Council Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas Commission Regulation (EEC) No 1725/92 (3), as last amended by Regulation (EC) No 1154/96 (4), fixed for the period 1 July 1996 to 30 June 1997 the exemption from the duty on imports of products from third countries or for aid for consignments originating in the rest of the Community and the quantities of pure-bred breeding animals originating in the Community which qualify for aid for the development of the production potential of the Azores and Madeira;\nWhereas, in order to continue satisfying demand for pigmeat requirements, the quantities set down in the forecast supply balances for those products must be adjusted; whereas the corresponding Annexes to Regulation (EEC) No 1725/92 should consequently be amended; whereas, as a consequence of the changes in the rates and prices for cereal products in the European part of the Community and on the world market, the aid for supply to the Azores and Madeira should be set at the amounts given in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Annexes I and II to Regulation (EEC) No 1725/92 are hereby replaced by the Annexes hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 320, 11. 12. 1996, p. 1.\n(3) OJ No L 179, 1. 7. 1992, p. 95.\n(4) OJ No L 153, 27. 6. 1996, p. 12.\nANNEX\n'ANNEX I\nForecast supply balance for Madeira regarding products from the pigmeat sector for the period from 1 July 1996 to 30 June 1997\n>TABLE>\nANNEX II\nAmounts of aid granted for products referred to in Annex I and coming from the Community market\n>TABLE>"}