{"celex_id": "31995D0284", "uri": "http://publications.europa.eu/resource/cellar/8546ab35-11a9-4536-b846-f1831678fb38", "type": "Decision", "concepts": ["1309", "1338", "1474", "161", "4319", "5083"], "title": "95/284/EC: Council Decision of 17 July 1995 on the conclusion of the Agreements in the form of an Exchange of Letters between the European Community and, on the one hand, Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Kitts and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia, the Republic of Zimbabwe, and on the other hand, the Republic of India on the supply of raw cane sugar to be refined\n", "header": "COUNCIL DECISION of 17 July 1995 on the conclusion of the Agreements in the form of an Exchange of Letters between the European Community and, on the one hand, Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Kitts and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia, the Republic of Zimbabwe, and on the other hand, the Republic of India on the supply of raw cane sugar to be refined (95/284/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with Article 228 (2), first sentence thereof,\nHaving regard to the proposal from the Commission,\nWhereas negotiations with the ACP States Party to Protocol 8 on ACP sugar annexed to the Fourth ACP-EEC Convention and India have taken place in order to define the conditions under which imports of raw cane sugar from those countries under the additional quota will take place;\nWhereas Article 16 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1) provides that tariff quotas resulting from agreements concluded in the framework of the Uruguay Round of multinational trade negotiations shall be opened and administered in accordance with detailed rules adopted under the procedure laid in Article 41 of the Regulation;\nWhereas Article 37 (3) of Regulation (EEC) No 1785/81 states that a shortfall to fill the maximum needs of the Community refineries shall be covered by importing special preferential sugar at a special rate of duty under agreements with States referred to in Article 33 of that Regulation and other States;\nWhereas the said negotiations have resulted in agreements which are subject to confirmation by the Governments of the ACP States concerned, on the one hand, and the Republic of India, on the other hand, and by the Community;\nWhereas it is appropriate to open such a tariff quota for raw cane sugar to be refined for maintaining the current access for ACP States parties to Protocol 8 to the Fourth ACP-EEC Convention, the Republic of India and other third States;\nWhereas it is appropriate to approve the Agreements in the form of an Exchange of Letters between the European Community and, on the one hand, the States referred to in the Protocol and, on the other hand, the Republic of India on the supply of raw cane sugar to be refined,", "main_body": ["The Agreements in the form of an Exchange of Letters between the European Community and, on the one hand, Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Kitts and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia, the Republic of Zimbabwe, and on the other hand, the Republic of India on the supply of raw cane sugar to be refined are hereby approved on behalf of the Community.\nThe texts of Agreements are attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreements referred to in Article 1 in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 17 July 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No 177, 1. 7. 1981, P. 4. Regulation as last amended by Regulation (EC) No 1101/95 (OJ No L 110, 17. 5. 1995, p. 1)."}