{"celex_id": "31998R1239", "uri": "http://publications.europa.eu/resource/cellar/3887ccb7-d48a-41d0-840f-217b114c324d", "type": "Regulation", "concepts": ["1159", "133", "134", "4790", "5228", "5283"], "title": "Council Regulation (EC) No 1239/98 of 8 June 1998 amending Regulation (EC) No 894/97 laying down certain technical measures for the conservation of fishery resources\n", "header": "COUNCIL REGULATION (EC) No 1239/98 of 8 June 1998 amending Regulation (EC) No 894/97 laying down certain technical measures for the conservation of fishery resources\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\n(1) Whereas Articles 2 and 4 of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (4) state that the Council is to establish, in the light of available scientific opinion, conservation measures necessary to ensure rational and responsible exploitation, on a sustainable basis, of living marine resources, taking account, inter alia, of the impact of fishing on the marine ecosystem; whereas for that purpose the Council may adopt technical measures regarding fishing gear and its method of use;\n(2) Whereas it is necessary to establish the principles and certain rules at Community level so that Member States may ensure the management of fishing activities by vessels flying their flag or under their jurisdiction;\n(3) Whereas Regulation (EC) No 894/97 (5) regulates fishing with drift-nets;\n(4) Whereas fishing activities using drift-nets have in the past undergone a rapid increase in terms of fishing effort; whereas uncontrolled expansion of these activities could present a grave risk of an excessive increase in the fishing effort as regards the target species;\n(5) Whereas Article 130r(2) of the Treaty establishes the principle that all Community measures must take account of the requirements of environmental protection in a precautionary spirit;\n(6) Whereas, in accordance with the Community's international obligations to contribute towards the conservation and management of the biological resources of the oceans, it is necessary to regulate strictly any expansion of drift-net fishing by Community vessels;\n(7) Whereas restrictions on the length of drift-nets are required;\n(8) Whereas drift-net fishing for tuna, swordfish and certain other species gives rise to by-catches and a risk for the populations of species other than the target species;\n(9) Whereas, in view of the risk of an uncontrolled expansion of the fishing effort and the lack of sufficient selectivity of drift-nets, their use should be prohibited in fisheries for tuna, swordfish and certain other species; whereas the transition should be made rapidly to avoid any ecological risks;\n(10) Whereas Community vessels which have fished with drift-nets for those species are subject to economic constraints necessitating a phasing-out period; whereas the continuation of fishing with drift-nets by these vessels should be authorised until 31 December 2001;\n(11) Whereas technical conservation measures for fishing in the Baltic Sea are laid down in Regulation (EC) No 88/98 (6);\n(12) Whereas fishing using drift-nets should take place only under conditions where such use can be, and actually is, controlled;\n(13) Whereas Commission Regulation (EEC) No 2807/83 of 22 September 1983 laying down detailed rules for recording information on Member States' catches of fish (7) does not cover all fisheries concerned by the use of drift-nets; whereas the general provisions of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (8) concerning logbooks and landing declarations will not apply to the Mediterranean until 1 January 1999;\n(14) Whereas, therefore, the control of fishing using drift-nets poses special difficulties; whereas specific provisions for that activity should be defined;\n(15) Whereas the consequences of fishing using drift-nets must be subject to constant assessment; whereas, therefore, the necessary data must be collected;\n(16) Whereas the logbook data must be verified against the volume of landings, on which effective checks must be possible;\n(17) Whereas the Member States must supply the Commission with certain information necessary for the supervision at Community level of the checks they carry out;\n(18) Whereas any failure to comply with the provisions of this Regulation should be subject to sanctions by Member States in accordance with Regulation (EC) No 2847/93,", "main_body": ["Regulation (EC) No 894/97 is hereby amended as follows:\n1. Article 11 shall be replaced by the following:\n'Article 11\nNo vessel may keep on board, or use for fishing, one or more drift-nets whose individual or total length is more than 2,5 kilometres.", "1a\n1. From 1 January 2002, no vessel may keep on board, or use for fishing, one or more drift-nets intended for the capture of species listed in Annex VIII.\n2. From 1 January 2002, it is prohibited to land species listed in Annex VIII which have been caught in drift-nets.\n3. Until 31 December 2001, a vessel may keep on board, or use for fishing, one or more drift-nets referred to in paragraph 1 after receiving authorisation from the competent authorities of the flag Member State. In 1998, the maximum number of vessels which may be authorised by a Member State to keep on board, or use for fishing, one or more drift-nets shall not exceed 60 % of the fishing vessels which used one or more drift-nets during the period 1995 to 1997.\n4. Member States shall communicate to the Commission for each target species by 30 April of each year, the list of vessels authorised to carry out fishing activities using the drift-nets referred to in paragraph 3; for 1998, the information shall be sent not later than 31 July 1998.", "1b\n1. All fishing vessels using one or more drift-nets intended for the capture of species listed in Annex VIII shall operate under the following conditions:\n- during fishing activity, the vessel must keep the net under constant visual observation,\n- floating buoys, with radar reflectors, must be moored to each end of the netting, so that its position can be determined at any time. The buoys must be permanently marked with the registration letter(s) and number of the vessel to which they belong.\n2. The master of a fishing vessel using one or more drift-nets referred to in paragraph 1 shall keep a logbook in which he must record the following information on a day-to-day basis:\n- the total length of the nets on board,\n- the total length of the nets used in each fishing operation,\n- the quantity of each species caught during each fishing operation, including by-catches and discards at sea, in particular cetaceans, reptiles and sea-birds,\n- the quantity of each species held on board,\n- the date and position of such catches.\n3. All masters referred to in paragraph 2 shall forward to the competent authorities of the Member State of landing a declaration giving at least the quantities of each species landed and the catch dates and zones.\n4. Masters of vessels using one or more drift-nets referred to in paragraph 1 who wish to use a landing location in a Member State shall notify the competent authorities in the Member State concerned, at least two hours before arrival in port, of the planned landing location and time of arrival.\n5. All fishing vessels using one or more drift-nets referred to in paragraph 1 shall keep on board the prior authorisation to fish issued by the competent authorities of the flag Member State.\n6. In the case of failure to comply with the obligations laid down in Articles 11 and 11a and this Article, the competent authorities shall take appropriate measures in respect of the vessels concerned, in accordance with Article 31 of Regulation (EEC) No 2847/93.", "1c\nWith the exception of waters covered by Council Regulation (EC) No 88/98 of 18 December 1997 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound (*) and notwithstanding Article 1(1), Articles 11, 11a and 11b shall apply in all waters falling within the sovereignty of jurisdiction of the Member States and, outside those waters shall apply to all Community fishing vessels.\n(*) OJ L 9, 15.1.1998, p. 1.`\n2. The text annexed hereto shall be added as Annex VIII.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 8 June 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ C 118, 29. 4. 1994, p. 2.\n(2) OJ C 305, 31. 10. 1994, p. 83.\n(3) OJ C 393, 31. 12. 1994, p. 175.\n(4) OJ L 389, 31. 12. 1992, p. 1. Regulation as last amended by the 1994 Act of Accession.\n(5) OJ L 132, 23. 5. 1997, p. 1.\n(6) OJ L 9, 15. 1. 1998, p. 1.\n(7) OJ L 276, 10. 10. 1983, p. 1. Regulation as last amended by Commission Regulation (EC) No 2945/95 (OJ L 308, 21. 12. 1995, p. 18).\n(8) OJ L 261, 20. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 686/97 (OJ L 102, 19. 4. 1997, p. 1).\nANNEX\n'ANNEX VIII\n- Albacore: Thunnus alalunga\n- Bluefin tuna: Thunnus thynnus\n- Bigeye tuna: Thunnus obesus\n- Skipjack: Katsuwonus pelamis\n- Atlantic Bonito: Sarda sarda\n- Yellowfin tuna: Thunnus albacares\n- Blackfin tuna: Thunnus atlanticus\n- Little tuna: Euthynnus spp.\n- Southern bluefin tuna: Thunnus maccoyii\n- Frigate tuna: Auxis spp.\n- Oceanic sea breams: Brama rayi\n- Marlins: Tetrapturus spp.; Makaira spp.\n- Sailfishes: Istiophorus spp.\n- Swordfishes: Xiphias gladius\n- Sauries: Scomberesox spp.; Cololabis spp.\n- Dolphinfishes: Coryphoena spp.\n- Sharks: Hexanchus griseus; Cetorhinus maximus; Alopiidae; Carcharhinidae; Sphymidae; Isuridae; Lamnidae\n- Cephalopods: all species`."}