{"celex_id": "31994R2404", "uri": "http://publications.europa.eu/resource/cellar/a9df2113-d4cf-416e-8138-b2dc1e12549b", "type": "Regulation", "concepts": ["161", "1637", "1882", "2421", "2758"], "title": "Council Regulation (EC) No 2404/94 of 29 September 1994 opening and providing for the administration of Community tariff quotas for certain agricultural and industrial products (fourth series 1994), and amending Council Regulations (EC) No 3466/93 and (EC) No 3672/93 opening and providing for the administration of Community tariff quotas for certain agricultural and industrial products\n", "header": "COUNCIL REGULATION (EC) No 2404/94 of 29 September 1994 opening and providing for the administration of Community tariff quotas for certain agricultural and industrial products (fourth series 1994), and amending Council Regulations (EC) No 3466/93  and (EC) No 3672/93 opening and providing for the administration of Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas production in the Community of certain agricultural and industrial products will remain, in the course of the second half of 1994, unable to met the specific requirements of the user industries in the Community; whereas, consequently, Community  supplies of products of this type will depend to a considerable extent on imports from third countries; whereas the most urgent Community requirements for the products in question should be met immediately on the most favourable terms; whereas Community  tariff quotas at zero duty should therefore be opened within the limits of appropriate columns for the period from 1 June or 1 July 1994 respectively until 31 December 1994, taking account of the need not to disturb the markets for such products nor the  starting out or development of Community production;\nWhereas by Regulation (EC) No 3466/93 (1) and (EC) No 3672/93 (2) the Council opened, for 1994, Community tariff quotas for certain industrial products, and in particular ferro-chromium containing by weight more than 6 % of carbon (order No 09.2711),  ferro-phosphorus (order No 09.2717), magnesium (order No 09.2741), diisopropylnaphtalene (order No 09.2857);\nWhereas current economic data suggests that Community demand for non-Community imports of the products in question could in the course of the year exceed the volumes laid down in the above Regulations; whereas the volume of the quota in question should  therefore be increased;\nWhereas by Regulation (EC) No 3466/93, the Council opened, for 1994, a Community tariff quota for ferro-chromium containing by weight more than 1,5 mm but not more than 2 % of carbon and not more than 55 % of chromium;\nWhereas the benefit of this quota should be extended to other import needs and the description of this quota should consequently be amended and its amount increased;\nWhereas the decision for the opening of autonomous tariff quotas should be taken by the Community; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to authorizing the Member States to draw  from the quota-volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate  at which the quotas are used up and inform the Member States accordingly;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned  into all Member States until the quotas have been used up,", "main_body": ["1. The customs duties applicable to imports of the following products shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas shown below:\n\"\" ID=\"1\">09.2781> ID=\"2\">ex 7226 10 91> ID=\"3\">Flat-rolled products of silicon-electrical steel, cold-rolled, grain oriented, of a width not exceeding 500 mm, of a thickness of 0,23 mm or less, with a nominal magnetic inversion loss rate of 0,8  W/kg or less determinated by the Epstein method with a current of 50 cycles and one induction of 1,7 tesla> ID=\"4\">From 1 July to 31 December 1994> ID=\"5\">300 tonnes> ID=\"6\">0\"> ID=\"1\">09.2875> ID=\"2\">ex 0601 10 90> ID=\"3\">Tuberous roots of the species  Rumohra adlantiformis, dormant for the manufacture of ornamental plants> ID=\"4\">From 1 June to 31 December 1994> ID=\"5\">5 000 000 pieces> ID=\"6\">0'\">\n2. For order Nos 09.2711, 09.2717, 09.2799 and 09.2857, the table in Article 1 of Regulation (EC) No 3466/93 is hereby replaced by the following table:\n\"\" ID=\"1\">09.2711> ID=\"2\">ex 7202 41 91> ID=\"3\">Ferro-chromium containing by weight more than 6 % of carbon> ID=\"4\">580 000> ID=\"5\">0> ID=\"6\">31 December 1994\"> ID=\"1\">09.2717> ID=\"2\">ex 7202 99 19> ID=\"3\">Ferro-phosphorus containing by weight  15 % or more of phosphorus, intended for the manufacture of refined phosphoric iron or steel (a)> ID=\"4\">33 000> ID=\"5\">0> ID=\"6\">31 December 1994\"> ID=\"1\">09.2799> ID=\"2\">ex 7202 49 90> ID=\"3\">Ferro-chromium containing more than 1,5 %, but not more  than 4 % by weight of carbon and not more than 70 % of chromium> ID=\"4\">15 000> ID=\"5\">0> ID=\"6\">31 December 1994\"> ID=\"1\">09.2857> ID=\"2\">ex 2902 90 90> ID=\"3\">Diisopropylnaphalene, mixed isomers> ID=\"4\">3 000> ID=\"5\">0> ID=\"6\">31 December  1994'\">\n3. For order No 09.2741, the table in Article 1 of Regulation (EC) No 3672/93 is hereby replaced by the following table:\n\"\" ID=\"1\">09.2741> ID=\"2\">ex 8104 11 00> ID=\"3\">Unwrought magnesium having a purity of not less than 99,95 % in the form of ingots, intended for the manufacture of elements used in the nuclear industry (a)> ID=\"4\">1 800> ID=\"5\">0> ID=\"6\">31  December 1994'\">", "The tariff quotas referred to in Article 1 (1) shall be managed by the Commission, which may take any appropriate administrative measure to ensure that they are managed efficiently.", "Where an importer submits a product covered by this Regulation for release for free circulation in a Member State, applying to take advantage of the preferential arrangements, and the entry is accepted by the customs authorities, the Member  State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the appropriate quota volume.\nRequests for drawings, indicating the date on which the entries were accepted must be sent to the Commission without delay.\nDrawings shall be granted by the Commission in chronological order of the dates on which the customs authorities of the Member States concerned accepted the entries for release for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use a drawing in full, it shall return any unused portion to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applicants pro rata. The Commission shall inform the Member States of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continvous access to the quotas for as long as the balance of the relevant quota volume so permits.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1994.\nFor the Council\nThe President\nP. KRUEGER\n(1) OJ No L 317, 18. 12. 1993, p. 4.\n(2) OJ No L 338, 31. 12. 1993, p. 42.\nANNEX\nTaric code\n\"\" ID=\"1\">09.2781> ID=\"2\">ex 7226 10 91> ID=\"3\">* 20\"> ID=\"1\">09.2875> ID=\"2\">ex 0601 10 90> ID=\"3\">* 10\">"}