{"celex_id": "31999R2714", "uri": "http://publications.europa.eu/resource/cellar/d3b1dc20-7ee8-4915-98ec-48e4ab3d6ab4", "type": "Regulation", "concepts": ["2194", "2414", "4360", "4682", "5360", "755"], "title": "Commission Regulation (EC) No 2714/1999 of 20 December 1999 establishing transitional provisions on the administration and control of direct payments in the sectors of arable crops and beef and veal\n", "header": "COMMISSION REGULATION (EC) No 2714/1999\nof 20 December 1999\nestablishing transitional provisions on the administration and control of direct payments in the sectors of arable crops and beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(2), and in particular Article 50 thereof,\nHaving regard to Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes(3), as last amended by Regulation (EC) No 1036/1999(4), and in particular Article 12(h) thereof,\nWhereas:\n(1) In the framework of Agenda 2000, the direct payment schemes in the sectors of arable crops and beef and veal have been revised and are now set out in Council Regulations (EC) No 1251/1999 and (EC) No 1254/1999.\n(2) In the interest of clarity and legal certainty and in order to ensure these schemes be properly implemented the applicable administration and control provisions should be clarified. To that purpose, pending the decision of the Council on the amendments to Regulation (EEC) No 3508/92 as proposed by the Commission, it is appropriate, for a transitional period, to ensure that the integrated administration and control system be applied to the said schemes and that Member States have the flexibility provided for in Article 6 of that Regulation.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committees concerned,", "main_body": ["The integrated administration and control system as established by Regulation (EEC) No 3508/92 shall apply to applications submitted for aids pursuant to Regulation (EC) No 1251/1999 and Chapter I of Title I of Regulation (EC) No 1254/1999.", "1. \"Area\" aid applications within the meaning of Article 6(1) of Regulation (EEC) No 3508/92 shall be submitted by a date to be fixed by the Member State which shall not be after that laid down for the submission of applications in Regulation (EC) No 1251/1999.\n2. Certain amendments may be made to the \"area\" aid application provided that they are received by the competent authorities no later than the date laid down for sowing in Regulation (EC) No 1251/1999.", "This Regulation shall enter into force on 1 January 2000.\nIt shall apply from 1 January to 30 June 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 160, 26.6.1999, p. 21.\n(3) OJ L 355, 5.12.1992, p. 1.\n(4) OJ L 127, 21.5.1999, p. 4."}