{"celex_id": "31993R3205", "uri": "http://publications.europa.eu/resource/cellar/eb58655a-0212-4cc8-93ae-d824c1559838", "type": "Regulation", "concepts": ["4256", "4337", "4734"], "title": "Council Regulation (EC) No 3205/93 of 16 November 1993 amending Regulation (EEC) No 357/79 on statistical surveys of areas under vines\n", "header": "COUNCIL REGULATION (EC) No 3205/93 of 16 November 1993 amending Regulation (EEC) No 357/79 on statistical surveys of areas under vines\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 5 of Regulation (EEC) No 357/79 (3) provides for annual data on vineyard areas collected in intermediate surveys to be forwarded to the Commission;\nWhereas Article 4 of Council Regulation (EEC) No 2392/86 of 24 July 1986 establishing a Community vineyard register (4), provides for the register to be established within a period of six years following the date of that Regulation's entry into force;  whereas the register is beginning to become operational or at least to take on a form that enables it to be used for statistical purposes in some Member States and Community regions, especially as regards the characteristics of areas under vines;\nWhereas the Member States which have already set up the vineyard register at national level or in some regions and ensure its regular updating in accordance with Article 5 (3) of Regulation (EEC) No 2392/86, can begin to use it for statistical purposes;\nWhereas the statistical results from the vineyard register annually updated can also be used as the source of annual data, once their statistical reliability has been validated;\nWhereas it is essential to ensure close cooperation between the Member States and the Commission;\nWhereas the Treaty lays down that agricultural policies are Community policies; whereas it is necessary to establish general and comprehensive rules valid throughout the Community for the agricultural statistics on which the common agricultural policy  is based; whereas the resulting workload must be kept to a minimum by avoiding the same information being collected several times by the Member States,", "main_body": ["Regulation (EEC) No 357/79 is hereby amended as follows:\n1. the following paragraph shall be added to Article 5:\n'4a. The Commission shall examine in close collaboration with the Member States concerned whether the conditions governing the use of the data from the vineyard register for statistical purposes have been fulfilled.';\n2. the following Article shall be inserted:\n'Article 6a\nThe Member States which have introduced the vineyard register at national level or in some regions and which update it annually, as provided for in Regulation (EEC) No 2392/86, may communicate to the Commission the annual information laid down in\nArticles 5 and 6 of this Regulation, using the data in the vineyard register as their source.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 1993.\nFor the Council\nThe President\nA. BOURGEOIS\n(1) OJ No C 219, 13. 8. 1993, p. 19.\n(2) Opinion delivered on 29 October 1993 (not yet published in the Official Journal).\n(3) OJ No L 54, 5. 3. 1979, p. 124. Regulation as last amended by Regulation (EEC) No 3570/90 (OJ No L 353, 17. 12. 1990, p. 8).\n(4) OJ No L 208, 31. 7. 1986, p. 1. Regulation as last amended by Regulation (EEC) No 3577/90 (OJ No L 353, 17. 12. 1990, p. 23)."}