{"celex_id": "31994R2257", "uri": "http://publications.europa.eu/resource/cellar/afede61c-5292-46f6-988d-6cce535b0e73", "type": "Regulation", "concepts": ["1120", "2081", "3191", "5233", "619", "87"], "title": "Commission Regulation (EC) No 2257/94 of 16 September 1994 laying down quality standards for bananas (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2257/94 of 16 September 1994 laying down quality standards for bananas (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 4 thereof,\nWhereas Regulation (EEC) No 404/93 makes provision for laying down common quality standards for bananas intended for consumption fresh, not including plantains; whereas the purpose of these standards is to ensure that the market is supplied with  products of uniform and satisfactory quality, in particular in the case of bananas harvested in the Community, for which efforts to improve quality should be made;\nWhereas, given the wide range of varieties marketed in the Community and of marketing practices, minimum standards should be set for unripened green bananas, without prejudice to the later introduction of standards applicable at a different marketing  stage; whereas the characteristics of fig bananas and the way in which they are marketed are such that they should not be covered by the Community standards;\nWhereas the banana-producing Member States already apply national standards within their territory at different stages in the marketing of bananas; whereas it seems appropriate, in view of the objectives pursued, to allow these existing rules to  continue to apply to their own production but only at stages subsequent to unripened green bananas, provided those rules are not in conflict with the Community standards and do not impede the free circulation of bananas in the Community;\nWhereas account should be taken of the fact that, because climatic factors make production conditions difficult in the Community regions of Madeira, the Azores, the Algarve, Crete and Lakonia, bananas there do not develop to the minimum length laid  down; whereas in these cases such bananas may still be marketed, but only in Class II;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The quality standards applicable to bananas falling within CN code ex 0803, excluding plantains, fig bananas and bananas intended for processing, are laid down in Annex I hereto.\nThese standards shall apply to bananas originating in third countries at the stage of release for free circulation, to bananas originating in the Community at the stage of first landing at a Community port, and to bananas delivered fresh to the consumer  in the producing region at the stage of leaving the packing shed.", "The standards laid down in Article 1 shall not affect the application, at later stages of marketing, of national rules which:\n- do not impede the free circulation of bananas originating in third countries or other regions of the Community and complying with the standards laid down in this Regulation,\nand\n- are not incompatible with the standards laid down in this Regulation.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\nANNEX I\nQUALITY STANDARDS FOR BANANAS  I. DEFINITION OF PRODUCE\nThis standard applies to bananas of the varieties (cultivars) of Musa (AAA) spp., Cavendish and Gros Michel subgroups, referred to in Annex II, for supply fresh to the consumer after preparation and packaging. Plantains, bananas intended for industrial  processing and fig bananas are not covered.\nII. QUALITY\nThis standard defines the quality requirements to be met by unripened green bananas after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the bananas must be:\n- green and unripened,\n- intact,\n- firm,\n- sound; produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean, practically free from visible foreign matter,\n- practically free from pests,\n- practically free from damage caused by pests,\n- with the stalk intact, without bending, fungal damage or dessication,\n- with pistils removed,\n- free from malformation or abnormal curvature of the fingers,\n- practically free from bruises,\n- practically free from damage due to low temperatures,\n- free from abnormal external moisture,\n- free from any foreign smell and/or taste.\nIn addition, hands and clusters (parts of hands) must include:\n- a sufficient portion of crown of normal colouring, sound and free from fungal contamination,\n- a cleanly cut crown, not beveled or torn, with no stalk fragments.\nThe physical development and ripeness of the bananas must be such as to enable them to:\n- withstand transport and handling,\nand\n- arrive in satisfactory condition at the place of destination in order to attain an appropriate degree of maturity after ripening.\nB. Classification\nBananas are classified into the three classes defined below:\n(i) 'Extra' class\nBananas in this class must be of superior quality. They must have the characteristics typical of the variety and/or commercial type.\nThe fingers must be free from defects, apart from slight superficial blemishes not covering a total of more than 1 cm2 of the surface of the finger, which must not impair the general appearance of the hand or cluster, its quality, its keeping quality or  the presentation of the package.\n(ii) Class I\nBananas in this class must be of good quality. They must display the characteristics typical of the variety and/or commercial type.\nHowever, the following slight defects of the fingers are allowed, provided they do not impair the general appearance of each hand or cluster, its quality, its keeping quality or the presentation of the package:\n- slight defects in shape,\n- slight skin defects due to rubbing and other slight superficial blemishes not covering a total of more than 2 cm2 of the surface of the finger.\nUnder no circumstances may such slight defects affect the flesh of the fruit.\n(iii) Class II\nThis class covers bananas which do not qualify for inclusion in the higher classes but satisfy the minimum requirements specified above.\nThe following defects of the fingers are allowed, provided the bananas retain their essential characteristics as regards quality, keeping quality and presentation:\n- defects of shape,\n- skin defects due to scraping, rubbing or other causes, provided that the total area affected does not cover more than 4 cm2 of the surface of the finger.\nUnder no circumstances may the defects affect the flesh of the fruit.\nIII. SIZING\nSizing is determined by:\n- the length of the edible pulp of the fruit, expressed in centimetres and measured along the convex face from the blossom end to the base of the peduncle,\n- the grade, i.e. the measurement, in millimetres, of the thickness of a transverse section of the fruit between the lateral faces and the middle, perpendicularly to the longitudinal axis.\nThe reference fruit for measurement of the length and grade is:\n- the median finger on the outer row of the hand,\n- the finger next to the cut sectioning the hand, on the outer row of the cluster.\nThe minimum length permitted is 14 cm and the minimum grade permitted is 27 mm.\nAs an exception to the last paragraph, bananas produced in Madeira, the Azores, the Algarve, Crete and Lakonia which are less than 14 cm in length may be marketed in the Community but must be classified in Class II.\nIV. TOLERANCES\nTolerances in respect of quality and size shall be allowed within each package in respect of produce not satisfying the requirements of the class indicated.\nA. Quality tolerances\n(i) 'Extra' class\n5 % by number or weight of bananas not satisfying the requirements for the 'extra' class but meeting those for Class I, or, exceptionally, coming within the tolerances for that class.\n(ii) Class I\n10 % by number or weight of bananas not satisfying the requirements of Class I but meeting those for Class II, or, exceptionally, coming within the tolerances for that class.\n(iii) Class II\n10 % by number or weight of bananas satisfying neither the requirements for Class II nor the minimum requirements, with the exception of produce affected by rotting or any other deterioration rendering it unfit for consumption.\nB. Size tolerances\nFor all classes, 10 % by number of bananas not satisfying the sizing characteristics, up to a limit of 1 cm for the minimum length of 14 cm.\nV. PRESENTATION\nA. Uniformity\nThe contents of each package must be uniform and consist exclusively of bananas of the same origin, variety and/or commercial type, and quality.\nThe visible part of the contents of each package must be representative of the entire contents.\nB. Packaging\nThe bananas must be packed in such a way as to protect the produce properly.\nThe materials used inside the package must be new, clean and of a nature such as to avoid causing any external or internal deterioration of the produce. The use of materials such as, in particular, wrapping papers or adhesive labels bearing commercial  indications is allowed provided that the printing and labelling is done with a non-toxic ink or glue.\nPackages must be free from any foreign matter.\nC. Presentation\nThe bananas must be presented in hands or clusters (parts of hands) of at least four fingers.\nClusters with not more than two missing fingers are allowed, provided that the stalk is not torn but cleanly cut, without damage to the neighbouring fingers.\nNot more than one cluster of three fingers with the same characteristics as the other fruit in the package may be present per row.\nIn the producing regions, bananas may be marketed by the stem.\nVI. MARKING\nEach package must bear the following particulars in writing, all on the same side, legibly and indelibly marked and visible from the outside:\nA. Identification\nB. Nature of produce\n- The word 'Bananas' where the contents are not visible from the outside,\n- the name of the variety or commercial type.\nC. Origin of the product\nCountry of origin and, in the case of Community produce:\n- production area, and\n- (optionally) national, regional or local name.\nD. Commercial specifications\n- Class,\n- net weight,\n- size, expressed as minimum length and, optionally, as maximum length.\nE. Official control mark (optional).\nANNEX II\nList of the main groups, sub-groups and cultivars of dessert bananas marketed in the Community  \"\" ID=\"1\">AA> ID=\"2\">Sweet fig> ID=\"3\">Sweet fig, Pisang Mas, Amas Datil, Bocadillo\"> ID=\"1\">AB> ID=\"2\">Ney-Poovan> ID=\"3\">Ney Poovan, Safet Velchi\">  ID=\"1\">AAA> ID=\"2\">Cavendish> ID=\"3\">Dwarf Cavendish\"> ID=\"3\">Giant Cavendish\"> ID=\"3\">Lacatan\"> ID=\"3\">Poyo (Robusta)\"> ID=\"3\">Williams\"> ID=\"3\">Americani\"> ID=\"3\">Valery\"> ID=\"3\">Arvis\"> ID=\"2\">Gros Michel> ID=\"3\">Gros Michel ('Big Mike')\">  ID=\"3\">Highgate\"> ID=\"2\">Pink fig> ID=\"3\">Figue Rose\"> ID=\"3\">Figue Rose Verte\"> ID=\"2\">Ibota\"> ID=\"1\">AAB> ID=\"2\">Fig apple> ID=\"3\">Fig apple, Silk\"> ID=\"2\">Pome (Prata)> ID=\"3\">Pacovan\"> ID=\"3\">Prata Ana\"> ID=\"2\">Mysore> ID=\"3\">Mysore, Pisang  Ceylan, Gorolo\">"}