{"celex_id": "31995R2785", "uri": "http://publications.europa.eu/resource/cellar/4c45ad77-d9d9-4a1d-83b1-d854f57dbdf2", "type": "Regulation", "concepts": ["2656", "2734", "3170", "402", "4291", "5025"], "title": "Commission Regulation (EC) No 2785/95 of 1 December 1995 fixing depreciation percentages to be applied when agricultural products are bought in for the 1996 financial year\n", "header": "COMMISSION REGULATION (EC) No 2785/95 of 1 December 1995 fixing depreciation percentages to be  applied when agricultural products are bought in for the 1996 financial year\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down the general rules  for the financing of interventions by the European Agricultural Guidance and Guarantee Fund,  Guarantee Section  (1), as last amended by Regulation (EEC) No 1571/93  (2), and in particular  Article 8 thereof,\nWhereas, pursuant to Article 8 of Regulation (EEC) No 1883/78, systematic depreciation of public  intervention agricultural products must take place when they are bought in; whereas accordingly the  Commission determines the depreciation percentage for each product concerned before the beginning  of each year; whereas such percentage shall not exceed the difference between the buying-in price  and the foreseeable disposal price for each of these products;\nWhereas, pursuant to Article 8 (3) of Regulation (EEC) No 1883/78, the Commission may, at its  discretion, restrict depreciation at the time of buying in to a proportion of this depreciation  percentage, but such proportion may not be less than 70  %; whereas, coefficients to be applied  also for the 1996 financial year by the intervention agencies to the monthly buying-in values of  products should be fixed, to enable the agencies to establish the depreciation amounts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  EAGGF Committee,", "main_body": ["In respect of the products listed in the Annex, which, having been  bought in by public intervention, have entered store or been taken over by the intervention  agencies between 1 October 1995 and 30 September 1996, the authorities shall depreciate their value  to account for the difference between the buying-in prices and the foreseeable selling prices of  the relevant products.", "To establish the amount of the depreciation, the intervention agencies shall apply to  the values of the products bought every month in the coefficients set out in the Annex.\nThe expenditure amounts determined in this way shall be notified to the Commission under the  declarations established pursuant to Commission Regulation (EEC) No 2776/88  (3).", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 October 1995 onwards.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 1 December 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}