{"celex_id": "31997D0832", "uri": "http://publications.europa.eu/resource/cellar/e05ffc04-987f-4921-8927-71631dccf56b", "type": "Decision", "concepts": ["1474", "2494", "3428", "5713"], "title": "97/832/EC: Council Decision of 27 November 1997 concerning the conclusion of an Agreement between the European Community and the former Yugoslav Republic of Macedonia in the field of transport\n", "header": "COUNCIL DECISION of 27 November 1997 concerning the conclusion of an Agreement between the European Community and the former Yugoslav Republic of Macedonia in the field of transport (97/832/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75 in conjunction with the second subparagraph of Article 228 (3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the assent of the European Parliament (2),\nWhereas the Agreement between the European Community and the former Yugoslav Republic of Macedonia in the field of transport provides an appropriate means for the permanent removal of various major obstacles to Community transit traffic through the territory of the former Yugoslav Republic of Macedonia;\nWhereas the Agreement contributes to the smooth functioning of the internal market because it guarantees free transit through the former Yugoslav Republic of Macedonia for internal transport between Greece and the other Member States and thereby enables international trade to be conducted at the least possible cost to the public at large and to reduce to a minimum the administrative and technical obstacles which affect it;\nWhereas, furthermore, it is necessary to ensure the coordinated development of transport flows between and through the territories of the Contracting Parties to the Agreement, particularly by setting the priorities for the development of an appropriate infrastructure in the former Yugoslav Republic of Macedonia with financial help from the Community and by promoting carriage by rail and by combined transport, with a view to protecting the environment;\nWhereas, therefore, the Agreement includes provisions intended to simplify customs formalities;\nWhereas it is necessary to approve the Agreement on behalf of the Community,", "main_body": ["The Agreement between the European Community and the former Yugoslav Republic of Macedonia in the field of transport is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 26 of the Agreement.", "The Commission, assisted by representatives of the members of the Council, shall represent the Community in the Joint Transport Committee set up by Article 22 of the Agreement.\nThe position to be taken by the Community within the Joint Transport Committee shall be adopted by the Council acting by a qualified majority on a proposal from the Commission. The Council shall act by simple majority when the decision which the Joint Transport Committee proposes to take relates to the Committee's rules of procedure.\nDecisions taken by the Joint Transport Committee shall be published in the Official Journal of the European Communities.", "This Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on the day of its publication."], "attachments": "Done at Brussels, 27 November 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ C 79, 12. 3. 1997, p. 159.\n(2) OJ C 339, 10. 11. 1997."}