{"celex_id": "31994R0775", "uri": "http://publications.europa.eu/resource/cellar/af6110a3-9db4-41ee-b97c-1aeb74db7723", "type": "Regulation", "concepts": ["161", "2743", "2777", "4682", "4689", "5367"], "title": "Council Regulation (EC) No 775/94 of 29 March 1994 opening, for 1994, as an autonomous measure, a special import quota for high-quality, fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91\n", "header": "COUNCIL REGULATION (EC) No 775/94 of 29 March 1994 opening, for 1994, as an autonomous measure, a special import quota for high-quality, fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202 and for products falling within  CN codes 0206 10 95 and 0206 29 91\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, given past imports of high-quality beef and the need to export beef produced in the Community, provision should be made for the opening for 1994, as an autonomous and exceptional measure, of a Community import tariff quota for 11 430 tonnes of  high-quality, fresh, chilled or frozen beef falling within CN codes 0201 and 0202 as well as products falling within CN codes 0206 10 95 and 0206 29 91 at a duty of 20 % and exempt from levy;\nWhereas it should be laid down that, where, as a result of irregularities, the maximum quantities of high-quality meat imported under favourable terms within the tariff quotas opended by Council Regulation (EEC) No 3391/92 of 23 November 1992 opening a  Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91 (1993) (3) and Council Regulation (EEC) No 929/93 of 19  April 1993 opening for 1993, as an autonomous measure, a special import quota for high-quality fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91 (4) are  exceeded, the total volume set by this Regulation may be reduced by the amount of such excess imports;\nWhereas equal and continuous access for all operators concerned in the Community to the said quota and the uninterrupted application of the rate laid down for that quota to all imports of the products concerned in all the Member States until the volume  provided for is exhausted should in particular be ensured; whereas, to that end, a system for utilizing the Community tariff quota, based on the presentation of a certificate of authenticity guaranteeing the type, provenance and origin of the products  is required;\nWhereas rules for the application of these provisions should be adopted in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (5),", "main_body": ["A special tariff quota for high-quality, fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91 is hereby opened for 1994.\nThe total amount of this quota shall be 11 430 tonnes expressed in weight of the product.\nPursuant to the procedure laid down in Article 27 of Regulation (EEC) No 805/68, however, where, as a result of irregularities, quantities exceeding the quantities provided for under Regulations (EEC) No 3391/92 and/or No 929/93 have been imported, the  Commission may reduce the said volume. The reduction shall be counted against the volume allocated to the third country from which the meat concerned was imported.\nThe applicable CCT duty for the quota referred to in paragraph 1 shall be 20 % and the levy 0 %.", "The rules for the application of this Regulation, and in particular:\n(a) provisions guaranteeing the type, provenance and origin of the products;\n(b) provisions relating to the recognition of the document enabling the guarantees provided for in (a) to be ascertained\nshall be determined in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No C 4, 6. 1. 1994, p. 9.\n(2) Opinion delivered on 11 March 1994 (not yet published in the Official Journal).\n(3) OJ No L 346, 27. 11. 1992, p. 1.\n(4) OJ No L 96, 22. 4. 1993, p. 8.\n(5) OJ No L 148, 28. 6. 1968. p. 24. Regulation as last amended by Regulation (EC) No 3611/93 (OJ No L 328, 29. 12. 1993, p. 7)."}