{"celex_id": "31997D0412", "uri": "http://publications.europa.eu/resource/cellar/c5a77b3c-4d19-4729-85d8-ecd1512f7a7d", "type": "Decision", "concepts": ["1591", "2771", "3886", "519", "5969"], "title": "97/412/EC: Commission Decision of 1 July 1997 terminating the anti-dumping proceeding concerning imports of certain luggage and travel goods originating in the People's Republic of China\n", "header": "COMMISSION DECISION of 1 July 1997 terminating the anti-dumping proceeding concerning imports of certain luggage and travel goods originating in the People's Republic of China (97/412/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Articles 9, 17 (4) and 18 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Initiation\n(1) In March 1996, the Commission received a complaint concerning alleged injurious dumping caused by imports of certain luggage and travel goods originating in the People's Republic of China.\nThe complaint was lodged by Cedim (ComitĂŠ EuropĂŠen des Industries de la Maroquinerie) on behalf of Community producers of the product in question, whose collective output was alleged to represent a major proportion of Community production of suitcases, travelling bags and sports bags.\nThe complaint contained evidence of dumping by the imports concerned and of material injury resulting therefrom which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(2) The Commission, after consultation, accordingly announced by a notice published in the Official Journal of the European Communities (3) the initiation of an anti-dumping proceeding with regard to the imports of suitcases, travelling bags and sports bags falling within CN codes ex 4202 12 19, ex 4202 12 99, ex 4202 92 11 and ex 4202 92 91 and commenced an investigation.\n2. Investigation\n2.1. Written submissions and hearings\n(3) The Commission officially informed the exporters and importers known to be concerned, the representatives of the exporting country and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(4) A number of producers in the country concerned as well as Community producers and importers made their views known in writing. All parties who so requested within the above time limit were granted a hearing.\n2.2. Sampling of Community producers\n(5) In view of the large number of Community producers manufacturing the product concerned in the Community and supporting the complaint, and in conformity with Article 17 (1) of Council Regulation No 384/96 (hereinafter referred to as 'the Basic Regulation`), it was considered appropriate to limit the investigation to a sample of producers which could reasonably be investigated within the time available. In a first step, four Member States - France, Italy, Spain and Portugal - whose production represented a large majority of Community production of suitcases, travelling bags and sports bags were found to be representative of the whole Community market. In a second step, three producers located in each of these Member States were sampled according to their size, constituting a representative spread of production and employment. The sampled companies were selected from a list of manufacturers of the product concerned, whose turnover was considered representative for that country, submitted by the respective National Associations. The Community producers thus sampled were sent questionnaires.\n(6) Parties concerned who, following the notice of initiation, had expressed their wish to be consulted by the Commission on the final selection of the sample, were thus given disclosure of the sampled companies and of the methodology used for their selection. None of these objected to this selection.\n(7) In this context, after this disclosure, the Commission received notice of actual threats of commercial retaliation against some of the sampled Community producers by some of their customers, who are also importers and major retailers in the Community. Certain sampled Community producers were subjected to severe commercial pressure at an advanced stage of the investigation in an effort to persuade them to withdraw their support for the complaint. It was therefore considered appropriate not to make any further disclosure of the names of these companies.\n2.3. Investigation period\n(8) The period of investigation for the determination of dumping was 1 April 1995 to 31 March 1996 (hereinafter referred to as 'the investigation period`). The examination of injury covers the period January 1992 to the end of the investigation period.\nB. COMMUNITY INDUSTRY\n(9) After the initial definition of the sample of Community producers, the representativity of this sample has been seriously affected by the following facts:\n- Concerning Italy, one company selected for the sample refused to cooperate and even withdrew its support for the complaint for the reason that imports from the People's Republic of China constitute the core of its business at present. Another company selected had only restarted production in December 1995, after an interruption of production for over one year. In order to remain in the business, sales of this company during the investigation period were, however, made at unrepresentative prices.\nFor another Italian sampled company the product under investigation was unrepresentative of the total activities of the company, covering only 1 % of its total turnover. In addition, of the three lines it sold, one is imported from the People's Republic of China representing a substantial part of the turnover for the product concerned for that company.\n- Concerning France, one company manufactured only travelling bags and not suitcases.\n- Another company selected for France only manufactured and sold a negligible amount of travelling bags in the investigation period, while it did not manufacture suitcases. In addition, most of the luggage and travel goods sold by this company are imported from the People's Republic of China.\n- For Portugal one of the companies selected communicated its unavailability to complete the questionnaire, despite being granted an extension for completing it.\n(10) It thus follows that the sample initially selected became unrepresentative. Efforts were made by the Commission and by the National Associations concerned to select a new sample, as provided for in Article 17 (4) of the Basic Regulation. However, contacts with other companies provided in the lists submitted by the National Associations concerned proved unsuccessful in this regard.\n(11) Faced with this degree of non-cooperation on the part of the Community producers selected for the sample, it cannot be reasonably concluded that any data compiled from the cooperating companies in any way reflects the situation of the entire industry.\nC. TERMINATION OF THE PROCEEDING\n(12) In view of the above lack of cooperation from the Community producers manufacturing the product concerned, the anti-dumping proceeding concerning imports of certain luggage and travel goods originating in the People's Republic of China should be terminated.\n(13) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the proceeding and were given the opportunity to comment. No information was received indicating that such termination would not be in the Community interest.\n(14) The Advisory Committee has been consulted and raised no objection.\n(15) In the light of the above, the Commission, in accordance with Article 9 of the Basic Regulation, concludes that protective measures are unnecessary and that the proceeding should be terminated,", "main_body": ["The anti-dumping proceeding concerning imports of certain luggage and travel goods, falling within CN codes ex 4202 12 19, ex 4202 12 99, ex 4202 92 11, ex 4202 92 91 originating in the People's Republic of China is hereby terminated."], "attachments": "Done at Brussels, 1 July 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 317, 6. 12. 1996, p. 1.\n(3) OJ No C 111, 17. 4. 1996, p. 4."}