{"celex_id": "31992R0283", "uri": "http://publications.europa.eu/resource/cellar/29eda260-c301-40f9-b8bb-37a3312ae352", "type": "Regulation", "concepts": ["161", "2084", "2437", "2779"], "title": "Council Regulation ( EEC ) No 283/92 of 3 February 1992 opening and providing for the administration of Community tariff quotas for cod and fish of the species Boreogadus saida, dried, salted or in brine, originating in Norway ( 1992 )\n", "header": "COUNCIL REGULATION (EEC) No 283/92  of 3 February 1992  opening and providing for the administration of Community tariff quotas for cod and fish of the species Boreogadus saida, dried, salted or in brine, originating in Norway (1992)\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement between the European Economic Community and the Kingdom of Norway was concluded on 14 May 1973; whereas, following the accession of the Kingdom of Spain and the Portuguese Republic to the Community, an Agreement in the form of  exchanges of letters was concluded and approved by Decision 86/557/EEC (1);\nWhereas the latter Agreement provides for the opening, on a date to be fixed by common accord, of Community tariff quotas at reduced or zero duty for cod and fish of the species Boreogadus saida originating in Norway; whereas the tariff quotas in  question should therefore be opened for the period agreed from 1 April to 31 December 1992;\nWhereas equal and continuous access to the said quotas should be ensured for all Community importers and the rates laid down for the quotas should be applied consistently to all imports of the products in question into all the Member States until the  quotas are exhausted;\nWhereas, the necessary measures should be taken to ensure that these tariff quotas are administered efficiently and on a Community basis, so that Member States have the option of drawing the necessary quantities corresponding to actual imports recorded,  from the quota volumes; whereas, this method of administration calls for close cooperation between the Member States and the Commission;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quotas may by carried out  by any one of its members,", "main_body": ["1. From 1 April to 31 December 1992, the customs duties applicable to imports of the following products originating in Norway shall be suspended at the levels indicated and within the limits of Community tariff quotas as shown below:\nOrder No  CN code (*)  Description  Volume\nof quota\n(tonnes)  Rate\nof duty\n(%)         0305  Fish, dried, salted or in brine; smoked fish, whether or not cooked before or during the smoking process; fish meal fit for human consumption:        Dried fish, whether or not salted but not smoked:     0305 51      Cod (Gadus morhua,  Gadus ogac, Gadus macrocephalus):    09.0703  ex 0305 51 90        Dried, salted:        Excluding cod of the species Gadus macrocephalus  13 250  0   0305 59      Other:            Fish of the species Boreogadus saida:     0305 59 19          Dried,  salted        Fish, salted but not dried or smoked and fish in brine:    09.0705  ex 0305 62 00      Cod (Gadus morhua, Gadus ogac, Gadus macrocephalus):        Excluding the species Gadus macrocephalus  10 000  0   0305 69      Other:     0305 69 10         Fish of the species Boreogadus saida\n(*) See Taric codes in the Annex hereto.\nWithin the limits of the above tariff quotas the Kingdom of Spain and the Portuguese Republic shall apply duties of 0,9 and 0 % respectively.\n2. Where the Community has fixed a reference price for the products or categories of products concerned, imports of those products shall benefit from the quotas referred to in paragraph 1 only if the free-at-frontier price determined by the Member  States in accordance with Article 21 of Regulation (EEC) No 3687/91 (2), is at least equal to the reference price.\n3. The Protocol concerning the definition of the concept of originating products and methods of administrative cooperation annexed to the Agreement between the European Economic Community and the Kingdom of Norway shall apply.", "The tariff quota referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation, including a request for benefit under the preferential system for a product covered by this Regulation and if this declaration is accepted by the customs  authorities, the Member States concerned shall inform the Commission and draw an amount corresponding to its requirements from the quota volume.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed thereof by the Commission.", "Each Member State shall ensure importers of the products concerned equal and continuous access to the quotas for such time as the residual balance of the quota volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 April 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1992. For the Council\nThe President\nJoao de Deus PINHEIRO\n(1) OJ No L 328, 22. 11. 1986, p. 76. (2) OJ No L 354, 23. 12. 1991, p. 1.\nANNEX\nTaric codes\nOrder No  CN code  Taric codes      09.0703  ex 0305 51 90  0305 51 90 * 11\n* 19\n* 20  09.0705  ex 0305 62 00  0305 62 00 * 11\n* 19\n* 21\n* 29\n* 31\n* 39"}