{"celex_id": "31994D0652", "uri": "http://publications.europa.eu/resource/cellar/09a98359-3fcb-4942-bcb6-1d65fcf5dee3", "type": "Decision", "concepts": ["1284", "210", "223", "3660", "5283", "616"], "title": "94/652/EC: Commission Decision of 20 September 1994 establishing the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food\n", "header": "COMMISSION DECISION of 20 September 1994 establishing the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food (94/652/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/5/EEC of 25 February 1993 on assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food (1), and in particular Article 3 thereof,\nWhereas Directive 93/5/EEC provides for assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food; whereas Commission Decision 94/458/EC (2) has laid down rules on the administrative  management of cooperation in the scientific examination of questions relating to food;\nWhereas Article 3 of Directive 93/5/EEC provides for the establishment and updating at least every six months of the inventory of tasks to be undertaken within the framework of scientific cooperation and their associated priorities, and for the  distribution of these tasks between the Member States;\nWhereas the inventory of tasks should be established and updated having regard to the needs for the protection of public health within the Community and the requirements of Community legislation in the foodstuffs sector;\nWhereas the tasks should be distributed having regard to the scientific expertise and resources available within the Member States and in particular, within the institutes which will be participating in the scientific cooperation;\nWhereas the measures provided for by this Decision are in accordance with the opinion of the Standing Committee for Food,", "main_body": ["The inventory of tasks to be undertaken within the framework of cooperation by the Member States in the scientific examination of questions relating to food together with the distribution of these tasks between the Member States is set out in  the Annex to this Decision.", "Each authority or body which has been designated by the Member States in accordance with Article 2 of Directive 93/5/EEC shall forthwith inform the Commission of the names of the institute or institutes which will carry out the tasks referred  to in the Annex which have been distributed to it. It shall forthwith inform the Commission of any changes.", "Not later than 1 January 1995, and every six months thereafter, each authority or body which has been designated by the Member States in accordance with Article 2 of Directive 93/5/EEC shall forward to the Commission a progress report on the  accomplishment of the tasks which have been distributed to it.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 September 1994.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 52, 4. 3. 1993, p. 18.\n(2) OJ No L 189, 23. 7. 1994, p. 84.\nANNEX\nInventory of tasks to be undertaken by Member States within the framework of cooperation by the Member States in the scientific examination of questions relating to food  \"\" ID=\"1\">1. Flavouring Substances\"> ID=\"1\">1.1. Chemically defined flavouring  substances> ID=\"2\">Denmark (Coordinator)> ID=\"3\">30 June 1997\"> ID=\"1\">To prepare reports for the safety evaluation of chemically defined flavouring substances.> ID=\"2\">Germany, Spain, France, Italy, Netherlands, United Kingdom\"> ID=\"1\">To establish  and maintain a physical and electronic archive of the available toxicological and exposure data for the substances concerned.\"> ID=\"1\">2. Microbiology\"> ID=\"1\">2.1. Microbiological criteria> ID=\"2\">France (Coordinator)> ID=\"3\">30 September 1995\">  ID=\"1\">Collation of scientific and methodological information with a view to the assessment of microbiological risks for certain foodstuffs.> ID=\"2\">Belgium, Denmark, Germany, Greece, Spain, Ireland, Italy, Netherlands, Portugal, United Kingdom\">  ID=\"1\">2.2. Studies related to temperature control> ID=\"2\">United Kingdom (Coordinator)> ID=\"3\">30 June 1995\"> ID=\"1\">Study of the behaviour of pathogenic micro-organisms over time and at various temperatures for a variety of foods likely to support  the growth of such organisms> ID=\"2\">Denmark, Germany, Greece, Spain, France, Ireland, Netherlands\"> ID=\"1\">3. Contaminants\"> ID=\"1\">3.1. General questions> ID=\"2\">Italy, United Kingdom (Overall coordinators)> ID=\"3\">30 June 1997\"> ID=\"1\">3.1.1.  Unscheduled and urgent questions> ID=\"2\">Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Luxembourg, Netherlands, Portugal\"> ID=\"1\">To coordinate the collection of data in the Member States required for risk assessment by the Scientific  Committee for Food in response to unscheduled and urgent questions related to food contaminations.\"> ID=\"1\">3.2. Specific questions\"> ID=\"1\">To prepare reports for SCF risk evaluation of specific contaminants with particular reference to dietary  exposure in each Member State.\"> ID=\"1\">3.2.1. Aflatoxins> ID=\"2\">United Kingdom (Coordinator) Belgium, Denmark, Germany, Spain, France, Ireland, Italy, Netherlands, Portugal> ID=\"3\">31 December 1995\"> ID=\"1\">3.2.2. Ochratoxin A> ID=\"2\">Denmark  (Coordinator) Belgium, Germany, Spain, France, Ireland, Italy, Netherlands, United Kingdom> ID=\"3\">31 December 1995\"> ID=\"1\">3.2.3. Nitrate> ID=\"2\">Spain (Coordinator) Belgium, Denmark, Germany, France, Ireland, Italy, Netherlands, Portugal, United  Kingdom> ID=\"3\">31 July 1995\"> ID=\"1\">3.2.4. Cadmium> ID=\"2\">Italy (Coordinator) Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Netherlands, United Kingdom,> ID=\"3\">31 July 1995\"> ID=\"1\">4. Intake and Exposure Assessments\"> ID=\"1\">4.1.  Study of food consumption databases in the European Union> ID=\"2\">Ireland (Coordinator)> ID=\"3\">31 July 1996\"> ID=\"1\">Improvement in the knowledge of food consumption with a view to the protection of public health, by means of exchanges and  collaboration between database managers.> ID=\"2\">Belgium, Denmark, Spain, France, Italy, Netherlands, United Kingdom\">"}