{"celex_id": "31998D0275", "uri": "http://publications.europa.eu/resource/cellar/70d5cb58-222e-4b59-993b-5a200d510885", "type": "Decision", "concepts": ["1015", "1267", "2286", "5262", "935"], "title": "98/275/EC: Council Decision of 21 April 1998 authorising the Kingdom of the Netherlands to apply to certain mineral oils when used for specific purposes reductions in or exemptions from excise duty, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "COUNCIL DECISION of 21 April 1998 authorising the Kingdom of the Netherlands to apply to certain mineral oils when used for specific purposes reductions in or exemptions from excise duty, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC (98/275/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce, for certain special policy reasons, exemptions from or reductions in the excise duty charged on mineral oils;\nWhereas the Netherlands authorities have informed the Commission that they wish to charge different rates of excise duty on LPG used as fuel for buses intended for public transport; whereas this entails a difference in rates for which the procedure provided for in Article 8(4) must be applied;\nWhereas the other Member States have been informed thereof;\nWhereas it is accepted by the Commission and by all Member States that this difference is justified by environmental considerations and does not give rise to distortions of competition or interfere with the proper functioning of the internal market;\nWhereas the reduction will be regularly reviewed by the Commission in order to ensure that it is compatible with the proper functioning of the internal market and with Community policy on environmental protection;\nWhereas the Dutch authorities have asked for authorisation to apply this reduction; whereas the Council is to review this difference in rates, on the basis of a report from the Commission, prior to 31 December 1999, the date on which this authorisation expires,", "main_body": ["In accordance with Article 8(4) of Directive 92/81/EEC and notwithstanding the obligations laid down in Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils (2), the Kingdom of the Netherlands is hereby authorised to apply different rates of excise duty on LPG used as motor fuel in public transport vehicles until 31 December 1999.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Luxembourg, 21 April 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ L 316, 31. 10. 1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31. 12. 1994, p. 46).\n(2) OJ L 316, 31. 10. 1992, p. 19. Directive as last amended by Directive 94/74/EC (OJ L 365, 31. 12. 1994, p. 46)."}