{"celex_id": "31993R1328", "uri": "http://publications.europa.eu/resource/cellar/dfd453fa-d838-4577-944c-5434b9556c3f", "type": "Regulation", "concepts": ["3413", "3568", "4620", "4692"], "title": "Commission Regulation (EEC) No 1328/93 of 28 May 1993 laying down detailed rules for granting a special refund for exports of pigmeat sector products to certain third countries\n", "header": "COMMISSION REGULATION (EEC) No 1328/93 of 28 May 1993 laying down detailed rules for granting a special refund for exports of pigmeat sector products to certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 15 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2768/75 of 29 October 1975 laying down general rules for granting export refunds on pigmeat and criteria for fixing the amount of such refunds (3), and in particular Article 7 (3) thereof,\nWhereas the purchase of certain quantities of pig carcases in the Community by Russia, the Ukraine and Belarus should be facilitated; whereas, to this end, provision should be made for the grand of a special export refund for these destinations provided  certain conditions are met;\nWhereas, notwithstanding Articles 1 and 2 of Commission Regulation (EEC) No 1700/84 of 18 June 1984 laying down special detailed rules for the application of the system of certificates of advance fixing of refunds in the pigmeat sector (4), as last  amended by Regulation (EEC) No 2440/89 (5), provision should be made that refunds must be fixed in advance for control purposes and the amount of the security should be increased;\nWhereas products which have already been the subject of a private storage contract pursuant to Commission Regulation (EEC) No 650/93 of 19 March 1993 on special conditions for the granting of private storage aid for pigmeat (6) should not be eligible  for the special refund so as to prevent the unwarranted combination of two measures to assist the same product;\nWhereas expenditure under this measure must be booked under the 1993 budget year; whereas it is therefore necessary to require that exporters use the arrangements referred to in Article 5 (1) of Council Regulation (EEC) No 565/80 of 4 March 1980 on the  advance payment of export refunds in respect of agricultural products (7), as amended by Regulation (EEC) No 2026/83 (8), or, in the case of direct exports, that exporters submit an application for payment of refunds in advance as provided for in  Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (9), as last amended by Regulation (EEC) No 1525/92 (10);\nWhereas budget constraints require that a deadline be fixed for the acceptance of applications and that grant of the special refund be restricted to 30 000 tonnes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. A special refund shall be granted for products falling within CN codes 0203 11 10 and 0203 21 10, provided the following conditions are met:\n(a) products must be exported for consumption in the Russian Federation, the Ukraine or Belarus;\n(b) notwithstanding Articles 1 (1) and 2 of Regulation (EEC) No 1700/84, exporters must apply for advance fixing of the refund and the amount of the security for certificates of advance fixing of refunds shall be fixed at ECU 30/100 kilograms;\n(c) products must not have been the subject of private storage contracts pursuant to Regulation (EEC) No 650/93;\n(d) exporters must apply for the product to be made subject to the arrangements provided for in Article 5 (1) of Regulation (EEC) No 565/80, except in the case of direct exporters. In the latter case, notwithstanding the first subparagraph of Article 22  (1) of Regulation (EEC) No 3665/87, exporters must apply for advance payment of the refund;\n(e) section 20 of the certificate application and the advance-fixing certificate shall contain one of the following:\n- 'Russia, Ukraine, Belarus'\n- '. . .';\n(f) the certificate shall make it compulsory to export to one of the countries referred to at (e);\n(g) section 22 of the certificate of advance fixing shall contain one of the following:\n- 'Special refund for Russia, Ukraine, Belarus, Regulation (EEC) No 1328/93'\n- '. . .'.\n2. The conditions referred to at (a), (b), (c) and (f) shall constitute primary requirements within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (11).", "The competent authorities shall decide whether to accept the applications referred to in Article 1 (1) (d) not later than 15 July 1993 provided that all the conditions laid down have been met.", "On lodging the applications referred to in Article 1 (1) (d), exporters must present a declaration that they have met the requirement referred to in Article 1 (1) (c).", "The Commission shall decide to terminate the issue of advance-fixing certificates once the total quantity in respect of which certificates have been applied for reaches 30 000 tonnes.\nIn the event that the quantity applied for exceeds 30 000 tonnes, the Commission shall take the necessary steps to ensure compliance with the quantity provided for.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 282, 1. 11. 1975, p. 39.\n(4) OJ No L 161, 19. 6. 1984, p. 7.\n(5) OJ No L 231, 9. 8. 1989, p. 6.\n(6) OJ No L 69, 20. 3. 1993, p. 32.\n(7) OJ No L 62, 7. 3. 1980, p. 5.\n(8) OJ No L 199, 22. 7. 1983, p. 12.\n(9) OJ No L 351, 14. 12. 1987, p. 1.\n(10) OJ No L 160, 13. 6. 1992, p. 7.\n(11) OJ No L 208, 3. 8. 1985, p. 5."}