{"celex_id": "31999D0615", "uri": "http://publications.europa.eu/resource/cellar/1fad16ea-bc64-4ace-bd96-c02588b6be54", "type": "Decision", "concepts": ["2770", "3878", "4125", "4306", "5127", "5739"], "title": "1999/615/JHA: Council Decision of 13 September 1999 defining 4-MTA as a new synthetic drug which is to be made subject to control measures and criminal penalties\n", "header": "COUNCIL DECISION\nof 13 September 1999\ndefining 4-MTA as a new synthetic drug which is to be made subject to control measures and criminal penalties\n(1999/615/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to Joint Action 97/396/JHA of 16 June 1997 concerning the information exchange, risk assessment and the control of new synthetic drugs(1), and in particular Article 5(1) thereof,\nHaving regard to the initiative of the Commission,\nWhereas:\n(1) A report was drawn up, on the basis of Article 4(3) of Joint Action 97/396/JHA, by the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) on the risk assessment of 4-MTA (P-Methylthioamphetamine or 4-Methylthioamphetamine);\n(2) 4-MTA is an amphetamine derivative which appears to carry a higher risk of acute effects than MDMA (3,4-methylenedioxymethamphetamine) including adverse reactions and overdosage. In the European Union, it has been associated with a number of deaths and non-fatal cases requiring hospitalisation;\n(3) 4-MTA has been identified as constituting a public health risk in serval Member States. It is at the moment subject to control in two Member States;\n(4) 4-MTA is a potent psychoactive agent not currently listed in any of the Schedules to the 1971 United Nations Convention on Psychotropic Substances which poses a serious threat to public health, comparable to the substances listed in Schedules I or II thereto and has no apparent therapeutic value;\n(5) In some Member States, the trafficking of 4-MTA in combination with other illegal substances has been discovered;\n(6) 4-MTA should be subjected by the Member states to control measures and criminal penalties, as provided for under their legislation complying with their obligations under the 1971 United Nations Convention on Psychotropic Substances with respect to substances listed in Schedules I or II thereto,", "main_body": ["Member States shall take the necessary measures, in accordance with their national law, to submit 4-MTA (P-Methylthioamphetamine or 4-Methylthioamphetamine) to control measures and criminal penalties, as provided for under their legislation complying with their obligations under the 1971 United Nations Convention on Psychotropic Substances with respect to substances listed in Schedules I or II thereto.", "Member States shall, in accordance with the third subparagraph of Article 5(1) of Joint Action 97/396/JHA, take the measures referred to in Article 1 within three months of the date on which this Decision takes effect.", "This Decision shall be published in the Official Journal.\nIt shall take effect on the day following that of its piblication."], "attachments": "Done at Brussels, 13 September 1999.\nFor the Council\nThe President\nT. HALONEN\n(1) OJ L 167, 25.6.1997, p. 1."}