{"celex_id": "31999R0297", "uri": "http://publications.europa.eu/resource/cellar/be8480fb-ecc5-4fa5-ba1e-ab21fa032fdf", "type": "Regulation", "concepts": ["1309", "2084", "2384", "2437", "4402", "519"], "title": "Council Regulation (EC) No 297/1999 of 8 February 1999 further amending Regulations (EC) No 1890/97 and (EC) No 1891/97 imposing definitive anti-dumping and countervailing duties on imports of farmed atlantic salmon originating in Norway\n", "header": "COUNCIL REGULATION (EC) No 297/1999 of 8 February 1999 further amending Regulations (EC) No 1890/97 and (EC) No 1891/97 imposing definitive anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 8(9) and 9 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (2), and in particular Articles 13(9) and 15 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) Within the framework of the anti-dumping and anti-subsidy investigations initiated by two separate notices published in the Official Journal of the European Communities (3), the Commission accepted, by Decision 97/634/EC (4), undertakings offered by the Kingdom of Norway and by 190 Norwegian exporters.\n(2) The text of the undertakings provides that failure to submit a quarterly report of all sales transactions to the first unrelated customer in the Community within a prescribed time limit except in case of force majeure, would be construed as a violation of the undertaking.\n(3) For the first quarter of 1998, eight Norwegian companies either did not present a report within the prescribed time limit, or did not submit any report at all. These exporters did not provide any evidence of force majeure to justify such late reporting or non-reporting.\n(4) In addition, the text of the undertakings specifically provides that failure to comply with the obligation to sell the product concerned on the Community market at or above the minimum price provided for in the undertaking would be construed as a violation of the undertaking.\n(5) In this regard, for the fourth quarter of 1997, one Norwegian exporter appeared to have sold the product concerned to the Community market at a price which was below the price provided for in the undertaking. In addition, one of the Norwegian exporters which failed to submit its quarterly report for the first quarter of 1998 within the due time limit also appeared to have sold the product concerned to the Community market at a price which was below the price provided for in the undertaking.\n(6) The Commission therefore had reason to believe that these nine companies had breached the terms of their undertakings.\n(7) Consequently, the Commission, by Regulation (EC) No 2249/98 (5), imposed provisional anti-dumping and countervailing duties on imports of farmed Atlantic salmon falling within CN codes ex 0302 12 00, ex 0304 10 13, ex 0303 22 00 and ex 0304 20 13 originating in Norway and exported by the eight (initially nine) companies listed in the Annex to that Regulation. By the same Regulation, the Commission deleted the companies concerned from the Annex to Decision 97/634/EC, which listed the companies from which undertakings were accepted.\nB. SUBSEQUENT PROCEDURE\n(8) All nine Norwegian companies subject to the provisional duties received disclosure in writing concerning the essential facts and considerations, on the basis of which these provisional duties were imposed. They were also given an opportunity to submit comments and request a hearing.\n(9) Within the time limit set in Regulation (EC) No 2249/98, only two of the Norwegian companies concerned submitted comments in writing. Following receipt of these written submissions, the Commission sought and examined all information it deemed necessary for the purpose of a definitive determination on the apparent violations. The Commissions's findings are set out in Regulation (EC) No 131/1999 (6).\n(10) The parties concerned were informed of the essential facts and considerations on the basis of which it was intended to confirm the withdrawal of the Commission's acceptance of their undertaking and to recommend the imposition of definitive anti-dumping and countervailing duties and the definitive collection of the amounts secured by way of provisional duties. They were also granted a period within which to make representations subsequent to this disclosure.\n(11) None of the comments submitted have changed the conclusion that definitive anti-dumping and countervailing duties should be imposed on imports of farmed Atlantic salmon originating in Norway and exported by the eight companies listed in Annex I to this Regulation.\nC. WITHDRAWAL OF UNDERTAKINGS\n(12) In monitoring the undertakings submitted by the Norwegian exporters, it became apparent to the Commission that a number of exporters had no sales to the Community for consecutive reporting quarters. Upon verification, some of these companies also declared that they had not exported during the reference period of the original investigations having led to the present anti-dumping and countervailing measures, and that they have no binding contractual obligations to do so in the near future.\n(13) The Commission informed the parties concerned of these findings and pointed out that, in view of these facts, the companies did not qualify as exporters within the meaning of Regulation (EC) No 384/96 and Regulation (EC) No 2026/97. Furthermore, it was made known to these parties that to maintain the undertakings in force under these circumstances would be administratively cumbersome for the Commission in terms of monitoring. These parties were also informed that they could offer again, when the relevant conditions are met, an undertaking as a new exporter in accordance with Article 2 of Regulation (EC) No 1890/97 (7) and with Article 2 of Regulation (EC) No 1891/97 (8). Any application by these parties under those Articles would be treated expeditiously. With regard to twenty one companies which consequently withdrew their undertakings, the Council, by Regulation (EC) No 2039/98 (9), imposed definitive anti-dumping and countervailing duties on these companies and the Commission, accordingly, by Decision 98/540/EC (10), amended Decision 97/634/EC.\n(14) Subsequent to these amendments, three more companies, namely Hirsholm Norge AS, Lorentz A. Lossius AS and Roger AS withdrew their undertakings voluntarily. In addition, having been informed of an apparent reporting violation by the Commission, another company, Fonn Egersund AS, also withdrew its undertaking.\n(15) Following the withdrawal of their undertakings, the companies concerned are not entitled to continue to benefit from an exemption from the anti-dumping and countervailing duties and their names should therefore be removed from the Annexes to Regulations (EC) No 1890/97 and (EC) No 1891/97.\nD. DEFINITIVE MEASURES\n(16) The investigations which led to the undertakings were concluded by a final determination as to dumping and injury by Regulation (EC) No 1890/97, and by a final determination as to subsidisation and injury by Regulation (EC) No 1891/97.\n(17) In accordance with Article 8(9) of Regulation (EC) No 384/96, the rate of the anti-dumping duty should be established on the basis of the findings of the investigation which led to the undertakings. In this regard, and in view of recital (107) of Regulation (EC) No 1890/97, the rate of the definitive anti-dumping duty should be set at EUR 0,32 per kilo net product weight.\n(18) In accordance with Article 13(9) of Regulation (EC) No 2026/97, the rate of the countervailing duty should be established on the basis of the findings of the investigation which led to the undertakings. Under the present circumstances and in view of recital (149) of Regulation (EC) No 1891/97, the rate of the definitive countervailing duty should be set at the level of 3,8 %.\n(19) Therefore, in accordance with Article 8(9) of Regulation (EC) No 384/96 and Article 13(9) of Regulation (EC) No 2026/97, the rate of the definitive duties for the eight Norwegian companies having violated their undertakings, and for the four companies having withdrawn their undertakings should be fixed at the level of the duties established in those two Regulations.\nE. DEFINITIVE COLLECTION OF PROVISIONAL DUTIES\n(20) A breach of undertaking has been established in relation to eight exporters which have violated their undertakings. Therefore, it is considered necessary that in relation to these exporters the amounts secured by way of provisional anti-dumping and countervailing duties be definitively collected at the level of the definitive duties.\nF. AMENDMENT OF THE ANNEXES TO REGULATION (EC) No 1890/97 AND REGULATION (EC) No 1891/97\n(21) The Annexes to Regulations (EC) No 1890/97 and (EC) No 1891/97, exempting the parties listed therein from the duty, as last amended by Regulation (EC) No 2678/98, should be amended so as to remove the exemption from the companies listed in Annex I hereto and from Fonn Egersund AS, Hirsholm Norge AS, Lorentz A. Lossius AS, and Roger AS, which withdrew their undertakings.\n(22) Concerning the companies which withdrew their undertakings, it is noted that the Commission by its Regulation (EC) No 131/1999 has accordingly amended the Annex to Decision 97/634/EC accepting undertakings from the parties therein,", "main_body": ["The Annex to Regulation (EC) No 1890/97 is hereby replaced by Annex II to this Regulation.", "The Annex to Regulation (EC) No 1891/97 is hereby replaced by Annex II to this Regulation.", "The amounts secured by way of the provisional anti-dumping and countervailing duties imposed by Commission Regulation (EC) No 2249/98 in relation to imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (Taric code: 0302 12 00*19), ex 0304 10 13 (Taric code: 0304 10 13*19), ex 0303 22 00 (Taric code: 0303 22 00*19) and ex 0304 20 13 (Taric code: 0304 20 13*19) originating in Norway and exported by the companies listed in Annex I to this Regulation shall be definitively collected.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 1999.\nFor the Council\nThe President\nO. LAFONTAINE\n(1) OJ L 56, 6. 3. 1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30. 4. 1998, p. 18).\n(2) OJ L 288, 21. 10. 1997, p. 1.\n(3) OJ C 235, 31. 8. 1996, p. 18 and OJ C 235, 31. 8. 1996, p. 20.\n(4) OJ L 267, 30. 9. 1997, p. 81. Decision as last amended by Regulation (EC) No 131/1999 (OJ L 17, 22. 1. 1999, p. 12).\n(5) OJ L 282, 20. 10. 1998, p. 57. Regulation as amended by Regulation (EC) No 131/1999 (OJ L 17, 22. 1. 1999, p. 12).\n(6) OJ L 17, 22. 1. 1999, p. 12.\n(7) OJ L 267, 30. 9. 1997, p. 1. Regulation as last amended by Regulation (EC) No 2678/98 (OJ L 337, 12. 12. 1998, p. 1).\n(8) OJ L 267, 30. 9. 1997, p. 19. Regulation as last amended by Regulation (EC) No 2678/98.\n(9) OJ L 263, 26. 9. 1998, p. 3.\n(10) OJ L 252, 12. 9. 1998, p. 68.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}