{"celex_id": "31993D0017", "uri": "http://publications.europa.eu/resource/cellar/94d3704c-f3b4-4e6f-9296-b7490481694b", "type": "Decision", "concepts": ["2300", "2816", "3663", "50"], "title": "93/17/EEC: Council Decision of 21 December 1992 amending Decision 90/510/EEC on the extension of the legal protection of topographies of semiconductor products to persons from certain countries and territories\n", "header": "COUNCIL DECISION of 21 December 1992 amending Decision 90/510/EEC on the extension of the legal protection of topographies of semiconductor products to persons from certain countries and territories\n(93/17/EEC)THE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 87/54/EEC of 16 December 1986 on the legal protection of topographies of semiconductor products (1), and in particular Article 3 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the right to legal protection of topographies of semiconductor products in the Community applies to persons qualifying for protection under Article 3 (1) to (5) of Directive 87/54/EEC;\nWhereas this right can be extended, by a Council Decision, to persons who do not benefit from protection under the said provisions;\nWhereas the extension of the protection in question should, as far as possible, be decided upon for the Community as a whole;\nWhereas the Council has extended this protection on a permanent basis to persons from certain countries and territories by its Decision 90/510/EEC (2);\nWhereas such protection has previously been extended, on an interim basis only, under Decision 90/511/EEC (3), which expires on 31 December 1992, for natural persons in respect of Finland, Iceland, Liechtenstein, Norway and Switzerland;\nWhereas such protection has subsequently been extended for companies or other legal persons in respect of Switzerland and Finland, in accordance with Commission Decisions 90/541/EEC (4) and 92/20/EEC (5) respectively, pursuant to Decision 90/511/EEC;\nWhereas it now seems appropriate to extend the protection in question on a permanent basis to the abovementioned countries, which have an appropriate legislation protecting topographies of semiconductor products under their national law and which make  this protection available on a permanent basis to those persons from Member States of the Community who benefit from the right to protection under Directive 87/54/EEC,", "main_body": ["The Annex to Decision 90/510/EEC is hereby replaced by the Annex to this Decision.", "This Decision shall apply from 1 January 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1992.\nFor the Council\nThe President\nD. HURD\n(1) OJ No L 24, 27. 1. 1987, p. 36.\n(2) OJ No L 285, 17. 10. 1990, p. 29.\n(3) OJ No L 285, 17. 10. 1990, p. 31.\n(4) OJ No L 307, 7. 11. 1990, p. 21. Decision as amended by Decision 92/20/EEC (OJ No L 9, 15. 1. 1992, p. 22).\n(5) OJ No L 9, 15. 1. 1992, p. 22.\nANNEX\nAustralia\nAustria\nCollectivitĂŠ territoriale de Mayotte\nCollectivitĂŠ territoriale de Saint-Pierre et Miquelon\nFinland\nFrench Polynesia\nFrench Southern and Antarctic Territories\nIceland\nJapan\nLiechtenstein\nNew Caledonia and dependencies\nNorway\nSweden\nSwitzerland\nWallis and Futuna Islands"}