{"celex_id": "31993R0223", "uri": "http://publications.europa.eu/resource/cellar/f4ff3570-457f-4355-9997-52e787e7bf2f", "type": "Regulation", "concepts": ["1518", "161"], "title": "Council Regulation (EEC) No 223/93 of 1 February 1993 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Israel (1993)\n", "header": "COUNCIL REGULATION (EEC) No 223/93 of 1 February 1993 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Israel (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 1 and 2 of the Fourth Additional Protocol to the Cooperation Agreement between the European Economic Community and the State of Israel (1) provide for the opening of Community tariff quotas for the import into the Community of:\n- 17 000 tonnes of new potatoes, falling with CN code ex 0701 90 51 (1 January to 31 March),\n- 11 200 tonnes of onions, fresh or chilled, falling with CN codes 0703 10 11, 0703 10 19 and ex 0709 90 90 (15 February to 15 May),\n- 3 100 tonnes of carrots, falling with CN code ex 0706 10 00 (1 January to 31 March),\n- 10 800 tonnes of celery sticks, falling with CN code ex 0709 40 00 (1 January to 30 April),\n- 7 400 tonnes of sweet peppers and peppers, falling with CN code 0709 60 10,\n- 6 400 tonnes of lemons, falling with CN code 0805 30 10,\n- 7 800 tonnes of watermelons, falling with CN code 0807 10 10 (1 April to 15 June),\n- 2 200 tonnes of fresh strawberries, falling with CN code 0810 10 90 (1 January to 31 March),\n- 5 900 tonnes of oranges, finely ground, falling with CN code ex 0812 90 20,\n- 2 800 tonnes of peeled tomatoes, falling with CN code ex 2002 10 10,\n- 150 tonnes of apricot pulp, falling with CN code 2008 50 91,\n- 82 700 tonnes of orange juice, falling with CN codes 2009 11 11, 2009 11 19, 2009 11 91, 2009 11 99, 2009 19 11, 2009 19 19, 2009 19 91 and 2009 19 99, of which not more than 20 000 tonnes may be imported in packing of a capacity of two litres or  less,\n- 8 500 tonnes of tomato juice, falling with CN codes 2009 50 10 and 2009 50 90,\noriginating in Israel;\nWhereas, however, the volumes of the tariff quotas must be increased by 3 or 5 % each year, as from 1 January 1992 and whereas the customs duties applicable in the Community, as constituted on 31 December 1985, are being eliminated in two equal steps on  1 January 1992 and 1 January 1993, by application of Council Regulation (EEC) No 1764/92 of 29 June 1992 amending the arrangements for the import into the Community of certain agricultural products originating in Algeria, Cyprus, Egypt, Israel, Jordan,  Lebanon, Malta, Morocco, Syria and Tunisa (2);\nWhereas, within the limits of these tariff quotas, the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of Council Regulation (EEC) No 4162/87 of 21 December 1987 laying down arrangements for Spain's  and Portugal's trade with Israel (3); whereas the Community tariff quotas in question should therefore be opened for 1993;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned  into all Member States until the quotas have been used up;\nWhereas, the decision for the opening of tariff quotas should be taken by the Community in the execution of its international obligations; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to  authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in  particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of these quotas may be carried  out by any of its members,", "main_body": ["The customs duties applicable to imports into the Community of the products listed below originating in Israel shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas shown below:\n\"\" ID=\"1\">09.1309> ID=\"2\">ex 0701 90 51> ID=\"3\">New potatoes> ID=\"4\">1. 1. - 31. 3. 1993> ID=\"5\">18 020> ID=\"6\">0  \"> ID=\"1\">09.1335> ID=\"2\">ex 0703 10 11\nex 0703 10 19\nex 0709 90 90> ID=\"3\">Onions, fresh or chilled\nWild onions of the species Muscari comosum> ID=\"4\">15. 2. - 15. 5. 1993> ID=\"5\">12 320> ID=\"6\">0  \"> ID=\"1\">09.1317> ID=\"2\">ex 0706 10 00> ID=\"3\">Carrots> ID=\"4\">1. 1. - 31. 3. 1993> ID=\"5\">3 410> ID=\"6\">0  \"> ID=\"1\">09.1321> ID=\"2\">ex 0709 40 00>  ID=\"3\">Celery sticks> ID=\"4\">1. 1. - 30. 4. 1993> ID=\"5\">11 880> ID=\"6\">0  \"> ID=\"1\">09.1303> ID=\"2\">0709 60 10> ID=\"3\">Sweet peppers and peppers> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">8 140> ID=\"6\">0  \"> ID=\"1\">09.1315> ID=\"2\">ex 0805 30 10>  ID=\"3\">Lemons, fresh> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">7 040> ID=\"6\">0  \"> ID=\"1\">09.1327> ID=\"2\">ex 0807 10 10> ID=\"3\">Watermelons> ID=\"4\">1. 4. - 15. 6. 1993> ID=\"5\">8 580> ID=\"6\">0  \"> ID=\"1\">09.1339> ID=\"2\">ex 0810 10 90> ID=\"3\">Fresh  strawberries> ID=\"4\">1. 1. - 31. 3. 1993> ID=\"5\">2 420> ID=\"6\">0  \"> ID=\"1\">09.1337> ID=\"2\">ex 0812 90 20> ID=\"3\">Oranges finely ground> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">6 254> ID=\"6\">0  \"> ID=\"1\">09.1307> ID=\"2\">ex 2002 10 10> ID=\"3\">Peeled  tomatoes> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">2 968> ID=\"6\">0  \"> ID=\"1\">09.1301> ID=\"2\">ex 2008 50 91> ID=\"3\">Apricot pulp, not containing added alcohol or sugar, in immediate packings of a net content of 4,5 kg or more> ID=\"4\">1. 1. - 31. 12. 1993>  ID=\"5\">165> ID=\"6\">0  \"> ID=\"1\">09.1331> ID=\"2\">2009 11 11\n2009 11 19\n2009 11 91\n2009 11 99\n2009 19 11\n2009 19 19\n2009 19 91\n2009 19 99> ID=\"3\">Orange juice> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">87 662> ID=\"6\">0 + AGR\n0\n0 + AGR\n0\n0 + AGR\n0\n0 + AGR\n0  \"> ID=\"1\">09.1333> ID=\"2\">ex 2009 11 11\nex 2009 11 19\nex 2009 11 91\nex 2009 11 99\nex 2009 19 11\nex 2009 19 19\nex 2009 19 91\nex 2009 19 99> ID=\"3\">Of which:\nOrange juice imported in packings of a capacity of two litres or less> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">21 200> ID=\"6\">0 + AGR\n0\n0 + AGR\n0\n0 + AGR\n0\n0 + AGR\n0  \"> ID=\"1\">09.1319> ID=\"2\">2009 50 10\n2009 50 90> ID=\"3\">Tomato juice> ID=\"4\">1. 1. - 31. 12. 1993> ID=\"5\">9 350> ID=\"6\">0  \"\"(a) The Taric codes appear in the Annex.\n>\nWithin the limits of these tariff quotas the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of Regulation (EEC) No 4162/87.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure efficient management thereof.", "Where an importer enters a product covered by this Regulation under a declaration for free circulation in a Member State and applies to take advantage of the preferential arrangements and that declaration is accepted by the customs  authorities the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the quota volume.\nRequests for drawing, indicating the date of acceptance of the said declarations, must be sent to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the declaration of entry for free circulation, to the extent that the available balance so permits.\nIf a Member States does not use the quantities drawn it shall return them to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applicatins pro rata. The Commission shall inform the Member States of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continuous access to the quotas for as long as the balance of the relevant quota volume so permits.", "Member States and the Commission shall cooporate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1993.\nFor the Council\nThe President\nN. HELVEG PETERSEN\n(1) OJ No L 327, 30. 11. 1988, p. 36.\n(2) OJ No L 181, 1. 7. 1992, p. 9.\n(3) OJ No L 396, 31. 12. 1987, p. 1.\nANNEX\nTaric codes\n\"\" ID=\"1\">09.1309> ID=\"2\">ex 0701 90 51> ID=\"3\">0701 90 51*10\"> ID=\"3\">0701 90 51*20 \"> ID=\"1\">09.1335> ID=\"2\">ex 0703 10 11> ID=\"3\">0703 10 11*20\"> ID=\"3\">0703 10 11*30\"> ID=\"2\">ex 0703 10 19> ID=\"3\">0703 10 19*92\"> ID=\"3\">0703 10 19*93\">  ID=\"2\">ex 0709 90 90> ID=\"3\">0709 90 90*52\"> ID=\"3\">0709 90 90*53\"> ID=\"3\">0709 90 90*54 \"> ID=\"1\">09.1317> ID=\"2\">ex 0706 10 00> ID=\"3\">0706 10 00*11 \"> ID=\"1\">09.1321> ID=\"2\">ex 0709 40 00> ID=\"3\">0709 40 00*13\"> ID=\"3\">0709 40 00*14 \">  ID=\"1\">09.1315> ID=\"2\">ex 0805 30 10> ID=\"3\">0805 30 10*10 \"> ID=\"1\">09.1327> ID=\"2\">ex 0807 10 10> ID=\"3\">0807 10 10*20\"> ID=\"3\">0807 10 10*30 \"> ID=\"1\">09.1329> ID=\"2\">ex 0807 10 90> ID=\"3\">0807 10 90*12\"> ID=\"3\">0807 10 90*13\"> ID=\"3\">0807 10  90*14\"> ID=\"3\">0807 10 90*23\"> ID=\"3\">0807 10 90*24\"> ID=\"3\">0807 10 90*31\"> ID=\"3\">0807 10 90*33\"> ID=\"3\">0807 10 90*34\"> ID=\"3\">0807 10 90*43\"> ID=\"3\">0807 10 90*44 \"> ID=\"1\">09.1339> ID=\"2\">ex 0810 10 90> ID=\"3\">0810 10 90*32\"> ID=\"3\">0810  10 90*33\"> ID=\"3\">0810 10 90*36\"> ID=\"3\">0810 10 90*39\"> ID=\"3\">0810 10 90*41\"> ID=\"3\">0810 10 90*49 \"> ID=\"1\">09.1337> ID=\"2\">ex 0812 90 20> ID=\"3\">0812 90 20*10 \"> ID=\"1\">09.1301> ID=\"2\">ex 2008 50 91> ID=\"3\">2008 50 91*20 \"> ID=\"1\">09.1333>  ID=\"2\">ex 2009 11 11> ID=\"3\">2009 11 11*10\"> ID=\"2\">ex 2009 11 19> ID=\"3\">2009 11 19*10\"> ID=\"2\">ex 2009 11 91> ID=\"3\">2009 11 91*10\"> ID=\"2\">ex 2009 11 99> ID=\"3\">2009 11 99*10\"> ID=\"3\">2009 11 99*91\"> ID=\"2\">ex 2009 19 11> ID=\"3\">2009 19 11*10\">  ID=\"2\">ex 2009 19 19> ID=\"3\">2009 19 19*10\"> ID=\"2\">ex 2009 19 91> ID=\"3\">2009 19 91*10\"> ID=\"2\">ex 2009 19 99> ID=\"3\">2009 19 99*10 \">"}