{"celex_id": "31994R1866", "uri": "http://publications.europa.eu/resource/cellar/9c4c5592-463d-4fa5-833e-4894023b04e9", "type": "Regulation", "concepts": ["164", "1654", "1772", "2173", "2548", "3576"], "title": "Council Regulation (EC) No 1866/94 of 27 July 1994 amending Regulation (EEC) No 1766/92 on the common organization of the market in cereals\n", "header": "COUNCIL REGULATION (EC) No 1866/94 of 27 July 1994 amending Regulation (EEC) No 1766/92 on the common organization of the market in cereals\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 1766/92 (4) provides for a system of compensatory payments for producers of potatoes intended for the manufacture of starch; whereas, with a view to controlling the production of starch, the granting of such  compensatory payments should be conditional on the presentation of a cultivation contract;\nWhereas Regulation (EEC) No 1766/92 also makes provision for adjusting measures, according to the world market situation, in respect of levies and refunds fixed in advance; whereas, to facilitate the administration of such measures and in the interests  of sound management, the provisons governing the fixing of the premiums and corrective amounts arising from such measures should be relaxed;\nWhereas, moreover, when Regulation (EEC) No 1766/92 was adopted, malt was transferred from the group of products referred to in Article 1 (1) (d) to the group of products referred to in (c) of that paragraph; whereas Annex A to the aforementioned  Regulation should be amended accordingly,", "main_body": ["Regulation (EEC) No 1766/92 is hereby amended as follows:\n1. In Article 8, the following subparagraph is added to paragraph 2:\n'Without prejudice to the provisions of the first subparagraph, the compensatory payment shall be paid only in repect of the quantitiy of potatoes covered by a contract between the potato producer and the starch manufacturer.'\n2. In Article 12 (2), the final sentence is replaced by the following:\n'In this case, a premium shall be added to the levy.'\n3. In Article 13 (4), the second subparagraph is replaced by the following:\n'A corrective amount may be fixed. It shall be applied to refunds fixed in advance. The corrective amount shall be fixed in accordance with the procedure laid down in Article 23. However, where necessary the Commission may alter the corrective  amounts.'\n4. In Annex A, CN code 1107 (Malt, whether or not roasted) is deleted.", "This Regulation shall enter into force on 1 August 1994.\nIt shall apply from 1 August 1994. However, Article 1, point 4, shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No C 83, 19. 3. 1994, p. 1.(2) OJ No C 128, 9. 5. 1994.(3) OJ No C 148, 30. 5. 1994, p. 49.(4) OJ No L 181, 1. 7. 1992, p. 21. Regulation as amended by Commission Regulation (EEC) No 2193/93 (OJ No L 196, 5. 8. 1993, p. 22)."}