{"celex_id": "31992D0232", "uri": "http://publications.europa.eu/resource/cellar/01aaa5fc-3c09-49a4-aa5b-32cd0b30a1df", "type": "Decision", "concepts": ["1474", "2488", "2591", "4353", "4682"], "title": "92/232/EEC: Council Decision of 1 October 1991 on the conclusion of the Agreement in the form of an exchange of letters between the European Economic Community and the Republic of Austria concerning the adjustment of the Community import arrangements applicable to certain beef and veal sector products originating in Austria\n", "header": "COUNCIL DECISION  of 1 October 1991  on the conclusion of the Agreement in the form of an exchange of letters between the European Economic Community and the Republic of Austria concerning the adjustment of the Community import arrangements  applicable to certain beef and veal sector products originating in Austria  (92/232/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under an exchange of letters signed on 21 July 1972, the Community introduced, with effect from 10 May 1973, a special import price system for certain products in the beef and veal sector originating in Austria; whereas those arrangements  should be adjusted in the light of experience gained;\nWhereas, to this end, the Commission has negotiated an agreement with Austria and the said agreement should be approved,", "main_body": ["The Agreement in the form of an exchange of letters between the European Economic Community and the Republic of Austria concerning the adjustment of the Community import arrangements applicable to certain beef and veal sector products  originating in Austria is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "1. The President of the Council is hereby authorized to designate the person empowered to sign the Agreement.\n2. The President of the Council shall give, on behalf of the Community, the notification provided for in part 5 of the second subparagraph of the Agreement."], "attachments": "Done at Brussels, 1 October 1991. For the Council\nThe President\nH. VAN DEN BROEK\nANNEX\nList of products referred to in point 1\nCN-code\n0102 90 10\n0102 90 31\n0102 90 33\n0102 90 35\n0102 90 37  0201 10 10\n0201 10 90\n0201 20 21\n0201 20 29\n0201 20 31\n0201 20 39  0201 20 51\n0201 20 59\n0201 20 90\n0201 30 00\n0206 10 95  0210 20 10 1602 50 10\n0210 20 90 1602 90 61\n0210 90 41\n0210 90 90\nLetter No 2\nSir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'I refer to the exchange of letters on 21 July 1972 between the Community and Austria and to the negotiations which have taken place between the two contracting parties with a view to adjusting, in accordance with the spirit of Article 15 of the Free  Trade Agreement between the EEC and Austria, the Community import arrangements applicable to certain beef/veal sector products originating in Austria.\nDuring the abovementioned negotiations, it was noted that it would be appropriate, in the light of experience gained, to change the import arrangements as follows:\n1. In place of the special import price arrangements introduced in 1973, the Community shall open, in favour of Austria, an annual tariff quota of 63 500 tonnes, expressed in carcase weight equivalent, with a levy equal to 13 % of the standard levy  applicable to imports from non-member countries, for the products listed in the Annex.\n2. For the products listed in the Annex, Austria shall communicate to the competent authorities of the Community all the relevant data concerning the export prices charged, the amount of any export refunds granted and the quantities and presentation of  the products exported.\nAustria shall further undertake to ensure that the prices charged by Austrian exporters do not cause any distortion of the Community market.\nAny export refunds paid by Austria shall take account of the market and prices for cattle, beef and veal in the Community.\nHowever, in cases where the prices quoted do fall below Community prices, consultations shall be held forthwith to ensure that any undercutting of Community market prices is offset by a corresponding reduction in export refunds.\nIn cases where there is evidence of price undercutting, the Austrian authorities shall further undertake to impose penalties on individual exporters whose conduct is such as to distort the market.\nThe Community shall reserve the right to take the necessary protective measures following further consultations with Austria.\nIn order to help stabilize the internal market of the Community, Austria shall observe an appropriate frequency of delivery and take all necessary steps to ensure that its exports to the Community develop in an orderly manner.\nThe detailed rules for the application of this paragraph shall be laid down within the framework of cooperation to be established between the competent authorities of Austria and of the Community.\n3. Only products originating in Austria, i.e., live bovine animals born and raised in Austria and products listed in the Annex obtained exclusively from such animals, shall be eligible for the reduced levy referred to in point 1.\nOriginating products within the meaning of this Agreement shall qualify for a reduced levy upon importation into the Community, on presentation of one of the documents referred to in Article 8 (1) of Protocol 3 annexed to the Free Trade Agreement  concluded on 22 July 1972 between the Community and Austria (Official Journal of the European Communities No L 149 of 15 June 1988).\nThe words 'VERMINDERTE ABSCHOEPFUNG' (reduced levy) must be indicated on the document providing evidence of the abovementioned origin.\nThe provisions of Protocol 3 concerning direct transport of the products and the issue and verification of documents providing evidence of origin shall apply mutatis mutandis to this Agreement.\n4. This Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territory of Austria.\n5. The provisions of this Agreement shall apply from the first day of the second month following mutual notification by the contracting parties of the completion of their internal procedures.\nHowever, should that date not coincide with the beginning of the calendar year, the provisions referred to in point 1 shall be applied prorata temporis for the first year.\nI should be obliged if you would confirm that the Government of the Republic of Austria is in agreement with the contents of this letter.'\nI have the honour to confirm that my Government is in agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the\nRepublic of Austria\nANNEX\nList of products referred to in point 1\nCN-code\n0102 90 10\n0102 90 31\n0102 90 33\n0102 90 35\n0102 90 37  0201 10 10\n0201 10 90\n0201 20 21\n0201 20 29\n0201 20 31\n0201 20 39  0201 20 51\n0201 20 59\n0201 20 90\n0201 30 00\n0206 10 95  0210 20 10 1602 50 10\n0210 20 90 1602 90 61\n0210 90 41\n0210 90 90"}