{"celex_id": "31998R1459", "uri": "http://publications.europa.eu/resource/cellar/30df5996-3412-45d2-8444-d9f878562aa7", "type": "Regulation", "concepts": ["1442", "1590", "2078", "301", "4860"], "title": "Commission Regulation (EC) No 1459/98 of 8 July 1998 establishing a reference method for the determination of vanillin in concentrated butter, butter or cream\n", "header": "COMMISSION REGULATION (EC) No 1459/98 of 8 July 1998 establishing a reference method for the determination of vanillin in concentrated butter, butter or cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6(6) and 12(3) thereof,\nWhereas Commission Regulation (EC) No 2571/97 of 15 December 1997 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (3), provides for the tracing of cream, butter and concentrated butter in certain circumstances in order to ensure the correct end use of these products;\nWhereas, in view of the importance of tracing to the proper functioning of the scheme and in order to ensure the equal treatment of operators who participate in it, it is appropriate to establish common methods for the determination of the tracers referred to in Regulation (EC) No 2571/97;\nWhereas it is difficult to establish such reference methods for all tracers simultaneously; whereas establishing a reference method for the determination of vanillin in concentrated butter, butter or cream constitutes a further step in this direction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The method of analysis specified in the Annex shall be applied as a reference method for the determination of vanillin in concentrated butter, butter or cream pursuant to Regulation (EC) No 2571/97.\nConcentrated butter, butter or cream has been traced in conformity with Article 6 of Regulation (EC) No 2571/97 if the results obtained are in accordance with the specifications of paragraph 8 of the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 350, 20. 12. 1997, p. 3.\nANNEX\nDetermination of vanillin content in concentrated butter, butter or cream by high-performance liquid chromatography\n1. Scope and field of application\nThe method describes a procedure for the quantitative determination of vanillin in concentrated butter, butter or cream.\nIt is applicable to samples received pursuant to Regulation (EC) No 2571/97.\n2. Principle\nExtraction of a known quantity of sample with a mixture of isopropanol/ethanol/acetonitrile (1:1:2). Precipitation of the majority of fat by cooling between -15 °C and -20 °C, followed by centrifugation.\nAfter dilution with water determination of the vanillin content by high-performance liquid chromatography (HPLC).\n3. Apparatus\nUsual laboratory apparatus and, in particular, the following:\n3.1. freezer, operating in the temperature range -15 °C to -20°C;\n3.2. syringes, disposable of 2 ml capacity;\n3.3. membrane microfilters of 0,45 ìm pore size, resistant to a solution containing 5 % extraction solution (4.4);\n3.4. liquid chromatography system consisting of a pump (flow of 1,0 ml/min), an injector (20 ìl injection, automatic or manual), an UV detector (operated at 306 nm, 0,01 AU full scale), a recorder or integrator and a column thermostat operating at 25 °C;\n3.5. analytical column (250 mm × 4,6 mm ID) packed with LiChrospher RP 18 (Merck, 5 ìm) or equivalent;\n3.6. guard column (ca. 20 mm × 3 mm ID) dry-packed with Perisorb RP 18 (30 to 40 ìm) or equivalent;\n4. Reagents\nAll reagents used shall be of recognized analytical quality.\n4.1. Isopropanol\n4.2. Ethanol 96 % (v/v)\n4.3. Acetonitrile\n4.4. Extraction solution\nMix isopropanol (4.1), ethanol (4.2) and acetonitrile (4.3) in the ratio of 1:1:2 (V/V).\n4.5. Vanillin (4-hydroxy-3-methoxybenzaldehyde)\n4.5.1. Vanillin stock solution (=500 ìg/ml)\nWeigh accurately to 0,1 mg about 50 mg (CM mg) vanillin (4.5) in a 100 ml volumetric flask, add 25 ml extraction solution (4.4) and make up with water.\n4.5.2. Vanillin standard solution (=10 ìg/ml).\nPipet 5 ml of the vanillin stock solution (4.5.1) into a volumetric flask of 250 ml and make up with water.\n4.6. Methanol, HPLC quality\n4.7. Acetic acid, glacial\n4.8. Water, HPLC quality\n4.9. HPLC mobile phase\nMix 300 ml methanol (4.6) about 500 ml water (4.8) and 20 ml acetic acid (4.7) in a volumetric flask of 1 000 ml and make up with water (4.8). Filter through 0,45 ìm filter.\n5. Procedure\n5.1. Preparation of the test sample\n5.1.1. Butter\nHeat the sample until melting starts. Avoid local overheating above 40 °C. When the sample becomes sufficiently plastic, homogenise it by shaking. Stir the butter for 15 s before taking a sample. Weigh, to the nearest 1 mg, about 5 g (SM g) of butter into a 100 ml volumetric flask.\n5.1.2. Concentrated butter\nImmediately before sampling place the container, with concentrated butter, into an oven at 40 to 50 °C until it is melted completely. Mix the sample by swirling or stirring, avoiding formation of air bubbles by too vigorous stirring. Weigh, to the nearest 1 mg, about 4 g (SM g) of concentrated butter into a 100 ml volumetric flask.\n5.1.3. Cream\nHeat the sample in a waterbath or incubator at a temperature of 35 to 40 °C. Distribute the fat homogeneously by swirling and, if necessary, by stirring. Cool the sample quickly to 20 ± 2 °C. The sample should look homogenous, otherwise the procedure should be repeated. Weigh, to the nearest 1 mg, about 10 g (SM g) of cream into a 100 ml volumetric flask.\n5.2. Preparation of the test solution\nAdd about 75 ml extraction solution (4.4) to the test portion (5.1.1, 5.1.2 or 5.1.3), stir, or shake vigorously, for about 15 minutes and make up with extraction solution (4.4). Transfer about 10 ml of this extract to a test tube fitted with stopper. Place the test tube in the freezer (3.1) and allow it to stand for about 30 minutes. Centrifuge the cold extract for 5 minutes at approximately 2 000 rpm and decant immediately. Allow the decanted solution to cool to room temperature. Pipette 5 ml of the decanted solution into a 100 ml volumetric flask and make up with water. Filter an aliquot through a membrane microfilter (3.3). The filtrate is ready for determination by HPLC.\n5.3. Calibration\nPipette 5 ml of the vanillin standard solution (4.5.2) into a 100 ml volumetric flask. Add 5 ml extraction solution (4.4) and make up to the mark with water. This solution contains 0,5 ìg/ml of vanillin.\n5.4. Determination of HPLC\nAllow the chromatographic system to stabilise for about 30 minutes. Inject the standard solution (5.3). Repeat this until the difference in peak area or peak height between two successive injections is less than 2 %. Under the conditions described the retention time of vanillin is about 9 minutes. Analyze the standard solution (5.3) in duplicate by injecting 20 ìl. Inject 20 ìl of the test solutions (5.2). Determine the area or height of the vanillin peak obtained. Repeat the duplicate of the standard solution (5.3) after 10 injections of test samples (5.2).\n6. Calculation of results\nCalculate the average peak area (or height) (AC), of the vanillin peaks associated with the bracketing duplicate injections for each batch of test solutions (four areas in total).\nCalculate the response factor (R):\nR = >NUM>AC/\n>DEN>CM\nwhere CM is the mass of vanillin in mg (4.5.1).\nThe content (mg/kg) of vanillin (C) in the test sample is given by:\nC = >NUM>AS × 20 × 0,96\n>DEN>SM × R\nwhere:\nAS = peak area of the vanillin peak of the test sample\nSM = mass of test sample in g (5.1.1, 5.1.2 or 5.1.3)\n20 = factor which takes into account the dilutions of the standard and the test sample\n0,96 = correction factor for the fat content in first dilution of the test sample\nNote:\nInstead of peak area, peak heights can be used (see 8.3).\n7. Accuracy of the method\n7.1. Repeatability (r)\nThe difference between the results of two determinations carried out within the shortest feasible time interval, by one operator using the same apparatus on identical test material shall not exceed 16 mg/kg.\n7.2. Reproducibility (R)\nThe difference between the results of two determinations carried out by operators in different laboratories, using different apparatus on identical test material shall not exceed 27 mg/kg.\n8. Tolerance limits\n8.1. Three samples must be taken from the traced product in order to check homogeneity.\n8.2. Tracer obtained either from vanilla or from synthetic vanillin:\n8.2.1. The incorporation rate from 4-hydroxy-3-methoxybenzaldehyde is 250 grams per tonne.\n8.2.2. Taking the critical difference for a 95 % probability level (CrD95) into consideration the mean of single analyses undertaken on each of the three samples taken to check homogeneity shall not be less than 236,0 mg/kg.\n8.2.3. In addition to the criterion given in 8.2.2 the lowest result obtained from analysis of the product is used to check homogeneity of tracer distribution. This is done by a comparison with the following limits:\n- 221,5 mg/kg (95 % of the minimum incorporation rate, single sample CrD95 taken into consideration),\n- 159,0 mg/kg (70 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\nThe tracer concentration in the sample giving the lowest results is used in conjunction with interpolation between 221,5 mg/kg and 159,0 mg/kg.\n8.3. Tracer obtained exclusively from vanilla beans or integral extracts thereof:\n8.3.1. The incorporation rate for 4-hydroxy-3-methoxybenzaldehyde is 100 grams per tonne.\n8.3.2. Taking the critical difference for a 95 % probability level (CrD95) into consideration the mean of single analyses undertaken on each of three samples taken to check homogeneity shall not be less than 86,0 mg/kg.\n8.3.3. In addition to criterion given in 8.3.2, the lowest result obtained from analysis of the product is used to check homogeneity of tracer distribution. This is done by comparison with the following limits:\n- 79,0 mg/kg (95 % of the minimum incorporation rate, single sample CrD95 taken into consideration),\n- 54,0 mg/kg (70 % of the minimum incorporation rate, single sample CrD95 taken into consideration).\nThe tracer concentration in the sample giving the lowest result is used in conjunction with interpolation between 79,0 mg/kg and 54,0 mg/kg.\n9. Notes\n9.1. The repeatability r is the value below which the absolute difference between two single test results obtained with the same method on identical test material, under the same conditions (same apparatus, same laboratory, and in a short interval of time), may be expected to lie with a specified probability; in the absence of other indications, the probability is 95 %.\n9.2. The reproducibility R is the value below which the absolute difference between two single test results obtained with the same method on identical test material, under different conditions (different operators, different apparatus, different laboratories and/or different time), may be expected to lie with a specified probability; in the absence of other indications, the probability is 95 %.\n9.3. Recovery of added vanillin at a level of 250 mg/kg butteroil varies from 97,0 to 103,8. The average content which where found was 99,9 % with a standard deviation of 2,7 %.\n9.4. The standard solution contains 5 % extraction solution to compensate for peak broadening caused by the presence of 5 % of the extraction solution of the test samples. This enables quantification by peak height.\n9.5. The analysis is based on a linear calibration line with a zero intercept. By using appropriate dilutions of the standard solution (4.5.2), the linearity should be checked the first time the analysis is carried out and furthermore at regular intervals and after changes in or repair of the HPLC equipment."}