{"celex_id": "31990R0903", "uri": "http://publications.europa.eu/resource/cellar/1cc62aea-9438-4160-8b2b-8208cd5b6b3e", "type": "Regulation", "concepts": ["1309", "2296", "2488", "4743", "5083"], "title": "Commission Regulation (EEC) No 903/90 of 9 April 1990 laying down detailed rules for the application of the arrangements applicable to imports of certain poultrymeat products originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT)\n", "header": "COMMISSION  REGULATION (EEC) No 903/90\nof 9 April 1990\nlaying down detailed rules for the application of the arrangements applicable to imports of certain poultrymeat products originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 712/90 of 5 March 1990 concerning the arrangements applied to agricultural products and certain goods resulting from the processing of agricultural goods originating in the ACP States or in the overseas countries and territories (OCT) (1), and in particular Article 27 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (2), as last amended by Regulation (EEC) No 1235/89 (3), and in particular Article 15 thereof,\nWhereas Regulation (EEC) No 715/90 in particular introduces arrangements for reducing import levies on certain products in the poultrymeat sector within the limit of quotas; whereas detailed rules for the application of this Regulation should be adopted as regards the poultrymeat products concerned with a view to administering the quota concerned; whereas those detailed rules are either supplementary to or derogate from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No 1903/89 (5);\nWhereas, in order to ensure proper administration of the quotas, a security should be required for applications for import licences and certain conditions be laid down as regards applicants themselves; whereas the quotas should be staggered over the year and the term of validity of licences should be specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["All imports into the Community under Regulation (EEC) No 715/90 of products covered by CN codes 0207, 1602 31 and 1602 39 shall be subject to the presentation of an import licence.\nLicences shall be issued under the conditions laid down in this Regulation and within the limit of the quota fixed by Regulation (EEC) No 715/90.", "1. The quotas for the products covered by CN codes 0207, 1602 31 and 1602 39 shall be staggered over the year as follows:\n- 25 % in the period 1 January to 31 March,\n- 25 % in the period 1 April to 30 June,\n- 25 % in the period 1 July to 30 September,\n- 25 % in the period 1 October to 31 December.\n2. However, the following shall apply for 1990:\n- 50 % in the period 1 April to 30 June 1990,\n- 25 % in the period 1 July to 30 September 1990,\n- 25 % in the period 1 October to 31 December 1990.", "1. In order to qualify under the import arrangements provided for in Regulation (EEC) No 715/90:\n(a) applicants for import licences must be natural or legal persons who at the time applications are submitted must prove to the satisfaction of the competent authorities in the Member States that they have been engaged in commercial activity in the poultrymeat sector for at least the preceding 12 months;\n(b) licence applications may only relate to the quota provided for in Article 6 of Regulation (EEC) No 715/90. The application may comprise several products covered by CN codes 0207 or 1602 31 and 1602 39 exported from one of the African, Caribbean and Pacific States (ACP) or the overseas countries and\nterritories (OCT). In such cases, all the CN codes shall be indicated in section 16 and their description in section 15;\n(c) licence applications must relate to at least to one tonne and not more than 25 % of the quantity available under the quota and the quarter in respect of which licence applications are lodged;\n(d) section 7 of licence applications and licences shall show the exporting country; licences shall carry with them an obligation to import from the country indicated;\n(e) the heading 'notes' and section 24 of licence applications and licences shall show respectively one of the following:\n- Exacción reguladora reducida en un 50 %, Producto ACP/PTUM - Reglamento (CEE) no 903/90;\n- Nedsaettelse af importafgiften med 50 %, AVS/OLT-Varer - forordning (EOEF) nr. 903/90;\n- Verminderung der Abschoepfung um 50 %, AKP/UELG-Erzeugnis - Verordnung (EWG) Nr. 903/90;\n- Meioméni eisforá katá 50 %, proïón AKE/YCHE - kanonismós (EOK) arith. 903/90;\n- Levy reduced by 50 %, ACP/OCT-Product - Regulation (EEC) No 903/90;\n- Prélèvement réduit de 50 %, Produit ACP/PTOM - règlement (CEE) no 903/90;\n- Prelievo ridotto del 50 %, Prodotto ACP/PTOM - regolamento (CEE) n. 903/90;\n- Heffing verminderd met 50 %, ACS/LGO-Produkt - Verordening (EEG) nr. 903/90;\n- Direito nivelador reduzido de 50 %, Produto ACP/PTU - Regulamento (CEE) nº 903/90.", "1. Licence applications may only be lodged during the first 10 days of each quarter.\n2. Licence applications shall only be admissible where the applicant declares in writing that he has not submitted and undertakes not to submit any other applications, in respect of the current quarter, concerning products in the same quota in the Member State in which his application is lodged nor in other Member States; where the same party submits applications relating to products covered by the same quota, all applications from that person shall be inadmissible.\n3. The Member States shall notify the Commission on the third working day following the end of the application submission period, of applications lodged for each of the products covered by the quotas in question. Such notification shall comprise a list of applicants, the product code and quantities applied for by quota and the exporting countries. All notifications, including notifications of nil applications, shall be made by telex or telecopy on the working day stipulated.\n4. Subject to a decision on acceptance of applications by the Commission, licences shall be issued on the 21st day of each quarter.\n5. The Commission shall decide to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single percentage reducing the quantities applied for.\nIf the overall quantity covered by applications is less than the quantity available, the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following quarter.", "Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 90 days from the date of actual issue.\nHowever, licences may not be valid after 31 December of the year of issue.\nImport licences, issued pursuant to this Regulation shall not be transferable.", "A security of ECU 30 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.", "Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 shall apply.\nHowever, by way of derogation from Article 8 (4) of that Regulation, the quantity imported under Regulation (EEC) No 715/90 may not exceed that indicated in sections 17 and 18 of import licences. The figure 0 shall be entered to that effect in section 19 of licences.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 1990. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 282, 1. 11. 1975, p. 77.\n(3) OJ No L 128, 11. 5. 1989, p. 29.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 184, 30. 6. 1989, p. 22."}