{"celex_id": "31996R1235", "uri": "http://publications.europa.eu/resource/cellar/be3f85af-cf9d-4d25-bfa5-2b92884a8917", "type": "Regulation", "concepts": ["1264", "1613", "1734", "2488", "4078", "4580"], "title": "Commission Regulation (EC) No 1235/96 of 28 June 1996 amending Regulation (EC) No 2146/95 on the transitional adjustment of the special arrangements for imports of olive oil originating in Algeria, Lebanon, Morocco, Tunisia and Turkey with a view to implementing the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotations and derogating from Council Regulations (EEC) No 1514/76, (EEC) No 1620/77, (EEC) No 1521/76, (EEC) No 1508/76 and (EEC) No 1180/77\n", "header": "COMMISSION REGULATION (EC) No 1235/96 of 28 June 1996 amending Regulation (EC) No 2146/95 on the transitional adjustment of the special arrangements for imports of olive oil originating in Algeria, Lebanon, Morocco, Tunisia and Turkey with a view to implementing the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations and derogating from Council Regulations (EEC) No 1514/76, (EEC) No 1620/77, (EEC) No 1521/76, (EEC) No 1508/76 and (EEC) No 1180/77\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agricultural sector in order to implement the Agreements concluded during the Uruguay Round of multilateral trade negotiations (1), amended by Regulation 1193/96 (2), and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EC) No 2146/95 (3) adjusts the special arrangements for the importation of olive oil from certain countries in order to take account of the replacement of variable levies by fixed customs duties as a result of the conclusion of the Uruguay Round;\nWhereas the period for taking transitional measures was extended to 30 June 1997 by Regulation (EC) No 1193/96 extending the period for taking the transitional measures necessary in the agricultural sector for implementation of the agreements concluded under the Uruguay Round of multilateral trade negotiations; whereas, pending the adoption by the Council of a definitive measure, the measures provided for in Regulation (EC) No 2146/95 should be extended to 30 June 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committtee for Oils and Fats,", "main_body": ["Regulation (EC) No 2146/95 is amended as follows:\n1. in Article 1, '30 June 1996` is replaced by '30 June 1997`;\n2. in Article 6, '30 June 1996` is replaced by '30 June 1997`.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 215, 9. 9. 1995, p. 1."}