{"celex_id": "31994R0490", "uri": "http://publications.europa.eu/resource/cellar/69ce7da9-0516-4e48-b1b8-fb84de22c2f7", "type": "Regulation", "concepts": ["1120", "161", "1644", "5083"], "title": "Commission Regulation (EC) No 490/94 of 4 March 1994 fixing indicative quantities for imports of bananas into the Community for the second quarter of 1994\n", "header": "COMMISSION REGULATION (EC) No 490/94 of 4 March 1994 fixing indicative quantities for imports of bananas into the Community for the second quarter of 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3515/93 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 (3), as last amended by Regulation (EC) No 3297/93 (4), provides in Article 9 (1) for the fixing of indicative quantities for the purposes of issuing import licences for each quarter using the data and  forecasts relating to the Community market on the basis of the forecast supply balance for production and consumption in the Community and of imports and exports as referred to in Article 16 of Regulation (EEC) No 404/93;\nWhereas, only a few months after the introduction of the new common organization of the market in bananas, it is not possible to establish a forecast supply balance in accordance with the aforementioned Article 16 in the absence of economic data  sufficiently precise to assess the trend in the Community market; whereas, in particular, the forecasts relating to consumption demand differ appreciably, depending on the Community region concerned, in an unstable market situation and where the  fluidity of intra-Community trade is not as yet secured; whereas, furthermore, the data relating to the quantities of bananas marketed in the Community during 1993 and in particular the actual imports during the second half are not available;\nWhereas, Article 9 (1) of Regulation (EEC) No 1442/93 notwithstanding, an indicative quantity for the second quarter of 1994 should therefore be established not on the basis of a forecast supply balance but on the basis of the analysis which may  currently be made of the market; whereas this indicative quantity should be fixed on the basis of the average volume of bananas marketed in the Community in this same period in the years 1988 to 1992, while at the same time providing for some  progressive increase so as to bring about a harmonious and gradual opening of the market and better trade fluidity within the Community;\nWhereas to these same ends, the quantity authorized as laid down in Article 9 (1) of Regulation (EEC) No 1442/93 which each category A and B operator may request for the second quarter of 1994 and the indicative quantities provided for in Article 14 (1)  of the same Regulation for the purposes of issuing the licences for imports of traditional ACP bananas should be fixed;\nWhereas the provisions of this Regulation must enter into force immediately before the period in which licence applications for the second quarter of 1994 are submitted;\nWhereas the Management Committee for Bananas has not delivered its opinion within the time limit laid down by the chairman,", "main_body": ["The indicative quantities referred to in Article 9 (1) of Regulation (EEC) No 1442/93 for imports of bananas into the Community under the tariff quota laid down in Articles 18 and 19 of Regulation (EEC) No 404/93 are hereby fixed for the  second quarter of 1994 at 550 000 tonnes.", "The quantity authorized for each category A and B operator for the second quarter of 1994 as provided for in Article 9 (2) of Regulation (EEC) No 1442/93 is hereby fixed at 30 % of the total annual quantity which has been allocated to him  pursuant to the second subparagraph of Article 6 of the aforementioned Regulation.", "The indicative quantities referred to in Article 14 (1) of Regulation (EEC) No 1442/93 for imports of traditional ACP bananas for the second quarter of 1994 are hereby fixed at 30 % of the traditional quantities laid down for each country of  origin in the Annex to Regulation (EEC) No 404/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 296, 1. 12. 1993, p. 46."}