{"celex_id": "31997R1933", "uri": "http://publications.europa.eu/resource/cellar/47199257-e253-43c6-8814-cf356149cfc4", "type": "Regulation", "concepts": ["2286", "2356", "2560", "3003", "3065", "797"], "title": "Commission Regulation (EC) No 1933/97 of 3 October 1997 amending for the 12th time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 1933/97 of 3 October 1997 amending for the 12th time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in the Netherlands, exceptional support measures for the market in pigmeat in that Member State were adopted in Commission Regulation (EC) No 413/97 (3), as last amended by Regulation (EC) No 1688/97 (4);\nWhereas the aid referred to in Article 4a of Regulation (EC) No 413/97 is to be converted at the agricultural conversion rate; whereas, pursuant to Article 6 of Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (5), as last amended by Regulation (EC) No 150/95 (6), the operative event for this rate is the event whereby the economic objective of the operation is attained; whereas for the aid in question the operative event should be defined as the beginning of each month for which aid is granted;\nWhereas, because of the continuing veterinary and trade restrictions adopted by the Dutch authorities, the number of very young piglets which may be delivered to the competent authorities should be increased, thereby permitting continuation of the exceptional measures in the weeks to come;\nWhereas, as a result of the appearance of new cases of classical swine fever in the Netherlands, the Dutch authorities have introduced new protection and surveillance zones; whereas the good veterinary and health situation has permitted cancellation of the protection and surveillance zones around Oirlo and Toldijke I; whereas these amendments should be incorporated in a new Annex replacing Annex II to Regulation (EC) No 413/97;\nWhereas the rapid and effective application of exceptional market support measures is one of the best means of combating the spread of classical swine fever; whereas this Regulation should therefore apply from 18 September 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 413/97 is hereby amended as follows:\n1. the following paragraph is added to Article 4a:\n'6. The operative event for the agricultural conversion rate shall be the beginning of each month for which aid is granted.`;\n2. Annex I is replaced by Annex I hereto;\n3. Annex II is replaced by Annex II hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 18 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1. 11. 1975, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 62, 4. 3. 1997, p. 26.\n(4) OJ L 239, 30. 8. 1997, p. 1.\n(5) OJ L 387, 31. 12. 1992, p. 1.\n(6) OJ L 22, 31. 1. 1995, p. 1.\nANNEX I\n'ANNEX I\nMaximum number of animals from 18 February 1997:\n>TABLE>\nANNEX II\n'ANNEX II\n1. The protection and surveillance zones in the following areas:\n- Venhorst,\n- Best,\n- Nederweert,\n- Soerendonk,\n- Diessen,\n- Dalfsen I,\n- Schoondijke.\n2. The zone in which the transport of pigs is banned as defined in the Ministerial Decree of 14 April 1997 published in the Staatscourant of 15 April 1997, page 12.`"}