{"celex_id": "31998D0325(01)", "uri": "http://publications.europa.eu/resource/cellar/e8e29ce5-2702-4958-ba93-08d661388e9c", "type": "Decision", "concepts": ["453", "486", "5680"], "title": "Decision No 9/97 concerning public access to administrative documents of the European Monetary Institute (EMI)\n", "header": "DECISION No 9/97 concerning public access to administrative documents of the European Monetary Institute (EMI)\nTHE COUNCIL OF THE EUROPEAN MONETARY INSTITUTE", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 109f thereof,\nHaving regard to the Statute of the EMI and in particular Article 9 thereof,\nWhereas the declaration on the right of access to information annexed to the final act of the Treaty on European Union emphasises that transparency of the decision-making process strengthens the democratic nature of the institutions and the public's confidence in the administration;\nWhereas the European Ombudsman has issued a Decision in the own-initiative inquiry into public access to documents (1); whereas the recommendations of that Decision apply to the EMI only in relation to administrative documents;\nConsidering it desirable to establish the principles which will govern access to administrative documents of the EMI;\nWhereas the European Councils in Birmingham and Edinburgh agreed on a number of principles to promote a Community closer to its citizens;\nWhereas the European Council in Copenhagen reaffirmed the principle of giving citizens the greatest possible access to information;\nWhereas citizens have a legitimate interest in the organisation and functioning of institutions and bodies that are paid for from public funds;\nWhereas Article 10(1) of the Statute of the EMI states that the proceedings of the Council meetings shall be confidential and that the Council of the EMI may, acting unanimously, decide to make the outcome of its deliberations public;\nWhereas Article 11(1) of the EMI Rules of Procedure states that the proceedings of the Council and of any committee or group established by the Council shall be confidential unless the Council, acting unanimously, authorises the President to make the outcome of their deliberations public;\nWhereas Article 11(2) of the EMI Rules of Procedure provides that all documents drawn up by the EMI shall be confidential unless the Council of the EMI decides otherwise;\nWhereas this Decision is an additional element in the EMI's information and communication policy; whereas clear rules can promote good administration, by helping officials deal accurately and promptly with requests from the public for documents;\nWhereas the EMI, before granting access to any document containing information obtained from the central bank of a Member State, will consult this central bank;\nWhereas, in accordance with Article 9(5) of the Statute of the EMI, the President of the EMI is responsible for the day-to-day management of the EMI;\nWhereas this Decision does not constitute a precedent for the position of the European Central Bank on this matter,", "main_body": ["1. The public shall have access to EMI administrative documents according to the provisions of this Decision.\n2. 'EMI administrative document` means any record, whatever its medium, which contains existing data and which relates to the actual organisation and functioning of the EMI.", "An application for access to an EMI administrative document shall be sent in writing to the EMI (2). The EMI services shall endeavour to comply with the application. If the application is not made in a sufficiently precise manner or does not contain information to enable the document requested to be identified, the EMI services shall ask the applicant to complete the application by providing further details.", "1. An applicant shall have access to an EMI administrative document either by consulting it at the premises of the EMI, or by having a copy sent at the applicant's own expense. A reasonable fee for each such access, reflecting the costs of meeting the request, may be set by the President.\n2. The EMI services shall endeavour to find a fair solution to deal with repeated applications by the same applicant for the same administrative document and those which relate to a large number of or very long administrative documents.\n3. No one who has been given access to an EMI administrative document in accordance with this Article may reproduce or circulate the document for commercial purposes through direct sale without prior authorisation from the EMI, which may be withheld without the requirement to give a reason.", "Access to an EMI administrative document shall not be granted where its disclosure could undermine:\n- the protection of the public interest, in particular public security, international relations, monetary and exchange-rate stability, court proceedings, inspections and investigations,\n- the protection of the individual and of privacy,\n- the protection of copyright and of commercial, banking and industrial secrecy,\n- the protection of the EMI's financial interests,\n- the protection of confidentiality as requested by the natural or legal person who supplied any of the information contained in the document or as required by the law applicable to that person.", "1. The EMI services shall endeavour to deal with the application within a reasonable period. At the latest within one month, the applicant shall be informed in writing by the Secretary-General of the EMI either that the application has been approved or that the intention is to reject it. In the latter case, the applicant shall also be informed of the grounds for this intention and that the applicant has one month to make a confirmatory application for the position to be reconsidered, failing which the applicant will be deemed to have withdrawn the original application.\n2. Failure to reply to an application within one month of submission shall be equivalent to a rejection, except where the applicant makes a confirmatory application, as referred to above, within the following month.\n3. A decision on a confirmatory application shall be taken by the Council of the EMI within one month of its receipt.\n4. Any decision to reject a confirmatory application shall state the grounds on which it is based. The applicant shall be notified of the decision in writing as soon as possible and at the same time be informed of the content of Articles 109f(9), 138e and 173 of the Treaty establishing the European Community, relating respectively to the conditions for referral to the Ombudsman by natural persons and review by the Court of Justice of the legality of EMI acts.\n5. Failure to reply within one month of submitting the confirmatory application shall be equivalent to a rejection.", "The President shall take all necessary measures to implement this Decision.", "This Decision shall take effect on 3 June 1997."], "attachments": "Done at Frankfurt, 3 June 1997.\nFor the Council of the EMI\nThe President\nAlexandre LAMFALUSSY\n(1) 616/PUBAC/F/IJH of 20 December 1996.\n(2) Addressed to the Secretary-General of the European Monetary Institute, KaiserstraĂ\u009fe 29, D-60311 Frankfurt am Main."}