{"celex_id": "31996D0422", "uri": "http://publications.europa.eu/resource/cellar/1403b7bf-14dd-4f0b-b662-f6da0309cf1f", "type": "Decision", "concepts": ["1309", "1591", "1736", "519", "5876", "5946"], "title": "96/422/EC: Commission Decision of 25 June 1996 accepting undertakings offered in connection with anti-dumping proceeding concerning imports of unwrought pure magnesium originating in Russia and Ukraine and terminating the proceeding against Kazakhstan\n", "header": "COMMISSION DECISION of 25 June 1996 accepting undertakings offered in connection with anti-dumping proceeding concerning imports of unwrought pure magnesium originating in Russia and Ukraine and terminating the proceeding against Kazakhstan (96/422/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988, on protection against dumped or subsidized imports from countries not members of the European Economic Community (2), as last amended by Regulation (EC) No 522/94 (3), and in particular Articles 9 and 10 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) The Commission, by Regulation No 2997/95 (4) (hereinafter referred to as 'the provisional duty Regulation`) imposed a provisional anti-dumping duty on imports into the Community of unwrought magnesium originating in Russia and Ukraine and falling within CN codes 8104 11 00 and 8104 19 00.\nNo provisional anti-dumping duty was imposed on imports of the products concerned originating in Kazakhstan.\nBy Regulation (EC) No 720/96 (5), the Council extended the validity of the duty for a period not exceeding two months.\n(2) In the subsequent procedure, it was established that definitive anti-dumping measures should be taken in order to eliminate injurious dumping. The findings and conclusions on all aspects of the investigation, in particular also the decision to consider the two categories of unwrought magnesium covered by the complaint, i.e. pure and alloyed magnesium as two distinct products at the definitive stage of the proceeding and not to include unwrought alloyed magnesium in the investigation, are set out in Council Regulation (EC) No 1347/96 (6).\n(3) Having been informed of these conclusions, the two Russian producers and the Ukrainian authorities, in conjunction with one Ukrainian producer, offered undertakings to the Commission pursuant to Article 10 of Regulation (EEC) No 2423/88.\n(4) The terms of these undertakings, in particular the minimum prices for sales for exports to the Community set out there, ensure that the injurious effects of dumping as established in the framework of the present anti-dumping proceeding are eliminated.\n(5) In addition, since the two Russian exporting companies, the Ukrainian authorities and the Ukrainian exporting company have undertaken to submit detailed and regular sales information to the Commission and not to enter into direct or indirect compensatory arrangements with their customers in the Community, it has been concluded that the correct observance of the undertakings can effectively be monitored by the Commission.\n(6) As far as the export licensing systems set up by the Ukrainian government is concerned, this will operate for the duration of the undertakings of the Ukrainian producer and will ensure that all imports into the EU covered by the undertaking will be in line with the provisions contained therein.\n(7) In view of the provisions of Article 15 of Regulation (EEC) No 2423/88, the undertaking should enter into force on the same date as the definitive anti-dumping duty imposed by Regulation (EC) No 1347/96 in the present proceeding.\n(8) Under these circumstances, the undertakings offered by the two Russian producers, the Ukrainian authorities, in conjunction with the Ukrainian producer are considered acceptable and the investigation can, therefore, be terminated with respect to the Russian and Ukrainian producers concerned.\n(9) The producers concerned were informed of the essential facts and considerations on the basis of which the definitive anti-dumping measures were proposed and have had the opportunity to comment on all aspects of the investigation. Accordingly should an undertaking be withdrawn or should the Commission have reasons to believe that an undertaking is being violated, a provisional duty may be imposed pursuant to Article 7 and Article 8 (10) of Regulation (EC) No 384/96 and, should the conditions of Article 8 (9) of the Regulation be met, a definitive anti-dumping duty will be imposed.\n(10) As far as imports of unwrought alloyed magnesium originating in Russia and Ukraine are concerned, which were excluded from the present investigation, the proceeding should be terminated with respect to such imports.\n(11) As far as imports of unwrought magnesium originating in Kazakhstan are concerned, the investigation confirmed the findings reported in the provisional duty Regulation, i.e. that imports of unwrought magnesium from Kazakhstan were de-minimis and, therefore, did not cause injury to the Community industry. Such a finding has not been contested by either the Community industry or the other exporters. Consequently, the proceeding should be terminated with respect to imports of unwrought magnesium originating in Kazakhstan.\n(12) When the Advisory Committee was consulted on the acceptance of the undertakings offered some objections were raised. Therefore, in accordance with Article 9 (1) and Article 10 (1) of the Council Regulation (EEC) No 2423/88, the Commission sent a report to the Council on the result of the consultations and a proposal for the acceptance of the undertakings. As the Council has not decided otherwise within one month, the present Decision should stand adopted. No objections were raised concerning the termination of the proceeding with relation to Kazakhstan,", "main_body": ["The undertakings offered by Avisma Titanium-Magnesium Works, Berezniki, Perm region and Solikamsk Magnesium Works, Solikamsk, Perm region and the undertaking offered by Ukrainian authorities together with Concern Oriana, Kalush, Ivano-Frankovsk region in connection with the anti-dumping proceeding concerning imports of unwrought pure magnesium originating in Russia and Ukraine and falling within CN Code 8104 11 00 or ex 8104 19 00 are hereby accepted. This acceptance shall take effect on the date of entry into force of Regulation (EC) No 1347/96.\nThe investigation in respect of these producers is hereby terminated.", "The proceeding concerning imports of unwrought alloyed magnesium originating in Russia and Ukraine is hereby terminated.\nFor the purpose of the present Decision unwrought alloyed magnesium is defined as unwrought magnesium containing more than 3 % by weight of intentionally added alloying elements such as aluminium and zinc.", "The proceeding concerning imports of unwrought magnesium originating in Kazakhstan is hereby terminated."], "attachments": "Done at Brussels, 25 June 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 209, 2. 8. 1988, p. 1.\n(3) OJ No L 66, 10. 3. 1994, p. 10.\n(4) OJ No L 312, 23. 12. 1995, p. 37.\n(5) OJ No L 100, 23. 4. 1996, p. 1.\n(6) See page 1 of this Official Journal."}