{"celex_id": "31992R0282", "uri": "http://publications.europa.eu/resource/cellar/bb18a3af-581e-499a-8d16-25dc1f9e90ed", "type": "Regulation", "concepts": ["2295", "2590", "2771", "427", "5774", "745"], "title": "Council Regulation ( EEC ) No 282/92 of 3 February 1992 supplementing and amending Regulations ( EEC ) No 3587/91 and ( EEC ) No 3588/91 extending into 1992 the application of Regulations ( EEC ) No 3831/90, ( EEC ) No 3832/90, ( EEC ) No 3833/90, ( EEC ) No 3834/90 and ( EEC ) No 3835/90 applying generalized tariff preferences for 1991 in respect of certain products originating in developing countries\n", "header": "COUNCIL REGULATION (EEC) No 282/92  of 3 February 1992  supplementing and amending Regulations (EEC) No 3587/91 and (EEC) No 3588/91 extending into 1992 the application of Regulations (EEC) No 3831/90, (EEC) No 3832/90, (EEC) No 3833/90, (EEC) No  3834/90 and (EEC) No 3835/90 applying generalized tariff preferences for 1991 in respect of certain products originating in developing countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 113 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Albania has seen its economic situation decline to the point where this country is facing problems similar to those of countries which in the past have benefited from generalized preferences;\nWhereas Estonia, Latvia and Lithuania have regained their independence and have also seen their economic situation decline to the point where these three countries are facing problems similar to those of countries which in the past have benefited from  generalized preferences;\nWhereas Albania, Estonia, Latvia and Lithuania should therefore benefit, on a transitional basis, from the system of generalized preferences in order to increase their exports with a view to stimulating their economic development, to promote their  industrialization and to accelerate their growth rate;\nWhereas the benefit of tariff preferences has been suspended on a temporary basis with respect to the Republic of Korea on account of the discriminatory treatment applied in that country to the Community in the sphere of intellectual property; whereas,  that discriminatory treatment having been terminated, there are no grounds for maintaining the suspension,", "main_body": ["The following shall be added to Article 4 of Regulation (EEC) No 3587/91 (2):\n'Annex III part A, of Regulation (EEC) No 3831/90, Annex V, part A, of Regulation (EEC) No 3832/90, Annex III, part A, of Regulation (EEC) No 3833/90, shall be supplemented by the mention of the following countries:\n053 Estonia\n054 Latvia\n055 Lithuania\n070 Albania.'\nThe text of footnote (c) to Annex II to Regulation (EEC) No 3833/90 shall be replaced by the following:\n'(c) Preferences are not to be granted in respect of products marked with two asterisks originating in Estonia, Greenland, Latvia, Lithuania or Poland.'\nParagraph 3 of Article 1 of Regulations (EEC) No 3381/90, (EEC) No 3832/90 and (EEC) No 3833/90 shall be deleted.", "The following shall be added to Article 1 of Regulation (EEC) No 3588/91 (3):\n'with the exception of Article 1 (3), which is deleted.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1992. For the Council\nThe President\nJoao de Deus PINHEIRO\n(1) Opinion delivered on 17 January 1992 (not yet published in the Official Journal). (2) OJ No L 341, 12. 12. 1991, p. 1. (3) OJ No L 341, 12. 12. 1991, p. 6."}