{"celex_id": "31992R3906", "uri": "http://publications.europa.eu/resource/cellar/40ea037c-912d-4d62-99dc-1fe326e61ecc", "type": "Regulation", "concepts": ["1159", "2308", "2323", "3001", "863"], "title": "Council Regulation (EEC) No 3906/92 of 19 December 1992 establishing, for 1993, certain measures for the conservation and management of fishery resources, applicable to vessels flying the flag of a Member State, other than Spain and Portugal, in waters falling under the sovereignty or within the jurisdiction of the Kingdom of Spain\n", "header": "COUNCIL REGULATION (EEC) N°  3906/92 of 19 December 1992 establishing, for 1993, certain measures for the conservation and  management of fishery resources, applicable to vessels flying the flag of a Member State, other  than Spain and Portugal, in waters falling under the sovereignty or within the jurisdiction of the  Kingdom of Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 164  thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 164 of the Act of Accession, it is for the Council to fix the fishing  possibilities and the corresponding number of Community vessels which may fish in Atlantic waters  falling under the sovereignty or within the jurisdiction of the Kingdom of Spain and covered by the  International Council for the Exploration of the Sea (ICES);\nWhereas these possibilities are determined, with respect to species subject to the system of total  allowable catches (TACs) and quotas, on the basis of the fishing possibilities allocated and, with  respect to species not subject to the TAC and quota system, according to the relative stability of  stocks and the need to ensure their conservation;\nWhereas specialized fishing activities shall be carried out with the same quantitative limits as  those specified for Spanish vessels authorized to carry out their fishing activities in the waters  of Member States apart from Portugal;\nWhereas the specific conditions governing the fishing activities of such vessels should be laid  down;\nWhereas the fishing activities covered by this Regulation are subject to the control measures  provided for by Regulation (EEC) N° 2241/87 (1), as well as to the specific procedures drawn up in  accordance with Article 164 (4) of the Act of Accession,", "main_body": ["The number of vessels flying the flag of a Member State of the  Community, other than Spain and Portugal, authorized to fish in waters falling under the  sovereignty or within the jurisdiction of the Kingdom of Spain as provided for in Article 164 of  the Act of Accession and the procedures governing access, shall be as set out in the Annex to this  Regulation.", "This Regulation shall enter into force in 1 January 1993.\nIt shall be applicable until 31 December 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1992.\nFor the Council The President J. GUMMER\n(1) OJ N° L 207, 29. 7. 1987, p. 1. Regulation as amended by Regulation (EEC)  N° 3483/88 (OJ N° L 306, 11. 11. 1988, p. 2).\nANNEX\nEEC - SPAIN\n>TABLE>\n>TABLE>\n>TABLE>"}