{"celex_id": "31993R0854", "uri": "http://publications.europa.eu/resource/cellar/0fae543b-1ec8-4f71-b0f4-e1213e1df6cd", "type": "Regulation", "concepts": ["4256", "4499", "491", "614", "812"], "title": "Council Regulation (EEC) No 854/93 of 5 April 1993 on transit statistics and storage statistics relating to the trading of goods between Member States\n", "header": "COUNCIL REGULATION (EEC) No 854/93 of 5 April 1993 on transit statistics and storage statistics relating to the trading of goods between Member States\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the abolition of customs formalities, controls and documentation for all movements of goods across internal frontiers is necessary for the completion of the internal market;\nWhereas, in the Member States, statistics on the trading of goods between Member States resulting from transit movements and movements into and out of warehouses may nevertheless still be needed;\nWhereas Council Regulation (EEC) No 3330/91 of 7 November 1991 on the statistics relating to the trading of goods between Member States (4) prohibits the Member States from introducing or maintaining compulsory formalities for the purpose of keeping  statistics on transit and storage; whereas it is necessary for that purpose to provide a Community legal base;\nWhereas the framework in which the Member States are authorized to organize their statistical surveys on these movements must be determined in order to prevent the burden on those responsible for providing information varying excessively from one Member  State to another;\nWhereas, within that framework, it is necessary to determine the purpose of transit and storage statistics and the consequences for the collection of information, to ensure that responsibility for collecting that information is directed towards existing  administrative sources and to make use of the competent services of the latter to fill any gaps, without increasing the burden on those responsible for providing information;\nWhereas that burden must not exceed certain limits, as regards classification, data to be declared or data media;\nWhereas it is important that the burden of transit and storage statistics be alleviated, particularly for small and medium-sized enterprises; whereas this should be effected by means of statistical thresholds;\nWhereas the Commission must not only adopt provisions implementing this Regulation but must also ensure that other implementing provisions adopted by the Member States do not compromise the alleviation of the burden on those responsible for providing  information; whereas the Commission should be assisted in this task by the Committee on Statistics relating to the Trading of Goods between Member States,", "main_body": ["1. With a view to compiling transit statistics and storage statistics, Member States may collect data on the trading of goods between Member States, acting in conformity with the rules laid down in this Regulation.\n2. Member States which exercise this option shall accordingly inform the Commission.", "1. For the purposes of this Regulation, the definitions given in Article 2 (a), (b), (c), (d), (e) and (f) of Regulation (EEC) No 3330/91 shall apply.\n2. For the purpose of this Regulation:\n(a) transit: means the crossing of a given Member State by goods which are being transported between two places situated outside that Member State;\n(b) interrupted transit: means transit during which a break in transport occurs; this also includes transhipment;\n(c) customs warehousing procedure: means the customs warehousing procedure a defined in Articles 1 and 2 of Council Regulation (EEC) No 2503/88 of 25 July 1988 on customs warehouses (5);\n(d) competent statistical services: means those services in each Member State which are responsible for compiling statistics on the trading of goods between Member States.", "Of the goods referred to in Article 3 of Regulation (EEC) No 3330/91, data shall be collected for the purpose of compiling statistics on transit through a given Member State on those goods which are in interrupted transit in that Member  State, with the exception of goods which having entered that Member State as non-Community goods, have subsequently been put into free circulation there.", "Of the goods referred to in Article 3 of Regulation (EEC) No 3330/91, data shall be collected for the purpose of compiling storage statistics in a given Member State on:\n(a) those which, though the customs warehousing procedure has not terminated, are transferred, within the meaning of Article 20 of Regulation (EEC) No 2503/88, from a customs warehouse situated in that Member State to one situated in another Member  State;\n(b) those which, though the customs warehousing procedure has not terminated, are transferred, within the meaning of Article 20 of Regulation (EEC) No 2503/88, to a customs warehouse situated in that Member State from a customs warehouse situated in  another Member State;\n(c) those which are subject to the customs warehousing procedure in that Member State and are sent to another Member State under the procedure for external Community transit;\n(d) those which are subject to the customs warehousing procedure in that Member State, having come from another Member State under the proceedure for external Community transit.", "1. Under conditions which they themselves shall determine, Member States shall autorize those responsible for providing statistical information to use administrative or commercial documents already required for other purposes as the  statistical data medium.\nHowever, with a view to the standardization of their basic documentation, Member States may establish exclusively statistical media provided that those required to provide statistical information are free to choose which of these media they use.\n2. Member States shall inform the Commission of the media which they authorize or establish.", "1. In a given Member State, the person responsible for providing statistical information as referred to in Article 8 of Regulation (EEC) No 3330/91 shall be the natural or legal person who, engaged in that Member State in the trading of goods  between Member States, draws up the administrative or commercial document designated as the statistical data medium pursuant to the first subparagraph of Article 5 (1).\nIn the absence of such a person and by way of derogation from Article 8 of Regulation (EEC) No 3330/91, each Member State shall designate from among the administrative services to which the document referred to in the first subparagraph is made  available, one service which shall provide the information.\n2. Member States shall be entitled to proceed in accordance with the second subparagraph of paragraph 1 in order to relieve persons responsible for supplying information of their obligations, in whole or in part.\n3. The person or service referred to in paragraph 1 shall conform to the provisions of this Regulation, the provisions adopted pursuant to Article 30 of Regulation (EEC) No 3330/91 and the measures taken by Member States to implement those provisions.", "1. On the statistical data medium to be sent to the competent services:\n- without prejudice to Article 34 of Regulation (EEC) No 3330/91, goods shall be designated according to their usual trade description in sufficiently precise terms to permit their identification and their immediate and unequivocal classification in the  most detailed relevant subdivision of the current version of either the classification of the harmonized system for transit statistics or the combined nomenclature for storage statistics, irrespective of the level at which these classifications are  applied; however, this provision shall not prevent the Member States applying the standard goods classification for transport statistics - revised (NST/R) instead of the abovementioned classifications, where permissible under the rules governing the  medium used,\n- the code number corresponding to the abovementioned nomenclature subdivision may also be required by type of goods.\n2. On the statistical data medium, countries shall be described by the alphabetical or numerical codes laid down in Council Regulation (EEC) No 1736/75 of 24 June 1975 on the external trade statistics of the Community and statistics of trade between  Member States (6).\nFor the purposes of the first subparagraph, the parties responsible for providing information shall comply with the instructions issued by the national services competent for compiling statistics on trade between Member States.", "1. Member States which compile transit statistics shall determine which of the following data are to be included on the statistical data medium, by type of goods:\n(a) the country of consignment, within the meaning of Article 9;\n(b) the country of destination, within the meaning of Article 9;\n(c) the quantity of goods in gross mass, within the meaning of Article 9;\n(d) the mode of transport in accordance with Article 9 (f) (1);\n(e) the place where the interruption in transit took place in accordance with Article 9.\n2. Member States which compile storage statistics shall determine which of the following data are to be included on the statistical data medium, by type of goods:\n(a) the Member State of consignment, in the Member State which the goods enter within the meaning of Article 9;\n(b) the Member State of destination, in the Member State which goods leave within the meaning of Article 9;\n(c) the country of origin, within the meaning of Article 9; however this item may be required only as allowed by Community law;\n(d) the quantity of goods expressed in gross mass or net mass within the meaning of Article 9 and in supplementary units in accordance with the combined nomenclature, where it is used pursuant to Article 7 (1);\n(e) the customs value;\n(f) the presumed mode of transport, in accordance with Article 9 (f) (2);\n(g) the region of destination, in the Member State which the goods enter.\n3. In so far as is not laid down in this Regulation, the data referred to in paragraphs 1 and 2 and the rules governing their inclusion on the statistical data medium shall be defined in accordance with the procedure laid down in Article 30 of  Regulation (EEC) No 3330/91.", "For the purposes of applying Article 8:\n(a) country/Member State of consignment: means the last country/Member State in which the goods were subject to halts or legal operations not inherent in their transport;\n(b) country/Member State of destination; means the last country/Member State to which it is known, at the time the statistical data medium is drawn up, that the goods are to be sent;\n(c) country of origin: means the country in which the goods originated within the meaning of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of origin of goods (7);\n(d) gross mass: means the cumulated mass of the goods and all their packaging with the exclusion of the transport equipment, and in particular containers;\n(e) net mass: means the mass of the goods, all packaging removed;\n(f) mode of transport: means that actually used\n1. before or after the interruption of transit;\n2. on entry to or exit from the warehouse.\nModes of transport are as follows:\n/* Tables: see OJ */\ncontainers within the meaning of Article 15 (3) of Regulation (EEC) No 1736/75;\n(g) place of interruption of transit: means the port, airport or any other place where transit is interrupted within the meaning of Article 2 (2) (b).", "0\n1. Where the data referred to in Articles 7 and 8 need not be shown on the administrative or commercial document referred to in the first subparagraph of Article 5 (1) for the purposes for which such documents are required, Member States  shall instruct the administrative service referred to in the second subparagraph of Article 6 (1) to collect them and transmit them to the competent statistical services in accordance with procedures which they shall lay down, bearing in mind the stated  requirements of these statistical services.\n2. Without prejudice to the second subparagraph of Article 5 (1), Member States shall establish the media to be used by the abovementioned administrative service for transmitting these data.", "1\n1. For the purposes of this Regulation, statistical thresholds shall be defined as limits, expressed in gross mass for transit statistics and in terms of value or in mass for storage statistics, below which the obligations on those  responsible for providing information are suspended.\n2. The threshold for transit statistics shall be fixed per type of goods at least:\n- 50 kg in the case of air transport,\n- 1 000 kg for other modes of transport.\n3. The threshold for storage statistics shall be fixed at least ECU 800 per type of goods, irrespective of the mass of the goods, or at least 50 kg per type of goods in the case of air transport or at least 1 000 kg per type of goods for other modes of  transport, irrespective of the value of the goods.", "2\n1. The provisions necessary for implementing this Regulation shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 3330/91.\n2. Member States may adopt the provisions required for collecting information in order to compile transit and storage statistics where such provisions are not laid down in this Regulation or adopted in accordance with paragraph 1.\nHowever, if the effect of these national arrangements is to compromise the alleviation of the burden on those responsible for providing information, provisions to restore the conditions for alleviating that burden shall be adopted in accordance with the  abovementioned Article.", "3\nMember States shall communicate to the Commission the measures which they take to implement this Regulation.", "4\nThe Committee on Statistics relating to the Trading of Goods between Member States, set up by Article 29 of Regulation (EEC) No 3330/91, may examine any question, relating to the implementation of this Regulation raised by its chairman,  either on his own initiative or at the request of the representative of a Member State.", "5\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThe Regulation shall remain in force until 31 December 1996. No later than three months before this date, the Commission shall present a report on the application of this Regulation and if necessary put forward a proposal.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 April 1993.\nFor the Council\nThe President\nJ. TROEJBORG\n(1) OJ No C 107, 28. 4. 1992, p. 16.\n(2) OJ No C 337, 21. 12. 1992, p. 210; and OJ No C 72, 15. 3. 1993.\n(3) OJ No C 223, 31. 8. 1992, p. 6.\n(4) OJ No L 316, 16. 11. 1991, p. 1.\n(5) OJ No L 225, 15. 8. 1988, p. 1.\n(6) OJ No L 183, 14. 7. 1975, p. 3. Regulation as last amended by Regulation (EEC) No 1629/88 (OJ No L 147, 14. 6. 1988, p. 1).\n(7) OJ No L 148 of 28. 6. 1968, p. 1. Regulation as last amended by Regulation (EEC) No 456/91 (OJ No L 54, 28. 2. 1991, p. 4)."}