{"celex_id": "31991D0551", "uri": "http://publications.europa.eu/resource/cellar/e7a456d7-7362-438d-ab34-df7666e9638d", "type": "Decision", "concepts": ["1590", "2749", "6052", "863", "893"], "title": "91/551/EEC: Commission Decision of 27 September 1991 calling upon the Kingdom of Spain to postpone the adoption of a draft regulation in respect of the labelling of confectionery containing polyalcohols (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 27  September 1991 calling upon the Kingdom of Spain to postpone the adoption of a draft regulation in  respect of the labelling of confectionery containing polyalcohols (Only the Spanish text is  authentic) (91/551/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 79/112/EEC of 18 December 1978 on the approximation of the laws  of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale  to the ultimate consumer (1), as last amended by Directive 91/72/EEC (2), and in particular  Articles 16 and 17 thereof,\nWhereas, pursuant to the procedure laid down in Article 16 (2) of Directive 79/112/EEC, the Spanish  authorities notified the Commission of their intention to adopt a draft hygiene regulation relating  to the manufacture, distribution and marketing of sweets, chewing gum and other types of  confectionery;\nWhereas the draft regulation includes labelling rules requiring that the packaging of products  containing polyalcohols carry warnings to that effect and that this category of additives be given  its specific name in the list of ingredients, with a consequent ban on the use of the specific EEC  number;\nWhereas, in accordance with Article 16 (2) of Directive 79/112/EEC, the Commission has consulted  the other Member States within the Standing Committee on Foodstuffs;\nWhereas it has been generally acknowledged that the warnings which the Spanish authorities wish to  make mandatory are necessary to ensure proper consumer information;\nWhereas, however, for Spain to apply such a measure unilaterally would be bound to hamper  intra-Community trade considerably;\nWhereas, moreover, the provision of the Spanish draft regulation which bans the use of the EEC  number contravenes the second indent of Article 6 (5) (b) and Article 14 of Directive 79/112/EEC;  whereas a Community derogation does not appear justified;\nWhereas, as regards the warnings, the most satisfactory solution would be to draw up Community  provisions;\nWhereas any national initiative in this area should therefore be postponed for a suitable period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Committee on Foodstuffs,", "main_body": ["1.  The Kingdom of Spain shall, for a period of 12 months from the  notification of this Decision, postpone the adoption of its draft regulation in respect of the  measures requiring certain warnings to be given on the labelling of sweets, chewing gum and other  types of confectionery containing polyalcohols.\n2.  Any national regulation adopted by the Kingdom of Spain after the abovementioned 12 month  period and in the absence of relevant Community provisions may not ban the use of the EEC number to  designate polyalcohols in the list of ingredients of products containing that category of  additives.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 27 September 1991.\nFor the Commission Martin BANGEMANN Vice-President\n(1) OJ NÂ° L 33, 8. 2. 1979, p. 1.\n(2) OJ NÂ° L 42, 15. 2. 1991, p. 27."}