{"celex_id": "31997R2185", "uri": "http://publications.europa.eu/resource/cellar/81e63ce5-2c3d-4874-81ef-0aa69db6e6f7", "type": "Regulation", "concepts": ["1159", "2282", "2437", "2879", "5283", "544"], "title": "Commission Regulation (EC) No 2185/97 of 3 November 1997 amending Regulation (EC) No 1959/97 concerning the stopping of fishing for horse mackerel by vessels flying the flag of a Member State except Spain, Portugal, Germany and the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 2185/97 of 3 November 1997 amending Regulation (EC) No 1959/97 concerning the stopping of fishing for horse mackerel by vessels flying the flag of a Member State except Spain, Portugal, Germany and the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 686/97 (2), and in particular Article 21 (3) thereof,\nWhereas Commission Regulation (EC) No 1959/97 (3) stops fishing for horse mackerel by vessels flying the flag of a Member State except Spain, Portugal, Germany and the Netherlands;\nWhereas on 17 October 1997 Spain transferred to France 4 000 tonnes of horse mackerel and on 21 October 1997 to Ireland 1 650 tonnes of horse mackerel in the waters of ICES divisions V b (EC zone), VI, VII, VIII a, b, d and e, XII and XIV; whereas fishing for horse mackerel in the waters of ICES divisions V b (EC zone), VI, VII, VIII a, b, d and e, XII and XIV by vessels flying the flag of France and Ireland or registered in France or Ireland must therefore the authorized;\nWhereas the present state of uptake of the horse mackerel quota allocated to Spain in the waters of ICES divisions V b (EC zone), VI, VII, VIII a, b, d and e, XII and XIV means that the quota transfers in question may be made;\nWhereas Regulation (EC) No 1959/97 should therefore be amended,", "main_body": ["Regulation (EC) No 1959/97 is hereby amended as follows:\n1. in the title of Regulation (EC) No 1959/97, after '. . .Germany`, 'France, Ireland` is inserted;\n2. the second paragraph of Article 1 is replaced by the following:\n'Fishing for horse mackerel in the waters of ICES divisions V b (EC zone), VI, VII, VIII a, b, d and e, XII and XIV by vessels flying the flag of a Member State except Spain, Portugal, Germany, France, Ireland and the Netherlands or registered in a Member State except Spain, Portugal, Germany, France, Ireland and the Netherlands is prohibited, as well as the retention on board, transhipment and landing of fish from the stock which are taken by the above vessels after the date of entry into force of this Regulation.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 261, 20. 10. 1993, p. 1.\n(2) OJ L 102, 19. 4. 1997, p. 1.\n(3) OJ L 277, 10. 10. 1997, p. 2."}