{"celex_id": "31995D0190", "uri": "http://publications.europa.eu/resource/cellar/f5c62108-3c23-4f1f-a862-78f755438104", "type": "Decision", "concepts": ["1309", "192", "2368", "2718", "3000", "5369"], "title": "95/190/EC: Commission Decision of 17 May 1995 laying down special conditions governing the import of fishery and aquaculture products originating in the Philippines\n", "header": "COMMISSION DECISION of 17 May 1995 laying down special conditions  governing the import of fishery and aquaculture products originating in the Philippines (Text with  EEA relevance) (95/190/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for  the production and the placing on the market of fishery products  (1), as last amended by the the  Act of Accession of Austria, Finland and Sweden, and in particular Article 11 thereof,\nWhereas a group of Commission experts has conducted an inspection visit to the Philippines to  verify the conditions under which fishery products are produced, stored and dispatched to the  Community;\nWhereas the provisions of the Philippines legislation on health inspection and monitoring of  fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas the 'Bureau of Fisheries and Aquatic Resources (BFAR)`, the competent authority in the  Philippines is capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11 (4) (a) of  Directive 91/493/EEC must also cover the definition of a model certificate, the minimum  requirements regarding the language(s) in which it must be drafted and the grade of the person  empowered to sign it;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to  packages of fishery products, giving the name of the third country and the approval number of the  establishment of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments  must be drawn up; whereas that list must be drawn up on the basis of a communication from the BFAR  to the Commission; whereas it is therefore for the BFAR to ensure compliance with the provisions  laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the BFAR has provided official assurances regarding compliance with the rules set out in  Chapter V of the Annex to Directive 91/493/EEC and regarding fulfilment of requirements equivalent  to those laid down by that Directive for the approval of establishments;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["The Bureau of Fisheries and Aquatic Resources (BFAR) is recognized as  the competent authority in the Philippines for verifying and certifying compliance of fishery  products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in the Philippines must meet the following  conditions:\n1.  each consignment must be acompanied by a numbered original health certificate, duly completed,  signed, dated and comprising a single sheet in accordance with the model set out in Annex A  hereto;\n2.  the products must come from approved establishments listed in Annex B hereto;\n3.  except in the case of frozen fishery products in bulk and intended for the manufacture of  preserved foods, all packages must bear the word 'Philippines` and the approval number of the  establishment of origin in indelible letters.", "1.  The certificate referred to in point 1 of Article 2 must be drawn up in at least  one official language of the Member States where the checks are carried out.\n2.  The certificate must bear the name, capacity and signature of the representative of the BFAR  and the latter's official stamp in a colour different from that of the other indications on the  certificate.", "This Decision shall apply from 1 August 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX A\nHEALTH CERTIFICATE\nfor fishery or aquaculture products originating in the  Philippines and intended for export to the European Community with the exception of bivalve  molluscs, echinoderms, tunicates and marine gastropods in any form Reference No:\nCountry of dispatch: PHILIPPINES Competent authority: Bureau of Fisheries and Aquatic Resources I. Details identifying the products Description of fishery or aquaculture products  (1):\n-  species (scientific name):\n-  presentation of products  (2) and type of treatment:\nCode number (where available):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products Name(s) and official approval number(s) of establishment(s) approved by the BFAR for exports to the  European Community:\nIII. Destination of products The fishery or aquaculture products  (1) are dispatched from:    (place of dispatch) to:    (country and place of destination) by the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\nIV. Health attestation The official inspector hereby certifies that the fishery and aquaculture products specified above:\n1.  were caught and handled on board vessels in accordance with the health rules laid down by  Directive 92/48/EEC;\n2.  were landed, handled and where appropriate packaged, prepared, processed, frozen, thawed and  stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the  Annex to Directive 91/493/EEC;\n3.  have undergone health controls in accordance with Chapter V of the Annex to Directive  91/493/EEC;\n4.  are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of  the Annex to Directive 91/493/EEC;\n5.  do not come from toxic species or species containing biotoxins;\n6.  have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological  checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the  implementing decisions thereto.\nThe undersigned official inspector hereby declares that he is aware of the provisions of Directive  91/493/EEC, Directive 92/48/EEC.\nDone  at   ,\n(place) on    (date) Official seal  (1)   Signature of official inspector  (1)  (name in capital letters, capacity and qualifications of person signing)\nANNEX B\nLIST OF ESTABLISHMENTS\n>TABLE>"}