{"celex_id": "31997R0434", "uri": "http://publications.europa.eu/resource/cellar/da6759e1-53ad-430a-9034-b708a6fd34aa", "type": "Regulation", "concepts": ["1442", "192", "2737", "2785", "343", "5734"], "title": "Council Regulation (EC) No 434/97 of 3 March 1997 amending Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\n", "header": "COUNCIL REGULATION (EC) No 434/97 of 3 March 1997 amending Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 2377/90 (4) provides for the gradual evaluation of substances the use of which was authorized on the date of entry into force of that Regulation and whereas Article 14 thereof lays down that, with effect from 1 January 1997, 'the administration to food producing animals of veterinary medicinal products containing pharmacologically active substances which are not mentioned in Annexes I, II or III shall be prohibited within the Community`;\nWhereas, in order to allow this Community procedure to continue on a sound scientific basis and not to deprive veterinary surgeons and users of substances needed to protect animal health, this time limit should be extended for substances for which documented applications for the establishment of maximum residue limits have been lodged with the Commission or with the European Agency for the Evaluation of Medicinal Products before 1 January 1996, or the period of extension differing according to the nature of the substance,", "main_body": ["The following subparagraphs shall be added to Article 14 of Regulation (EEC) No 2377/90:\n'However, the date referred to in the previous subparagraph shall be deferred for substances the use of which was authorized on the date of entry into force of this Regulation and in respect of which documented applications for the establishment of maximum residue limits have been lodged with the Commission or with the European Agency for the Evaluation of Medicinal Products before 1 January 1996:\n- until 1 January 1998 in the case of products derived from pyrasolidon, nitroimidazoles, arsanilic acid and phenylbutazone, and\n- until 1 January 2000 in the case of other substances.\nThe Agency shall publish a list of these substances before 7 June 1997.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 1997.\nFor the Council\nThe President\nM. DE BOER\n(1) OJ No C 381, 17. 12. 1996, p. 9.\n(2) Opinion delivered on 20 February 1997 (not yet published in the Official Journal).\n(3) Opinion delivered on 27 February 1997 (not yet published in the Official Journal).\n(4) OJ No L 224, 18. 8. 1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 17/97 (OJ No L 5, 9. 1. 1997, p. 12)."}