{"celex_id": "31995D0032", "uri": "http://publications.europa.eu/resource/cellar/460246ad-d914-4c6e-b1f0-bd7eaad73038", "type": "Decision", "concepts": ["2247", "2734", "2965", "2969", "4353", "889"], "title": "95/32/EC: Commission Decision of 13 February 1995 approving the Austrian programme for the implementation of Article 138 of the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 13 February 1995 approving the Austrian programme for the implementation of Article 138 of the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden (Only  the German text is authentic) (95/32/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act concerning the conditions of accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden, and in particular Article 138 thereof,\nWhereas on 8 November 1994 Austria notified the Commission pursuant to Article 143 of the abovementioned Act, the Austrian programme for the implementation of its Article 138 aids for a number of products for the period 1995 to 1999 inclusive;\nWhereas this notification was subject to modifications by letter dated 16 December 1994;\nWhereas the programme is in accordance with the provisions of the Act and in particular those of its Article 138; whereas the Austrian programme envisages as a general rule aid granted according to the principles of the reformed common agricultural  policy, namely in relation to area or headage; whereas aid in relation to quantities produced which is more likely to stimulate production is foreseen in the programme only in the case of cows' milk where Community quota arrangements keep production  under control, and for potatoes for starch production where in accordance with the provisions of Article 138 (5), special measures are laid down which include quantitative limits for aid under this Article; whereas the form of the aid may therefore be  deemed to be appropriate; whereas the term appropriate form must be understood also as including respect of various quantitative constraints laid down under various common market organizations;\nWhereas Article 138 aid must be in conformity with international commitments of the enlarged Community; whereas the Austrian programme respects these commitments;\nWhereas for certain products, in particular fruit and vegetables, aids which may be granted will be determined at a later stage;\nWhereas it is necessary for the Commission to be informed on an annual basis of the application of this Decision for all products subject to aid,", "main_body": ["The Commission authorizes Austria to grant aids as foreseen in the programme notified to the Commission, to producers of various basic agricultural products, within the limits and conditions set out in this Decision.", "1. Aid for all products, except for cows' milk and starch potatoes, may be granted only in the form of headage or area payments unrelated to quantities produced.\n2. Aid shall be granted within the following limits for:\n- Starch potatoes:\n- region A1: 61 951 tonnes per annum,\n- region A2: 61 954 tonnes per annum,\n- region A3: 101 286 tonnes per annum,\n- Arable crops:\nthe average number of hectares down to arable crops or fallowed in conformity with a publicly funded scheme during the period 1989 to 1991 within the meaning of Council Regulation (EEC) No 1765/92 (1),\n- Cows' milk:\n2 572 000 tonnes per year, plus for each year any supplementary quantity allocated to SLOM producers in accordance with Community legislation.\n3. The Austrian authorities shall ensure respect of the provisions of Article 3 (2) of Council Regulation (EC) No 3095/94 (2).", "This Decision is without prejudice to decisions which may be taken for products not listed in the Annex and to the provisions of Article 138 (5) of the Act of Accession.", "The Austrian authorities shall communicate to the Commission annual reports on the application of this Decision which include, in particular, data concerning the development of production of and trade in the products subject to aid. These  reports for each year shall be communicated no later than 30 April of the following year.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 13 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 328, 20. 12. 1994, p. 5.\nANNEX\n\"(in Austrian Schillings)\"\" ID=\"1\">Wheat> ID=\"2\">3 100/ha\"> ID=\"1\">Rye> ID=\"2\">3 100/ha\"> ID=\"1\">Maize> ID=\"2\">3 100/ha\"> ID=\"1\">Fodder grain> ID=\"2\">2 400/ha\"> ID=\"1\">Durum wheat> ID=\"2\">6 000/ha\"> ID=\"1\">Protein plants> ID=\"2\">2 400/ha\">  ID=\"1\">Linseed for crushing> ID=\"2\">6 000/ha\"> ID=\"1\">Set-aside> ID=\"3\">65 % of rate in 1995> ID=\"4\">40 % of rate in 1995> ID=\"5\">15 % of rate in 1995> ID=\"6\">0 % of rate in 1995\"> ID=\"1\">- normal> ID=\"2\">1 000/ha\"> ID=\"1\">- renewable resources>  ID=\"2\">2 000/ha\"> ID=\"1\">Cow's milk> ID=\"2\">820/tonne\"> ID=\"1\">Potatoes for starch (1)\"> ID=\"1\">- region A1> ID=\"2\">362/tonne\"> ID=\"1\">- region A2> ID=\"2\">362/tonne\"> ID=\"1\">- region A3> ID=\"2\">200/tonne\"> ID=\"1\">Hops> ID=\"2\">8 500/ha\">  ID=\"1\">Fattening pigs> ID=\"2\">80/animal\"> ID=\"1\">Sows> ID=\"2\">1 400/animal\"> ID=\"1\">Sows undergoing performance testing> ID=\"2\">2 500/animal\"> ID=\"1\">Broiler chickens> ID=\"2\">1,10/bird\"> ID=\"1\">Turkeys> ID=\"2\">5,00/bird> ID=\"3\">100 % of rate in  1995> ID=\"4\">61,5 % of rate in 1995> ID=\"5\">23,1 % of rate in 1995> ID=\"6\">0 % of rate in 1995\"> ID=\"1\">Chicks> ID=\"2\">0,80/bird\"> ID=\"1\">Parent birds for fattening> ID=\"2\">2,30/bird\"> ID=\"1\">Young laying hens> ID=\"2\">7,50/bird\"> ID=\"1\">Adult laying  birds> ID=\"2\">63,40/bird\"> ID=\"1\">Layer chicks> ID=\"2\">2,40/bird\"\"\n(1) Starch content 18 % basis.\n>"}