{"celex_id": "31993D0236", "uri": "http://publications.europa.eu/resource/cellar/92abb382-72cb-49ae-8e56-0494c394c1cb", "type": "Decision", "concepts": ["1085", "1120", "3579", "3591"], "title": "93/236/EEC: Commission Decision of 29 April 1993 authorizing the French Republic to apply safeguard measures to the importation of bananas originating in the African, Caribbean and Pacific (ACP) States (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 29 April 1993 authorizing the French Republic to apply safeguard measures to the importation of bananas originating in the African, Caribbean and Pacific (ACP) States (Only the French text is authentic)\n(93/236/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the fourth ACP-EEC Convention signed in LomĂŠ on 15 September 1989, hereinafter referred to as 'the Convention', and in particular Articles 177 and 178 (3) thereof (1),\nWhereas Protocol 4 of the Convention on the implementation of Article 178 and Council Regulation (EEC) No 3705/90 (2) explain how the safeguard measures should be applied;\nWhereas on 23 April 1993 the French Government applied to the Commission under Article 178 (3) of the Convention for an authorization to limit its imports of bananas originating in ACP States;\nWhereas the French authorities pointed to the existence in recent weeks of an imbalance on the French market due to banana imports from the ACP States in excess of what the market can absorb and of traditional supplies;\nWhereas the additional information requested by the Commission confirms that banana prices have indeed fallen sharply in recent week not only on the consumer market but also and above all in the areas of production; whereas this has given rise to  exceptional difficulties in marketing bananas from Guadeloupe and Martinique which are liable to harm that sector of the economy in those regions;\nWhereas the dire financial situation arising for producers in those regions warrants the authorization of emergency measures;\nWhereas, in the light of the above, the French Republic should be authorized to take measures to correct the imbalance on the market;\nWhereas these measures should be confined to those which cause minimum disruption to trade between the Community and the ACP States; whereas they should not go beyond what is strictly necessary to remedy the difficulties which have arisen; whereas  traditional trade flows between France and the ACP States should be maintained,", "main_body": ["The French Republic shall be authorized to limit on its territory, during the months of May and June 1993, imports of fresh bananas falling within CN code ex 0803 00 10 originating in the ACP States to the quantities imported from each of  those countries during the same months over the last three years.", "The French Republic shall notify the Commission of the measures taken to apply this Decision.", "This Decision shall apply until 30 June 1993.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 29 April 1993.\nFor the Commission\nManuel MARĂ\u008dN\nMember of the Commission\n(1) OJ No L 229, 17. 8. 1991, p. 1.\n(2) OJ No L 358, 21. 12. 1990, p. 4."}