{"celex_id": "31990R2769", "uri": "http://publications.europa.eu/resource/cellar/92565215-3425-479a-920b-62efa43d74c4", "type": "Regulation", "concepts": ["1308", "1318", "2324", "2656", "3502"], "title": "Commission Regulation (EEC) No 2769/90 of 27 September 1990 on interim measures applicable in the beef and veal sector after the unification of Germany\n", "header": "COMMISSION  REGULATION (EEC) No 2769/90\nof 27 September 1990\non interim measures applicable in the beef and veal sector after the unification of Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2684/90 of 17 September 1990 on interim measures applicable after the unification of Germany in anticipation of the adoption of transitional measures by the Council either in cooperation with, or after consultation of, the European Parliament (1), and in particular Article 3 thereof,\nWhereas as far as management of the Community market in beef and veal is concerned it will, owing to the lack of an adequate adjustment period and of any established practice, be impossible to take into consideration on a provisional basis from the date of German unification prices of adult bovine animals determined on representative markets in the territory of the former German Democratic Republic or prices recorded in that territory on the basis of the scale for the classification of carcases of adult bovine animals; whereas for the same reasons recorded prices and animal production statistics for that territory cannot be taken into consideration for activation of intervention purchasing under Article 6 (5) of Council Regulation (EEC) No 805/68 (2);\nWhereas to ensure that the Community market remains stable the implementation of agreements concluded with third countries by the former German Democratic Republic before unification should be secured; whereas to that end Germany should be authorized to make up from national funds the balance of the export refunds concerned;\nWhereas it is necessary to prohibit producers from receiving the special premium for beef producers or the premium for the maintenance of suckler herds twice; i. e. both under national legislation introduced before 3 October 1990 in the territory of the former German Democratic Republic and under Community rules applicable from that date;\nWhereas provision should be made that the premium for the maintenance of suckler herds is not to be granted on cows kept on holdings in the territory of the former German Democratic Republic that do not belong to meat breeds;\nWhereas the measures provided for in this Regulation are to apply subject to any changes, resulting from the decisions taken by the Council on the proposals submitted to it by the Commission on 21 August 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Up to 31 December 1990 prices recorded in the territory of the former German Democratic Republic shall not be taken into account:\n1. for determination of prices of adult bovine animals on representative Community markets under Commission Regulation (EEC) No 610/77 (3);\n2. for Community recording of market prices on the basis of the scale for the classification of carcases of adult bovine animals under Commission Regulation (EEC) No 3310/86 (4).", "No account shall be taken for application of the indent of Article 6 (5) of Regulation (EEC) No 805/68 of either production figures or prices recorded as mentioned in Article 1 that are recorded in the territory of the former German Democratic Republic.", "Germany is hereby authorized to continue to pay from national funds the additional refund added to the amount fixed by Community rules on exportation of products which are the subject of agreements concluded by the former German Democratic Republic with third countries before 3 October 1990. Agreements not containing precise undertakings regarding prices and quantities shall not be taken into consideration.", "1. The special premium for beef producers provided for in Article 4a of Regulation (EEC) No 805/68 shall not be granted for 1990 to producers in the territory of the former German Democratic Republic who lodge a premium application for 1990 under the 'Vieh- und Fleischverordnung' of the former German Democratic Republic.\n2. Germany shall inform the Commission before 1 November 1990 of the means adopted to identify animals for which a premium application was made in the territory of the former German Democratic Republic under the Order mentioned in paragraph 1.", "1. The premium for the maintenance of suckler herds introduced by Council Regulation (EEC) No 1357/80 (1) shall not be granted for the 1990/91 marketing year to producers in the territory of the former German Democratic Republic who lodge a premium application for that marketing year under the 'Vieh- und Fleischverordnung' of the former German Democratic Republic.\n2. Pure-bred cows belonging to the 'Schwarzbuntes Milchrind (SMR)' breed shall not be considered a meat breed within the meaning of point 4 in Article 5 of Regulation (EEC) No 1357/80 for the purposes of this scheme.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the date of the unification of Germany until the entry into force, after adoption by the Council, of the Regulation on the transitional measures and adjustments required in the agricultural sector as a result of the integration of the territory of the former German Democratic Republic into the Community, the proposal for which was presented on 21 August 1990. However, it shall apply until 31 December 1990 at the latest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 263, 26. 9. 1990, p. 1.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 77, 25. 3. 1977, p. 1.\n(4) OJ No L 305, 31. 10. 1986, p. 28.\n(1) OJ No L 140, 5. 6. 1980, p. 1."}