{"celex_id": "31996L0013", "uri": "http://publications.europa.eu/resource/cellar/e3d5ec8f-07e9-4148-88df-4b3484361fd1", "type": "Directive", "concepts": ["174", "2149", "3246", "3342", "5283", "5618"], "title": "Council Directive 96/13/EC of 11 March 1996 amending Article 2 (2) of Directive 77/780/EEC in respect of the list of permanent exclusions of certain credit institutions\n", "header": "COUNCIL DIRECTIVE 96/13/EC of 11 March 1996 amending Article 2 (2) of Directive 77/780/EEC in respect of the list of permanent exclusions of certain credit institutions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the First Council Directive (77/780/EEC) of 12 December 1977 on the coordination of laws, regulations and administrative provisions relating to the taking up and pursuit of the business of credit institutions (1), and in particular Article 2 (2) and (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 (2) of Directive 77/780/EEC provides that specific credit institutions of some Member States are permanently excluded from the scope of that Directive;\nWhereas Article 2 (3) of that Directive provides that the Council, acting on a proposal from the Commission, which, for this purpose, must consult the Banking Advisory Committee, is to decide on any amendments to the list in paragraph 2; whereas certain Member States have asked for the list to be revised;\nWhereas adoption of this Directive constitutes the most appropriate means of attaining the desired objectives; whereas this Directive is limited to the minimum necessary to attain these objectives and does not go beyond what is needed for this purpose;\nWhereas this Directive concerns the European Economic Area (EEA) and whereas the procedure under Article 99 of the Agreement on the European Economic Area has been complied with;\nWhereas adoption of this Directive has been the subject of consultations with the Banking Advisory Committee,", "main_body": ["Article 2 (2) of Directive 77/780/EEC shall be replaced by the following:\n'2. It shall not apply to:\n- the central banks of Member States,\n- post office giro institutions,\n- in Belgium, the \"Institut de Réescompte et de Garantie/Herdiscontering- en Waarborginstituut\",\n- in Denmark, the \"Dansk Eksportfinansieringsfond\", the \"Danmarks Skibskreditfond\" and the \"Dansk Landbrugs Realkreditfond\",\n- in Germany, the \"Kreditanstalt für Wiederaufbau\", undertakings which are recognized under the \"Wohnungsgemeinnützigkeitsgesetz\" as bodies of state housing policy and are not mainly engaged in banking transactions and undertakings recognized under that law as non-profit housing undertakings,\n- in Greece, the \"ÅëëçíéêÞ ÔñÜðåæá Âéïìç÷áíéêÞò Áíáðôýîåùò\" (Elliniki Trapeza Viomichanikis Anaptyxeos), the \"Ôáìåßï Ðáñáêáôáèçêþí êáé Äáíåßùí\" (Tameio Parakatathikon kai Danion) and the \"Ôá÷õäñïìéêü ÔáìéåõôÞñéï\" (Tahidromiko Tamieftirio),\n- in Spain, the \"Instituto de Crédito Oficial\",\n- in France, the \"Caisse des dépôts et consignations\",\n- in Ireland, credit unions and friendly societies,\n- in Italy, the \"Cassa Depositi et Prestiti\",\n- in the Netherlands, the \"Nederlandse Investingsbank voor Ontwikkelingslanden NV\", the \"NV Noordelijke Ontwikkelingsmaatschappij\", the \"NV Industriebank Limburgs Instituut voor Ontwikkeling en Finaniering\" and the \"Overijsselse Ontwikkelingsmaatschappij NV\",\n- in Austria, undertakings recognized as housing associations in the public interest and the \"Österreichische Kontrollbank AG\",\n- in Portugal, \"Caixas Económicas\" existing on 1 January 1986 with the exception of those incorporated as limited companies and of the \"Caixa Económica Montepio Geral\",\n- in Finland, the \"Teollisen yhteistyön rahasto Oy/Fonden för industriellt samarbete Ab\" and the \"Kera Oy/Kera Ab\",\n- in Sweden, the \"Svenska Skeppshypotekskassan\",\n- in the United Kingdom, the National Savings Bank, the Commonwealth Development Finance Company Ltd, the Agricultural Mortgage Corporation Ltd, the Scottish Agricultural Securities Corporation Ltd, the Crown Agents for overseas governments and administrations, credit unions and municipal banks.`", "Member States shall bring into force the laws, regulations and administrative provisions necessary for them to comply with this Directive before 16 April 1996. They shall forthwith inform the Commission thereof.\nWhen the Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 March 1996.\nFor the Council\nThe President\nL. DINI\n(1) OJ No L 322, 17. 12. 1977, p. 30. Directive as last amended by Directive 95/26/EC (OJ No L 168, 18. 7. 1995, p. 7)."}