{"celex_id": "31993R3550", "uri": "http://publications.europa.eu/resource/cellar/00fdc012-2c2c-44e9-a0ce-b431ddb34827", "type": "Regulation", "concepts": ["1255", "1565", "1644", "2543", "2763", "4411"], "title": "COMMISSION REGULATION (EC) No 3550/93 of 21 December 1993 amending Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic, and amending Regulation (EC) No 3055/93 determining the quantity available for the first quarter of 1994 in the milk sector pursuant to the said Interim Agreements\n", "header": "COMMISSION REGULATION (EC) No 3550/93 of 21 December 1993 amending Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community  and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic, and amending Regulation (EC) No 3055/93 determining the quantity available for the first quarter of 1994 in the milk sector pursuant to the said Interim  Agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Czech and Slovak Federal Republic of the other part (1), as last amended by Council Regulation (EEC) No 2235/93 (2), and in particular Article 1 thereof,\nWhereas the aforementioned Interim Agreement has been applied provisionally since 1 March 1992 (3); whereas the Community concluded on 20 December 1993 additional Protocols to that Agreement with the Czech Republic and the Slovak Republic following the  dissolution of the Czech and Slovak Federal Republic on 1 January 1993; whereas those additional Protocols provide for the distribution between the two successor States of the Community concessions granted under the Interim Agreement, and in particular  the opening of separate quotas for the Czech Republic and the Slovak Republic from 1 January 1994;\nWhereas Commission Regulation (EEC) No 584/92 (4) lays down detailed rules for the application to milk and milk products of the arrangements provided for in the aforementioned Interim Agreement and in particular fixes the quantities of products to which  those arrangements apply and the rate of reduction in the levies; whereas it is therefore necessary to amend that Regulation in order to provide for the distribution of the quantities of products between the two countries in question;\nWhereas Commission Regulation (EC) No 3055/93 (5) already fixes the quantities available for the period 1 January to 31 March 1994 for certain products in the milk and milk products sector under the arrangements provided for in the aforementioned  Interim Agreement; whereas, as a result of the additional Protocols, the distribution of the said quantities should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Part B of Annex I to Regulation (EEC) No 584/92 is hereby replaced by Annex I to this Regulation.", "The Annex to Regulation (EC) No 3055/93 is hereby replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 9.\n(2) OJ No L 200, 10. 8. 1993, p. 5.\n(3) OJ No L 115, 30. 4. 1992, p. 2.\n(4) OJ No L 62, 7. 3. 1992, p. 34.\n(5) OJ No L 273, 5. 11. 1993, p. 17.\nANNEX I\nB. 1. Products originating in the Czech Republic  Levy reduction of:\n- 60 % from 1 July 1993.\n\"(tonnes)\"\" ID=\"1\">0402 10 19> ID=\"2\">Skimmed milk powder> ID=\"3\" ASSV=\"03\" ACCV=\"03.02.03\">1 980> ID=\"4\" ASSV=\"03\">2 110> ID=\"5\" ASSV=\"03\">2 240\"> ID=\"1\">0402 21 19> ID=\"2\">Whole milk powder\"> ID=\"1\">0402 21 91> ID=\"2\">Whole milk powder\">  ID=\"1\">0405 00 10> ID=\"2\">Butter> ID=\"3\">780> ID=\"4\">840> ID=\"5\">910\"> ID=\"1\">ex 0406 40 > ID=\"2\">Niva> ID=\"3\" ASSV=\"02\" ACCV=\"02.02.03\">600> ID=\"4\" ASSV=\"02\">650> ID=\"5\" ASSV=\"02\">700\"> ID=\"1\">ex 0406 90 > ID=\"2\">Moravsky blok, Primator, Otava,  Javor, Uzeny block, Kashkaval Akawi, Istambul, Jadel Hermelin, Ostepek, Koliba, Inovec\">\nB. 2. Products originating in the Slovak Republic Levy reduction of: - 60 % from 1 July 1993.\n\"(tonnes)\"\" ID=\"1\">0402 10 19> ID=\"2\">Skimmed milk powder> ID=\"3\" ASSV=\"03\" ACCV=\"03.02.03\">1 020> ID=\"4\" ASSV=\"03\">1 090> ID=\"5\" ASSV=\"03\">1 160\"> ID=\"1\">0402 21 19> ID=\"2\">Whole milk powder\"> ID=\"1\">0402 21 91> ID=\"2\">Whole milk powder\">  ID=\"1\">0405 00 10> ID=\"2\">Butter> ID=\"3\">420> ID=\"4\">460> ID=\"5\">490\"> ID=\"1\">ex 0406 40 > ID=\"2\">Niva> ID=\"3\" ASSV=\"02\" ACCV=\"02.02.03\">600> ID=\"4\" ASSV=\"02\">650> ID=\"5\" ASSV=\"02\">700\"> ID=\"1\">ex 0406 90 > ID=\"2\">Moravsky blok, Primator, Otava,  Javor, Uzeny block, Kashkaval Akawi, Istambul, Jadel Hermelin, Ostepek, Koliba, Inovec\">\nANNEX II\n'ANNEX\nTotal quantities available for the period 1 January to 31 March 1994\n\"(tonnes)\"\" ID=\"1\">CN code and product> ID=\"2\">0402 10 19 0402 21 19 0402 21 99> ID=\"3\">0405 00 10 butter> ID=\"4\">0406 cheese> ID=\"5\">0402 10 19 0402 21 19 0402 21 91> ID=\"6\">0405 00 10 butter> ID=\"7\">ex 0406 40-Niva ex 0406 90- Moravsky block  (1)> ID=\"8\">0402 10 19 0402 21 19 0402 21 91> ID=\"9\">0405 00 10 butter> ID=\"10\">ex 0406 40-Niva ex 0406 90- Moravsky block (1)> ID=\"11\">ex 0406 90 89 Balaton (2)\"> ID=\"1\">Quantity available> ID=\"2\">900,253> ID=\"3\">300> ID=\"4\">600> ID=\"5\">495>  ID=\"6\">195> ID=\"7\">150> ID=\"8\">255> ID=\"9\">110,120> ID=\"10\">150> ID=\"11\">768,600\"\"\n>\n(1) Primator, Otava, Javor, Uzeny block, Kaskhaval, Akawi, Istambul, Jadel Hermelin, Ostepek, Koliba, Inovec.\n(2) Cream-white, Hajdu, Marvany, Ovari, Pannonia, Trappista.'"}