{"celex_id": "31997R1259", "uri": "http://publications.europa.eu/resource/cellar/79d1e803-8aa2-49b0-b2c2-f1d0c5bde40f", "type": "Regulation", "concepts": ["20", "2729", "3156", "3568", "4399", "5360"], "title": "Commission Regulation (EC) No 1259/97 of 1 July 1997 amending Regulation (EC) No 1501/95 laying down certain detailed rules for the application of Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals\n", "header": "COMMISSION REGULATION (EC) No 1259/97 of 1 July 1997 amending Regulation (EC) No 1501/95 laying down certain detailed rules for the application of Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Article 13 thereof,\nWhereas Commission Regulation (EC) No 1501/95 (3), as last amended by Regulation (EC) No 95/96 (4), lays down certain detailed rules on the granting of export refunds on cereals, in particular in the context of invitations to tender;\nWhereas Article 18 of Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (5), as last amended by Regulation (EC) No 815/97 (6), lays down general rules regarding proof of completion of customs formalities for release for consumption; whereas Article 13 of Regulation (EC) No 1501/95 provides for derogation from these requirements in cases where export takes place by sea; whereas, in the interest of clarity, the cases in which such a derogation applies should be defined more precisely, in particular as regards the fact that this exemption is only admissible where the refund has been fixed in a contract awarded for all third countries without exception;\nWhereas it should be made possible to award contracts fixing refunds or export taxes without disrupting continuity in transitional market situations; whereas, therefore, bids relating to refunds should be compatible with bids relating to taxes and there should not be any blockage of the tender procedure in an intermediate situation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The first paragraph of Article 13 of Regulation (EC) No 1501/95 is hereby replaced by the following:\n'Notwithstanding Article 18 of Regulation (EEC) No 3665/87, proof of completion of customs formalities for release for consumption shall not be required for payment of refunds fixed in a contract awarded for refunds on exports to all third countries, provided that the operator provides proof that a quantity of at least 1 500 tonnes of cereal product have left the customs territory of the Community on board a vessel suitable for sea transport.`", "The first subparagraph of Article 7 (2) of Regulation (EC) No 1501/95 is hereby replaced by the following:\n'2. Where a maximum export refund is fixed, the contract shall be awarded to the tenderer or tenderers whose bids are equal to or lower than the maximum refund, as well as to the tenderer or tenderers whose bid relates to an export tax.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 147, 30. 6. 1995, p. 7.\n(4) OJ No L 18, 24. 1. 1996, p. 10.\n(5) OJ No L 351, 14. 12. 1987, p. 1.\n(6) OJ No L 116, 6. 5. 1997, p. 22."}