{"celex_id": "31997R2550", "uri": "http://publications.europa.eu/resource/cellar/5366ccc5-ded2-4b09-9adc-639d74cc4c33", "type": "Regulation", "concepts": ["5228", "5235", "997"], "title": "Commission Regulation (EC) No 2550/97 of 16 December 1997 amending Regulation (EEC) No 2108/84 laying down detailed rules for determining the mesh size of fishing nets\n", "header": "COMMISSION REGULATION (EC) No 2550/97 of 16 December 1997 amending Regulation (EEC) No 2108/84 laying down detailed rules for determining the mesh size of fishing nets\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (1), and in particular Article 3 thereof,\nWhereas, in conformity with Article 2 of Regulation (EC) No 894/97, minimum mesh sizes are applicable to passive gear; whereas the detailed rules for determination of mesh size in trawled gear are less appropriate to the characteristics of nets used as passive gear and the conditions for the measurement of mesh size of such gear;\nWhereas it is necessary to specify the type of gauge to be used for the measurement of mesh size of nets used as passive gear as well as the procedure for measuring meshes and the calculation of the mesh size;\nWhereas in cases where a master disputes the result of measurement in the course of an inspection, provision should be made for a further and final measurement;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Commission Regulation (EEC) No 2108/84 (2) is hereby amended as follows:\n1. the following words are inserted above Article 1:\n'PART I - TRAWLS, DANISH SEINES AND SIMILAR TOWED NETS`;\n2. after Article 6, the following Part II is inserted:\n'PART II - PASSIVE GEAR", "a\nDefinitions\nFor the purposes of Part II:\n\"passive gear\" shall mean gill nets, entangling nets trammel nets which may consist of one or more separate nets which are rigged with top, bottom and connecting ropes, and may be equipped with anchoring, floating and navigational gear.", "b\nMesh gauge\n1. The mesh gauge shall be of durable material and capable of retaining its shape. The construction of the gauge is shown in the Annex.\n2. When extended, the mesh gauge shall be capable of measuring mesh sizes up to 300 mm. The scale shall be graduated in intervals of 1, and 5 and 10 millimetres.\n3. Mesh gauges which conform to paragraphs 1 and 2 shall all be marked \"EC gauge\".\n4. The jaws of the mesh gauge measuring the opening of the mesh shall be at least 1 millimetres thick but no more than 3 millimetres and shall have rounded edges.\n5. No force other than manually extending the gauge, shall be used measuring a stretched mesh.", "c\nMeasurement procedure\n1. Nets shall be measured when unfrozen. The inspector shall select 20 meshes from the net, in the case of trammel nets the part of the net having the smallest meshes.\n2. The inspector shall measure the opening of each mesh by inserting the gauge in a mesh, in either direction whichever is the longer, and the mesh shall be stretched manually until the sides of the mesh are straight and taut.\n3. The mesh size shall be the arithmetical mean in millimetres, rounded up to the next millimetre, of the sum of the results of the measurement of each of the meshes selected and measured.\n4. Measurement shall in no circumstances include the following meshes:\n- meshes at the top or bottom of a net selvedge attached to a length of rope or a support frame, or other attachments,\n- meshes within two meshes of lacings and ropes,\n- meshes that have been broken or repaired.", "d\nMeasurement in case of disputes\nIf the master disputes the result of the measurement, the inspector shall again select and measure 20 meshes in another part of the net in conformity with the provisions of Article 6c. The mesh size shall then be recalculated in accordance with Article 6c (3), taking into account all 40 meshes measured. The result of this measurement shall be final.`", "This Regulation shall enter into force on 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 132, 23. 5. 1997, p. 5.\n(2) OJ L 194, 24. 7. 1984, p. 22.\nANNEX\nKnot and knotless meshes\nMesh gauge\nOpen mesh\nStretched mesh\n>REFERENCE TO A FILM>"}