{"celex_id": "31990L0487", "uri": "http://publications.europa.eu/resource/cellar/31d60110-d20b-431c-9d70-9f088618cff1", "type": "Directive", "concepts": ["1562", "1833", "3648", "4039", "5726", "945"], "title": "Council Directive 90/487/EEC of 17 September 1990 amending Directive 79/196/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres employing certain types of protection\n", "header": "COUNCIL  DIRECTIVE\nof 17 September 1990\namending Directive 79/196/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres employing certain types of protection\n(90/487/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission, in cooperation with the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Council Directive 76/117/EEC of 18 December 1975 on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres (3), as last amended by the Act of Accession of Spain and Portugal to the Community has, in particular, set out the inspection procedures which this equipment must satisfy in order to be imported, put on the market and used freely after undergoing the tests and being provided with the mark and marking prescribed;\nWhereas Article 4 (4) of Directive 76/117/EEC provides that separate Directives shall specify the harmonized standards applicable in all the Member States in respect of such equipment;\nWhereas Directive 79/196/EEC (4), as last amended by Directive 88/665/EEC (5), achieved the free movement of electrical equipment by applying the types of protection listed in Article 1 thereof, and lists in detail in Annex 1 the relevant harmonized standards;\nWhereas, in view of the current state of the art, harmonized standards for other types of protection and for specific equipment are available; whereas, in order to achieve the free movement of equipment employing these new types of protection, it is necessary to extend the scope of Directive 79/196/EEC to include those types; whereas it is therefore necessary to amend the said Directive,", "main_body": ["Directive 79/196/EEC is hereby amended as follows:\n1. the following is added to Article 1:\n'- encapsulation ''m\"\n- intrinsically safe electrical systems ''i\",';\n2. references to the following European standards are added to Annex I:\n1.2.3.4 //  //  //  //  // 'EN 50028   // Electrical apparatus for potentially explosive atmospheres: encapsulation ''m\"   // 1   // February 1987   // EN 50039   // Electrical apparatus for potentially explosive atmospheres: intrinsically safe electrical systems ''i\"   // 1   // March 1980   // EN 50050   // Electrostatic hand-held spraying equipment   // 1  // January 1986   // EN 50053 PART 1   // Hand-held electrostatic paint spray guns with an energy limit of 0,24 mJ and their associated apparatus   // 1   // February 1987 (*)  // EN 50053 PART 2   // Hand-held electrostatic powder spray guns with an energy limit of 5 mJ and their associated apparatus   // 1   // June 1989 (*)   // EN 50053 PART 3  // Held-held electrostatic flock spray guns with an energy limit of 0,24 mJ or 5 mJ and their associated apparatus   // 1  // June 1989 (*)   //    //   //   //\n(*) Only the paragraphs dealing with the construction of apparatus, provided for in standards EN 50053 parts 1, 2 and 3, shall apply.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 1992. They shall forthwith inform the Commission thereof.\nMember States shall communicate the texts of the provisions of national law which they adopt in the field covered by this Directive to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 September 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ No C 149, 18. 6. 1990, p. 143 and Decision of 12 September 1990 (not yet published in the Official Journal).\n(2) OJ No C 168, 10. 7. 1990, p. 4.\n(3) OJ No L 24, 30. 1. 1976, p. 45.\n(4) OJ No L 43, 20. 2. 1979, p. 20.\n(5) OJ No L 382, 31. 12. 1988, p. 42."}