{"celex_id": "31996R1648", "uri": "http://publications.europa.eu/resource/cellar/30cef36c-877c-45cf-82f9-65977b0464d2", "type": "Regulation", "concepts": ["1552", "1644", "2730", "2888", "4713"], "title": "Commission Regulation (EC) No 1648/96 of 30 July 1996 amending for the third time Regulation (EEC) No 3590/85 on the certificate and analysis report required for the importation of wine, grape juice and grape must\n", "header": "COMMISSION REGULATION (EC) No 1648/96 of 30 July 1996 amending for the third time Regulation (EEC) No 3590/85 on the certificate and analysis report required for the importation of wine, grape juice and grape must\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1592/06 (2), and in particular Article 70 (8) thereof,\nWhereas, pursuant to Article 4 (2) (c) of Council Regulation (EEC) No 2390/89 of 24 July 1989 laying down general rules for the import of wines, grape juice and grape must (3), as last amended by Regulation (EC) No 120/96 (4), third countries exporting into the Community wine or grape juice in labelled containers of not more than five litres fitted with a non-reusable closing device, in a total quantity of less than 1 000 hectolitres per year, are exempt from the certificate and analysis report; whereas the third countries benefiting from that exemption for their exports into the Community are listed in Annex V to Regulation (EEC) No 3590/85 of 18 December 1985 on the certificate and analysis report required for the importation of wine, grape juice and grape must (5), as last amended by Regulation (EEC) No 2039/88 (6); whereas the Republic of San Marino has submitted a request to the Commission to benefit from this exemption stating that it is willing to respect the conditions relating thereto; whereas, as a result, that third country should be entered on the list in Annex V to the abovementioned Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following third country is hereby added to Annex V to Regulation (EEC) No 3590/85:\n'- the Republic of San Marino`.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 206, 16. 8. 1996, p. 31.\n(3) OJ No L 232, 9. 8. 1989, p. 7.\n(4) OJ No L 20, 26. 1. 1996, p. 2.\n(5) OJ No L 343, 20. 12. 1985, p. 20.\n(6) OJ No L 179, 9. 7. 1988, p. 29."}