{"celex_id": "31990R1225", "uri": "http://publications.europa.eu/resource/cellar/c65d2dc8-f0e2-4c52-a6d4-969c813082c8", "type": "Regulation", "concepts": ["1108", "1644", "2069", "2871"], "title": "Commission Regulation (EEC) No 1225/90 of 10 May 1990 amending Regulation (EEC) No 1767/82 as regards the description of Kashkaval cheese\n", "header": "COMMISSION  REGULATION (EEC) No 1225/90\nof 10 May 1990\namending Regulation (EEC) No 1767/82 as regards the description of Kashkaval cheese\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular Article 14 (7) thereof,\nWhereas the Community has granted certain third countries import concessions for Kashkaval cheese;\nWhereas certain difficulties have arisen in the description of that cheese when the IMA 1 certificate as provided for in Article 1 of Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (3), as last amended by Regulation (EEC) No 107/90 (4), is drawn up;\nWhereas, following the introduction of the new combined nomenclature from 1 January 1988, the characteristics of Kashkaval cheese should be specified; whereas Annexes I, III and IV to Regulation (EEC) No 1767/82 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1767/82 is herey amended as follows:\n1. in point (o) of Annex I, CN code '0406 90 29' is replaced by 'ex 0406 90 29' and the description 'Kashkaval' is replaced by 'Kashkaval cheese of sheep's milk, matured for at least two months, of a minimum fat content of 45 % by weight in the dry matter and a dry matter content of at least 58 %, in whole cheeses of a net maximum weight of 10 kg, whether or not wrapped in plastic.';\n2. point K of Annex III is replaced by the following:\n'K. As regards Kashkaval cheeses listed under (o) in Annex I and falling within CN code ex 0406 90 29:\n(a) Box 7 by specifying \"Kashkaval cheese of sheep's milk, matured for at least two months, of a dry matter content of at least 58 %, in cheeses whether or not wrapped in plastic of a maximum net weight of 10 kg\";\n(b) Box 10 by specifying \"exclusively home-produced sheep's milk\";\n(c) Box 11.';\n3. in Annex IV, the CN code '0406 90 29' appearing alongside the third countries Bulgaria, Cyprus, Hungary, Israel, Romania, Turkey and Yugoslavia is replaced by 'ex 0406 90 29'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 378, 27. 12. 1989, p. 1.\n(3) OJ No L 196, 5. 7. 1982, p. 1.\n(4) OJ No L 13, 17. 1. 1990, p. 13."}