{"celex_id": "31991R1909", "uri": "http://publications.europa.eu/resource/cellar/e59047af-f3e2-42d3-aebb-28b646ae11a7", "type": "Regulation", "concepts": ["161", "2296", "601"], "title": "Council Regulation (EEC) No 1909/91 of 28 June 1991 opening and providing for the administration of a Community tariff quota for rum, tafia and arrack originating in the overseas countries and territories (OCT) associated with the European Economic Community (1990/91)\n", "header": "COUNCIL REGULATION (EEC) No 1909/91  of 28 June 1991  opening and providing for the administration of a Communiy tariff quota for rum, tafia and arrack originating in the overseas countries and territories (OCT) associated with the European  Economic Community (1990/91)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 86/283/EEC of 30 June 1986 on the association of the overseas countries and territories with the European Economic Community (1), as extended by Decision 91/312/EEC (2) and in particular Articles 3 and 4 of Annex V  thereto,\nHaving regard to the proposal from the Commission,\nWhereas Annex V to Decision 86/283/EEC provides that rum, tafia and arrack shall be imported into the Community free of customs duties within the limits of a Community tariff quota;\nWhereas the Community has established by Decision 86/47/EEC (3), as last extended by Decision 90/669/EEC (4), arrangements for trade between the Kingdom of Spain and the Portuguese Republic on the one hand and the overseas countries and territories  (OCT) on the other; whereas this Decision lays down provisions concerning the quota duties to be applied by those two Member States on imports of products originating in the OCT;\nWhereas the annual size of the quota is to be fixed on the basis of a basic annual quantity, calculated in hectolitres of pure alcohol, equal to the amount of imports during the best of the past three years for which statistics are available and to  which quantity a growth rate equal to 27 % is applied; whereas the quota period ranges from 1 July to 30 June;\nWhereas Community statistics for these products and the trend for the years 1988 to 1990 show that the highest volume of imports into the Community of the products in question originating in the OCT, namely 1 126,49 hectolitres of pure alcohol, occurred  in 1989, whereas, on that basis, the quota volume should therefore be fixed at 1 430,64 hectolitres of pure alochol;\nWhereas by application of the provisions of Article 3 (3) of Annex V to Decision 86/283/EEC the quota volume in question should however be increased to 15 000 hectolitres of pure alcohol;\nWhereas it is in particular necessary to ensure for all Community importers equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rates laid down for that quota to all imports of the products concerned into all  Members States until the quota has been used up; whereas it is appropriate to take the necessary measures to ensure effective Community administration of this tariff quota while offering the Member States the opportunity to draw from the quota volume  the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within, and jointly represented by, the Benelux Economic Union, any operation concerning the administration of the quota may be carried  out by any one of its members,", "main_body": ["1. From 1 July 1991 to 30 June 1992, the following products originating from the OCT shall be imported duty free into the Community within the limit of the relevant Community tariff quota mentioned:\nOrder No  CN code  Description  Quota Volume\n(in hl of pure\nalcohol)  Quota duty             09.1621  2208 40 10\n2208 40 90\n2208 90 11\n2208 90 19  Rum, tafia and arrack  15 000  Free\n2. The rules of origin applicable to the products referred to in paragraph 1 shall be those set out in Annex II to Decision 86/283/EEC.\n3. Within the limit of this quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the 1985 Act of Accession and Decision 86/47/EEC.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the  Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quota for such time as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1991. For the Council\nThe President\nJ. F. POOS\n(1) OJ No L 175, 1. 7. 1986, p. 1. (2) See page 13 of this Official Journal. (3) OJ No L 63, 5. 3. 1986, p. 95. (4) OJ No L 365, 28. 12. 1990, p. 79."}