{"celex_id": "31996D0391", "uri": "http://publications.europa.eu/resource/cellar/14b66234-a0e6-45dd-baa3-e800b73146ec", "type": "Decision", "concepts": ["1141", "225", "5861", "5864", "747", "862"], "title": "96/391/EC: Council Decision of 28 March 1996 laying down a series of measures aimed at creating a more favourable context for the development of trans-European networks in the energy sector\n", "header": "COUNCIL DECISION of 28 March 1996 laying down a series of measures aimed at creating a more favourable context for the development of trans-European networks in the energy sector (96/391/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 129d thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\nActing in accordance with the procedure referred to in Article 189c of the Treaty (4),\nWhereas the creation of a more favourable context for the development of trans-European energy networks is part of the broad lines of measures within the meaning of Article 129c of the Treaty and is provided for in Decision No 1254/96/EC of the European Parliament and of the Council of 5 June 1996 laying down a series of guidelines on trans-European energy networks (5);\nWhereas, in order to complete the internal market in energy, measures must be incorporated in an overall energy strategy which not only specifies the main criteria and objectives of the Community in this field but also defines more particularly the conditions for liberalizing the market in energy products;\nWhereas the establishment and development of trans-European networks in the energy sector must help to reduce energy supply costs and thus contribute to a higher rate of economic growth and more employment and enhance the competitiveness of the European economy;\nWhereas the creation of that more favourable context must be aimed mainly at providing a stimulus for technical cooperation between the entities responsible for networks and at facilitating the implementation of authorization procedures applied for network projects in the Member States in order to reduce delays;\nWhereas, in order to speed up the realization of projects of common interest identified by Decision No 1254/96/EC, it is necessary to provide the Community with the possibility of supporting the financial efforts made in favour of such projects in accordance with the Council Regulation laying down general rules for the granting of Community financial aid in the field of trans-European networks;\nWhereas the other financial instruments at the disposal of the Community, such as the Structural Funds, the European Investment Fund, support from the European Investment Bank and programmes in favour of third countries, could make a contribution, in some cases decisive, to the realization of projects of common interest identified by Decision No 1254/96/EC,", "main_body": ["This Decision identifies the action to be taken with a view to creating a more favourable context for the realization of projects of common interest in connection with trans-European energy networks and for the interoperability of such networks on a Community-wide scale.", "1. In order to contribute to creating a more favourable context for the development of trans-European energy networks, the Community attaches the greatest importance to the following measures and shall promote them as necessary:\n- the realization of technical cooperation projects between the entities responsible for the trans-European energy networks involved in the proper functioning of the European interconnections referred to in Article 2 of Decision No 1254/96/EC,\n- cooperation between Member States through mutual consultations with a view to facilitating implementation of the authorization procedures for projects on trans-European energy networks in order to reduce delays.\n2. The Commission shall, in close collaboration with the Member States concerned, take all relevant initiatives for promoting the coordination of the activities referred to in paragraph 1.", "In order to contribute to creating a more favourable financial context for the development of trans-European energy networks, the Community:\n1. may provide financial support as part of the action on trans-European energy networks. These measures shall be adopted by the Commission in accordance with the Council Regulation laying down general rules for the granting of Community financial aid in the field of trans-European networks;\n2. shall take account of the projects of common interest identified in Decision No 1254/96/EC in providing assistance from its Funds, instruments and financial programmes applicable to those networks, within the terms of their own rules and purposes.", "In implementing the measures referred to in Article 2, the Commission shall be assisted by the Committee established by Article 9 (1) of Decision No 1254/96/EC, in accordance with the procedure laid down in Article 9 (2) and (3) of that Decision.", "Every two years the Commission shall draw up a report on the implementation of this Decision, which it shall submit to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 March 1996.\nFor the Council\nThe President\nA. CLO\n(1) OJ No C 72, 10. 3. 1994, p. 15.\n(2) OJ No C 195, 18. 7. 1994, p. 33.\n(3) OJ No C 217, 6. 8. 1994, p. 26.\n(4) Opinion of the European Parliament of 18 May 1995 (OJ No C 151, 19. 6. 1995, p. 232), common position of the Council of 29 June 1995 (OJ No C 216, 21. 8. 1995, p. 38) and Decision of the European Parliament of 26 October 1995 (not yet published in the Official Journal).\n(5) See page 147 of this Official Journal."}