{"celex_id": "31993R0713", "uri": "http://publications.europa.eu/resource/cellar/c7906194-951d-4ece-9aca-ce184177e676", "type": "Regulation", "concepts": ["164", "2194", "2871", "323", "4373"], "title": "Commission Regulation (EEC) No 713/92 of 26 March 1993 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco with regard to cultivation declarations\n", "header": "COMMISSION REGULATION (EEC) No 713/93 of 26 March 1993 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco with regard to cultivation declarations\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 27 thereof,\nWhereas in some Member States producer groups carried out first processing themselves; whereas it was possible under the system which had been established by Article 3 of Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of  the market in raw tobacco (2), as last amended by Regulation (EEC) No 860/92 (3), for first processing to take place on the basis of a cultivation declaration instead of a cultivation contract; whereas Regulation (EEC) No 2075/92 no longer provides for  this possibility;\nWhereas the absence of such an option has been found to create transition difficulties in the industry; whereas the short space of time between the reform and its implementation makes it difficult to put a stop to this commercial practice within the  time required; whereas Commission Regulation (EEC) No 3478/92 (4), as amended by Regulation (EEC) No 648/93 (5), should therefore be amended to authorize operators who have availed themselves of this option in the past to engage in this activity for the  1993 harvest; whereas, however, Member States should provide for stringent and specific control measures to prevent fraud;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The following Article 5a is hereby added to Regulation (EEC) No 3478/92:\n'Article 5a\n1. Where a producer group, regarded as a producer in accordance with the third indent of Article 2 of Regulation (EEC) No 3477/92, carries out the first processing of tobacco, the cultivation contract shall be replaced, as a transitional measure and in  respect of the 1993 harvest, by a cultivation declaration to be submitted to the competent authorities of the Member State concerned by 14 April at the latest, subject to the group's having presented, in accordance with Article 3 (2) of Regulation (EEC)  No 727/70, such a declaration since the 1989 harvest but before 20 June 1992.\n2. The cultivation declaration must include the following details:\n(a) the name of the group concerned and of its members,\n(b) reference to the cultivation certificates or, as appropriate, to the quota statement,\n(c) the tobacco variety,\n(d) the maximum quantity to be produced,\n(e) the proportion of production to undergo first processing by the group,\n(f) the exact location where the tobacco is produced and undergoes first processing,\n(g) the areas cultivated by the members of the group.\n3. The provisions of this Regulation with regard to cultivation contracts shall apply, mutatis mutandis, to cultivation declarations.\n4. The cultivation declaration shall be registered by the competent authority before 1 May, after the accuracy of the details supplied have been verified on the basis of, inter alia, the production and processing data relating to previous harvests.\n5. The competent authority shall determine the requirements which it considers necessary for the monitoring of the operations.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 94, 28. 4. 1970, p. 1.\n(3) OJ No L 91, 7. 4. 1992, p. 1.\n(4) OJ No L 351, 2. 12. 1992, p. 17.\n(5) OJ No L 69, 20. 3. 1993, p. 30."}