{"celex_id": "31993R1909", "uri": "http://publications.europa.eu/resource/cellar/1042f51f-2b98-413b-9720-2534f8276bf1", "type": "Regulation", "concepts": ["2173", "3003", "4360", "4638", "5034", "5070"], "title": "Commission Regulation (EEC) No 1909/93 of 15 July 1993 amending Commission Regulation (EEC) No 3886/92 as regards certain notification periods in connection with the premium schemes in the beef and veal sector\n", "header": "COMMISSION REGULATION (EEC) No 1909/93 of 15 July 1993 amending Commission Regulation (EEC) No 3886/92 as regards certain notification periods in connection with the premium schemes in the beef and veal sector\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 125/93 (2), and in particular Articles 4b (8), 4c (4), 4d (8), 4g (5), 4h (2), 4i  (4) and 4k (2) thereof,\nWhereas, for the purpose of granting the special premium on the slaughtering of animals, Commission Regulation (EEC) No 3886/92 (3), as last amended by Regulation (EEC) No 1433/93 (4), sets at 30 days the time limit for submission of the 'livestock' aid  application following slaughter or the date on which the animal is first placed on the market and sets, where appropriate, the time limit for submission of proof of dispatch or exportation of the animal; whereas the Member States applying the scheme  have found that the time limits are insufficient; whereas, because of administrative difficulties caused in some cases by changes to the scheme, producers have not been able to submit aid applications or proof of dispatch or exportation within the time  limit; whereas, therefore, those time limits should be extended with effect from 1 March 1993;\nWhereas if the premium scheme is to be administered properly more detailed information on the various aspects of the scheme will have to be provided, if possible in good time; whereas, therefore, the list of notifications which the Member States must  give to the Commission should be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 3886/92 is hereby amended as follows:\n1. in Article 10 (1), 'thirty days' is replaced by 'six months';\n2. in Article 10 (3), 'thirty days' is replaced by 'three months';\n3. Article 56 is replaced by the following:\n'Article 56\nNotification\n1. From 1993 onwards, the Member States shall notify the Commission annually by 15 September at the latest (in respect of information relating to the first six months of the current year) and 1 March (for information relating to the second six months of  the previous year) of:\n(a) the number of male bovines in respect of which the special premium has been applied for, broken down by:\n- age bracket, and\n- type of animal (castrated or not) for applications for the second age bracket;\n(b) the number of suckler cows in respect of which the suckler cow premium has been applied for, broken down according to the schemes referred to in Article 4d (5) and (6) of Regulation (EEC) No 805/68;\n(c) the number of animals in respect of which the premium exempt from application of the density factor has been applied for;\n(d) the number of animals for which the deseasonalization premium was actually granted, broken down according to whether they benefited from the first or second tranche of the special premium, and the number of animal producers corresponding to each of  the two abovementioned age brackets. However, for 1993, there is no need to provide a breakdown by age bracket.\n2. From 1994 onwards, the Member States shall notify the Commission annually by 30 June at the latest and for the preceding calendar year of:\n(a) the number of male bovines for which the special premium was actually granted, broken down by:\n- age bracket,\n- type of animal (castrated or not) for applications for the second bracket,\nand indicating the grant, where applicable, of the additional amount provided for holdings with a density factor of less than LU 1,4 per hectare, and also indicating, for each of the above subdivisions, the number of producers concerned;\n(b) the number of suckler cows for which the suckler cow premium was actually granted, broken down according to the schemes referred to in Article 4d (5) and (6) of Regulation (EEC) No 805/68, and indicating the grant, where applicable, of the  additional amount available for holdings with a density factor of less than LU 1,4 per hectare, and also indicating, for each of the above schemes, the number of producers concerned;\n(c) where applicable, the grant of any national premium in addition to the suckler cow premium, indicating:\n- the conditions for granting the premium, and\n- the total amount granted per animal;\n(d) the number of animals for which the premium exempt from the density factor was actually granted, and the number of producers concerned;\n(e) where applicable, the number of animals for which the processing premium was actually granted.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.", "(1) and (2) shall apply from 1 March 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 18, 27. 1. 1993, p. 1.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 140, 11. 6. 1993, p. 31."}