{"celex_id": "31990R0320", "uri": "http://publications.europa.eu/resource/cellar/69bbdb01-d153-4c71-a863-575e2714fbab", "type": "Regulation", "concepts": ["2026", "2308", "5256", "5283"], "title": "Council Regulation (EEC) No 320/90 of 5 February 1990 laying down certain technical measures for the conservation of fishery resources in the regulatory area as defined in the convention on future multilateral cooperation in the Northwest Atlantic Fisheries\n", "header": "COUNCIL  REGULATION (EEC) No 320/90\nof 5 February 1990\nlaying down certain technical measures for the conservation of fishery resources in the regulatory area as defined in the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 2 of Regulation (EEC) No 170/83, it falls to the Council to formulate, in the light of the available scientific advice, the conservation measures necessary to achieve the aims set out in Article 1 of the said Regulation;\nWhereas the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries, hereinafter referred to as the 'NAFO Convention', was approved by the Council in its Regulation (EEC) No 3179/78 (2) and entered into force on 1 January 1979;\nWhereas, in the framework of its wider international obligations, the Community participates in efforts to conserve fish stocks arising in international waters;\nWhereas such conservation efforts should be assessed on the basis of relevant scientific data so as to permit the implementation of conservation measures suited to the biological situation of the stocks concerned;\nWhereas the NAFO Fisheries Commission is responsible for the management and conservation of the fishery resources in the regulatory area;\nWhereas that Commission adopted at the 11th Annual NAFO Meeting in September 1989 certain proposals based on recommendations of the NAFO Scientific Council, concerning incidental catch limits as well as information on nominal catch, discards and length sampling in certain fisheries in the NAFO regulatory area;\nWhereas it is for the Contracting Parties to take such action as may be necessary to implement any measures which become binding according to the provisions of the NAFO Convention and in particular to furnish to the scientific council statistical and scientific information;\nWhereas Regulation (EEC) No 4055/89 (3) has fixed catch possibilities for 1990 for certain fish stocks and groups of fish stocks in the NAFO regulatory area, subject to the control measures provided for by Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (4), as amended by Regulation (EEC) No 3483/88 (5) and by Council Regulation (EEC) No 1956/88 of 9 June 1988 adopting provisions for the application of the scheme of joint international inspection adopted by the Northwest Atlantic Fisheries Organization (6), and contains certain obligations concerning information to be entered into the logbook,", "main_body": ["1. By-catches of the species set out in Annex I to Regulation (EEC) No 4055/89, taken in areas in which no allocation for directed fishing is provided for by that Regulation shall not exceed, for each of such species on board 2 500 kilograms of 10 % by weight of the total catch retained on board, whichever is the greater.\n2. By-catches of the species set out in Annex I referred to in paragraph 1, taken in areas in which a ban on fishing is in force shall not exceed, for each of such species on board, 1 250 kilograms or 5 % by weight of the total catch retained on board, whichever is the greater.", "In order to secure advice on areal and seasonal concentrations of juvenile American plaice and yellowtail flounder in Division 3LNO in the regulatory area:\n1. Member States shall provide, based upon the relevant entries in the logbook, as provided for by Article 2 of Regulation (EEC) No 4055/89, nominal catch and discard statistics, broken down by unit areas no larger than 1 Â°latitude and 1Â° longitude, summarized on a monthly basis.\n2. Length sampling shall be provided for both nominal catches and discards, with a sampling intensity on the same scale as adopted in (1) and summarized on a monthly basis.", "In order to assess the effects of cod by-catches in the redfish and flatfish fisheries on the Flemish Cap:\n1. Member States shall provide, based upon the relevant entries in the logbook, as provided for by Article 2 of Regulation (EEC) No 4055/89 statistics on discards of cod taken in the redfish and flatfish fisheries in the above area, in addition to the normal reports, summarized on a monthly basis.\n2. Length sampling of cod taken in the redfish and flatfish fisheries in the above area, shall be provided for the two components separately, with depth information accompanying each sample, summarized on a monthly basis.", "1. Length samples shall be taken from all parts of the respective catch of each species concerned in such a manner that at least one statistically significant sample is taken from the first haul taken each day. The size of a fish shall be measured from the tip of the snout to the end of the tail fin.\n2. For the purposes set out in Articles 2 and 3, length samples taken as described in this Regulation shall be deemed to be representative of all catches of the species concerned.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 378, 31. 12. 1978, p. 1.\n(3) OJ No L 389, 30. 4. 1989, p. 67.\n(4) OJ No L 207, 29. 7. 1987, p. 1.\n(5) OJ No L 306, 11. 11. 1988, p. 2.\n(6) OJ No L 175, 6. 7. 1988, p. 1."}