{"celex_id": "31991R3831", "uri": "http://publications.europa.eu/resource/cellar/b2b24633-c75f-4caf-98d0-5caf5484c58c", "type": "Regulation", "concepts": ["1048", "3264", "3843", "4271", "5251"], "title": "Council Regulation (ECSC, EEC, Euratom) No 3831/91 of 19 December 1991 amending the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities with a view to introducing a temporary contribution\n", "header": "COUNCIL REGULATION (ECSC, EEC, EURATOM) No 3831/91  of 19 December 1991  amending the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities with a view to introducing a temporary contribution\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities, and in particular Article 24 thereof,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Staff Regulations Committee,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Court of Justice,\nHaving taken note of the report of the Consultation Committee set up by the Council Decision of 23 June 1981,\nWhereas it follows from the conclusions of the Consultation Committee that a temporary measure regarding remuneration paid by the Communities should be introduced in the form of a temporary contribution deducted at source, concomitantly with the  adoption of a method establishing detailed rules for the application of Articles 64 and 65 of the Staff Regulations, as interdependent components of a comprehensive solution;\nWhereas the rate of the contribution, the rules for its application and its commencement and expiry dates have been negotiated in this context;\nWhereas the Staff Regulations and the Conditions of Employment of Other Servants need to be amended in consequence,", "main_body": ["CHAPTER I  Amendment to the Staff Regulations of Officials of the European Communities", "The following Article shall be inserted after Article 66 of the Staff Regulations:\n'Article 66a\n1. By way of derogation from Article 3 (1) of Regulation (EEC, Euratom, ECSC) No 260/68 (*), a temporary measure regarding remuneration paid by the Communities to staff in active employment, to be known as the \"temporary contribution\", shall be applied  for a period running from 1 January 1992 to 1 July 2001.\n2. (a) The rate of this temporary contribution, which shall apply to the base defined in paragraph 3, shall be 5,8 %.\n(b) The Council, acting in accordance with the procedure laid down in Article 24 (1) of the Treaty establishing a Single Council and a Single Commission of the European Communities after consulting the other institutions concerned, may, if appropriate,  in the context of the review provided for in Article 15 (2) of Annex XI to the Staff Regulations, alter the rate of the temporary contribution referred to in point (a) on the basis of a report and a proposal from the Commission.\n3. (a) The base for the temporary contribution shall be the basic salary for the grade and step used to calculate remuneration, minus:\n- social security and pension contributions and the tax, before any temporary contribution, payable by an official in the same grade and step without dependents within the meaning of Article 2 of Annex VII,\nand\n- an amount equal to the basic salary of an official in grade D 4, step 1.\n(b) The components used to determine the base for the temporary contribution shall be expressed in Belgian francs and weighted at 100.\n4. Application of the temporary contribution shall not have the effect of reducing salaries below the net amounts received prior to its introduction (1).\nThe part of the contribution not applied during a given year shall be added to the contribution for the following year as a result of the provision in the first subparagraph.\n5. The temporary contribution shall be deducted monthly at source; the proceeds shall be entered as revenue in the general budget of the Communities.\n(*) OJ No L 56, 4. 3. 1968, p. 8. Regulation as last amended by Regulation (Euratom, ECSC, EEC) No 3736/90 (OJ No L 360, 22. 12. 1990, p. 1).\n(1) The net amounts received prior to the temporary contribution shall mean the income received without taking into account the 1991 annual adjustment.'  CHAPTER II  Amendments to the Conditions of Employment of Other Servants of the European Communities", "The third paragraph of Article 20 of the Conditions of Employment shall be replaced by the following:\n'The provisions of Article 66a of the Staff Regulations on the temporary contribution shall apply by analogy to temporary staff.'  CHAPTER III  Final provisions", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall take effect as from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1991. For the Council\nThe President\nP. DANKERT\n(1) Opinion delivered on 12 December 1991 (not yet published in the Official Journal)."}