{"celex_id": "31993R1787", "uri": "http://publications.europa.eu/resource/cellar/0f5cfa00-053c-4be3-8843-756c7c53a054", "type": "Regulation", "concepts": ["1605", "2642", "87"], "title": "Commission Regulation (EEC) No 1787/93 of 30 June 1993 amending Annex II to Regulation (EEC) No 3578/86 with regard to the conversion factors to be applied to the buying-in prices for fruit and vegetables with respect to tomatoes\n", "header": "COMMISSION REGULATION (EEC) No 1787/93 of 30 June 1993 amending Annex II to Regulation (EEC) No 3578/86 with regard to the conversion factors to be applied to the buying-in prices for fruit and vegetables with respect to tomatoes\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Article 16 (4) thereof,\nWhereas Annex II to Commission Regulation (EEC) No 3587/86 (3), as last amended by Regulation (EEC) No 1201/93 (4), fixes the conversion factors to be applied to the buying-in prices for tomatoes with characteristics different to those used to fix the  basic prices;\nWhereas under the terms of the abovementioned Annex, provision is made for different coefficients corresponding to the different weights of fresh tomatoes after packaging for the purpose of calculating the buying-in and withdrawal prices; whereas  observations of current marketing practices shows that tomatoes intended for consumption in the fresh state are generally put up in packages of 7 kg; whereas, therefore, it is appropriate to maintain a factor 1 for this type of packaging only; whereas  it is therefore sufficient to apply to such packaging a factor of 0,70; whereas, lastly, packages in excess of 15 kg or products loose in a means of transport are significantly less costly than the two previous types; whereas, therefore a coefficient of  0,45 is appropriate;\nWhereas, in application of Regulation (EEC) No 1289/93 (5), as amended by Commission Regulation (EEC) No 1334/93 (6), the intervention arrangements apply from 11 June 1993; whereas provision should be made for the new coefficients to apply as soon as  possible;\nWhereas the Management Committee for Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Annex II to Regulation (EEC) No 3587/86 is hereby amended as follows:\n(d) 'form of packaging' is replaced by the following:\n'(d) form of packaging:\n- packaged, maximum 7 kg net 1,0\n- packaged, more than 7 kg but equal or less than 15 kg 0,70.\nFor August and September only, in accordance with Article 15 (3) of Regulation (EEC) No 1035/72\n- packaged, more than 15 kg or loose in a means of transport 0,45'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 334, 27. 11. 1986, p. 1.\n(4) OJ No L 122, 18. 5. 1993, p. 29.\n(5) OJ No L 132, 29. 5. 1993, p. 3.\n(6) OJ No L 132, 29. 5. 1993, p. 120."}