{"celex_id": "31996L0033", "uri": "http://publications.europa.eu/resource/cellar/ce7d4477-1f81-417b-a447-4dab70ac8549", "type": "Directive", "concepts": ["1442", "192", "2737", "3469", "5360"], "title": "Council Directive 96/33/EC of 21 May 1996 amending the Annexes to Directives 86/362/EEC and 86/363/EEC on the fixing of maximum levels for pesticide residues in and on cereals and foodstuffs of animal origin respectively\n", "header": "COUNCIL DIRECTIVE 96/33/EC of 21 May 1996 amending the Annexes to Directives 86/362/EEC and 86/363/EEC on the fixing of maximum levels for pesticide residues in and on cereals and foodstuffs of animal origin respectively\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 86/362/EEC of 24 July 1986 on the fixing of maximum levels for pesticide residues in cereals (1), and in particular Article 11 thereof,\nHaving regard to Council Directive 86/363/EEC of 24 July 1986 on the fixing of maximum levels for pesticide residues in foodstuffs of animal origin (2), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Commission has received a mandate in the framework of Directives 86/362/EEC and 86/363/EEC to prepare the list of pesticide residues and their maximum levels for approval by the Council;\nWhereas pesticide residues may arise in cereals and foodstuffs of animal origin as a result of agricultural practices; whereas it is necessary to take into account relevant data for both authorized pesticide uses and as appropriate supervised trials and animal feeding studies;\nWhereas, in order better to estimate dietary intake of pesticide residues, it is prudent to establish simultaneously, where possible, maximum residue levels for individual pesticides in all major components of the diet; whereas these levels represent the use of minimum quantities of pesticide to achieve adequate control, applied in such a manner that the amount of residue is the smallest practicable and is toxicologically acceptable;\nWhereas, in the light of technical and scientific progress and the requirements of public health and agriculture, it is desirable to amend Directives 86/362/EEC and 86/363/EEC by adding provisions relating to further pesticide residues for cereals and foodstuffs of animal origin, namely chlormequat, diazinon, dicofol, disulfoton, endosulfan, fenbutatin oxide, fentin, mecarbam, phorate, propoxur, propyzamide, triazophos and triforine;\nWhereas, however, data are insufficient by current standards to establish maximum pesticide residue levels for certain pesticide residue/product combinations; whereas, in such cases, a period of time not exceeding four years would seem reasonable for the generation of the necessary data; whereas, therefore, maximum levels should be established on the basis of such data by 30 April 2000 at the latest; whereas failure to provide satisfactory data will normally result in the establishment of levels at the appropriate limit of determination; whereas satisfactory undertakings to generate the necessary data must be given within one year of the adoption of this Directive;\nWhereas the maximum residue levels established in this Directive will have to be reviewed in the framework of the re-evaluation of active substances provided for in the work programme established in Article 8 (2) of Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3),", "main_body": ["The following pesticide residues shall be added to Part A of Annex II to Directive 86/362/EEC:\n>TABLE>", "Annex II to Directive 86/363/EEC shall be amended as follows:\n1. The following pesticide residues shall be added to Part A:\n>TABLE>\n2. The following pesticide residues shall be added to Part B:\n>TABLE>", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 30 April 1997.\nWhen Member States adopt those measures, they shall contain references to this Directive or shall be accompanied by such references on the occasion of their publication. The methods of making such references shall be laid down by the Member States.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 May 1996.\nFor the Council\nThe President\nM. PINTO\n(1) OJ No L 221, 7. 8. 1986, p. 37. Directive as last amended by Directive 95/39/EC (OJ No L 197, 22. 8. 1995, p. 29).\n(2) OJ No L 221, 7. 8. 1986, p. 43. Directive as last amended by Directive 95/39/EC (OJ No L 197, 22. 8. 1995, p. 29).\n(3) OJ No L 230, 19. 8. 1991, p. 1."}