{"celex_id": "31993R0380", "uri": "http://publications.europa.eu/resource/cellar/33a449c7-5dbc-4e2a-994d-5cfe62c25e70", "type": "Regulation", "concepts": ["20", "4284", "4315", "881"], "title": "Commission Regulation (EEC) No 380/93 of 19 February 1993 on the supply of white sugar as urgent aid for the people of Albania pursuant to Council Regulation (EEC) No 3106/92\n", "header": "COMMISSION REGULATION (EEC) No 380/93 of 19 February 1993 on the supply of white sugar as urgent aid for the people of Albania pursuant to Council Regulation (EEC) No 3106/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3106/92 of 26 October 1992 on urgent action for the supply of agricultural products to the people of Albania (1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Article 6 thereof,\nWhereas Regulation (EEC) No 3106/92 provides for urgent action for the free supply of agricultural products intended for the people of Albania; whereas the Albanian authorities have also requested the supply of white sugar; whereas this request should  be granted; whereas pursuant to Article 2 of that Regulation suppliers are to be chosen by tendering procedure;\nWhereas it is necessary to determine the conditions for participating in the tendering procedure for the award of supply contracts and the obligations of the successful tenderers;\nWhereas, as regards the securities to be lodged by suppliers, Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (3), as last amended by  Regulation (EEC) No 3745/89 (4), should apply;\nWhereas the goods delivered do not qualify for export refunds;\nWhereas it is appropriate to retain as the operative event for the agricultural conversion rate, for the determination of the amount to be paid in national currency for the supply, the completion of the customs formalities for exportation, without  prejudice to the possibility to fix the rates in advance in application of Articles 8 to 12 of Commission Regulation (EEC) No 3819/92 (5), on detailed rules for determining and applying the agricultural conversion rates;\nWhereas the appropriate communications to ensure the optimal monitoring of operations until the taking over at destination should be provided for,", "main_body": ["1. A tendering procedure is hereby initiated for the award of a contract for the supply pursuant to Regulation (EEC) No 3106/92 of one lot of 5 000 tonnes of white C sugar in accordance with the conditions laid down in this Regulation.\n2. The supply of the lot shall include:\n(a) The mobilization of white C sugar produced in the Community within the meaning of point (c) of the sixth subparagraph of Article 24 (1) (a) of Council Regulation (EEC) No 1785/81 (6).\nThe sugar to be supplied must satisfy the quality and characteristics requirements laid down in Annex I. The product must be packed and labelled in accordance with the instructions in that Annex.\n(b) Transport to the port of Durres at the expense of the successful tenderer, by 7 April 1993 at the latest. Delivery shall include unloading and placement at the entry of the storehouse at destination.\nWhere the last subparagraph of Article 2 (2) applies, transport must be effected by 14 April 1993 at the latest.\nTenderers shall take out at their own expense the appropriate insurance to cover the goods up to the delivery stage fixed.", "1. Tenders shall be transmitted by written telecommunication to the intervention agency of the Member State in which the goods are packed and stored prior to shipment.\n2. Tenders must be lodged in their entirety before 17.00 hrs (Brussels time) on 24 February 1993.\nWhere no award is made under Article 5 (1), tenders must be lodged for a second submission before 12.00 noon (Brussels time) on 8 March 1993.", "1. Tenders shall be valid only if they:\n(a) indicate the precise reference to this Regulation;\n(b) indicate the name and address and in particular the telex/telefax number of a tenderer established in the Community;\n(c) cover the entire lot (net weight);\n(d) indicate the total amount of the tender, expressed in ecus per tonne of goods. In addition, the amount shall be broken down to show separately the price offered for the manufacture and packaging of the goods, and the transport and other costs  (including insurance) from the storehouse to the delivery stage referred to in Article 1 (2) (b);\n(e) indicate, for transport by sea, the port of shipment in the Community;\n(f) indicate the exact address of the packaging plant and storehouse at which the goods are kept prior to dispatch;\n(g) are accompanied by proof that the tenderer has lodged a tendering security of ECU 20 per tonne in the name of the intervention agency in accordance with Title III of Regulation (EEC) No 2220/85. This proof shall be furnished by means of a document  issued by the guarantor.\n2. A tender which is not presented in accordance with this Article or which contains conditions other than those laid down in this Regulation shall not be valid.\n3. No tender may be changed or withdrawn.", "The competent agencies referred to in Article 2 shall transmit to the Commission, by written telecommunication (Telefax No 296 33 05), not later than 24 hours following the closing date fixed for the submission of tenders, the following  information:\n1. the number of tenders submitted within the deadline referred to in Article 2 and in accordance with Article 3;\n2. separately and clearly for each tender:\n- the total ecu price offered, and the breakdown provided for in Article 3 (1) (d),\n- the places of packing and storage prior to dispatch,\n- the business name of the tenderer established in the Community.", "1. On the basis of the tenders received:\n- the delivery shall be awarded to the tenderer(s) whose tender(s) quote the lowest amounts; in the event of equal quotes, awards will be made by drawing lots,\n- or, where necessary, no award shall be made, in particular where the tenders submitted exceed the prices normally obtaining on the market.\n2. Within five working days following the closing date for submission of tenders, the Commission shall inform each Member State of the tenders which have been accepted and of the awards which have not been made.\n3. Within six working days following the closing date for submission of tenders, the agency referred to in Article 2 (1) shall inform all tenderers by written telecommunication of the outcome of the tendering procedure. Where an award is made, the  successful tenderer shall be informed thereof immediately by written telecommunication.", "The tendering security provided for in Article 3 (1) (g) shall be released without delay:\n- if a tender is not accepted or if no award is made,\n- to the successful tenderer when proof is provided of the lodging of the delivery security in accordance with Article 7.", "Within five working days of being notified of the award of the delivery contract, the successful tenderer shall provide the agency indicated in Article 2 with proof that a delivery security amounting to 10 % of the tender amount, in  accordance with Title III of Regulation (EEC) No 2220/85, has been lodged in its name. The proof shall be furnished by means of a document issued by the guarantor.", "1. The successful tenderer shall present the application for payment of the delivery to the intervention agency referred to in Article 2.\nThe application shall be accompanied by:\n- the export certificate referred to at Article 12,\n- the customs declarations of exportation,\n- the transport documents,\n- the T5's, if necessary,\n- the original of the take-over certificate drawn up in accordance with the specimen in Annex II and issued by the beneficiary or his representative (Agro Export, Ministry of External Trade, Tirana).\nWhere the certificate is not issued by the beneficiary, the Commission shall designate the agency competent to issue the certificate in accordance with the specimen referred to above.\n2. The payment shall be made for the quantity of goods (net weight) recorded at the take-over and confirmed in the document of conformity provided for in Article 9 (2).", "1. The goods shall be inspected by the intervention agency of the Member State in which packing and storage are carried out before the consignment indicated by the successful tenderer in his offer. The inspection shall concern the quantity,  the quality, packaging and labelling of the supply.\nFollowing inspection, the agency shall issue a certificate of conformity.\n2. An inspection of conformity of the supply as regards quantity, quality, packaging and labelling shall be carried out in the country of destination by an agency or a control firm designated by the agency mentioned in paragraph 1 in agreement with the  successful tenderer. A certificate of conformity shall be issued following the inspection and transmitted directly to the intervention agency.\n3. The agencies or control firms responsible for the inspections shall take separate representative samples, to be retained for the Commission, before loading in the Community as well as at the place of destination.\n4. The costs relating to the inspections as well as the cost of samples shall be borne by the successful tenderer.", "0\n1. For the purposes of releasing the delivery security, the primary requirement within the meaning of Article 20 of Regulation (EEC) No 2220/85 shall be completion of the delivery in accordance with the conditions laid down.\nThe quantity delivered shall be considered satisfactory where the net weight when taken over by the beneficiary is not more than 1 % less than the quantity awarded.\n2. Proof of fulfilment of the obligations relating to the supply shall be given to the agency concerend by presenting the documents referred to in Article 8.\n3. When delivery delays occur, for each day of delay 0,05 % of the security specified in Article 7 shall be forfeit in respect of the quantities delivered late. If such delays exceed a period of five days, the percentage forfeit shall amount to 0,1 %  for each day of delay.\nThese provisions shall apply where delivery delay is attributable to the operator.\n4. In the event of particular difficulties, the Commission shall take the appropriate measures.", "1\n1. Except in cases of force majeure, the successful tenderer shall bear all risks which the goods may incur, in particular loss or deterioration as far as the supply stage laid down.\n2. In cases of force majeure, the successful tenderer shall be freed from all or part of his obligations. In such cases, the competent agency responsible for payment shall take the appropriate measures after consulting the Commission.", "2\nWithout prejudice to Article 3 (1) of Commission Regulation (EEC) No 2630/81 (7) box 20 (special conditions) of licence applications and export licences for C sugar shall indicate: 'Urgent aid - Regulation (EEC) No 380/93. No eligible for  export refunds.'", "3\nThe rate to be applied for the payment of the supply is the agricultural conversion rate in force on the day customs formalities for exportation are completed.", "4\n1. Member States shall communicate to the Commission all information concerning the carrying out of a delivery, in particular the results of the inspections referred to in Article 9, actual delivery schedules and any incidents occurring  during delivery.\n2. The Commission shall communicate in good time to the competent agencies of the Member States all the information necessary to facilitate the proper execution of deliveries.", "5\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 312, 29. 10. 1992, p. 2.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 205, 3. 8. 1985, p. 5.\n(4) OJ No L 364, 14. 12. 1989, p. 54.\n(5) OJ No L 387, 31. 12. 1992, p. 17.\n(6) OJ No L 177, 1. 7. 1981, p. 4.\n(7) OJ No L 258, 11. 9. 1981, p. 16.\nANNEX I\n1. Characteristics and quality of the goods: white sugar of category 2 standard quality (Council Regulation (EEC) No 793/92 (OJ No L 94, 21. 4. 1972, p. 1)) meeting the requirements set out in Article 3 (3) of Commission  Regulation (EEC) No 2103/77 (OJ No L 246, 27. 9. 1977, p. 12).\nThe rule provided at the second indent of Article 18 (2) (a) of Regulation (EEC) No 2103/77 is binding for determination of the sugar category.\n2. Packaging and marking: new jute bags, with inner polythene bag at least 0,05 mm thick, minimum weight of jute and polythene 420 g, net capacity 50 kilograms.\nMarking: the European flag (see Annexes I and II to OJ No C 114, 29. 4. 1991, p. 1).\n3. Since the goods may be rebagged, the successful tenderer must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital 'R'.\nANNEX II\nTAKE-OVER CERTIFICATE  I, the undersigned:\n(surname, name, business name)\nacting for for the account of hereby certify that the goods described below, delivered pursuant to Commission Regulation (EEC) No 380/93 have been taken over:\n- Date and place of take-over:\n- Type of goods:\n- Tonnage, (net) weight taken over:\n- Packaging:\nObservations:\nSignature:\nDate:"}