{"celex_id": "31991D0061", "uri": "http://publications.europa.eu/resource/cellar/734ffc3b-229f-4b5b-a04b-1be1186b8c13", "type": "Decision", "concepts": ["2797", "2989", "3815", "4681", "715"], "title": "91/61/EEC: Council Decision of 4 February 1991 amending Decision 90/218/EEC concerning the administration of Bovine Somatotropin (BST)\n", "header": "COUNCIL DECISION  of 4 February 1991  amending Decision 90/218/EEC concerning the administration of Bovine Somatotropin (BST)  (91/61/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, by Decision 90/218/EEC (4) concerning the administration of Bovine Somatotropin (BST), the Council requested Member States to prohibit, until 31 December 1990, the administration of Bovine Somatotropin on their territory by any means whatsoever  to dairy cows as the effects and consequences of such administration were not sufficiently clear at the time;\nWhereas the time limit originally provided for in order to make in-depth studies of such effects and consequences was short and the maintenance of the status quo of national rules concerning the authorization of this substance had been agreed under a  gentleman's agreement;\nWhereas an additional time limit is necessary before the results of the studies being carried out become available and it therefore appears necessary, in order to avoid prejudging the contents of such results, to extend, to the authorization to place on  the market, the prohibition to administer Bovine Somatotropin, provided for by Decision 90/218/EEC,", "main_body": ["    Article 1\nDecision 80/218/EEC is hereby amended as follows:\n1. the title is replaced by the following:\n'Council Decision 90/218/EEC of 25 April 1990 concerning the placing on the market and administration of Bovine Somatotropin (BST)';\n2. Article 1 is replaced by the following:\n'Article 1\nNotwithstanding the scientific and technical examination of applications laid down by Community law, Member States shall take care, until 31 December 1991, not to authorize the placing on the market of Bovine Somatotropin and not to administer it on  their territory by any means whatsoever to dairy cows.';\n3. In Article 4, '1 October 1990' and '31 December 1990' are replaced by '1 October 1991' and '31 December 1991' respectively.  Article 2\nThis Decision is addressed to the Member States.  "], "attachments": "Done at Brussels, 4 February 1991. For the Council\nThe President\nR. STEICHEN   (1) OJ No C 2, 4. 1. 1991, p. 11. (2) Opinion delivered on 25 January 1991 (not yet published in the Official Journal). (3) Opinion delivered on 30 January 1991 (not yet published in the Official Journal). (4) OJ No L 116, 8. 5. 1990, p. 27."}