{"celex_id": "31990R1436", "uri": "http://publications.europa.eu/resource/cellar/8187c00d-4130-4ed0-b2e4-b3b86202ca1f", "type": "Regulation", "concepts": ["2069", "2449"], "title": "Council Regulation (EEC) No 1436/90 of 21 May 1990 amending Regulation (EEC) No 3033/80 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products\n", "header": "COUNCIL  REGULATION (EEC) No 1436/90\nof 21 May 1990\namending Regulation (EEC) No 3033/80 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas imports of chemically pure fructose (laevulose) are subject to a relatively low rate of duty compared to the incidence of the difference between prices in the Community and in the world market for the agricultural raw materials which it contains;\nWhereas imports of chemically pure fructose into the Community have, as a result, increased substantially, from 3 900 tonnes in 1984 to 8 100 tonnes in 1987, amounting to 58 % of Community consumption in 1987;\nWhereas the duty on chemically pure fructose is not bound in the GATT;\nWhereas, in the circumstances, it is necessary to provide for a variable component in the customs duty on chemically pure fructose in order to restore normal terms of competition;\nWhereas, since chemically pure fructose can compete directly with isoglucose, it is appropriate that the level of the variable component on the former should be aligned with the level of the levy on the latter provided for by Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (2), as last amended by Regulation (EEC) No 1069/89 (3);\nWhereas the Community has entered into preferential trade arrangements with certain third countries; whereas the variable component should not apply to imports of the said product from the third countries concerned;\nWhereas Regulation (EEC) No 3033/80 (4), as amended by Commission Regulation (EEC) No 3743/87 (5), must be amended accordingly,", "main_body": ["Regulation (EEC) No 3033/80 is hereby amended as follows:\n1. The following Article is inserted:\n'Article 7a\n1. With effect from 1 July 1990 and notwithstanding Articles 6 and 7, the variable component charged on imports of products falling within CN code 1702 50 00 shall be equal to the levy referred to in Article 16 (6) of Regulation (EEC) No 1785/81 (*), as last amended by Regulation (EEC) No 1069/89 (**), on imports of products falling within CN codes 1702 30 10, 1702 40 10, 1702 60 10 and 1702 90 30.\n2. Paragraph 1 shall not apply to imports of products falling within CN code 1702 50 00 originating in third countries with which the Community has concluded a preferential trade agreement.\n(*) OJ No L 177, 1. 7. 1981, p. 4.\n(**) OJ No L 114, 27. 4. 1989, p. 1.'\n2. The following is added to the Annex:\n1.2 //  //  // 'CN code   // Description  //  //  // 1702 50 00   // Chemically pure fructose'   //    //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) Opinion delivered on 17 May 1990 (not yet published in the Official Journal).\n(2) OJ No L 177, 1. 7. 1981, p. 4.\n(3) OJ No L 114, 27. 4. 1989, p. 1.\n(4) OJ No L 323, 29. 11. 1980, p. 1.\n(5) OJ No L 352, 15. 12. 1987, p. 29."}