{"celex_id": "31991D0330", "uri": "http://publications.europa.eu/resource/cellar/31c656cb-d8e2-4437-9853-bac339be355a", "type": "Decision", "concepts": ["1854", "2319", "2356", "2563", "4636", "842"], "title": "91/330/EEC: Commission Decision of 3 June 1991 determining the arrangements for defraying the measures for vaccination against African horse sickness in Portugal (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION  of 3 June 1991  determining the arrangements for defraying the measures for vaccination against African horse sickness in Portugal  (Only the Portuguese text is authentic)  (91/330/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1) and in particular Article 43 (1) thereof,\nWhereas cases of African horse sickness have been occurring in Portugal from September 1989 onwards; whereas recourse to vaccination against African horse sickness by the Portuguese authorities must be considered as a necessary means of combating this  disease;\nWhereas, in the circumstances, the Community should make a financial contribution to the vaccination measures carried out by the Portuguese authorities;\nWhereas under the arrangements introduced by Decision 90/424/EEC and in particular the second subparagraph of Article 43 (1) thereof, the Community's financial contribution must be limited to the vaccination operations carried out between 1 September  1989 and 30 November 1990;\nWhereas the Portuguese authorities should send to the Commission full details relating to the vaccination operations during the period in question;\nWhereas it seems reasonable for the Community to bear 100 % of the cost of supply of the vaccine and 50 % of the costs incurred in carrying out the vaccination;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Portugal may obtain a financial contribution from the Community for the vaccination measures against African horse sickness carried out between 1 September 1989 and 30 November 1990.", "Portugal shall send to the Commission full details relating to the vaccination operations carried out between 1 September 1989 and 30 November 1990 and in particular:\n- rules governing the vaccination programme,\n- the national and regional authorities responsible for its implementation,\n- the rules to counter the risk of the spread of the disease,\n- the measures taken in particular as regards identification and registration of holdings with a view to ensuring that all the equidae have in fact been vaccinated.", "The financial contribution by the Community is hereby fixed at:\n- 100 % of the costs incurred by Portugal for the supply of vaccine,\n- 50 % of the costs incurred by Portugal in carrying out the vaccination in question.", "1. The Community's financial contribution shall be granted after:\n- the Commission has received the information referred to in Article 2,\n- the supporting documents have been supplied.\n2. The elements referred to in paragraph 1 shall be sent by Portugal no later than six months from the notification of this Decision.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 3 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19."}