{"celex_id": "31990R1502", "uri": "http://publications.europa.eu/resource/cellar/394e74b8-d9cd-4500-98fe-274eb8cf609b", "type": "Regulation", "concepts": ["1102", "1637", "1988", "3167"], "title": "Commission Regulation (EEC) No 1502/90 of 1 June 1990 amending Regulation (EEC) No 1767/82 as regards the adaptation of the free-at-frontier values and the adjustment of the specific import levies on certain cheeses for the 1990/91 milk year\n", "header": "COMMISSION  REGULATION (EEC) No 1502/90\nof 1 June 1990\namending Regulation (EEC) No 1767/82 as regards the adaptation of the free-at-frontier values and the adjustment of the specific import levies on certain cheeses for the 1990/91 milk year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular Article 14 (7) thereof,\nWhereas, following the fall in the target price and the threshold prices for the 1990/91 milk year, Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (3), as last amended by Regulation (EEC) No 1225/90 (4), should be amended accordingly; whereas the amendments must take account of the application of the coefficient for reducing agricultural prices which affects the threshold prices and the free-at-frontier prices applicable from the beginning of the 1990/91 milk year as a result of the monetary realignment of 5 January 1990;\nWhereas the concessions which the Community has granted to Turkey and Cyprus for imports into the Community of Haloumi and Tulum Peyniri cheeses provide for a minimum import price to be met; whereas, as a consequence, such cheeses should be made exempt from the payment of the monetary compensatory amount;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1767/82 is hereby amended as follows:\n1. Article 8 (1) is replaced by the following:\n'1. No monetary compensatory amount shall apply when the products specified in points (b), (c), (d), (g), (h), (i), (j), (m), (n), (o), (p), (s), (u) and (v) of Annex I are placed in free circulation.'\n2. Points (m), (n), (o), (p), (u) and (v) of Annex I are replaced by the following:\n1.2.3.4 //  //  //  //  // CN code   // Description  // Country of origin   // Import levy in ecus per 100 kg net weight   //    //   //   //   //   //   //   // 1.2.3.4 // '(m) ex 0406 90 25   // Tilsit, of a fat content not exceeding 48 % by weight, in the dry matter   // Romania Switzerland   // 67,71   //    //   //   //   // (n) ex 0406 90 25   // Tilsit, of a fat content exceeding 48 % by weight, in the dry matter   // Romania Switzerland   // 91,89   //    //  //   //   // (o) ex 0406 90 29   // Kashkaval   // Bulgaria Cyprus Hungary Israel Romania Turkey Yugoslavia   // 55,64 11. 5. 1990, p. 56.\n//  //  //  //  // CN code   // Description   // Country of origin   // Import levy in ecus per 100 kg net weight   //  //   //   //   //   // (p) 0406 90 31 0406 90 50   // Cheese of sheep's milk or buffalo milk, in containers containing brine, or in sheepskin or goatskin bottles   // Bulgaria Cyprus Hungary Israel Romania Turkey Yugoslavia   // 55,64   //    //  //   //   // (u) ex 0406 90 86   // Tulum Peyniri, of sheep's milk or buffalo milk, in individual plastic packs of a content not exceeding 10 kilograms   // Turkey   // 55,64   //    //  //   //   // (v) ex 0406 90 50 ex 0406 90 89   // Halloumi  // Cyprus   // 22,88'   //    //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 14 May 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission  //    //   //   //\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 378, 27. 12. 1989, p. 1. (3) OJ No L 196, 5. 7. 1982, p. 1. (4) OJ No L 120,"}