{"celex_id": "31996R1090", "uri": "http://publications.europa.eu/resource/cellar/12da9876-fafa-4cf6-81b7-b2b2b0eb58c6", "type": "Regulation", "concepts": ["13", "252", "2645", "3003", "4236", "5096"], "title": "Commission Regulation (EC) No 1090/96 of 17 June 1996 fixing, in respect of the 1995/96 marketing year, actual production of unginned cotton and the amounts by which the guide price is to be reduced and aid is to be increased\n", "header": "COMMISSION REGULATION (EC) No 1090/96 of 17 June 1996 fixing, in respect of the 1995/96 marketing year, actual production of unginned cotton and the amounts by which the guide price is to be reduced and aid is to be increased\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1553/95 (1),\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (2), as last amended by Regulation (EC) No 1553/95, and in particular Article 2 (3) and (4) thereof,\nHaving regard to Council Regulation (EC) No 1554/95 of 29 June 1995 laying down the general rules for the system of aid for cotton and repealing Regulation (EEC) No 2169/81 (3), and in particular Article 9 thereof,\nWhereas Article 9 of Regulation (EC) No 1554/95 provides that actual production in each marketing year is to be determined each year, account being taken of the quantities for which aid has been requested; whereas application of this criterion results in actual production, in respect of the 1995/96 marketing year, being established at the level set out hereafter;\nWhereas Article 2 (3) of Regulation (EEC) No 1964/87 provides that if actual production determined for Greece and Spain exceeds the guaranteed maximum quantity the guide price is to be reduced in each Member State where production exceeds its guaranteed national quantity; whereas the calculation of the said reduction varies depending on whether the guaranteed national quantity is exceeded both in Spain and Greece or only in one of those Member States; whereas, in the case under consideration, the overrun occurs only in Greece; whereas, therefore, under the rules laid down in Article 6 (b) of Regulation (EC) No 1554/95, actual production in excess of the guaranteed maximum quantity is to be calculated as a percentage of the guaranteed national quantity of that Member State, and the guide price is to be reduced by a percentage equal to half the percentage excess;\nWhereas Article 2 (4) of Regulation (EEC) No 1964/87 provides for an increase in aid, if certain conditions are fulfilled, in each Member State where actual production exceeds its guaranteed national quantity; whereas Article 6 of Commission Regulation (EEC) No 1201/89 of 3 May 1989 laying down rules implementing the system of aid for cotton (4), as last amended by Regulation (EC) No 905/96 (5), applies to the rules for the calculation of that increase;\nWhereas the aforementioned conditions are fulfilled for the 1995/96 marketing year; whereas, therefore, the amount by which aid is to be increased in Greece should be determined; whereas application of Article 6 (a) of Regulation (EEC) No 1201/89 leads to the fixing, in respect of the 1995/96 marketing year, of that amount at the level set out hereafter;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["1. (a) For the 1995/96 marketing year, actual production of unginned cotton is fixed at 1 469 198 tonnes, of which 1 364 798 tonnes for Greece and 104 400 tonnes for Spain.\n(b) For the 1995/96 marketing year, actual production of unginned cotton is fixed at one tonne for Portugal.\n2. The amount by which the guide price is to be reduced for the 1995/96 marketing year is fixed at ECU 29,764/100 kg for Greece.\n3. The amount by which aid is to be increased is fixed at ECU 7,973/100 kg for Greece.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 30. 6. 1995, p. 45.\n(2) OJ No L 184, 3. 7. 1987, p. 14.\n(3) OJ No L 148, 30. 6. 1995, p. 48.\n(4) OJ No L 123, 4. 5. 1989, p. 23.\n(5) OJ No L 122, 22. 5. 1996, p. 5."}