{"celex_id": "31994R3009", "uri": "http://publications.europa.eu/resource/cellar/f30087d1-1237-4a08-9e13-39f55a3e4fb0", "type": "Regulation", "concepts": ["1309", "1338", "1837", "519", "770", "990"], "title": "Council Regulation (EC) No 3009/94 of 8 December 1994 amending Regulation (EEC) No 830/92 by repealing the anti-dumping duty on imports of certain polyester yarns originating in India\n", "header": "COUNCIL REGULATION (EC) No 3009/94 of 8 December 1994 amending Regulation (EEC) No 830/92 by repealing the anti-dumping duty on imports of certain polyester yarns originating in India\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE  (1) By Regulation (EEC) No 830/92 (2), the Council imposed a definitive anti-dumping duty on imports of certain polyester yarn falling within CN codes 5509 21 10, 5509 21 90, 5509 22 10, 5509 22 90, 5509 51 00 and 5509 53 00  originating in Taiwan, Indonesia, India, the People's Republic of China and Turkey.\n(2) In recital 60 of Regulation (EEC) No 830/92 the Council noted that the Commission would be ready to initiate without delay a review proceeding for the exporters who supplied sufficient evidence to the Commission that they had not exported the  products concerned to the Community during the original investigation period (1 January to 31 December 1989), that they only started such exports after the said period or had a firm intention of doing so and that they were not related to, or associated  with, any of the companies subject to the anti-dumping duty (so-called newcomers).\nB. REVIEW  (3) Thirty Indian companies made themselves known to the Commission, claiming that they had not exported the product concerned during the investigation period and had only commenced doing so after that period. They also claimed that they were  not related to any of the companies involved in the original investigation subject to the anti-dumping duties and requested a newcomer review be opened.\n(4) On request, these companies provided evidence of the facts they alleged. The evidence provided by seventeen of the producers concerned has been considered sufficient to justify the initiation of a review in accordance with the provisions of Articles  7 and 14 of Regulation (EEC) No 2423/88 (hereinafter referred to as 'the basic Regulation') and the Commission, after consultation of the Advisory Committee, initiated a review of Regulation (EEC) No 830/92 with regard to these producers (3).\n(5) The notice of initiation also made provision for an extension of the review to any other producer in India, where warranted.\n(6) No request for review of the original injury findings was made and no indication was received that the circumstances of injury as originally established have changed.\n(7) In the course of the investigation it was found that:\n(i) there had been a substantial increase in imports into the Community of the product concerned, (from 3 000 tonnes in the original investigation period to 11 000 tonnes in the year 1992), which could only be attributed to those producers concerned by  the original investigation or other unknown companies;\n(ii) export prices on average had decreased by more than 25 % since 1989;\n(iii) the Indian rupee over the same period had devalued by 70 %;\n(iv) the Indian economy had been progressively liberalized leading to the removal of numerous internal barriers to trade, of taxes and of refund schemes.\n(8) The potential impact of the two last elements on the price of the like product on the domestic market (increase in price of imported raw materials and certain reductions in import taxes) and the general development of the export price, put into  question the continuing validity of the original findings regarding dumping, based on the situation in 1989, and the increased volume of exports cast doubt on the continuing representativity of the sample used at that time to establish normal value and  export price.\n(9) In these circumstances, the Commission considered that a review of the dumping established for all Indian producers was warranted.\nC. PRESENT PROCEDURE  (10) In view of the large number of exporters concerned, some 43 from the original investigation and 17 newcomers, it was considered appropriate, as in the original investigation, to establish normal value and export price on the  basis of a sample of companies in accordance with Article 2 (13) of the basic Regulation.\n(11) With a view to ensuring that the results yielded by this sampling procedure would not be significantly different from that which would have resulted from an investigation of all Indian producers, the selection of this sample was based, in  accordance with standard practice, on the criteria of volume of export and domestic sales of the like product, product-type mix both in India and the Community, size of the companies and their locations. On this basis, five producers were selected  representing, in total, approximately 33 % of the exports from India to the Community of the product concerned.\n(12) As in the original investigation, the Synthetic and Rayon Textile Export Promotion Council (SRTEPC), representing virtually all exporters in India of the product concerned, was informed of the companies selected, the criteria used and the intention  of the Commission to apply the weighted average result of the investigation of the sample to all the Indian companies considered in the proceeding. Whilst the SRTEPC raised no objection to the sample or this methodology, three Indian producers  maintained a request that individual dumping calculations be carried out for them.\n(13) As individual consideration of these three Indian producers was not unduly burdensome and did not delay the investivation, the Commission investigated these three companies separately.\n(14) The Commission carried out on-the-spot investigations at the premises of the following companies:\nSample companies:\nIndo Rama Synthetics (India) Ltd,\nRajasthan Textile Mills (prop. Sutlej Cotton Mills),\nThe Eastern Spinning Mills Industries Ltd,\nSree Valliappa Textiles Ltd,\nCoats Viyella (India) Ltd.\nCompanies requesting individual investigation:\nVardhman Spinning &   General Mills Ltd,\nSoundararaja Mills Ltd,\nDeepak Spinners Ltd.\nD. RESULT OF THE INVESTIGATION  1. Normal value\n(15) Normal value was generally established on the basis of the comparable price actually paid or payable in the ordinary course of trade for the like product in India.\n(16) Where a particular product type exported to the Community was not sold on the domestic market or where such sales were in insufficient quantities or were made at a loss, normal value was constructed on the basis of the cost of production plus a  reasonable profit margin. The selling, general and administrative expenses included in the cost of production and profit margins were calculated by reference to the expenses incurred and the profits realized by the exporter concerned on profitable sales  of other types of the like product sold in sufficient quantities on the domestic market.\n(17) In one case it was not possible to follow this approach to establish a margin of profit as one exporter was found to have had no sales of the like product on the domestic market during the investigation period. In this case, the profit margin used  was the weighted average profit realized on profitable sales of other types of the like product on the domestic market by all the other exporters investigated.\n2. Export price\n(18) Export prices were determined on the basis of the prices actually paid or payable for the product concerned sold for export to the Community.\n3. Comparison\n(19) The normal value by product type was compared with the export prices for the corresponding type on a transaction-by-transaction basis at an ex-works level and for the same level of trade. For the purpose of a fair comparison normal value was  adjusted in accordance with the provisions of Article 2 (9) and (10) of the basic Regulation to take account of differences affecting price comparability and relating to import charges and indirect taxes and differences in selling expenses arising from  conditions and terms of sale. Adjustments claimed for the above differences were limited to those for which satisfactory evidence was submitted that they had a direct relationship to the sales under consideration. In particular, allowance was granted  under Article 2 (10) (b) of the basic Regulation in respect of import charges on raw materials physically incorporated in the like product, when destined for consumption in India and not collected in respect of the product exported to the Community.\n4. Dumping margins\n(20) The examination of the facts showed that the dumping margins, i. e. the amounts by which normal values, as established, exceeded the prices for export to the Community, were insignificant or non-existent and should therefore be regarded as de  minimis.\n(21) The weighted average margins of dumping for each exporter expressed as a percentage of the cif Community frontier price were as follows:\n(i) sample companies:\n\"\" ID=\"1\">Indo Rama Synthetics (India) Ltd:> ID=\"2\">1,97 %;\"> ID=\"1\">Rajasthan Textile Mills (prop. Sutlej Cotton Mills):> ID=\"2\">0,01 %;\"> ID=\"1\">The Eastern Spinning Mills Industries Ltd:> ID=\"2\">0,00 %;\"> ID=\"1\">Sree Valliappa Textiles  Ltd:> ID=\"2\">0,67 %;\"> ID=\"1\">Coats Viyella (India) Ltd:> ID=\"2\">0,32 %;\"> ID=\"1\">Weighted average:> ID=\"2\">0,94 %. \">\n(ii) companies requesting individual investigation:\n\"\" ID=\"1\">Vardhman Spinning &   General Mills Ltd:> ID=\"2\">0,80 %;\"> ID=\"1\">Soundararaja Mills Ltd:> ID=\"2\">0,26 %;\"> ID=\"1\">Deepak Spinners Ltd:> ID=\"2\">0,00 %. \">\nIn view of the fact that the dumping margins established were all below 2 % they should be regarded as de minimis.\nE. AMENDMENT OF THE REVIEWED MEASURES  (22) It is therefore concluded that, as the dumping margins established are de minimis, Regulation (EEC) No 830/92 should be amended and the duties imposed on imports of the product concerned from India should  cease to apply.\n(23) The exporters in India and the complainant have been informed of these findings.\n(24) Since the review is limited to Indian producers, it does not affect the date on which the duties imposed on other countries by Regulation (EEC) No 830/92 will expire pursuant to Article 15 (1) of the basic Regulation,", "main_body": ["Article 1 of Regulation (EEC) No 830/92 is hereby amended as follows:\n1. In paragraph 1, the word 'India' shall be deleted.\n2. In paragraph 2, the line commencing 'India' and the list of companies under the heading 'INDIA' and the corresponding entries under the columns shall be deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1994.\nFor the Council\nThe President\nG. REXRODT\n(1) OJ No L 209, 2. 8. 1988, p. 1. Regulation as last amended by Regulation (EC) No 522/94 (OJ No L 66, 10. 3. 1994, p. 10).\n(2) OJ No L 88, 3. 4. 1992, p. 1.\n(3) OJ No C 339, 22. 12. 1992, p. 2."}