{"celex_id": "31995L0004", "uri": "http://publications.europa.eu/resource/cellar/e7020493-3454-4db5-bf2b-5775f6fce969", "type": "Directive", "concepts": ["1595", "1763", "2081", "2232", "2827", "4081"], "title": "Commission Directive 95/4/EC of 21 February 1995 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "COMMISSION DIRECTIVE 95/4/EC of 21 February 1995 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread  within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  the Act of Accession of Austria, Finland and Sweden, and in particular the second indent, third and fourth subindents of Article 13,\nWhereas the harmful organism Thrips palmi Karny has not hitherto been known to occur in the Community;\nWhereas Thrips Palmi Karny has been found to be present on plants of Ficus L. during checks carried out in the Community following the introduction of these plants;\nWhereas Pseudomonas solanacearum (Smith) Smith has been found to be present in a larger area of the Community than was originally recognized;\nWhereas Pseudomonas solanacearum (Smith) Smith has been found on potato tubers imported from Egypt and Turkey;\nWhereas, therefore, the provisions on the protective measures against Pseudomonas solanacearum (Smith) Smith should be improved and in particular the list of host plants should be extended;\nWhereas by virtue of Council Directive 66/400/EEC of 14 June 1966 on the marketing of beet seed (2), as last amended by Directive 90/654/EEC (3), certain conditions govern basic and certified seed of sugar and fodder beet of the species Beta vulgaris L.  in order to ensure that such seed is free from beet necrotic yellow vein virus (rhizomania);\nWhereas it is desirable that seed of sugar and fodder beet of the species Beta vulgaris L. which has not yet been finally certified and which is intended for official certification in another Member State should also be subject to controls to ensure  that there is no risk of beet necrotic yellow vein virus spreading during transport, processing or the disposal of waste arising out of such processing;\nWhereas there are at present no conditions to prevent the spread of beet necrotic yellow vein virus in the course of the marketing of vegetable seed of the species Beta vulgaris L.;\nWhereas therefore it is desirable to introduce protective measures against Beet necrotic yellow vein virus in relation to seed of sugar, fodder and vegetable beet of the species Beta vulgaris L.;\nWhereas some provisions for protective measures against tubers of Solanum tuberosum L., other than those intended for planting, should be modified because it is no longer appropriate to maintain the current prohibitions set out in Directive 77/93/EEC in  respect of potato tubers originating in Syria;\nWhereas therefore the relevant Annexes to the said Directive 77/93/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Annexes I to IV to Directive 77/93/EEC are hereby amended in accordance with the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive on 1 April 1995. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. The Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the seventh day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 21 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No 125, 11. 7. 1966, p. 2290/66.\n(3) OJ No L 353, 17. 12. 1990, p. 48.\nANNEX\n1. In Annex I, Part A, Section II (b) the following new point is added:\n'2. Pseudomonas solanacearum (Smith) Smith.'\n2. In Annex II, Part A, Section II (b), point 6 is deleted.\n3. In Annex III, Part A, point 12, right hand column, 'Syria' is inserted between 'Morocco' and 'Switzerland'.\n4. In Annex IV, Part A, Section I, the following is added to the right hand column of point 25.4:\n'and\n(aa) either, the tubers originate in areas in which Pseudomonas solanacearum (Smith) Smith is known not to occur; or\n(bb) in areas where Pseudomonas solanacearum (Smith) Smith is known to occur, the tubers originate from a place of production found free from Pseudomonas solanacearum (Smith) Smith, or considered to be free thereof, as a consequence of the  implementation of an appropriate procedure aiming at eradicating Pseudomonas solanacearum (Smith) Smith which shall be determined pursuant to the procedure laid down in Article 16a.'\n5. In Annex IV, Part A, Section I the following new point is added:\n\"\" ID=\"1\">'25.7 Plants of Capsicum annuum L., Lycopersicon lycopersicum (L.) Karsten ex Farw., Musa L., Nicotiana L. and Solanum melongena L., intended for planting, other than seeds, originating in countries where Pseudomonas solanacearum  (Smith) Smith is known to occur> ID=\"2\">Without prejudice to the provisions applicable to the plants listed in Annex III A (11), (13), and Annex IVAI (25.5) and (25.6), where appropriate, official statement that:\">\n6. In Annex IV, Part A, Section I the following new point is added:\n\"\" ID=\"2\">(a) the plants originate in areas which have been found free from Pseudomonas solanacearum (Smith) Smith; or\"> ID=\"2\">(b) no symptoms of Pseudomonas solanacearum (Smith) Smith have been observed on the plants at the place of production  since the beginning of the last complete cycle of vegetation'.\"> ID=\"1\">'25.8. Tubers of Solanum tuberosum L., other than those intended for planting> ID=\"2\">Without prejudice to the provisions applicable to tubers listed in Annex III A (12) and Annex  IVAI (25.1), (25.2) (25.3), official statement that the tubers originate in areas in which Pseudomonas solanacearum (Smith) Smith is not known to occur'.\">\n7. In Annex IV, Part A, Section I, point 36 is replaced by the following:\n\"\" ID=\"1\">'36.1. Plants of Ficus L., intended for planting, other than seeds> ID=\"2\">Official statement that:\"> ID=\"2\">(a) the place of production has been found free from Thrips palmi Karny on official inspections carried out at least monthly  during the three months prior to export;\"> ID=\"2\">or\"> ID=\"2\">(b) the consignment has undergone appropriate treatment to ensure freedom from Thysanoptera;\"> ID=\"2\">or\"> ID=\"2\">(c) the plants have been grown in greenhouses in which official measures  have been taken to monitor the presence of Thrips palmi Karny during an appropriate period, and that during such monitoring no Thrips palmi Karny have been detected\"> ID=\"1\">36.2 Plants, other than Ficus L., intended for planting, and other than seeds>  ID=\"2\">Official statement that:\"> ID=\"2\">(a) the plants originate in a country known to be free from Thrips palmi Karny\"> ID=\"2\">or\"> ID=\"2\">(b) the place of production has been found free from Thrips palmi Karny on official inspections carried out  at least monthly during the three months prior to export;\"> ID=\"2\">or\"> ID=\"2\">(c) the consignment has undergone appropriate treatment to ensure freemdom from Thysanoptera'.\">\n8. In Annex IV, Part A, Section II, the following is added to the right hand column of point 19.1:\n'and (d)\n(aa) either, the tubers originate in areas in which Pseudomonas solanacearum (Smith) Smith is known not to occur; or\n(bb) in areas where Pseudomonas solanacearum (Smith) Smith is known to occur, the tubers originate from a place of production found free from Pseudomonas solanacearum (Smith) Smith, or considered to be free thereof, as a consequence of the  implementation of an appropriate procedure aiming at eradicating Pseudomonas solanacearum (Smith) Smith.'\n9. In Annex IV, Part A, Section II, the following is added to the list in the right hand column of point 19.3, (cc), second indent;\n'- Clavibacter michiganensis ssp. sepedonicus (Spieckermann et Kotthof) Davis et al' is replaced by:\n'- Pseudomonas solanacearum (Smith) Smith'.\n10. In Annex IV, Part A, Section II, the following new point is added:\n\"\" ID=\"1\">'19.7. Plants of Capsicum annuum L. Lycopersicon lycopersicum (L.) Karsten ex Farw., Musa L. Nicotiana L. and Solanum melongena L., intended for planting, other than seeds> ID=\"2\">Without prejudice to the requirements applicable to the  plants listed in Annex IVAII (19.6) where appropriate, official statement that:\"> ID=\"2\">(a) the plants originate in areas which have been found free from Pseudomonas solanacearum (Smith) Smith; or\"> ID=\"2\">(b) no symptoms of Pseudomonas solanacearum  (Smith) Smith have been observed on the plants at the place of production since the beginning of the last complete cycle of vegetation'.\">\n11. In Annex IV, Part B, point 27 is replaced by the following:\n\"\" ID=\"1\">'27.1. Sugar and fodder beet seed of the species Beta vulgaris L.> ID=\"2\">Without prejudice to the provisions of Directive 66/400/EEC, where applicable, official statement that:> ID=\"3\">DK, IRL, P (Azores), UK\"> ID=\"2\">(a) the seed of  the categories \"Basic seed\" and \"Certified seed\" satisfies the conditions laid down in Annex I (B) (3) of Directive 66/400/EEC; or\"> ID=\"2\">(b) in the case of \"seed not finally certified\", the seed:\"> ID=\"2\">- satisfies the conditions laid down in\nArticle 15\n(2) of Directive 66/400/EEC, and\"> ID=\"2\">- is intended for processing that will satisfy the conditions laid down in Annex IB of Directive 66/400/EEC and delivered to a processing enterprise with officially approved controlled waste  disposal, to prevent the spread of Beet necrotic yellow vein virus (BNYVV);\"> ID=\"2\">(c) the seed has been produced from a crop grown in an area where BNYVV is known not to occur\"> ID=\"1\">27.2. Vegetable seed of the species Beta vulgaris L.>  ID=\"2\">Without prejudice to the provisions of Directive 70/458/EEC, where applicable, official statement that:> ID=\"3\">DK, IRL, P (Azores), UK\">"}