{"celex_id": "31996R1170", "uri": "http://publications.europa.eu/resource/cellar/b3e2ddcd-b323-4276-8f31-e0f34297c126", "type": "Regulation", "concepts": ["1102", "1136", "161", "1644", "2763", "4860"], "title": "Commission Regulation (EC) No 1170/96 of 27 June 1996 amending Regulation (EC) No 1600/95 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 1170/96 of 27 June 1996 amending Regulation (EC) No 1600/95 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 2931/95 (2), and in particular Article 13 (3), 16 (1) and (4) thereof,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (3), and in particular Article 1 (1) thereof,\nWhereas the validity of Commission Regulation (EC) No 1600/95 of 30 June 1995, laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products (4), as last amended by Regulation (EC) No 1114/96 (5), expires on 30 June 1996; whereas those arrangements should be made permanent and the expiry date annulled; whereas experience has shown that the ambiguity or strictness of certain provisions are creating unjustified administrative difficulties; whereas the provisions in question should be clarified or made more flexible;\nWhereas the order numbers in Annex VII to the combined nomenclature were amended by Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Custom Tariff (6), as last amended by Regulation (EC) No 1035/96 (7); whereas, in order to avoid any ambiguity, Annex I to Regulation (EC) No 1600/95 should be republished containing the amended order numbers;\nWhereas the tariff quotas referred to in the GATT/WTO Agreement which are not specified by country of origin must be adjusted from 1 July 1996; whereas Annex II to Regulation (EC) No 1600/95 must therefore be amended;\nWhereas, in order to facilitate the transition to the new arrangements, a table showing the import duties on imports covered by the GATT Agreement was given for information in an Annex to Regulation (EC) No 1600/95; whereas, given that the information is given in the combined nomenclature, the table is no longer necessary;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1600/95 is hereby amended as follows:\n1. In Article 14 (5), the words 'three days` and 'four days` are replaced by 'three working days` and 'four working days` respectively.\n2. In the second subparagraph of Article 32, the words 'to 30 June 1996` are deleted.\n3. Annex I is replaced by Annex I hereto.\n4. Annex II is replaced by Annex II hereto.\n5. The summary tables are deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 307, 20. 12. 1995, p. 10.\n(3) OJ No L 146, 20. 6. 1996, p. 1.\n(4) OJ No L 151, 1. 7. 1995, p. 12.\n(5) OJ No L 148, 21. 6. 1996, p. 32.\n(6) OJ No L 256, 7. 9. 1987, p. 1.\n(7) OJ No L 151, 26. 6. 1996, p. 1.\nANNEX I\n'ANNEX I\nTARIFF QUOTAS PURSUANT TO THE GATT/WTO AGREEMENTS SPECIFIED BY COUNTRY OF ORIGIN\n(Calendar year)\n>TABLE>\nANNEX II\n'ANNEX II\nTARIF QUOTAS PURSUANT TO GATT/WTO AGREEMENTS, NOT SPECIFIED BY COUNTRY OF ORIGIN\n(GATT/WTO year)\n>TABLE>"}