{"celex_id": "31990R1915", "uri": "http://publications.europa.eu/resource/cellar/88651ec1-c2de-43e3-95dc-f5b7d99034bc", "type": "Regulation", "concepts": ["2657"], "title": "Commission Regulation (EEC) No 1915/90 of 5 July 1990 making imports of certain frozen squid subject to observance of the reference price\n", "header": "COMMISSION  REGULATION (EEC) No 1915/90\nof 5 July 1990\nmaking imports of certain frozen squid subject to observance of the reference price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 1495/89 (2), and in particular Article 21 (6) thereof,\nWhereas Article 21 (4) of Regulation (EEC) No 3796/81 provides, inter alia, that where the free-at-frontier price of a specified product imported from a third country remains below the reference price for at least three successive marketing days and where considerable quantities of that product are imported, import of products listed, inter alia, in Annex II to Regulation (EEC) No 3796/81 may be made subject to the condition that the free-at-frontier price is at least equal to the reference price;\nWhereas Commission Regulation (EEC) No 3191/82 (3) laid down detailed rules for the reference price system in the fishery products sector and in particular for the determination of the free-at-frontier price referred to in Article 21 (3) of Regulation (EEC) No 3796/81;\nWhereas the reference prices for the frozen squid listed in Annex II to Regulation (EEC) No 3796/81 were fixed for the 1990 fishing year by Commission Regulation (EEC) No 3959/89 (4);\nWhereas, in the course of 1989 and for the first five months of 1990, it has been established that the Community has imported squid of the genus Illex and Ommastrephes in frozen form, whole and non-cleaned and in tube at abnormally low prices;\nWhereas, for the above products, the free-at-frontier price of significant quantities remained below the reference price for three consecutive working days;\nWhereas, since the imported product has the same commercial characteristics as the Community product, these imports have caused a substantial fall in prices for the latter on the Spanish market which has resulted in particular in a fall on the Spanish market of up to 50 % of guide price for the 1990 fishing year;\nWhereas, in view of the expected volume of imports, and their prices, there is a danger that this price situation could continue or even worsen in the coming months;\nWhereas, in order to avoid disturbances due to offers at abnormally low prices, it is necessary to require imports for the products in question to observe the reference price;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["1. The placing into free circulation in the Community of squid, of the genus Illex and of the species Ommastrephes sagittatus in frozen form, whole and not cleaned and tube, falling within CN codes ex 0307 99 11 and ex 0307 49 51 shall be subject to the condition that the free-at-frontier price is at least equal to the reference price given in the Annex.\n2. However, paragraph 1 shall not apply to products which it is proved that they were in transit towards the Community at the date of entry into force of this Regulation.\nInterested parties shall provide proof to the satisfaction of the competent customs authorities that the conditions set out in the first subparagraph have been fulfilled, by means of all available customs and road, rail or marine transport documents.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 30 June 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 148, 1. 6. 1989, p. 1.\n(3) OJ No L 338, 30. 11. 1982, p. 13.\n(4) OJ No L 385, 30. 12. 1989, p. 9.\nANNEX\n(ECU per tonne net)\n1.2.3 //  //  //  // CN code   // Description   // Reference price   //    //   //  1.2.3.4 // ex 0307 49 51   // Squid  //   //   //   // (Ommastrephes sagittatus):   // whole, not cleaned tube   // 762 1 448   //   // Illex spp.   //   //  // ex 0307 99 11   // - Illex argentinus:   // whole, not cleaned tube   // 764 1 452   // ex 0307 99 11   // - Illex illecebrosus:   // whole, not cleaned tube   // 764 1 452  // ex 0307 99 11   // - Other species:   // whole, not cleaned tube   // 764 1 452   //    //   //   //"}