{"celex_id": "31993D0397", "uri": "http://publications.europa.eu/resource/cellar/cdfed477-315e-428d-971f-5dce6131c33a", "type": "Decision", "concepts": ["2488", "2543", "4689", "5369", "5962", "994"], "title": "93/397/EEC: Commission Decision of 14 July 1993 amending for the fourth time Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to foot-and-mouth disease\n", "header": "COMMISSION DECISION of 14 July 1993 amending for the fourth time Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to  foot-and-mouth disease\n(93/397/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amened by Decision 92/438/EEC (2), and in particular Article 18 (7) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 92/118/EEC (4), and in  particular 19 (7) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable to intra-Community trade in certain live animals and products with a view to the completion of the internal market (5), as last  amended by Directive 92/118/EEC, and in particular Article 10 thereof,\nWhereas the Commission has received acceptable written assurances from Poland concerning the guarantees for export of live animals to the Community; whereas Poland cannot be permitted to export live animals under the provisions of Chapter II of  Commission Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originaing in certain European countries in relation to foot-and-mouth disease (6), as last amended by Decision  93/372/EEC (7);\nWhereas therefore it is necessary to amend Decision 93/242/EEC;\nWhereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 93/242/EEC is hereby amended as follows:\n1. in Annex A, 'Poland (1)' is deleted.\n2. in Annex B, the footnote reference (2) after 'Poland' is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 373, 31. 12. 1990, p. 1.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 224, 18. 8. 1990, p. 29.\n(6) OJ No L 110, 4. 5. 1993, p. 36.\n(7) OJ No L 155, 26. 6. 1993, p. 91."}