{"celex_id": "31998R1980", "uri": "http://publications.europa.eu/resource/cellar/5b228787-1c6f-4f4b-8a88-cc336175d752", "type": "Regulation", "concepts": ["161", "1637", "2387", "2734", "2771", "5083"], "title": "Commission Regulation (EC) No 1980/98 of 17 September 1998 opening and providing for the administration of Community tariff quotas and tariff ceilings and establishing a Community surveillance in the framework of reference quantities for certain agricultural products originating in the African, Caribbean and Pacific (ACP) States\n", "header": "18.9.1998 EN Official Journal of the European Communities L 256/3\nCOMMISSION REGULATION (EC) No 1980/98\nof 17 September 1998\nopening and providing for the administration of Community tariff quotas and tariff ceilings and establishing a Community surveillance in the framework of reference quantities for certain agricultural products originating in the African, Caribbean and Pacific (ACP) States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1706/98 of 20 July 1998 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EEC) No 715/90 (1), and in particular Article 30 thereof,\nWhereas the fourth ACP-EC Convention (2), hereinafter referred to as ‘the Convention’, provides for customs duties on imports into the Community of certain products originating in the ACP States to be waived or reduced within the framework of tariff quotas, tariff ceilings or reference quantities; whereas the tariff quotas, tariff ceilings or reference quantities provided for in the Convention are to be opened annually until the Convention expires;\nWhereas it falls to the Commission to adopt implementing measures relating to the opening and administration of Community tariff quotas, tariff ceilings and reference quantities;\nWhereas Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3), as last amended by Regulation (EC) No 1677/98 (4), has consolidated the provisions for the management of tariff quotas to be used according to the chronological order of dates of acceptance of declarations for release for free circulation and the provisions governing the surveillance of preferential imports;\nWhereas it was agreed at the negotiations for the midterm revision of the Lomé Convention that changes to the arrangements should take effect from 1 January 1996; whereas provision should therefore be made for the application of this Regulation and the repeal of Commission Regulations (EC) No 1280/94 (5), as amended by Regulation (EC) No 896/95 (6) (EC) No 2763/94 (7), as last amended by Regulation (EC) No 2411/96 (8), and (EC) No 2942/95 (9), as amended by Regulation (EC) No 982/ 96 (10), to take effect from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1.   Customs duties on products listed in Annex A originating in the ACP States, released for free circulation in the Community and accompanied by proof of origin in accordance with the Origin Protocol to the Convention may be waived or reduced within the limits of the tariff quotas specified in that Annex.\n2.   The tariff quotas referred to in this Article shall be managed by the Commission in accordance with Article 308a to 308c of Regulation (EEC) No 2454/93.\n3.   Each Member State shall ensure that importers of the products in question have equal and continuous access to the quotas for as long as the balance of the relevant quota volume so permits.", "1.   Duties on products listed in Annex B originating in the ACP States, released for free circulation in the Community and accompanied by proof of origin in accordance with the Origin Protocol to the Convention may be waived within the limits of the tariff ceiling specified in that Annex.\n2.   The tariff ceiling referred to in this Article shall be subject to Community surveillance by the Commission, in close cooperation with the Member States, in accordance with Article 308d of Regulation (EEC) No 2454/93.", "1.   Duties on products listed in Annex C originating in the ACP States, released for free circulation in the Community and accompanied by proof of origin in accordance with the Origin Protocol to the Convention may be waived within the limits of the reference quantities specified in that Annex, such products being subject to Community surveillance.\n2.   The take up of reference quantities shall be recorded at Community level using data sent to the Commission by the Member States in accordance with Article 308d of Regulation (EEC) No 2454/93.", "The Commission, in close cooperation with the Member States, shall take whatever steps are necessary for the application of this Regulation.", "Regulations (EC) No 1280/94, (EC) No 2763/94 and (EC) No 2942/95 are hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1)  OJ L 215, 1. 8. 1998, p. 12.\n(2)  OJ L 229, 17. 8. 1991, p. 3.\n(3)  OJ L 253, 11. 10. 1993, p. 1.\n(4)  OJ L 212, 30. 7. 1998, p. 18.\n(5)  OJ L 140, 3. 6. 1994, p. 10.\n(6)  OJ L 92, 25. 4. 1995, p. 12.\n(7)  OJ L 294, 15. 11. 1994, p. 6.\n(8)  OJ L 329, 19. 12. 1996, p. 8.\n(9)  OJ L 308, 21. 12. 1995, p. 9.\n(10)  OJ L 131, 1. 6. 1996, p. 43.\nANNEX A\nconcerning products referred to in Article 1\nNothwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential sheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN code Taric subheading (2) Description Quota volume per year or indicated period (in tonnes) Quota duty (% reduction)\n09.1613 ex 0702 00 00 01 Cherry tomatoes, fresh or chilled, from 15 November to 30 April 2 000 100 (1)\n09.1601 ex 0702 00 00 08 Tomatoes, other than cherry tomatoes, fresh or chilled, from 15 November to 30 April 2 000 60 (1)\n09.1615 ex 0806 10 10 15 Table grapes, seedless, fresh, from 1 to 31 January 400 100\n09.1616 ex 0806 10 10 85 Table grapes, seedless, fresh, from 1 to 31 December 400 100\n09.1610 0808 10  Apples, fresh 1 000 50 (1)\n09.1612 0808 20 10  Pears, fresh 2 000 65 (1)\n0808 20 50\n09.1603 ex 0810 10 05  Strawberries, fresh, from 1 January to end February 1 600 100\nex 0810 10 80 Strawberries, fresh, from 1 November to 31 December\n(1)  The reduction applies only to ad valorem rates of customs duties.\n(2)  The TARIC codes are only valid from 1 January to 31 December 1998.\nANNEX B\nconcerning products referred to in Article 2\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN code Taric subheading (1) Description Reference quantity per indicated period (in tonnes)\n26.0010 ex 0804 20 10  Figs, fresh, from 1 November to 30 April 200\n(1)  The TARIC codes are only valid from 1 January to 31 December 1998.\nANNEX C\nconcerning products referred to in Article 3\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN code Taric sub- heading (1) Description Reference quantity per indicated period (in tonnes)\n12.0105 ex 0805 10 10  Oranges, fresh or dried, from 15 May to 30 September 25 000\n12.0115 ex 0805 20 10  Mandarins (including tangerines and satsumas); clementines, wilkings and similar citrus hybrids, fresh or dried, from 15 May to 30 September 4 000\n12.0120 ex 0806 10 10 20 Table grapes, seedless, fresh, from 1 February to 31 March 100\n(1)  The TARIC codes are only valid from 1 January to 31 December 1998."}