{"celex_id": "31993R3098", "uri": "http://publications.europa.eu/resource/cellar/1c5727ee-1f99-4ec7-a9f6-cea5f02e8990", "type": "Regulation", "concepts": ["3611"], "title": "COMMISSION REGULATION (EC) No 3098/93 of 9 November 1993 re-establishing the levying of customs duties on products of categories 19, 26 and 28 (order Nos 40.0190, 40.0260 and 40.0280), originating in Pakistan, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3832/90 apply\n", "header": "COMMISSION REGULATION (EC) No 3098/93 of 9 November 1993 re-establishing the levying of customs duties on products of categories 19, 26 and 28 (order Nos 40.0190, 40.0260 and 40.0280), originating in Pakistan, to which the preferential tariff  arrangements set out in Council Regulation (EEC) No 3832/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), extended for 1993 by Regulation (EEC) No 3917/92 (2), and  in particular Article 12 thereof,\nWhereas Article 10 of Regulation (EEC) No 3832/90 provides that preferential tariff treatment shall be accorded for 1993 for each category of products subjected in Annexes I and II thereto to individual ceilings, within the limits of the quantities  specified in column 8 of Annex I and column 7 of Annex II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 11 of the abovementioned Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community  level;\nWhereas, in respect of products of categories 19, 26 and 28 (order Nos 40.0190, 40.0260 and 40.0280), originating in Pakistan, the relevant ceiling respectively amounts to 1 746 000, 395 000 and 109 000 pieces respectively,\nWhereas on 29 July 1993 imports of the products in question into the Community, originating in Pakistan, countries covered by preferential tariff arrangements, reached and were charged against those ceilings;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to Pakistan,", "main_body": ["As from 14 November 1993 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3832/90, shall be re-established in respect of the following products, imported into the Community and originating in Pakistan:\n\"\" ID=\"01\">40.0190> ID=\"02\">19 (1 000 pieces)> ID=\"03\">6213 20 00\n6213 90 00> ID=\"04\">Handkerchiefs other than knitted or crocheted \"> ID=\"01\">40.0260> ID=\"02\">26 (1 000 pieces)> ID=\"03\">6104 41 00\n6104 42 00\n6104 43 00\n6104 44 00\n6204 41 00\n6204 42 00\n6204 43 00\n6204 44 00> ID=\"04\">Women's or girls' dresses, of wool, of cotton or man-made fibres \"> ID=\"01\">40.0280> ID=\"02\">28 (1 000 pieces)> ID=\"03\">6103 41 10\n6103 41 90\n6103 42 10\n6103 42 90\n6103 43 10\n6103 43 90\n6103 49 10\n6103 49 91\n6104 61 10\n6104 61 90\n6104 62 10\n6104 62 90\n6104 63 10\n6104 63 90\n6104 69 10\n6104 69 91> ID=\"04\">Trousers, bib and brace overalls, breeches and shorts (other than swimwear) knitted or crocheted, of wool, of cotton or man-made fibres \">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 39.\n(2) OJ No L 396, 31. 12. 1992, p. 1."}