{"celex_id": "31999R2803", "uri": "http://publications.europa.eu/resource/cellar/79d256a4-913c-43d9-a422-5691276a092f", "type": "Regulation", "concepts": ["1201", "1486", "1988", "2718", "3618"], "title": "Commission Regulation (EC) No 2803/1999 of 22 December 1999 fixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 2000 fishing year\n", "header": "COMMISSION REGULATION (EC) No 2803/1999\nof 22 December 1999\nfixing the standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of fishery products withdrawn from the market during the 2000 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 december 1992 on the common organisation of the market in fishery products and aquaculture(1), as last amended by Regulation (EEC) No 3318/94(2), and in particular Article 12(6) thereof,\nWhereas:\n(1) Article 12 of Regulation (EEC) No 3759/92 provides for the payment of financial compensation to producers' organisations which intervene, on certain conditions, in respect of the products listed in Annex I (A) and (D) to that Regulation. The amount of such financial compensation must be reduced by standard values in the case of products intended for purposes other than human consumption.\n(2) Commission Regulation (EEC) No 1501/83 of 9 June 1983 on the disposal of certain fishery products which have been the subject of measures to stabilise the market(3) specifies the ways in which the products withdrawn must be disposed of. The value of such products must be fixed at a standard level for each of these modes of disposal, taking into account the average receipts which may be obtained from such disposal in the various Member States.\n(3) On the basis of the relevant information on this value, it should be fixed for the 2000 fishing year as shown in the Annex hereto.\n(4) Pursuant to Article 7 of Commission Regulation (EEC) No 3902/92 of 23 December 1992 setting detailed rules for granting financial compensation on certain fishery products(4), as last amended by Regulation (EEC) No 1338/95(5), special arrangements are provided for so that if a producer's organisation or one of its members puts its products up for sale in a Member State other than in which it is recognised the body responsible for granting the financial compensation is informed. The aformentioned body is that of the Member State in which the producers' organisation was recognised. The standard value deductable should therefore be the value applied in that Member State.\n(5) The abovementioned provisions are equally applicable to the advance on the financial compensation provided for in Article 6(1) of Regulation (EEC) No 3902/92.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for fishery products,", "main_body": ["The standard values to be used in calculating the financial compensation and the advance pertaining thereto in respect of products withdrawn by producers' organisations and used for purposes other than human consumption shall be for the 2000 fishing year as shown in the Annex hereto for each of the uses indicated therein.", "The standard value to be deducted from the financial compensation and the advance pertaining thereto shall be that applied in the Member State in which the producers' organisation was recognised.", "This Regulation shall enter into force on 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 388, 31.12.1992, p. 1.\n(2) OJ L 350, 31.12.1994, p. 15.\n(3) OJ L 152, 10.6.1983, p. 22.\n(4) OJ L 392, 31.12.1992, p. 35.\n(5) OJ L 129, 14.6.1995, p. 7.\nANNEX\n>TABLE>"}