{"celex_id": "31994D0006", "uri": "http://publications.europa.eu/resource/cellar/15c716e4-1504-49c1-96e5-edcc62b6fde9", "type": "Decision", "concepts": ["1417", "1952", "3801", "3802", "3803", "5123"], "title": "94/6/ECSC: Commission Decision of 21 December 1993 authorizing common financial arrangements in respect of individual programmes involving the closure of production capacity in the Community steel industry for heavy sections, hot-rolled wide coils and strip, and reversing-mill plate (Only the Spanish, Danish, German, English, French, Italian and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 21 December 1993 authorizing common financial arrangements in respect of individual programmes involving the closure of production capacity in the Community steel industry for heavy sections, hot-rolled wide coils and strip,  and reversing-mill plate (Only the Spanish, Danish, German, English, French, Italian and Dutch texts are authentic) (94/6/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular point (a) of the first paragraph of Article 53 thereof,\nHaving regard to the application made in Brussels on 14 July 1993 by the European Confederation of the Iron and Steel Industry (Eurofer) on behalf of 17 Community steel companies,\nAfter consulting the ECSC Consultative Committee and the Council,\nWhereas:\nI. THE FACTS  For over a year the Community steel industry in general has had to contend with a steady loss of outlets and a decline in prices. There are several factors that explain this situation, which presents both cyclical and structural problems.  The Commission communication to the Council and the European Parliament of 23 November 1992 stressed that overcapacity was one of the main causes of the structural problems. Three million tonnes of new capacity for the production of hot-rolled wide  strip were added to existing capacity between 1986 and 1991.\nIn order to identify the product categories and quantities that should be the subject of a reorganization, the Commission, in agreement with the Council, requested an appraisal of the reductions in production capacity needed following individual  consultations with a large number of steel company managers.\nA report on the results of this appraisal was presented to the Council meeting of 25 February 1993, which was devoted to the restructuring of the steel industry. The Council announced that it would take prompt action as regards the procedures for  monitoring State aid pursuant to Article 95 of the ECSC Treaty in cases where production capacity was to be closed down; it also noted that the report stressed that companies should consider making a greater effort to reduce production capacity and  restore profitability. The Council welcomed the Commission's intention of examining the common financial arrangements provided for in point (a) of the first paragraph of Article 53 of the ECSC Treaty, as part of this effort.\nThrough Eurofer three groups of companies producing three separate categories of products applied on 14 July 1993 for authorization for common financing arrangements in respect of individual and unilateral closure programmes involving production  capacity for heavy sections, hot-rolled wide coils and strip, and reversing-mill plate.\nIn the communication it sent to the Council and the ECSC Consultative Committee on 8 September 1993, pursuant to point (a) of the first paragraph of Article 53, the Commission asked the Council and the Committee for their views and informed them of the  approach it was considering with a view to authorizing these arrangements.\nThe arrangements are as follows:\n- the parties to the financial arrangements that neither reduce nor close down capacity (hereinafter referred to as 'the other parties') will contribute to the financing of the capacity reductions of the parties that opt for closure (hereinafter  referred to as 'the parties opting for closure'); the aim is to reduce heavy section capacity by 2,5 million tonnes, hot-rolled wide coils and strip capacity by 6 million tonnes, and reversing-mill plate capacity by 2 million tonnes,\n- the unit amount chosen as the flat-rate reference for the industrial cost of an eligible capacity closure in the case of rolling mills is ECU 60 per tonne for coils, strip and reversing-mill plate, and ECU 40 per tonne for heavy sections. This may be  supplemented, in the case of corresponding closure of upstream plant, by ECU 50 per tonne in the case of electric steelworks and by ECU 100 per tonne in the case of oxygenblown steelworks and other upstream plant,\n- the capacity eligible for a contribution to costs from the other parties will be determined on the basis of the production capacity declared in the Commission's questionnaires 2-61, the rate of capacity utilization in 1991 and 1992 and, where  appropriate, the residual capacity of the same company,\n- plant closures will be deemed permanent when they are carried out in accordance with Article 8 of Commission Decision No 3010/91/ECSC (1). Any export of plant for reassembly at a location where exports to the Community market would be improbable could  be deemed a permanent closure,\n- parties opting for closure will undertake, for five years, not to increase their residual capacity for the products in question that are covered by the financial arrangements on pain of a fine, payable to the other parties, of ECU 100 per tonne of  increased capacity. For a period of five years, capacity increases stemming from maintenance work or current productivity investment are limited to 2 % per year. Investment in new technologies is not excluded where it replaces existing capacity without  leading to a net increase in capacity,\n- individual capacity closure programmes will be notified to the Commission with details of the plant to be closed. In principle, closures should take place before 31 December 1994.\nII. ASSESSMENT  Pursuant to the second paragraph of Article 2 of the ECSC Treaty, the Community is required to bring about conditions which will of themselves ensure the most rational distribution of production at the highest possible level of  productivity.\nThe mechanism described is necessary to achieve the tasks defined in Article 3 of the Treaty. To this end each individual capacity closure programme may, within the framework of the financing arrangements, help to improve the normal return on part of  the capital invested in the steel industry since, provided that demand does not decline, the closure of some plant may lead to an improvement in the productivity of the remaining plant.\nAs regards production, the Commission, pursuant to the third indent of the second paragraph of Article 5 and to Article 57 of the Treaty, gives preference to indirect means of action rather than to direct action. The Commission's action must be limited  and may involve cooperation with the parties involved; from this point of view, the companies' offer to cooperate in the Community's anti-crisis policy, which is based on the principle of solidarity, is to be welcomed.\nThe financial arrangements referred to in Article 53 constitute indirect action within the meaning of Article 57 in that they have only an indirect effect on supply and demand. This is especially true of financial arrangements whereby certain parties  propose, on a voluntary basis, to finance jointly the individual capacity closure programme of other parties so as to offset the associated industrial costs and to reduce overcapacity for the relevant product in the Community.\nIn order to be compatible with the Treaty rules, and in particular point (d) of Article 4 and Article 65, the programmes in question must not provide parties with an opportunity for joint price fixing or for concerted policies on output, investment or  sales.\nTo this end, participating companies should be subject to the following condition and obligations:\n1. the companies must not, under the financial arrangements, establish any agreement or concerted practice or make unilateral declarations concerning prices, rates of capacity utilization or the level of production remaining under the control of each of  the parties following the closures, and the parties to them will not, for the duration of these arrangements, participate in any concerted practice or agreement for exchanging information that could restrict competition without first informing the  Commission;\n2. each plant closure programme and the corresponding financial plan will have to be notified to the Commission for appraisal not later than three months after the Commission has notified the interested parties of this Decision. The Commission will  check that plant closures comply with Article 8 of Decision No 3010/91/ECSC;\n3. the Commission will have to be given access to any information necessary for checking the operation of each programme and of the financial arrangements. It will require activity reports to be submitted and may request additional information,  particularly from the parties opting for closure.\nThe Commission will monitor the situation at all times to ensure that the parties remain within the limits imposed by the authorization granted, and in particular that they comply with the condition and the obligations laid down therein, and that the  measures taken by the parties do not have a more restrictive effect on competition than is required by their purpose or conflict with other provisions of the Treaty,", "main_body": ["Authorization is hereby given for the financial arrangements designed to ensure joint financing by companies operating in each of three product categories for plant closures leading to capacity reductions of 2,5 million tonnes for heavy  sections, 6 million tonnes for hot-rolled wide coils and strip, and 2 million tonnes for reversing-mill plate.", "Not later than three months from the date of notification of this Decision, each party opting for closure shall notify to the Commission, by means of the form set out in Annex II, its programme for the closure of production capacity for the  relevant product. The Commission shall publish the essential particulars of the application. Unless the Commission informs the company concerned within two months of the date of publication in the Official Journal of the European Communities that there  are doubts as to whether the programme complies with this Decision, the programme shall be deemed to have been authorized.\nIf, after that period has elapsed, the Commission finds that the programme concerned, as amended by the parties, fulfils the conditions laid down in this Decision, it may grant express authorization for the programme.", "The authorization shall be conditional on the companies refraining, under the financial arrangements, from establishing any agreement or concerted practice or making unilateral declarations concerning prices, rates of capacity utilization or  the level of production remaining under the control of each of the parties following the closures, and on the parties refraining, for the duration of these arrangements, from participating in any concerted practice or agreement for exchanging  information that could restrict competition without first informing the Commission.", "The authorization shall be conditional on the Confederation and the companies referred to in Article 6, including their parent companies and subsidiaries under their control, agreeing to any checks that the Commission may deem necessary for  the proper application of the financial arrangements and capacity closure programmes, in accordance with Article 8 of Decision No 3010/91/ECSC.", "The Commission may withdraw the authorization granted for a capacity closure programme if it finds that the party opting for closure and the other parties to the financial arrangements have failed to comply with this Decision.", "This Decision is addressed to the European Confederation of the Iron and Steel Industry (Eurofer) and to the companies concerned according to the list set out in Annex I."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 286, 16. 10. 1991, p. 20.\nANNEX I\n\"\" ID=\"1\">British Steel plc 9 Albert Embankment London SE1 7SN> ID=\"2\">×> ID=\"3\">×> ID=\"4\">×\"> ID=\"1\">Preussag Stahl AG Eisenhuettenstrasse 99 D-38223 Salzgitter> ID=\"2\">×> ID=\"3\">×> ID=\"4\">×\"> ID=\"1\">Acciaierie e Ferriere lombarde Falck SpA Via  Giorgio Enrico Falck, 63 I-20099 Sesto San Giovanni (Milano)> ID=\"2\">×> ID=\"3\">×\"> ID=\"1\">Thyssen Stahl AG Kaiser-Wilhelm-Strasse 100 D-47166 Duisburg> ID=\"2\">×> ID=\"3\">×\"> ID=\"1\">Arbed SA avenue de la Liberté 19 L-2930 Luxembourg> ID=\"2\">×>  ID=\"4\">×\"> ID=\"1\">Cockerill-Sambre SA chaussée de la Hulpe 187-189 B-1170 Bruxelles> ID=\"2\">×\"> ID=\"1\">Hoesch Hohenlimburg GmbH Langenkamstrasse 14, D-58103 Hagen> ID=\"2\">×\"> ID=\"1\">Hoogovens NV Vondellaan 10 Beverwijk PB 10 000 NL-1970 CA IJmuiden>  ID=\"2\">×\"> ID=\"1\">Kloeckner Stahl GmbH Kloecknerstrasse 29 D-47057 Duisburg> ID=\"2\">×\"> ID=\"1\">Krupp Hoesch Stahl AG Postfach 10 50 42 D-44120 Dortmund> ID=\"2\">×\"> ID=\"1\">Eisen- und Stahlwalzwerke Roetzel GmbH Josefstrasse 82 D-41334 Nettetal> ID=\"2\">×\">  ID=\"1\">Sollac SA Immeuble Élysées-La Défense 29, Le Parvis Cedex 34 F-92072 Paris-La Défense> ID=\"2\">×\"> ID=\"1\">Det Danske Staalvalsevaerk A/S M. K. Stauholm-Pedersen Managing Director DK-3300 Frederiksvaerk> ID=\"3\">×\"> ID=\"1\">AG der Dillinger  Huettenwerke Postfach 1580 D-66748 Dillingen/Saar> ID=\"3\">×\"> ID=\"1\">GTS Industries Immeuble Élysées-La Défense 29, Le Parvis Cedex 34 F-92072 Paris-La Défense> ID=\"3\">×\"> ID=\"1\">Walzwerk Ilsenburg GmbH Veckenstedter Weg D-38871 Ilsenburg> ID=\"3\">×\">  ID=\"1\">Aristrain SA Carretera Madrid-Irún s/n Apartado 8 Beasaín E-20212 Olaberria (Guipúzcoa)> ID=\"4\">×\">\nANNEX II\nSTATEMENT OF PERMANENT CLOSURE  This form must be returned by any company that has decided to close down capacity within the framework of the financial arrangements introduced by Commission Decision 94/6/ECSC, and in particular Article 2. It must be  sent in duplicate to each of the following addresses:\nCommission of the European Communities\nDirectorate-General XVIII\nCredit and Investments B.1\nrue Alcide de Gasperi\nL-2920 Luxembourg and Directorate-General IV\nCompetition D.1\navenue de Cortenberg 158\nB-1049 Brussels\nPRODUCT SECTOR  1. General information\n1.1. Company and group\n1.2. Works and identification number\n1.3. Date of permanent closure of plant\n1.4. Signature and company stamp\n2. Detailed information on the plan\n2.1. Reasons for closing down plant\n2.2. Full and accurate description of the plant to be closed down\n2.3. Approximate break-up value\n2.4. Plans for closed plant (demolition, sale, etc.)\n2.5. Planned date of closure (not after 31 December 1994)\n2.6. Actual output of the plant in 1991, 1992 and 1993 (provisional figure)\n2.7. Impact on maximum possible production of establishment\n2.8. Job losses and consequences for the workforce\n3. Financing of the closure\n3.1. Amount to be received from other parties to offset the industrial cost of closure.\n3.2. List of other parties contributing to the financing, with details of their contributions, and copies of the agreements granting the financing.\n3.3. Indication of whether the parties are interested in ECSC prefinancing.\n3.4. Formal statement that no consideration has been or will be received for the closure in the form of:\n- State aid (Article 95 ECSC),\n- remission of debts under rules and/or agreements applicable in prodcedures considering bankruptcy, court composition procedures, privatization, etc.,\n- approval following closures offerd with a view to offsetting an increase in MPP related to investment."}