{"celex_id": "31996D0731", "uri": "http://publications.europa.eu/resource/cellar/93beec32-563d-40fe-ad25-5098297eee5e", "type": "Decision", "concepts": ["1474", "1842", "2308", "2556", "5404"], "title": "96/731/EC: Council Decision of 26 November 1996 on the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the Agreement on cooperation in the sea fisheries sector between the European Community and the Islamic Republic of Mauritania\n", "header": "COUNCIL DECISION of 26 November 1996 on the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the Agreement on cooperation in the sea fisheries sector between the European Community and the Islamic Republic of Mauritania (96/731/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania, which entered into force on 14 June 1988 (1), and in particular Article 13 thereof,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (2), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas on 18 January 1996 the Islamic Republic of Mauritania terminated the said fisheries Agreement and called on the Community, pursuant to the second subparagraph of Article 13 thereof, to enter into negotiations leading to the conclusion of a new Agreement;\nWhereas on 20 June 1996, in the wake of the negotiations, the Community and the Islamic Republic of Mauritania initialled an Agreement on cooperation in the sea fisheries sector which provides fishing opportunities for Community fishermen in waters over which Mauritania has sovereignty or jurisdiction;\nWhereas, in order to manage them efficiently, the fishing opportunities available to the Community in Mauritania's fishing zone should be allocated between the Member States in accordance with Article 8 of Regulation (EEC) No 3760/92;\nWhereas the fishing activities covered by this Decision are subject to the controls provided for in Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (3);\nWhereas, to ensure implementation of the provisions of the Cooperation Agreement, it is necessary for Member States to ensure that shipowners comply with their obligations and provide the Commission with all relevant information;\nWhereas, to prevent any interruption of Community vessels' fishing activities, the Parties have also initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the Cooperation Agreement from 1 August 1996 and whereas it is therefore imperative that the Agreement in the form of an Exchange of Letters be concluded at the earliest opportunity, pending conclusion of the Cooperation Agreement on the basis of Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Agreement on cooperation in the sea fisheries sector between the European Community and the Islamic Republic of Mauritania is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Cooperation Agreement, hereinafter referred to as 'the Agreement`, are attached to this Decision.", "The fishing opportunities arising from the provisional application of the Agreement shall be allocated according to the table in the Annex to this Decision. As far as cephalopods are concerned, the annual allocation of the opportunities between Member States as from 1 August 1997 will be decided upon by 30 June each year according to the procedure provided for in Article 18 of Regulation (EEC) No 3760/92.\nWhere, in a fishing category, a Member State draws up licence applications for less than its allocated tonnage, the Commission shall offer shipowners from the other Member States the opportunity to submit applications.", "1. Member States shall:\n(a) check that the data given on the licence application forms provided for in Appendix 1 to Annex I to the Agreement match those in the Community register of fishing vessels established by Commission Regulation (EC) No 109/94 (4), and report to the Commission any changes in those data at the time of subsequent applications.\nThey shall likewise verify the accuracy of the other data necessary for the drawing-up of licences;\n(b) submit licence applications to the Commission in accordance with Article 3 (1) of Regulation (EC) No 3317/94 (5), no later than two working days before the deadline laid down in point 2.1 of Chapter II of Annex I to the Agreement;\n(c) provide the Commission each month with a list of vessels whose licences have been suspended with, by port, the date on which a licence was handed over and the date on which it was restored;\n(d) transmit to the Commission the summaries of the inspection reports referred to in point 2 of Chapter IV of Annex II to the Agreement. The summaries shall describe the inspections carried out, the results obtained and the action taken;\n(e) transmit to the Commission each month a copy of the scientific observers' reports provided for in point 14 of Chapter V of Annex II to the Agreement.\nThey shall notify the Commission immediately of any infringements revealed by the information contained in these reports and the action taken.\nThey shall enter the scientific data contained in these reports in an electronic database. The Commission shall have access to these databases;\n(f) transmit to the Commission, and at the same time to Mauritania's competent authorities, a copy of the notice of the inspection missions planned under point 4 of Chapter VI of Annex II to the Agreement and, where relevant, of the notification that an observer will be taking part.\nThey shall transmit to the Commission a copy of the reports of the observers appointed by their supervisory authorities pursuant to point 3 of Chapter VI of Annex II to the Agreement;\n(g) adopt the provisions needed to take appropriate action and initiate administrative proceedings, as provided for in point 15 of Chapter V of Annex II to the Agreement.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 26 November 1996.\nFor the Council\nThe President\nE. KENNY\n(1) OJ No L 388, 31. 12. 1987, p. 2.\n(2) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(3) OJ No L 261, 20. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 2870/95 (OJ No L 301, 14. 12. 1995, p. 1).\n(4) Commission Regulation (EC) No 109 of 19 January 1994 concerning the fishing vessel register of the Community (OJ No L 19, 22. 1. 1994, p. 5). Regulation as amended by Regulation (EC) No 493 (OJ No L 72, 21. 3. 1996, p. 12).\n(5) Council Regulation (EC) No 3317 of 22 December 1994 laying down general provisions concerning the authorization of fishing in the waters of a third country under a fisheries agreement (OJ No L 350, 31. 12. 1994, p. 13)."}