{"celex_id": "31992R2294", "uri": "http://publications.europa.eu/resource/cellar/40735d46-5e91-47e1-871f-b6388e0828ca", "type": "Regulation", "concepts": ["171", "2414", "4327", "797", "976"], "title": "Commission Regulation (EEC) No 2294/92 of 31 July 1992 on detailed rules for the application of the support system for producers of the oil seeds referred to in Council Regulation (EEC) No 1765/92\n", "header": "COMMISSION REGULATION (EEC) No 2294/92  of 31 July 1992  on detailed rules for the application of the support system for producers of the oil seeds referred to in Council Regulation (EEC) No 1765/92\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), and in particular Articles 11 (1) and 12 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 5 (3) thereof,\nWhereas, to avoid the risk of an increase in the area under oil seed crops, access to compensatory payments should be restricted to producers sowing crops in climatically and agronomically suitable regions;\nWhereas, in accordance with the policy of improvement of quality pursued bythe Community, access to compensatory payments for growers of rape should be limited to those producers who cultivate certain varieties and qualities of seed;\nWhereas the Commission has proposed an integrated control system (4);\nWhereas the contents of the application of the control arrangements and the penalties applicable in the event of false declarations shall be defined at a later date in accordance with the conditions of the integrated control system;\nWhereas producers may apply for the compensatory payments under either the general scheme or the simplified scheme; whereas certain criteria should be common to both schemes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["TITLE I  General provisions", "1. This Regulation establishes the detailed rules for the application of Regulation (EEC) No 1765/92 with effect from the 1993/94 marketing year.\n2. For the purposes of this Regulation:\n(a) 'oil seed crops' means arable crops producing oil seeds as referred to in Annex I to the above Regulation;\n(b) 'compensatory payment' means a transfer of funds to the producer from the competent authority of the Member State in whose territory the eligible areas are located;\n(c) 'production region' means a region determined within the meaning of Article 3 (1) of Council Regulation (EEC) No 1765/92 in respect of which compensatory payments per hectare have been fixed for oil seed crops.\nTITLE II  Eligibility for compensatory payments", "1. The compensatory payment provided for in Article 5 (1) and (2), first subparagraph, of Council Regulation (EEC) No 1765/92 shall be allocated solely to areas under oil seed crops:\n(a) situated in production regions or parts of production regions declared climatically and agronomically suitable for the cultivation of oil seed crops by the Member State;\n(b) included in a 'general scheme' as referred to in Article 2 (5) (a) of Regulation (EEC) No 1765/92;\n(c) covered by an application including a cultivation plan and lodged with the competent authority by the date set by the Member State for that seed and region in question, which may not be later than the date mentioned in Annex I;\n(d) entirely sown by that date at the latest with rape, sunflower or soya in accordance with locally-recognized standards and the provisions of Article 3 of this Regulation;\n(e) in respect of which the total area in the application is at least 0,3 hectares and each cultivated plot of which exceeds the minimum size set by the Member State for the production region in question.\n2. In the event that climatic conditions prevent the oil seeds from being sown prior to the date mentioned in Annex I, the area satisfying the conditions referred to in paragraph 1 above shall not be eligible until confirmation of sowing is lodged with  the competent authority. The zones to which this provision shall apply and the time limits for lodging the confirmation of sowing shall be fixed in accordance with the procedure laid down in Article 38 of Council Regulation No 136/66/EEC (5).", "1. The Member States shall put into practice a quality policy for rape seed by restricting access to the compensatory payments for rape to any or all of the following seed categories:\n(a) certified seed of a variety listed in Annex II;\n(b) seed conforming to the requirements of Annex III, such seed being the product of the harvest obtained by planting certified seed of a variety listed in Annex II on the same holding;\n(c) seed of stocks other than those listed in Annex II conforming to the requirements of Annex IV and for which, before sowing, a cultivation contract was made with an approved first buyer to produce a crop the seed of which is destined either for a  specified non-food use of for use as seed for sowing to produce such a crop; or\n(d) seed of stocks whether or not listed in Annex II which was registered, before sowing, for inspection and control with the intention to produce a crop the seed of which is destined for use as breeder's seed, prebasic, basic or certified seed for  sowing or for research or testing purposes to determine whether the stock may be added to a Member State's national variety list;\n(e) certified seed of a variety listed in Annex V for which a cultivation contract was signed prior to sowing between the producer and a buyer, specially approved for that purpose by the competent authority of the Member State, with a view to obtaining  seed to produce an oil intended for specific food uses.\n2. Where a Member State decides to regard seed as referred to in (b) above as eligible, it shall take all suitable measures to establish that the seed in question satisfies the requirements of Annex III prior to being sown.", "One plot of land may not be the subject of more than one application for a compensatory payment as provided for in Regulation (EEC) No 1765/92 in the same marketing year.", "The areas in respect of which an application is submitted shall be reduced by the competent authority of the Member State in accordance with the provisions:\n- a Article 2 of Regulation (EEC) No 1765/92; where the regional base area or, as the case may be, the individual base area is exceeded,\n- of Article 4 (2) of Commission Regulation (EEC) No 2293/92 (6) (set-aside),\n- adopted for control purposes.\nTITLE III  Payment of aid", "If a producer's eligible areas are located in several production regions the amount to be paid shall be determined by the location of each area included in the application.", "1. Land under sunflowers in Spain and Portugal which is not allocated the compensatory payment referred to in Article 2 of this Regulation may receive a compensatory payment in addition to that referred to in Article 8 (3) of Regulation (EEC)  No 1765/92.\n2. The additional compensatory payment referred to above for the 1993/94 marketing year shall be fixed prior to 15 December 1992.", "1. The agricultural conversion rate to be used for any payment made in the course of the marketing year in question shall be that in force on the first day of the said marketing year.\n2. Advances paid prior to that date shall be paid on the basis of the rate in force on the last day for submission of applications. Notwithstanding the above, the rate in force on the actual date of submission of the application may be used.\nTITLE IV  Final provisions", "1. The Member States shall transmit to the Commision the information specified in Annex VI within the time limits indicated therein.\n2. Where a region comprises several non-adjacent areas the information required by paragraph 1 shall be provided for each non-adjacent area within the region.", "0\nThe Member States shall notify the Commission by 31 December 1992 at the latest of the measures adopted pursuant to this Regulation.", "1\nRegulation (EEC) No 615/92 (7) is hereby repealed.\nHowever, it shall continue to apply to the 1992/93 marketing year.", "2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) COM(91) 533 final, OJ No C 9, 15. 1. 1992, p. 4. (5) OJ No 172, 30. 9. 1966, p. 3025/66. (6) See page 19 of this Official Journal.  (7) OJ No L 67, 12. 3. 1992, p. 11.\nANNEX I\nFinal dates for sowing and the submission of applications applicable to the dates set by Member States\nProduct  Final dates     Soya seed   Rape seed   - autumn sown   - spring sown  15 May prior to the marketing year  Sunflower seed   - autumn sown   - spring sown\nANNEX II\nVarieties which have been demonstrated to produce a seed with a maximum glucosinolate content of 25 ĂŹmol/g at a moisture content of 9 % and which have been admitted to the aid scheme\nAccord\nActiv\nAmanda\nAndol\nAnima\nAnka\nApache\nArabella\nArcol\nAriana\nAtol\nAurora\nAztec\nBasalte\nBingo\nBristol\nCallypso\nCapricorn\nCarmen\nCeres\nCesar\nCobalt\nCobol\nCobra\nColking 4\nCollo\nComet\nConny\nConsul\nCorvette\nCreol\nDarmor\nDerby\nDiadem\nDiana\nDoublol\nDragon\nDrakkar\nDubla\nDuetol\nEnvol\nEol\nEurol\nEvita\nFalcon\nForte\nGalaxy\nGlobal\nGolda\nGranit\nHanna\nHelios\nHonk\nIdol\nInca\nIris\nJaguar\nJespe\nKabel\nKarat\nKometa\nKova\nKreta\nLiberator\nLiberia\nLiborius\nLibrador\nLibraska\nLibravo\nLictor\nLimerick\nLincoln\nLineker\nLink\nLirabon\nLiradonna\nLirajet\nLiraspa\nLirawell\nLirektor\nLiropa\nLisandra\nLisonne\nMadora\nMari\nMaxol\nMoneta\nNimbus\nOlymp\nOptima\nPactol\nPalle\nPaloma\nPaula\nPrintol\nPuma\nQuartz\nRally\nRocket\nSabrina\nSamourai\nSantana\nScore\nSenta\nSilex\nSilvia\nSpok\nSputnik\nStar\nStarlight\nSusana\nTanto\nTapidor\nTarok\nTopas\nTor\nTyrol\nVega\nVivol\nWotan\nZeus\n(1) OJ No L 239, 28. 9. 1968, p. 2.\n(2) OJ No L 266, 28. 9. 1983, p. 1.\nANNEX III\nSpecifications for farm-produced seed\nSeed obtained from sowing of the same holding certified seed of one of the varieties listed in Annex II must satisfy the minimum quality criterion as determined by the analysis of a representative sample taken by an appointed agent of the competent  national authority according to the procedures defined in Annexes I and II to Commission Regulation (EEC) No 1470/68 (1).\nNotably, glucosinolate content less than or equal to 18,0 ĂŹmoles/g seed, at a moisture content of 9 % as determined by the procedures defined in Annex VIII to Regulation (EEC) No 1470/68 or the procedure referred to in Article 32 of  Regulation (EEC) No 2681/83 (2).\nANNEX IV\nSpecifications for rapeseed produced for industrial use\nErucic acid content greater than or equal to 40 % of total fatty acid content.\nANNEX V\nVarieties used to produce an oil for specific food use\nBienvenu\nJet Neuf\nANNEX VI\nCommunication of statistical information to the Commission by the Member States\nThe Member States are requested to supply the Commission with the following information\n- by production region,\n- by crop (and total oil seed crops),\n- by scheme (general and simplified),\nat the latest by the dates corresponding to the following time limits, starting from the deadline set for the lodging of applications in the region in question:\n1. 45 days:\n- the number of applications,\n- the corresponding total area of land;\n2. 120 days:\n- the number of applications in respect of which an advance has been paid,\n- the corresponding total area of land;\n3. 180 days:\n- the final number of applications, plus the number of applications which were inadmissible, corrected, etc.,\n- the corresponding area of land,\n- an estimate of yields;\n4. 300 days:\n- the number of applications in respect of which final payment has been made,\n- the total area of land to which the payments relate,\n- a revised estimate of yields.\nIntermediate or final updates may be made by the Member States at any time."}