{"celex_id": "31992R2591", "uri": "http://publications.europa.eu/resource/cellar/7fc2e850-20e5-4c1b-a12c-875cd30781de", "type": "Regulation", "concepts": ["1185", "2331", "2958", "807", "841"], "title": "Commission Regulation (EEC) No 2591/92 of 4 September 1992 on the supply of various lots of skimmed-milk powder as food aid\n", "header": "COMMISSION REGULATION (EEC) No 2591/92\nof 4  September 1992\non the supply of various lots of skimmed-milk powder as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission  has allocated to certain beneficiary organizations 1  820 tonnes of skimmed-milk powder;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submissions of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Milk products shall be mobilized in the  Community, as Community food aid, for supply to the recipients listed in the Annex in accordance  with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\nANNEX\nLOT A\n1.  Operation No (1): 1492/90\n2.  Programme: 1990\n3.  Recipient (2):  Grenada\n4.  Representative of the recipient:\nGrenada Food and Nutrition Council, St. George's, Grenada WI, telex 3418, tel. 2126\n5.  Place or  country of destination (5): Grenada\n6.  Product to be mobilized: skimmed-milk powder\n7.   Characteristics and quality of the goods  (3):\nSee OJ No C 114, 29. 4. 1991, p. 1 (under I.A.1)\n8.  Total quantity: 140 tonnes\n9.  Number of  lots: one\n10.  Packaging and marking (7): 25 kg\nOJ No C 114, 29. 4. 1991, p. 1 (under I.A.2.3 and  I.A.3)\nMarkings in English (in letters at least 2,5 cm high)\n11.  Method of mobilization of  product: the Community market\nThe manufacture of the skimmed-milk powder must be carried out after  the award of the tender\n12.  Stage of supply : free at destination\n13.  Port of shipment: -\n14.   Port of landing specified by the recipient: -\n15.  Port of landing: -\n16.  Address of the  warehouse and, if appropriate, port of landing: Grenada Marketing and National Importing Board  Warehouse, River Road, St. George's, Grenada WI, tel. 440-1791\n17.  Period for making the goods  available at the port of shipment where the supply is awarded at the port of shipment stage: 12 -  25. 10. 1992\n18.  Deadline for the supply: 22. 11. 1992\n19.  Procedure for determining the costs  of supply: invitation to tender\n20.  Date of expiry of the period allowed for submission of  tenders: 12 noon on 21. 9. 1992\n21.  A.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 5. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  26. 10 - 8. 11. 1992\n(c)  deadline for the supply: 6. 12. 1992\nB.  In the case of a third  invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 19. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  9 - 22. 11. 1992\n(c)  deadline for the supply: 20. 12. 1992\n22.  Amount of the tendering  security: ECU 20 per tonne\n23.  Amount of the delivery security: 10  % of the amount of the tender  in ecus\n24.  Address for submission of tenders: Bureau de l'aide alimentaire, à l'attention de  Monsieur N. Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles; telex 22037  / 25670 AGREC B; telefax: (32-2) 296  20  05 / 295  01  32 / 296  10  97 / 295  01  30 / 296  33   04\n25.  Refund payable on request by the successful tenderer  (4): refund applicable on 28. 8.  1992, fixed by Commission Regulation (EEC) No 2496/92 (OJ No L 248, 28. 8. 1992, p. 37)\nLOT B\n1.   Operation No (1): 1233/91\n2.  Programme: 1991\n3.  Recipient  (2): Ecuador\n4.  Representative of  the recipient:\nAmbassade de l'Equateur, Chaussée de Charleroi 70, B-1060 Bruxelles; tel. (32-2) 537  91  30,  telex: 63292 B\nIn Ecuador SENAPS, av. América 1805 y la Gasca, Ap 1701 Quito, telex 2427\n5.   Place or country of destination (5): Ecuador\n6.  Product to be mobilized: vitaminized skimmed-milk  powder\n7.  Characteristics and quality of the goods  (3)  (6):\nSee OJ No C 114, 29. 4. 1991, p. 1 (under I.B.1)\n8.  Total quantity: 180 tonnes\n9.  Number of  lots: one\n10.  Packaging and marking: 25 kg\nOJ No C 114, 29. 4. 1991, p. 1 (under I.A.2.3, I.B.2  and I.B.3)\nMarkings in Spanish (in letters at least 2,5 cm high)\n11.  Method of mobilization of  product: the Community market\nThe manufacture of the skimmed-milk powder and the incorporation of  vitamins must be carried out after the award of the tender\n12.  Stage of supply: free at port of  landing - landed\n13.  Port of shipment: -\n14.  Port of landing specified by the recipient: -\n15.   Port of landing: Guayaquil\n16.  Address of the warehouse and, if appropriate, port of landing: -\n17.  Period for making the goods available at the port of shipment where the supply is awarded at  the port of shipment stage: 19 - 31. 10. 1992\n18.  Deadline for the supply: 6. 12. 1992\n19.   Procedure for determining the costs of supply: invitation to tender\n20.  Date of expiry of the  period allowed for submission of tenders: 12 noon 21. 9. 1992\n21.  A.  In the case of a second  invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 5. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  30. 10 - 15. 11. 1992\n(c)  deadline for the supply: 20. 12. 1992\nB.  In the case of a third  invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 19. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  16 - 29. 11. 1992\n(c)  deadline for the supply: 3. 1. 1993\n22.  Amount of the tendering security:  ECU 20 per tonne\n23.  Amount of the delivery security: 10  % of the amount of the tender in ecus\n24.  Address for submission of tenders: Bureau de l'aide alimentaire, à l'attention de Monsieur N.  Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles; telex 22037 AGREC  B/25670 AGREC B; telefax (322) 296  20  05/295  01  32/296  10  97/295  01  30/296  33  04\n25.   Refund payable on request by the successful tenderer  (4): refund applicable on 28. 8. 1992, fixed  by Commission Regulation (EEC) No 2496/92 (OJ No L 248, 28. 8. 1992, p. 37)\nLOTS C, D and E\n1.   Operation No (1): 887-889/91\n2.  Programme: 1991\n3.  Recipient (2): Peru\n4.  Representative of  the recipient  (2): Oficina Nacional de Apoyo Alimentario (ONAA), av. Argentina N° 3017, Callao;  tel. 33  08  85 fax: 33  76  35\n5.  Place or country of destination (5): Peru\n6.  Product to be  mobilized: vitaminized skimmed-milk powder\n7.  Characteristics and quality of the goods  (3):\nSee OJ No C 114, 29. 4. 1991, p. 1 (under I.B.1)\n8.  Total quantity: 1  500 tonnes\n9.  Number of  lots: three (C: 500 tonnes; D: 500 tonnes; E: 500 tonnes)\n10.  Packaging and marking (7): 25 kg\nOJ No C 114, 29. 4. 1991, p. 1 (under I.A.2.3, I.B.2 and I.B.3)\nMarkings in Spanish (in letters  at least 2,5 cm high)\n11.  Method of mobilization of product: the Community market\nThe  manufacture of the skimmed-milk powder and the incorporation of vitamins must be carried out after  the award of the tender\n12.  Stage of supply : free at destination\n13.  Port of shipment: -\n14.   Port of landing specified by the recipient: -\n15.  Port of landing: -\n16.  Address of the  warehouse and, if appropriate, port of landing: ONAA Depot, Avenida Argentina No 3017, Callao\n17.   Period for making the goods available at the port of shipment where the supply is awarded at the  port of shipment stage: 19 - 31. 10. 1992\n18.  Deadline for the supply: 6. 12. 1992\n19.   Procedure for determining the costs of supply: invitation to tender\n20.  In the case of an  invitation to tender, date of expiry of the period allowed for submission of tenders: 12 noon 21.  9. 1992\n21.  A.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 5. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  2 - 15. 11. 1992\n(c)  deadline for the supply: 20. 10. 1992\nB.  In the case of a third invitation  to tender:\n(a)  deadline for the submission of tenders: 12 noon on 19. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  16 - 29. 11. 1992\n(c)  deadline for the supply: 3. 1. 1993\n22.  Amount of the tendering security:  ECU 20 per tonne\n23.  Amount of the delivery security: 10  % of the amount of the tender in ecus\n24.  Address for submission of tenders: Bureau de l'aide alimentaire, à l'attention de Monsieur N.  Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles; telex 22037/25670 AGREC  B; telefax (32 2) 296  20  05/295  01  32/296  10  97/295  01  30/296  33  04\n25.  Refund payable  on request by the successful tenderer  (4): refund applicable on 28. 8. 1992, fixed by Commission  Regulation (EEC) No 2496/92 (OJ No L 248, 28. 8. 1992, p. 37)\nNotes:\n(1)  The operation number should be mentioned in all correspondence.\n(2)  The successful tenderer shall contact the recipient as soon as possible to establish which  consignment documents are required.\n(3)  The successful tenderer shall deliver to the recipient a certificate from an official entity  certifying that for the product to be delivered the standards applicable, relative to nuclear  radiation, in the Member State concerned, have not been exceeded.\nThe radioactivity certificate must indicate the caesium-134, -137 and iodine -131 levels.\n(4)  Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, (OJ No L 210, 1. 8. 1987, as  last amended by Regulation (EEC) No 2226/89 (OJ No L 214, 25. 7. 1989, p. 10), is applicable as  regards the export refund and, where appropriate, the monetary and accession compensatory amounts,  the representative rate and the monetary coefficient. The date referred to in Article 2 of the  abovementioned Regulation is that referred to in point 25 of this Annex.\n(5)  Commission delegation to be contacted by the successful tenderer: OJ No C 114, 29. 4. 1991, p.  33.\n(6)  The successful tenderer shall supply to the beneficiary or its representative, on delivery,  the following documents:\nVeterinary certificate issued by an official entity stating that the product was processed with  pasteurized milk, coming from healthy animals, processed under excellent sanitary conditions which  are supervised by qualified technical personnel and that the area of production of raw milk had not  registered foot-and-mouth disease, nor any other notifiable infectious/contagious disease during  the 12 months prior to the processing.\n(7)  The bags must be placed in 20-foot containers.\nThe free holding period for containers must be at least 15 days."}