{"celex_id": "31999R2575", "uri": "http://publications.europa.eu/resource/cellar/2237eadc-e71a-49c3-adb1-de8cb906320c", "type": "Regulation", "concepts": ["1120", "13", "1988", "2713", "3003", "797"], "title": "Commission Regulation (EC) No 2575/1999 of 6 December 1999 on the payment of an additional advance on compensatory aid in the banana sector for 1999\n", "header": "COMMISSION REGULATION (EC) No 2575/1999\nof 6 December 1999\non the payment of an additional advance on compensatory aid in the banana sector for 1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 14 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1858/93(3), as last amended by Regulation (EC) No 1467/1999(4), lays down detailed rules for applying Regulation (EC) No 404/93 as regards the system of compensatory aid for loss of income from the marketing of bananas. Article 4 of that Regulation lays down the conditions under which advances on the compensatory aid are paid;\n(2) Commission Regulation (EC) No 1063/1999 of 21 May 1999 fixing the compensatory aid for bananas produced and marketed in the Community in 1998, the time limit for payment of the balance of the aid and the unit value of the advances for 1999(5) fixes the unit value of each advance in respect of the aid yet to be determined for 1999 at EUR 18,34 per 100 kilograms;\n(3) to take account of the difficult financial situation in which Community banana producers find themselves because of an appreciable worsening of the Community market, provision should be made to pay a top-up to the advances paid for the quantities marketed in the Community between 1 January and 31 October 1999, without prejudice to the level of compensatory aid yet to be fixed pursuant to Article 12 of Regulation (EC) No 404/93 and the provisions of Regulation (EEC) No 1858/93. This additional payment should be made conditional on the lodgement of a security in accordance with Regulation (EEC) No 1858/93;\n(4) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The producer Member States shall pay in respect of 1999 an additional advance on the compensatory aid provided for in Article 12 of Regulation (EEC) No 404/93 of EUR 6,55 per 100 kilograms, for quantities marketed in the Community between 1 January and 31 October 1999.\nThe additional advance shall be paid on marketed quantities for which applications for compensatory aid have been made in respect of 1999.\nThe application for payment of the additional advance shall be accompanied by proof that a security of EUR 3,27 per 100 kilograms has been lodged.\nPayment shall be made within two months of the entry into force of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 170, 13.7.1993, p. 5.\n(4) OJ L 170, 6.7.1999, p. 7.\n(5) OJ L 129, 22.5.1999, p. 25."}