{"celex_id": "31991D0453", "uri": "http://publications.europa.eu/resource/cellar/d1d2744b-5d04-45ba-bd53-25335eddd5b4", "type": "Decision", "concepts": ["4585", "4750", "5511", "6050", "92"], "title": "91/453/EEC: Commission Decision of 30 July 1991 setting up an Advisory Committee on Customs and Indirect Taxation\n", "header": "30.8.1991 EN Official Journal of the European Communities L 241/43\nCOMMISSION DECISION\nof 30 July 1991\nsetting up an Advisory Committee on Customs and Indirect Taxation\n(91/453/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas an Advisory Committee on Customs Matters was set up by Commission Decision 73/351/EEC (1), as amended by Decision 86/565/EEC (2), in order to obtain the opinions of professional and consumer circles on problems arising from the operation of the customs union;\nWhereas no forum exists to represent professional interests on matters of indirect taxation; whereas provision should be made for the consultation of interested parties on such matters;\nWhereas it has become clear in the light of experience that changes are needed in the structure and operation of the existing Advisory Committee to enable it to concentrate more effectively on those aspects of the Community's customs and taxation policy which the Commission and the Committee itself wish to develop in detail;\nWhereas an Advisory Committee on Customs and Indirect Taxation should be set up, with a remit reflecting these new concerns;\nWhereas the Committee's rules of procedure should reflect past experience,", "main_body": ["There shall be attached to the Commission an Advisory Committee on Customs and indirect Taxation, hereinafter referred to as the ‘Committee’.\nIt shall be composed of representatives from the following categories: industry, agriculture and fisheries, commerce, transport, insurance and banking, customs agents (including forwarding agents), tourism, labour, consumers and small and medium-sized firms.", "The Committee shall deliver opinions to the Commission on all matters relating to customs policy, VAT and excise, either at the Commission's request or on its own initiative.", "1.   The Committee shall have 19 members.\n2.   The seats shall be allocated as follows:\n— three to representatives of industry,\n— two to representatives of agriculture and fisheries,\n— two to representatives of trade organizations,\n— two to representatives of chambers of commerce and industry,\n— two to representatives of transport,\n— one to a representative of banking and insurance,\n— two to representatives of customs agents (including forwarding agents),\n— one to a representative of tourist bodies,\n— one to a representative of labour,\n— two to representatives of consumers,\n— one to a representative of small and medium-sized firms.", "The members of the Committee shall be appointed by the Commission.\nThe Community-level or international professional or consumer bodies most representative of the activities affected by customs and tax matters shall propose two candidates to the Commission, of different Member State nationalities, for each seat allocated to them.", "A deputy shall be appointed for each member of the Committee, by the method described in Article 4.\nWithout prejudice to Article 9, deputies shall be present at meetings of Committee and shall take part in its proceedings only when the members for whom they deputise are unable to do so.", "The term of office for members of the Committee shall be three years. This term shall be renewable.\nAfter expiry of the three years, members shall remain in office until they are replaced or their appointment is renewed.\nA member's term of office shall terminate before expiry of the three years in the event of his resignation, his ceasing to belong to the organization he represents, or his death. It may also be terminated where the organization which proposed him requests that he be replaced.\nA person shall be appointed in accordance with the procedure laid down in Article 4 to replace such member for the remainder of the term of office.\nMembers shall not be remunerated for their services.", "A list of members and deputies shall be published by the Commission, for information purposes, in the Official Journal of the European Communities.", "The Committee shall elect a chairman and two vice-chairman for three years. Election shall require a two-thirds majority of the members present. The members elected shall be the Committee's officers.\nThe Committee may elect further officers from among its members, again by a two-thirds majority.\nThe officers shall prepare and organize the work of the Committee.", "The Committee or the Commission departments concerned may invite any person with specialist qualifications to take part in its proceedings as an expert on a given topic on the agenda.\nExperts shall take part only in discussions of those matters in relation to which they were invited.", "0\nThe Committee may set up working parties.", "1\n1.   The Committee shall be convened by the Commission and shall meet at Commission headquarters. Meetings of the officers shall be convened by the chairman by arrangement with the Commission.\n2.   Representatives of the Commission departments concerned shall take part in meetings of the Committee, of its officers and of working parties.\n3.   Secretarial services for the Committee, its officers and working parties shall be provided by the Commission.", "2\nNo vote shall be taken on the matters discussed by the Committee.\nThe Commission may, when seeking the opinion of the Committee, set a time limit within which such opinion shall be given.\nThe views expressed by the categories represented shall be recorded in minutes, which shall be sent to the Commission.\nWhere there is unanimous agreement in the Committee on the opinion to be given, the Committee shall draft joint conclusions, which shall be attached to the minutes.", "3\nWhere the Commission informs members of the Committee that an opinion requested or an issue raised concerns matters of a confidential nature, members shall be under an obligation not to disclose information which they have acquired through the work of the Committee or its working parties.\nIn such cases, only Committee members and representatives of the Commission departments concerned shall be present at meetings.", "4\nDecision 73/351/EEC is hereby repealed.", "5\nThis Decision shall take effect on 30 July 1991."], "attachments": "Done at Brussels, 30 July 1991.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 321, 22. 11. 1973, p. 37.\n(2)  OJ No L 331, 25. 11. 1986, p. 18."}