{"celex_id": "31990R3070", "uri": "http://publications.europa.eu/resource/cellar/cd1496ba-c96b-406e-933b-3c49503e00e6", "type": "Regulation", "concepts": ["1532", "206", "219", "2771", "2850"], "title": "Council Regulation (EEC) No 3070/90 of 22 October 1990 again amending articles 6 and 17 of the Protocol concerning the concept of 'originating products' and methods of administrative Cooperation to the Cooperation Agreement between the European economic community and the Hashemite Kingdom of Jordan\n", "header": "26.10.1990 EN Official Journal of the European Communities L 295/3\nCOUNCIL REGULATION (EEC) No 3070/90\nof 22 October 1990\nagain amending Articles 6 and 17 of the Protocol concerning the concept of ‘originating products’ and methods of administrative cooperation to the Cooperation Agreement between the European Economic Community and the Hashemite Kingdom of Jordan\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Cooperation Agreement between the European Economic Community and the Hashemite Kingdom of Jordan (1) was signed on 3 May 1977 and entered into force on 1 November 1978;\nWhereas Article 6 of the Protocol concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation (2) annexed to the said Agreement (hereinafter referred to as ‘the Protocol’), as amended by Decision No 3/84 (3) of the Cooperation Council, provides that, in the case of an automatic change in the base date applicable to the amounts expressed in ecus, the Community may introduce revised amounts when necessary;\nWhereas the equivalent value of the ecu in certain national currencies on 1 October 1988 was less than the corresponding value on 1 October 1986; whereas the automatic change in the base date would, in the case of conversion into the national currencies concerned, have the effect of reducing the limits which permit the presentation of simplified documentary evidence; whereas, in order to avoid this effect, it is necessary to increase such limits expressed in ecus,", "main_body": ["The Protocol is hereby amended as follows:\n1. In the second subparagraph of Article 6 (1), ECU 2 590 shall be replaced by ECU 2 820;\n2. In Article 17 (2), ECU 180 shall be replaced by ECU 200 and ECU 515 by ECU 565.", "This Regulation shall enter into force on 1 November 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 October 1990.\nFor the Council\nThe President\nG. DE MICHELIS\n(1)  OJ No L 268, 27. 9. 1978, p. 2.\n(2)  OJ No L 268, 27. 9. 1978, p. 24.\n(3)  OJ No L 81, 23. 3. 1985, p. 8."}