{"celex_id": "31999R2745", "uri": "http://publications.europa.eu/resource/cellar/0a4d3c50-18d7-45e7-9d72-eead736fcaf7", "type": "Regulation", "concepts": ["161", "2734", "2758"], "title": "Council Regulation (EC) No 2745/1999 of 17 December 1999 amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\n", "header": "COUNCIL REGULATION (EC) No 2745/1999\nof 17 December 1999\namending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By virtue of Regulation (EC) No 2505/96(1), the Council opened Community tariff quotas for certain agricultural and industrial products; Community demand for the products in question should be met under the most favourable conditions; Community tariff quotas should therefore be opened at reduced or zero rates of duty for appropriate volumes, and increased or extended in the case of certain existing tariff quotas, while avoiding any disturbance to the markets for these products;\n(2) It is no longer in the Community's interest to maintain a Community tariff quota on some of the products covered by the above Regulation, and those products should therefore be removed from the table in Annex I;\n(3) In view of the large number of amendments coming into effect on 1 January 2000 and in order to clarify matters for the user, the table in Annex I to the above Regulation should be replaced by the table in the Annex to this Regulation;\n(4) Having regard to the economic importance of the said Regulation for European industry and the requirement that it enter into force on 1 January 2000, it is necessary to invoke the ground of urgency referred to in point I(3) of the additional Protocol to the Treaty of Amsterdam on the role of national parliaments in the European Union;\n(5) Regulation (EC) No 2505/96 should therefore be amended,", "main_body": ["For the quota period from 1 January to 31 December 1999, Annex I to Regulation (EC) No 2505/96 shall be amended as follows:\n- order number 09.2711: the amount of the tariff quota shall be altered to 1035000 tonnes,\n- order number 09.2939: the amount of the tariff quota shall be altered to 135000000 units,\n- order number 09.2943: the amount of the tariff quota shall be altered to 60000000 units,\n- order number 09.2944: the amount of the tariff quota shall be altered to 48000000 units,\n- order number 09.2959: the amount of the tariff quota shall be altered to 60000 tonnes,\n- order number 09.2966: the amount of the tariff quota shall be altered to 12000 tonnes.", "The table in Annex I to Regulation (EC) No 2505/96 shall be replaced by the table set out in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2000, except for Article 1 which shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) OJ L 345, 31.12.1996, p. 1. Regulation as last amended by Regulation (EC) No 1969/1999 (OJ L 244, 16.9.1999, p. 38).\nANNEX\n>TABLE>"}