{"celex_id": "31998R0280", "uri": "http://publications.europa.eu/resource/cellar/248798f9-91bf-4675-b09f-ec85531d2640", "type": "Regulation", "concepts": ["1019", "1284", "1565", "1836", "2871", "4320"], "title": "Commission Regulation (EC) No 280/98 of 3 February 1998 derogating from certain provisions of Council Regulation (EC) No 2597/97 laying down additional rules on the common organisation of the market in milk and milk products as regards drinking milk produced in Finland and Sweden\n", "header": "COMMISSION REGULATION (EC) No 280/98 of 3 February 1998 derogating from certain provisions of Council Regulation (EC) No 2597/97 laying down additional rules on the common organisation of the market in milk and milk products as regards drinking milk produced in Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149(1) thereof,Whereas Council Regulation (EC) No 2596/97 (1) extends the period during which transitional measures may be adopted to facilitate the change-over from the arrangements applying in Austria, Finland and Sweden at the time of accession to those resulting from application of the common organisations of the market; whereas, with regard to the requirements for the fat content of drinking milk produced in Finland and Sweden, that period was extended to 31 December 1999;\nWhereas, under the Act of Accession, Finland and Sweden have a derogation from the requirements for the fat content of drinking milk laid down by Council Regulation (EEC) No 1411/71 (2), repealed and replaced from 1 January 1998 by Regulation (EC) No 2597/97 (3); whereas that derogation expires on 31 December 1997; whereas, in view of the special situation of the Member States concerned and the extent of the adjustments required, that derogation should be extended temporarily in order to permit them to adjust to the arrangements in force in the rest of the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Notwithstanding Article 3(1) of Regulation (EC) No 2597/97, the requirements for fat content shall not apply to drinking milk produced in Finland and Sweden between 1 January 1998 and 31 December 1999. Drinking milk produced in those two Member States and covered by this derogation may only be marketed in the country of production or exported to a third country.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 351, 23. 12. 1997, p. 12.\n(2) OJ L 148, 3. 7. 1971, p. 4.\n(3) OJ L 351, 23. 12. 1997, p. 13."}