{"celex_id": "31994R1707", "uri": "http://publications.europa.eu/resource/cellar/42c0730e-e733-462c-abd2-51a56af0b403", "type": "Regulation", "concepts": ["1233", "1277", "2729", "3568", "491", "5360"], "title": "Commission Regulation (EC) No 1707/94 of 13 July 1994 amending Regulation (EEC) No 1913/69 on the granting and advance fixing of export refunds on cereal-based compound feedingstuffs and amending Regulation (EEC) No 891/89 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EC) No 1707/94 of 13 July 1994 amending Regulation (EEC) No 1913/69 on the granting and advance fixing of export refunds on cereal-based compound feedingstuffs and amending Regulation (EEC) No 891/89 on special detailed  rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Articles 9 (2) and 13 (6) thereof,\nWhereas Commission Regulation (EEC) No 1913/69 (3) was last amended by Regulation (EC) No 607/94 (4) in order to prevent speculation; whereas experience has shown that in order to facilitate implementation of that latest amendment, certain information  must be defined more closely in particular for the purpose of the communication of information on import licences;\nWhereas for the sake of consistency with the aforementioned Regulation (EEC) No 1913/69, Commission Regulation (EEC) No 891/89 (5), as last amended by Regulation (EC) No 3579/93 (6), should also be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1913/69 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nDuring a given month the export refund on cereal-based compound feedingstuffs shall be fixed per tonne of cereals contained in the compound feedingstuffs, taking account of the following criteria:\n(a) the average of the refunds granted during the previous month for the most commonly used basic cereals, adjusted on the basis of the threshold price for these cereals in force during the current month;\n(b) the average of the levies for the most commonly used basic cereals, calculated for the first 25 days of the previous month and adjusted on the basis of the corresponding threshold price in force during the current month;\n(c) outlets and conditions of sale for the products in question on the world market;\n(d) the need to avoid disturbances on the Community market;\n(e) the economic aspects of the exports concerned.'\n2. Article 4 is amended as follows:\n(a) paragraph 1 (a) is replaced by the following:\n'(a) the total quantities of cereal-based compound feedingstuffs for which import licences have been issued, divided in accordance with the corresponding subheadings of the Combined Nomenclature;';\n(b) paragraph 2 is replaced by the following:\n'2. Member States shall communicate to the Commission, daily before 3 p.m. (Brussels time), the quantity of cereals contained in the cereal-based feedingstuffs for which applications for export licences have been lodged. This communication must itemize  applications with or without advance fixing of the export refund or of the export levy separately.';\n(c) paragraph 3 is deleted.", "Article 5 (2) of Regulation (EEC) No 891/89 is hereby replaced by the following:\n'2. For products falling within CN codes 2309 10 11, 2309 10 13, 2309 10 31, 2309 10 33, 2309 10 51, 2309 10 53, 2309 90 31, 2309 90 33, 2309 90 41, 2309 90 43, 2309 90 51 and 2309 90 53, the application for an export licence shall contain:\n- in section 15, the remark \"compound feedingstuffs with a minimum starch content of 5 %\",\n- in section 16, the reference \"ex 2309\",\n- in sections 17 and 18, the quantity of cereals that must be exported in the form of compound feedingstuffs.\nThe details contained in the application shall appear on the export licence.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 246, 30. 9. 1969, p. 11.\n(4) OJ No L 77, 19. 3. 1994, p. 5.\n(5) OJ No L 94, 7. 4. 1989, p. 13.\n(6) OJ No L 326, 28. 12. 1993, p. 15."}