{"celex_id": "31992D0506", "uri": "http://publications.europa.eu/resource/cellar/157ccedc-b81e-4c71-a3bc-8d282aad7ff6", "type": "Decision", "concepts": ["1318", "3743", "889"], "title": "Commission Decision of 30 September 1992 ruling on financial aid by Germany to the coal industry in 1992 (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 30 September 1992  ruling on financial aid by Germany to the coal industry in 1992  (Only the German text is authentic)  (92/506/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn a letter dated 8 January 1992, the German Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it intends to take in order to support the coal industry in 1992. In a letter dated 25 June  1992, it supplied additional information in response to the Commission's letter dated 24 February 1992.\nUnder Decision No 2064/86/ECSC, the Commission must give a ruling on the following financial measures submitted to it for approval:\n- aid totalling DM 3 293 million for the delivery of coal and coke to the Community steel industry;\n- aid totalling DM 133 million under a scheme for maintaining the underground labour force in deep mines (Bergmannspraemie).\nThe measures which the German Government intends to take to support the coal industry comply with the provisions of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore give a ruling under Article 10 of the Decision as to whether  they comply with the objectives and criteria set out in that Decision and whether they are compatible with the proper functioning of the common market.\nII\nIn accordance with Articles 4 and 12 of the Decision, coal undertakings are authorized, where necessary, to grant rebates on their list prices or production costs for deliveries of coking coal, coke and coal for injection into blast furnaces in the  Community steel industry under long-term contracts. These rebates must not cause the delivered prices of Community coal and coke to work out lower than those which would be charged for coal from non-member countries and coke made from coking coal from  non-member countries.\nThe German Government has brought to the Commission's attention the new principles underlying the system of aid for the delivery of coal and coke to the Community steel industry for the three-year period from 1 January 1992 to 31 December 1994; these  principles introduce a degree of cost pressure on coking-coal production; to this end, the German Government has placed a ceiling on the amount of aid for the period in question, and has introduced a financial contribution to be paid by the industry. In  its notification, the German Government recognized the consequences of the expiry of Decision No 2064/86/ECSC on 31 December 1993 for the application of the system in 1994.\nThe total aid planned for the period amounts to DM 9 106 million, and the total quantities covered by the aid should amount to 57,2 million tonnes of coal. The volume of aid available for the period will correspond to only 83 % of the total amount of  aid granted in the previous three-year period under the scheme; deliveries of coal covered by the system will represent only 81 % of the quantities supported in the period 1989 to 1991.\nUnder this system, the German Government proposes to pay coal producers, as available budgetary resources allow, a sum of DM 3 293 million for 1992, in respect of production of 20,7 million tonnes of coal and coke.\nWhile the Commission welcomes the principle of placing a ceiling on the aid, and the introduction of a financial contribution to be paid by the coal industry, it notes the continued increase in production costs and a growing gap between production costs  and world market prices. Efforts should therefore be stepped up as regards both discipline and tight control of production costs and restructuring so as to set in motion a significant reduction in aid.\nThe contribution of the planned measure to the restructuring and rationalization of the coal industry and to solving social and regional problems by phasing the closure of loss-making production capacity is in line with the criteria and objectives of\nArticle 2\nof Decision No 2064/86/ECSC.\nMoreover, the aid is compatible with the provisions of Articles 4 and 12 of the Decision, as it does not lead to delivered prices lower than those which would be charged for coal from non-member countries.\nIt will also be necessary, pursuant to Article 11 (1) of Decision No 2064/86/ECSC, to ensure that the aid does not lead to discrimination, within the meaning of the ECSC Treaty, as between buyers or users of coal or coke.\nAfter the end of 1992, the German Government will communicate any changes in that year in deliveries, in the guide price and in production costs, in order to enable the Commission to ensure that all the abovementioned provisions have been complied with.\nThe aid of DM 133 million to finance mineworkers' bonuses (Bergmannspraemie) of DM 10 for every shift worked underground enables the undertakings to maintain a skilled underground workforce. This aid, which helps to increase productivity, is specifically  provided for in Article 6 of the Decision and helps to improve the competitive situation of the industry in accordance with the first indent of Article 2 (1) of the Decision.\nIII\nConsequently, the aid measures referred to in this Decision are compatible with the proper functioning of the common market,", "main_body": ["Germany is hereby authorized to grant aid totalling DM 3 426 million to the German coal industry for the 1992 calendar year, as follows:\n- aid totalling DM 3 293 million for the delivery of coal and coke to the Community steel industry;\n- aid totalling DM 133 million under a scheme for maintaining the underground labour force in deep mines (Bergmannspraemie).", "Germany shall notify the Commission by 30 June 1993 of the amounts of aid actually paid in 1992.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 September 1992. For the Commission\nAntónio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}