{"celex_id": "31998R2865", "uri": "http://publications.europa.eu/resource/cellar/5dbeb0eb-b7fd-4ba5-a276-e418bfc7c898", "type": "Regulation", "concepts": ["1117", "1644", "2519", "2771", "4778"], "title": "Commission Regulation (EC) No 2865/98 of 30 December 1998 on managing the ceilings for imports of fresh and processed sour cherries originating in the Republics of Bosnia-Herzegovina and Croatia\n", "header": "COMMISSION REGULATION (EC) No 2865/98 of 30 December 1998 on managing the ceilings for imports of fresh and processed sour cherries originating in the Republics of Bosnia-Herzegovina and Croatia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina and Croatia and to imports of wine originating in the Former Yugoslav Republic of Macedonia and the Republic of Slovenia (1), as last amended by Regulation (EC) No 2863/98 (2), and in particular Article 10 thereof,\nWhereas the second subparagraph of Article 6(1) of Regulation (EC) No 70/97 states that import licences are to be issued to ensure the management of the ceilings of 2 500 tonnes of fresh sour cherries and of 12 800 tonnes of processed sour cherries fixed in Annex D to that Regulation; whereas the grant of preference should be made subject to the submission of licences issued in accordance with this Regulation;\nWhereas Commission Regulation (EC) No 1921/95 of 3 August 1995 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables (3), as amended by Regulation (EC) No 2427/95 (4), should apply to all the products covered by this Regulation, subject to the specific provisions of this Regulation;\nWhereas, to ensure efficient management of the tariff ceilings, provision should be made for licences to be issued after a period allowing checks on quantities and for Member States to send regular reports;\nWhereas measures must be taken automatically and very quickly once the demand for licences reaches one of the ceilings fixed; whereas the Commission should be enabled to take the necessary measures;\nWhereas, for practical reasons, the applicability of some provisions of this Regulation governing fresh sour cherries should be limited to their harvesting and marketing season;\nWhereas this Regulation replaces Commission Regulation (EC) No 122/98 (5), as amended by Regulation (EC) No 1057/98 (6), applicable from 1 January to 31 December 1998; whereas, therefore, in the interests of clarity, that Regulation should be repealed;\nWhereas, to ensure proper management of the tariff ceilings, this Regulation should apply from 1 January 1999;\nWhereas Article 2 of Council Regulation (EC) No 1103/97 of 17 June 1997 on certain provisions relating to the introduction of the euro (7) provides that as from 1 January 1999, all references to the ecu in legal instruments are to be replaced by references to the euro at the rate of EUR 1 to ECU 1; whereas, for the sake of clarity, the denomination 'euro` should be used in this Regulation since it is to apply from 1 January 1999;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Fresh and Processed Fruit and Vegetables,", "main_body": ["This Regulation lays down detailed rules for the management of the tariff ceilings referred to in Regulation (EC) No 70/97 for fresh sour cherries falling within CN code 0809 20 05, and processed sour cherries falling within CN codes ex 0811 90 19, ex 0811 90 39, 0811 90 75, ex 0812 10 00, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91 originating in the Republics of Bosnia-Herzegovina and Croatia.", "1. All imports under the ceilings referred to in Article 1 shall be subject to the presentation of an import licence issued in accordance with this Regulation.\n2. Subject to the specific provisions of this Regulation, Regulation (EC) No 1921/95 shall apply to the products referred to in Article 1.\n3. Section 24 of import licences shall contain one of the following:\n- Derecho preferencial ad valorem - Reglamento (CE) n° 70/97\n- Præferenceværditold - Forordning (EF) nr. 70/97\n- Präferenzieller Wertzoll - Verordnung (EG) Nr. 70/97\n- Ðñïôéìçóéáêüò äáóìüò ad valorem - Êáíïíéóìüò (ÅÊ) áñéè. 70/97\n- Preferential ad valorem duty - Regulation (EC) No 70/97\n- Droit ad valorem préférentiel - Règlement (CE) n° 70/97\n- Dazio ad valorem preferenziale - Regolamento (CE) n. 70/97\n- Preferentieel ad-valoremrecht - Verordening (EG) nr. 70/97\n- Direito preferencial ad valorem - Regulamento (CE) nº 70/97\n- Arvotullietuus - asetus (EY) N:o 70/97\n- Särskild värdetull - Förordning (EG) nr 70/97.\n4. Section 8 of both licence applications and import licences shall show the country of origin and the word 'yes` shall be marked with a cross.\n5. Import licences shall be valid for one month from the effective date of issue in the case of fresh sour cherries and three months in the case of processed sour cherries, but shall not be valid after 31 December of the year concerned.\n6. Article 5(2) of Regulation (EC) No 1921/95 shall apply only between the third countries referred to in this Regulation.\n7. In the case of fresh sour cherries, the issue of licences shall be subject to lodging a security of EUR 1,5 per 100 kilograms net weight.", "1. The Member States shall provide data on applications for licences in accordance with Article 7(2) of Regulation (EC) No 1921/95 and, where applicable, on the quantities for which the import licences issued have not been used.\n2. In the case of fresh sour cherries, these reports shall be confined to the period between 1 May and 30 September.", "1. Licences shall be issued on the fifth working day following lodging of the application, provided that special measures have not been taken by the Commission in the mean time.\n2. When the quantity covered by licences applied for reaches one of the ceilings laid down in Regulation (EC) No 70/97, the Commission shall fix, if necessary, a flat-rate percentage reduction for the applications in question and suspend the issue of licences for any subsequent application under the ceiling in question.", "Regulation (EC) No 122/98 is repealed with effect from 1 January 1999.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 December 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ L 16, 18. 1. 1997, p. 1.\n(2) See page 85 of this Official Journal.\n(3) OJ L 185, 4. 8. 1995, p. 10.\n(4) OJ L 249, 17. 10. 1995, p. 12.\n(5) OJ L 11, 17. 1. 1998, p. 15.\n(6) OJ L 151, 21. 5. 1998, p. 25.\n(7) OJ L 162, 19. 6. 1997, p. 1."}