{"celex_id": "31995D0488", "uri": "http://publications.europa.eu/resource/cellar/e95db883-6f82-4bae-bc16-75c94fc1f02c", "type": "Decision", "concepts": ["1519", "2563", "3559", "5508", "863"], "title": "95/488/EC: Council Decision of 9 November 1995 appointing six members and six alternate members of the Committee of the Regions\n", "header": "COUNCIL DECISION of 9 November 1995 appointing six members and six alternate members of the Committee of the Regions (95/488/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 198a thereof,\nHaving regard to the Council Decision of 26 January 1994 appointing members and alternate members of the Committee of the Regions for the period 26 January 1994 to 25 January 1998 (1),\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mr Gabriel Cañellas Fons, notified to the Council on 17 October 1995;\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mr Gian Paolo Brizio, notified to the Council on 13 October 1995;\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mr Carlo Proietti, notified to the Council on 11 September 1995;\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mr J. de Lange, notified to the Council on 17 July 1995;\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mr C. E. M. de Waal, notified to the Council on 19 July 1995;\nWhereas a seat as a member of the Committee has become vacant following the resignation of Mrs A. van Dok-van Weele, notified to the Council on 18 November 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr Antonio Boccia, notified to the Council on 13 October 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr Aldo Bottin, notified to the Council on 14 September 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr J. J. L. Pastoor, notified to the Council on 19 July 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr M. L. de Meijer, notified to the Council on 28 July 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr J. C. J. Lammers, notified to the Council on 19 July 1995;\nWhereas a seat as an alternate member of the Committee has become vacant following the resignation of Mr George Brouwer, notified to the Council on 17 July 1995;\nHaving regard to the proposals from the Spanish, Italian and Netherlands Governments,", "main_body": ["1. Mr Cristòfol Soler i Cladera is hereby appointed a member of the Committee of the Regions in place of Mr Gabriel Cañellas Fons for the remainder of the latter's term of office, which runs until 25 January 1998.\n2. Mr Enzo Ghigo is hereby appointed a member of the Committee of the Regions in place of Mr Gian Paolo Brizio for the remainder of the latter's term of office, which runs until 25 January 1998.\n3. Mr Pietro Badaloni is hereby appointed a member of the Committee of the Regions in place of Mr Carlo Proietti for the remainder of the latter's term of office, which runs until 25 January 1998.\n4. Mr J. Lagrand is hereby appointed a member of the Committee of the Regions in place of Mr J. de Lange for the remainder of the latter's term of office, which runs until 25 January 1998.\n5. Mr J. J. M. Tindemans is hereby appointed a member of the Committee of the Regions in place of Mr C. E. M. de Waal for the remainder of the latter's term of office, which runs until 25 January 1998.\n6. Mr P. Loos is hereby appointed a member of the Committee of the Regions in place of Mrs A. van Dok-van Weele for the remainder of the latter's term of office, which runs until 25 January 1998.\n7. Mr Angelo Raffaele Dinardo is hereby appointed an alternate member of the Committee of the Regions in place of Mr Antonio Boccia for the remainder of the latter's term of office, which runs until 25 January 1998.\n8. Mr Giancarlo Galan is hereby appointed an alternate member of the Committee of the Regions in place of Mr Aldo Bottin for the remainder of the latter's term of office, which runs until 25 January 1998.\n9. Mr S. B. Swierstra is hereby appointed a member of the Committee of the Regions in place of Mr J. J. L. Pastoor for the remainder of the latter's term of office, which runs until 25 January 1998.\n10. Mr J. Walsma is hereby appointed an alternate member of the Committee of the Regions in place of Mr M. L. de Meijer for the remainder of the latter's term of office, which runs until 25 January 1998.\n11. Mr N. Gerzee is hereby appointed an alternate member of the Committee of the Regions in place of Mr J. C. J. Lammers for the remainder of the latter's term of office, which runs until 25 January 1998.\n12. Mr H. B. van der Goot is hereby appointed an alternate member of the Committee of the Regions in place of Mr George Brouwer for the remainder of the latter's term of office, which runs until 25 January 1998."], "attachments": "Done at Brussels, 9 November 1995.\nFor the Council\nThe President\nA. AMADOR MILLÁN\n(1) OJ No L 31, 4. 2. 1994, p. 29."}