{"celex_id": "31995R0868", "uri": "http://publications.europa.eu/resource/cellar/2d916806-2d20-4bf0-b027-ec944fea4201", "type": "Regulation", "concepts": ["1144", "1609", "2414", "5360", "755", "80"], "title": "COMMISSION REGULATION (EC) No 868/95 of 20 April 1995 amending Regulation (EEC) No 2780/92 on the conditions for the grant of compensatory payments under the support system for producers of certain arable crops\n", "header": "COMMISSION REGULATION (EC) No 868/95 of 20 April 1995  amending Regulation (EEC) No 2780/92 on the conditions for the grant of compensatory payments under  the support system for producers of certain arable crops\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system  for producers of certain agricultural crops  (1), as last amended by the Act of Accession of  Austria, Finland and Sweden, and in particular Article 12 thereof,\nWhereas Article 9 of Regulation (EEC) No 1765/92 defines the land eligible for compensatory  payments; whereas in order to take account of certain specific situations where its provisions  could have effects which are unduly restrictive, the said Article allows certain derogations by the  Member States in accordance with their individual situations; whereas the application of the  derogations contained in the fourth paragraph of that Article must not undermine the effectiveness  of the arrangements laid down by Regulation (EEC) No 1765/92 and in particular must not give rise  to an increase in the total eligible area; whereas those derogations should be restricted to those  cases where a producer is obliged to exchange ineligible land for eligible land within his holding;  whereas to prevent the exchange of land beyond what is strictly necessary, Member States shall be  required to give prior approval to all such exchanges;\nWhereas it is necessary to amend Commission Regulation (EEC) No 2780/92  (2), as last amended by  Regulation (EC) No 2246/94  (3) accordingly;\nWhereas the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder has not  delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 3 (4) of Regulation (EEC) No 2780/92 is replaced by the  following:\n'4.  The cases referred to in the fourth paragraph of Article 9 of Regulation (EEC) No 1765/92 are  those in which a producer is obliged to exchange ineligible land for eligible land within his  holding for agronomic, phytosanitary or environmental reasons. In no cases may the exchange give  rise to an increase in the total area of eligible arable land on the holding. Member States shall  provide for a system of prior notification and approval of such exchanges.\nMember States shall submit to the Commission, by 31  March each year at the latest, a plan  comprising a list of the criteria according to which exchanges were approved, and evidence that the  total area of eligible land has not increased as a result of those exchanges. However, for the  1995/96 marketing year, Member States shall submit their plans by 30 June 1995.`", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 April 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}