{"celex_id": "31997R1025", "uri": "http://publications.europa.eu/resource/cellar/8e4cb936-337e-4c7f-89b3-ea0a132f8a27", "type": "Regulation", "concepts": ["1309", "2322", "2771", "2783", "3591", "5876"], "title": "Commission Regulation (EC) No 1025/97 of 6 June 1997 concerning imports of certain textile products originating in the Russian Federation\n", "header": "COMMISSION REGULATION (EC) No 1025/97 of 6 June 1997 concerning imports of certain textile products originating in the Russian Federation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules (1), as last amended by Commission Regulation (EC) No 1937/96 (2) and in particular Article 12 (2) and Article 17 (6), in conjunction with Article 25 (5) thereof,\nWhereas the agreement in the form of an exchange of letters between the European Community and the Russian Federation on trade in textile products initialled on 19 December 1995 expired on 31 December 1996 and whereas, pending the resumption and completion of negotiations directed towards the initialling of a new agreement with the Russian Federation, Commission Regulation (EC) No 2446/96 (3) as amended by Regulation (EC) No 562/97 (4) was adopted in order to safeguard the economic interests of the Community in the further conduct of trade in textile products with that country;\nWhereas the measures brought in by that Regulation are to apply until 30 June 1997, by which date it appears unlikely that a new textiles agreement can be negotiated and brought into application;\nWhereas it is necessary, given the sensitivity of the textiles and clothing sector to introduce an import regime for the second six months of 1997 setting quantitative limits for imports of certain textile products originating in the Russian Federation;\nWhereas experience of administering the quantitative limits established by Regulation (EC) No 2446/96 has shown that for certain categories of products requests for import authorizations considerably exceeded the quantitative limits; whereas it is appropriate to introduce more precise criteria for management in order to ensure that requests for authorization of imports correspond to a real intention to import; whereas for this purpose the issue of an import authorization should be subject to the presentation of a contract;\nWhereas in order to allow as many traders as possible access to the quantitative limits it also appears appropriate to limit the quantities allocated by each licence to a maximum amount; whereas with a view to an optimal utilization of the quantitative limits it is also appropriate to provide that each operator is only able to present a new request for authorization of imports after having used 50 % of the quantity covered by a previously issued licence;\nConsidering that with a view to ensuring an optimal utilization of the quantitative limits it is appropriate to fix the duration of validity of the import licences to three months from the date of their issue;\nWhereas in order to ensure the continuity of trade it is appropriate to introduce new quantitative limits covering the rest of the year 1997 and that these limits should be set by reference to the period covered together with an increase which does not prejudge the results of the negotiation of a new textiles agreement;\nWhereas for categories 2, 2a, 39, 117 and 118, the quantitative limits for which were exhausted shortly after their introduction by Regulation (EC) No 2446/96, it is necessary in order to ensure the continuity of trade to render the new quantitative limits, under the new rules of management, accessible from the date of entry into force of this Regulation;\nWhereas for the other categories of products, for which the quantitative limits have not been completely exhausted it is appropriate that the new rules of management and the new quantitative limits be applicable following the date of expiry of Regulation (EC) No 2446/96, that is from 1 July 1997;\nWhereas it is necessary to make it clear that the provisions of this Regulation do not prevent imports of textile products covered by a valid import licence issued pursuant to Regulation (EC) No 2446/96;\nWhereas in the interim the negotiations to reach a new bilateral agreement between the Community and the Russian Federation before the expiry of this present Regulation will continue;\nWhereas the reduced number of quantitative restrictions in comparison with those existing in the agreement as well as the increased levels provided for in this Regulation are introduced on the basis that the Russian Federation will not adopt, during the validity of this Regulation, measures in the textiles and clothing sector concerning quantitative restrictions, or increased tariffs or non-tariff barriers such as certification or other import requirements applicable to import of products originating in the Community, other than those measures in force in the Russian Federation at the date of 1st January 1996; whereas the introduction of any such measure will therefore entail a review of the provisions of this Regulation;\nWhereas these measures conform to the opinion delivered by the Committee set up by Regulation (EC) No 517/94,", "main_body": ["1. As from the date of entry into force of this Regulation imports into the Community of textile products listed in Annex I to this Regulation originating in the Russian Federation shall be subject to the quantitative limits established in that Annex.\n2. As from 1 July 1997 imports into the Community of textile products listed in Annex II to this Regulation originating in the Russian Federation shall be subject to the quantitative limits established in that Annex.\n3. As from 1 July 1997, re-imports into the Community, after outward economic processing in the Russian Federation, of textile products listed in Annex III to this Regulation originating in the Community shall be subject to the quantitative limits established in that Annex.", "Without prejudice to the provisions of this Regulation, the provisions of Regulation (EC) No 517/94 are applicable to imports referred to in this Regulation.", "As from the date of entry into force of this Regulation in respect to products listed in Annex I and as from 1 July 1997 in respect to products listed in Annex II the following provisions are applicable:\n1. The quantity requested by each operator in obtaining an import licence shall not exceed the maximum quantities set out in Annex IV.\n2. Any importer who has used an import licence to the extent of 50 % or more of the quantity allocated to him pursuant to paragraph 1 may make a further application for a licence for the same category of products provided that quantities remain available within the relevant quantitative limit.\n3. The competent authorities of the Member States shall issue import licences only after being notified of the Commission's decision and only if an operator can prove the existence of a contract and, without prejudice to the provisions of paragraph 2, certify in writing that he has not already been allocated a Community import licence under this Regulation for the relevant category.\n4. Import licences issued pursuant to this Regulation shall be valid for three months from the date of their issue.", "Only the quantities of products listed in Annexes I, II and III of this Regulation released for free circulation into the Community, following the date of entry into force of this Regulation in respect of the products listed in Article 1 (1) and after 1 July 1997 in respect of those products set out in Article 1 (2) and (3), on the basis of an import licence issued under this Regulation or on the basis of a prior authorization for economic outward processing pursuant to Commission Regulation (EC) No 3017/95 (5) shall be deducted from the respective limits set out in the said annexes.", "The provisions of this Regulation shall not apply to imports into the Community of products covered by Annexes I, II and III the importation of which has been authorized pursuant to Regulation (EC) No 2446/96.", "The provisions of this Regulation shall be subject to review in the event that, during the period of its validity, the Russian Federation introduces measures in respect of quantitative restrictions or increased tariffs or non-tariff barriers such as certification or other import requirements applicable to imports of textile and clothing products originating in the Community, other than those measures in force in the Russian Federation at the date of 1 January 1996.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt is applicable until 31 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 June 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 67, 10. 3. 1994, p. 1.\n(2) OJ No L 255, 9. 10. 1996, p. 4.\n(3) OJ No L 333, 21. 12. 1996, p. 7.\n(4) OJ No L 85, 27. 3. 1997, p. 38.\n(5) OJ No L 314, 28. 12. 1995, p. 40.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\nOUTWARD PROCESSING TRAFFIC\n>TABLE>\nANNEX IV\n>TABLE>"}