{"celex_id": "31997R0068", "uri": "http://publications.europa.eu/resource/cellar/19d94ef8-2b2f-44b1-ad5c-18f5bbd603ce", "type": "Regulation", "concepts": ["3568", "4713", "4734"], "title": "Commission Regulation (EC) No 68/97 of 16 January 1997 amending Regulation (EC) No 2805/95 fixing the export refunds in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 68/97 of 16 January 1997 amending Regulation (EC) No 2805/95 fixing the export refunds in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1592/96 (2), and in particular Article 55 (3) thereof,\nWhereas, pursuant to Article 55 of Regulation (EEC) No 822/87 to the extent necessary to enable the products listed in Article 1 (2) (a) and (b) of that Regulation to be exported on the basis of the prices for those products on the world market and within the limits of the Agreements concluded in accordance with Article 228 of the Treaty, the difference between those prices and the prices in the Community may be covered by an export refund;\nWhereas, pursuant to Article 56 (3) of Regulation (EEC) No 822/87, refunds are to be fixed taking into account the situation and likely trends with regard to:\n- prices and availability of the products in question on the Community market,\n- world market prices for those products;\nWhereas there may be differences in the way prices for white wine and red wine develop on the internal market and in international trade; whereas those differences should be taken into account;\nWhereas account must also be taken of the other criteria and objectives referred to in Article 56 (3) of Regulation (EEC) No 822/87; whereas, in particular, consideration must be given to the limits of the Agreements concluded in accordance with Article 228 of the Treaty, and in particular those resulting from the agreements concluded in the framework of the Uruguay Round of multilateral trade negotiations, hereinafter referred to as the 'GATT Agreements`;\nWhereas, when applying the abovementioned rules to the current market situation, the refunds should be fixed in accordance with the Annex to this Regulation; whereas Commission Regulation (EC) No 2805/95 of 5 December 1995 fixing the export refunds in the wine sector (3), as amended by Regulation (EC) No 2083/96 (4), should be amended accordingly and provision made to implement it immediately;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The Annex to Regulation (EC) No 2805/95 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 17 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 206, 16. 8. 1996, p. 31.\n(3) OJ No L 291, 6. 12. 1995, p. 10.\n(4) OJ No L 279, 31. 10. 1996, p. 23.\nANNEX\n'ANNEX\n>TABLE>"}