{"celex_id": "31992R1746", "uri": "http://publications.europa.eu/resource/cellar/de486e85-8a17-4883-8510-0db9394b12fc", "type": "Regulation", "concepts": ["2644", "2676", "3732"], "title": "Council Regulation (EEC) No 1746/92 of 30 June 1992 fixing rice prices for the 1992/93 marketing year\n", "header": "CONCIL REGULATION (EEC) No 1746/92 of 30 June 1992 fixing rice prices for the 1992/93 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular Article 3 (3) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas the markets and prices policy, based on modern farms, is the main instrument of the incomes policy in agriculture; whereas full advantage cannot be drawn from such a policy unless it is integrated into the common agricultural policy as a whole,  including a dynamic social and structural policy and the application of the rules on competition contained in the Treaty;\nWhereas the intervention price for paddy rice must be fixed at a rate which takes account of the policy in respect of rice production, with a view to the uses to which it is put;\nWhereas the target price for husked rice must be derived from the intervention price for paddy rice, in accordance with the criteria set out in Article 4 (3) of Regulation (EEC) No 1418/76;\nWhereas, for the products referred to in this Regulation, the application of the criteria for the fixing of the different prices in agriculture entails fixing those prices at the levels indicated below;\nWhereas the second indent of Article 2 (3) of Council Regulation (EEC) No 3653/90 of 11 December 1990 introducing transitional measures governing the common organization of the market in cereals and rice in Portugal (5) lays down the rules for aligning  the Portuguese prices for rice on the common prices; whereas those rules result in the fixing of the Portuguese prices at the levels set out below,", "main_body": ["For the 1992/93 marketing year, rice prices shall be as follows:\n1. Community except Portugal:\n(a) intervention price, paddy rice: ECU 313,65 per tonne,\n(b) target price, husked rice: ECU 545,52 per tonne;\n2. Portugal:\n(a) intervention price, paddy rice: ECU 332,21 per tonne,\n(b) target price, husked rice: ECU 545,52 per tonne.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No L 166, 25. 6. 1976, p. 1. As last amended by Regulation (EEC) No 1806/89 (OJ No L 177, 24. 6. 1989, p. 1).\n(2) OJ No C 119, 11. 5. 1992, p. 15.\n(3) OJ No C 150, 15. 6. 1992.\n(4) Opinion delivered on 29 April 1992 (not yet published in the Official Journal).\n(5) OJ No L 362, 27. 12. 1990, p. 28."}