{"celex_id": "31990D0108", "uri": "http://publications.europa.eu/resource/cellar/f7646d9b-2091-44fe-9ab7-a61411350c17", "type": "Decision", "concepts": ["1035", "4829", "863"], "title": "90/108/EEC: Commission Decision of 9 February 1990 amending Decision 88/149/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991) forwarded by Spain pursuant to Regulation (EEC) No 4028/86 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 February 1990\namending Decision 88/149/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991) forwarded by Spain pursuant to Regulation (EEC) No 4028/86\n(only the Spanish text is authentic)\n(90/108/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Articles 4 and 5 (2) thereof,\nWhereas the outcome of the meetings held with the Spanish authorities on the progress of the multiannual guidance programme as defined by Commission Decision 88/149/EEC (2) has been taken into account;\nWhereas on the entry into service of new fishing vessels it became apparent that, a net increase in fishing capacity as expressed in tonnage (GRT) and power (kW) had taken place in 1987 and in the first six months of 1988, partly as a result of new construction authorizations issued before accession;\nWhereas the progress of fleet adjustment which has now been started and the implementation by Spain of measures for the effective control of fishing fleet capacity will require some time;\nWhereas the Commission intends to support Spain's efforts to restructure its fleet when the administrative or legislative measures taken show results which confirm that structural change is taking place as planned and which will lead to achievement of the objectives set by Decision 88/149/EEC by 31 December 1991 at the latest;\nWhereas, to deal with derogations from the principle that State aid in the fisheries sector is incompatible with the common market, the Commission has adopted guidelines for the examination of national aid in the fisheries sector (3);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["Decision 88/149/EEC is amended as follows:\n1. Article 3, second paragraph, is replaced by the following:\n'The Commission shall on the basis of its assessment of the information provided on a regular basis as specified in Article 2 or where this information is not supplied, inform the Member State, if necessary, at the end of one six-month period that it has been found that the conditions to which approval of the programme was made subject have not been fulfilled.'\n2. The Annex is replaced by the Annex hereto.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 9 February 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 70, 16. 3. 1988, p. 27.\n(3) OJ No C 313, 8. 12. 1988, p. 21.\nANNEX\n'ANNEX\nMULTIANNUAL GUIDANCE PROGRAMME FOR THE SPANISH FISHING FLEET (1987 to 1991)\nI. GENERAL REMARKS\nThis programme relates to the whole of the Spanish fishing fleet and covers the entire territory of Spain, including the Canaries, Ceuta and Melilla, in accordance with Article 50 of Regulation (EEC) No 4028/86.\nII. OBJECTIVES\n1. The aims of the programme are:\n(a) to reduce the overall level of the operational fishing fleet to 588 590 GRT and 1 860 689 kW, in accordance with II. 2 below;\n(b) to restructure all categories of vessel in the fishing fleet by the renewal of some 15 % of vessels measuring between 6 and 9 or 12 metres in length between perpendiculars and by the renewal of approximately one-third of the vessels measuring over 9 or 12 metres in length between perpendiculars;\n(c) to stabilize the tuna freezer fleet at 67 918 GRT and 138 133 kW, on the understanding that if the fishing capacity of the tuna freezers is expanded beyond the objectives and limits laid down in the programme for this category, this shall not affect the achievement of the overall objectives of the programme and provided that such expansion does not call for any Community financial assistance towards the utilization of the fishing capacities concerned.\nSuch expansion may not affect the reference data to be taken into consideration by the Community for the purposes of establishing and conducting relations with third countries;\n(d) to modernize existing vessels without increasing overall fishing capacity (expressed in tonnage and engine power) in the category to which the vessels concerned belong, with the exception of the vessels specified in IV.2 below.\n2. During the period covered by the programme the operational fishing fleet, with the exception of:\n- fishing vessels appearing on the basic list, the numbers of which must meet the requirements specified in IV.3 below,\n- working vessels used solely for aquaculture,\n- vessels used solely for bivalve fishing,\nmust remain within the following limits:\nTonnage\n(GRT)\n1.2.3.4,6 //  //  //  //  //  // Objective of 1986 programme (at 31. 12. 1986)   // Situation at 1. 1. 1987 (1)  // Objectives at 1.2.3.4.5.6 //  //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991 (2)   //    //   //   //  //   //   // Specialized vessels of less than 6 metres (between perpendiculars)   //   // 7 647   //   //   // 7 500  // Vessels from 6 to 9 or 12 metres (between perpendiculars)  //   // 25 261   //   //   // 25 018   //    //   //   //  //   //   // Vessels over 9 or 12 metres (between perpendiculars) of which:   //   //   //   //   //   // - national waters   //   // 136 254   //   //   // 133 528   // - non-Spanish EEC waters   //   // 98 506   //   //   // 96 526  // - third-country waters   //   // 295 202   //   //   // 258 100   // - tuna freezers   //   // 58 579   //   //   // 67 918   //    //   //   //   //   //   // Total A  // 597 166  // 623 719   // 620 207   // 602 642   // 588 590   //    //  //   //   //   //   // Basic list (3)   // 65 874   // 65 874  //   //   //   //    //   //   //   //   //   // Vessels used for aquaculture and for bivalve fishing   // 5 628   // 5 628  //   //   //   //    //   //   //   //   //   // Total B  // 668 668   // 692 221   //   //   //   //    //   //   //  //   //\n(1) Estimates: including fishing vessels built before 1 January 1987 - 29 789 GRT and 68 608 kW.\n(2) Some flexibility may be allowed between one category of fishing vessels and another.\n(3) Within the meaning of Article 158 of the Act of Accession. Engine power\n( kW)\n1.2.3.4,6 //  //  //  //  //  // Objective of 1986 programme (at 31. 12. 1986)   // Situation at 1. 1. 1987 (1)  // Objectives at 1.2.3.4.5.6 //  //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991 (2)   //    //   //   //  //   //   // Specialized vessels of less than 6 meters (between perpendiculars)   //   // 96 529   //   //   // 94 654   // Vessels from 6 to 9 or 12 meters (between perpendiculars)  //   // 415 727   //   //   // 407 620   //    //   //   //  //   //   // Vessels over 9 of 12 meters (between perpendiculars) of which:   //   //   //   //   //   // - national waters   //   // 522 822   //   //   // 511 529   // - non-Spanish EEC waters   //   // 210 042   //   //   // 205 946   // - third-country waters   //   // 582 441   //   //  // 502 807   // - tuna freezers   //   // 122 448   //   //  // 138 133   //    //   //   //   //   //   // Total A  // 1 882 658   // 1 950 010   // 1 941 079   // 1 896 417   // 1 860 689   //    //   //   //   //   //   // Basic list (3)   // 221 534   // 221 534   //   //   //   //    //   //   //   //   //  // Vessels used for aquaculture and for bivalve fishing  // 27 220   // 27 220   //   //   //   //    //   //   //  //   //   // Total B  // 2 131 412   // 2 198 764   //   //  //   //    //   //   //   //   //\n(1) Estimates: including fishing vessels built before 1 January 1987 - 29 789 GRT and 68 608 kW.\n(2) Some flexibility may be allowed between one category of fishing vessel and another.\n(3) Within the meaning of Article 158 of the Act of Accession.\nIII. PLANNED MEASURES\n1.1. Whereas the objectives specified at II. 2 \"Total A\" require fishing capacity to be reduced by the difference between the situation at 1 January 1987 and the target to be achieved by 31 December 1991, account must also be taken of changes in fishing capacity resulting from:\n- projects for new construction which have qualified for Community and national aid in respect of 1987,\n- applications for Community financing of projects for new construction currently under consideration by the Commission,\n- vessels joining or leaving the fleet between 1 January 1987 and 30 June 1988, if not covered by the first two subparagraphs,\n- fishing vessels whose construction was authorized before accession, except for the 29 787 GRT and 68 608 kW which were launched before 1 January 1987 and which are included in the situation at 1 January 1987,\nwhich, when added, give the overall fishing capacity to be reduced.\n1.2. The reduction referred to in III.1.1 above must be achieved by the following measures, the implementation of which is conditional on the fishing capacities used remaining within the limits laid down in the programme, although the reduction achieved by each measure may be varied provided that the overall fishing capacity defined in III.1.1 is reduced as planned:\n- a reduction in the total fleet by renewal of operational vessels which have been damaged or lost at sea, in particular by the withdrawal of operational units directly linked with new vessels, in line with the guidelines and objectives laid down at II. 2,\n- the adoption and implementation of measures to adjust fishing capacity, such as the granting of the final cessation premiums as compensation for any necessary reductions which cannot be achieved by the methods referred to in the first subparagraph,\n- the adoption of administrative measures to forestall any potential increases in fishing capacity which would be contrary to the aims of the programme,\n- other measures which enable the same results to be achieved. 2. Adoption and implementation of legislative and/or administrative measures designed to ensure effective control of fishing capacity and fishing activities with a view to achieving the programme's objectives.\n3. Improvement of the register of fishing vessels, with a view to effective control of fishing capacity.\nIV. COMMENTS\n1. The overall objective referred to in II.1 (a) may be revised only on the basis of detailed scientific assessments showing the existence of stocks which are not fully exploited at present.\n2. With regard to fishing vessels operation in coastal waters and measuring less than 12 metres between perpendiculars, consideration may be given to a limited increase in tonnage (up to 10 %) and engine power (up to 6 %) in order to improve safety, working conditions and on-board preserving facilities, provided that such increase is justified and that the objectives laid down in II. 2 for the category to which the vessels belong are attained. Such an increase, when it occurs, must be compatible with the resources which may be fished by the vessels concerned.\n3. The numbers of fishing vessels operating in Community waters and appearing on the basic list as defined in Article 158 of the Treaty of Accession must remain within the limits set by the said Treaty, and in particular Article 159 thereof.\n4. At least 10 % of the programme's objectives must be achieved by the end of 1989 and at least 60 % by the end of 1990.\n5. The Commission would point out that all aids granted by Portugal in the fisheries sector, including those for the construction of fishing vesels, must henceforth come within the scope of this programme.'"}