{"celex_id": "31990R2762", "uri": "http://publications.europa.eu/resource/cellar/9e26cb2b-4394-4713-a017-7405ade81f1d", "type": "Regulation", "concepts": ["1308", "1318", "2324", "3502", "613"], "title": "Commission Regulation (EEC) No 2762/90 of 27 September 1990 on interim measures applicable to trade in the agricultural sector after the unification of Germany\n", "header": "COMMISSION  REGULATION (EEC) No 2762/90\nof 27 September 1990\non interim measures applicable to trade in the agricultural sector after the unification of Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2684/90 of 17 September 1990 on interim measures applicable after the unification of Germany, in anticipation of the adoption of transitional measures by the Council either in cooperation with, or after consultation of, the European Parliament (1), and in particular Article 3 thereof,\nWhereas the former German Democratic Republic introduced mechanisms similar to those of the common agricultural policy or the common trade arrangements, and in particular the system of export refunds and import and export licences;\nWhereas the rules thus introduced included the possibility of fixing the rates of refunds in advance; whereas in some cases those refunds exceeded the rates applicable on exportation from the Community;\nWhereas, in order to ensure the smooth operation of trade, provisions should be adopted concerning the validity of refunds fixed in advance and of licences issued in the territory of the former German Democratic Republic from the date of unification onwards;\nWhereas provisions have been adopted within the framework of specific market rules authorizing Germany to supplement refunds from national funds for the purpose of implementing agreements concluded by the former German Democratic Republic with third countries prior to unification; whereas special provisions should, however, be adopted for all the sectors concerned in order to ensure the performance under certain conditions of contracts concluded between private operators before unification;\nWhereas the measures contained in this Regulation are without prejudice to measures to be adopted concerning abnormal stocks;\nWhereas the measures provided for in this Regulation are to apply subject to any changes resulting from the decisions taken by the Council on the proposals presented to it by the Commission on 21 August 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant management committees,", "main_body": ["1. Germany is hereby authorized to supplement from national funds the amount of the refund fixed by Community rules for the export of agricultural products originating in the former German Democratic Republic after 3 October 1990 where a specific refund in the former German Democratic Republic was guaranteed to the exporter in writing before 3 October 1990 by the authorities of the former German Democratic Republic.\n2. Germany is hereby authorized to maintain from national funds the refund for the export of sheepmeat provided that the conditions laid down in paragraph 1 are fulfilled.", "Export licences without advance fixing issued by the authorities of the former German Democratic Republic shall remain valid in the territory of the Community.\nImport licences without advance fixing issued by the authorities referred to in the preceding paragraph shall remain valid for imports into the territory of the former German Democratic Republic.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the date of the unification of Germany until the entry into force of the Council Regulation on the transitional measures and adjustments required in the agricultural sector as a result of the integration of the territory of the former German Democratic Republic into the Community, the proposal for which was presented on 21 August 1990. However, it shall apply until 31 December 1990 at the latest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 263, 26. 9. 1990, p. 1."}