{"celex_id": "31990D0485", "uri": "http://publications.europa.eu/resource/cellar/c18f14d2-24d9-4c78-90a1-2c248868a470", "type": "Decision", "concepts": ["1318", "192", "2560", "3191", "4689", "5034"], "title": "90/485/EEC: Commission Decision of 27 September 1990 repealing Decision 89/222/EEC and amending decisions 79/542/EEC, 89/15/EEC and 90/135/EEC as a result of the unification of Germany\n", "header": "COMMISSION  DECISION\nof 27 September 1990\nrepealing Decision 89/222/EEC and amending Decisions 79/542/EEC, 89/15/EEC and 90/135/EEC as a result of the unification of Germany\n(90/485/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat or meat products from third countries (1), as last amended by Directive 89/662/EEC (2), and in particular Articles 3 and 16 thereof,\nHaving regard to Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (3), and in particular Article 7 thereof, in combination with Council Directive 88/146/EEC of 7 March 1988 prohibiting the use in livestock farming of certain substances having a hormonal action (4), and in particular Article 6 thereof,\nWhereas the German Democratic Republic is on the list of third countries from which the Member States authorize imports of bovine animals, swine and fresh meat established by Council Decision 79/542/EEC (5), as last amended by Commission Decision 90/390/EEC (6);\nWhereas by Decision 89/222/EEC (7) the Commission established the animal health conditions and veterinary certification for imports of fresh meat from the German Democratic Republic;\nWhereas the German Democratic Republic is on the list of third countries from which the Member States continue to authorize imports of fresh meat and live animals pursuant to Commission Decision 89/15/EEC (8), as last amended by Decision 90/338/EEC (9);\nWhereas the German Democratic Republic also appears on the list of third countries in the Annex to Commission Decision 90/135/EEC of 7 March 1990 relating to the plans of certain third countries concerning examination of fresh meat for residues of substances other than those having a hormonal action (10), as last amended by Decision 90/262/EEC (11);\nWhereas because of German unification it is necessary to repeal or amend the above Decisions with effect from 3 October 1990;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Decision 89/222/EEC is hereby repealed.\n2. The reference to the German Democratic Republic in:\n- the Annex to Decision 79/542/EEC,\n- the Annex to Decision 89/15/EEC,\n- the Annex to Decision 90/135/EEC,\nis hereby deleted.", "This Decision shall take effect on 3 October 1990.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 395, 30. 12. 1989, p. 13.\n(3) OJ No L 275, 26. 9. 1986, p. 36.\n(4) OJ No L 70, 16. 3. 1988, p. 16.\n(5) OJ No L 146, 14. 6. 1979, p. 15.\n(6) OJ No L 193, 25. 7. 1990, p. 37.\n(7) OJ No L 92, 5. 4. 1989, p. 19.\n(8) OJ No L 8, 11. 1. 1989, p. 11.\n(9) OJ No L 162, 28. 6. 1990, p. 42.\n(10) OJ No L 76, 22. 3. 1990, p. 24.\n(11) OJ No L 149, 13. 6. 1990, p. 22."}