{"celex_id": "31991R1870", "uri": "http://publications.europa.eu/resource/cellar/750b913f-bd3a-4721-bdbb-584b941dba2c", "type": "Regulation", "concepts": ["2733", "4314"], "title": "Commission Regulation (EEC) No 1870/91 of 28 June 1991 adapting the accession compensatory amounts fixed in the sugar sector by Regulation (EEC) No 581/86\n", "header": "COMMISSION REGULATION (EEC) No 1870/91  of 28 June 1991  adapting the accession compensatory amounts fixed in the sugar sector by Regulation (EEC) No 581/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 469/86 of 25 February 1986 laying down general rules for the system of accession compensatory amounts in the sugar sector (1), and in particular Article 7 (1) thereof,\nWhereas Article 238 of the Act of Accession provides for an alignment of the Portuguese prices on the common prices in stages owing to their level in Portugal; whereas this alignment concerns the intervention price for white sugar applicable in that  Member State; whereas this price has been fixed for the marketing year beginning on 1 July 1991 by Council Regulation (EEC) No 1718/91 of 13 June 1991 fixing for the 1991/92 marketing year, the derived intervention prices for white sugar, the  intervention price for raw sugar, the minimum prices for A and B beet, the threshold prices, the amount of compensation for storage costs and the prices to be applied in Spain and Portugal (2);\nWhereas Article 8 of Council Regulation (EEC) No 1716/91 of 13 June 1991 concerning the alignment of the sugar and beet prices applicable in Spain on the common prices (3) provides, in respect of the calculation of the accession compensatory amounts  referred to under point 1 of Article 72 of the Act of Accession during the first stage of the said alignment, within the meaning of the said Article, that in so far as sugar is concerned 'common price' shall be understood to mean for Spain the  intervention price for white sugar fixed for the non-deficit areas of the Community increased by an amount of ECU 0,28 per 100 kilograms expressed as white sugar for the 1991/92 marketing year and that in so far as beet is concerned 'common price' shall  be understood mean for Spain the basic price for beet fixed for the Community increased by an amount of ECU 0,364 per tonne for the 1991/92 marketing year;\nWhereas the alignment on 1 July 1991 of the said prices makes it necessary to adapt the accession compensatory amounts applicable to trade with Portugal; whereas to this end and for reasons of clarity it is appropriate to provide for a new Annex,  showing the adapted compensatory amounts, to Commission Regulation (EEC) No 581/86 of 28 February 1986 laying down detailed rules for the application of the system of accession compensatory amounts and fixing accession compensatory amounts and fixing  accession compensatory amounts in the sugar (4), last as amended by Regulation (EEC) No 1762/90 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The Annex to Regulation (EEC) No 581/86 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 53, 1. 3. 1986, p. 32. (2) OJ No L 162, 26. 6. 1991, p. 23. (3) OJ No L 162, 26. 6. 1991, p. 18. (4) OJ No L 57, 1. 3. 1986, p. 27. (5) OJ No L 162, 28. 6. 1990, p. 27.\nANNEX\nCN code   Additional code (2)  Accession compensatory amounts to be charged ( ) or to be granted (+) in the following trade:                 From Spain\nto third\ncountries\nor to the\nCommunity\nof Ten  From third\ncountries\nor from the\nCommunity\nof Ten\nto Spain  From Portugal\nexcluding\nthe Azores\nto third\ncountries\nor to the\nCommunity\nof Ten  From third\ncountries\nor from the\nCommunity\nof Ten\nto Portugal\nexcluding\nthe Azores  From\nthe Azores\nto third\ncountries\nor to the\nCommunity\nof Ten  From third\ncountries\nor from the\nCommunity\nof Ten\nto the\nAzores  From Spain\nto Portugal\nexcluding\nthe Azores  From Portugal\nexcluding\nthe Azores\nto Spain  From Spain\nto the\nAzores  From the\nAzores\nto Spain  From Portugal\nexcluding\nthe Azores\nto the\nAzores  From the\nAzores\nto Portugal\nexcluding\nthe Azores          ECU/1 000 kg              1212 91 10    + 6,48    6,48  + 1,26    1,26  + 1,26    1,26  + 5,22    5,22  + 5,22    5,22  -  -  ex 1212 91 90 (1)    + 23,98    23,98  + 4,66    4,66  + 4,66    4,66  + 19,31    19,31  + 19,31    19,31   -  -          ECU/100 kg              1701 91 00  6  7337              1701 99 10\n1701 99 90  7  7340  + 8,00    8,00    1,23  + 1,23    0,87  + 0,87  + 9,23    9,23  + 8,87    8,87    0,36  + 0,36  1701 11 10                1701 11 90\n1701 12 10  5  7334\n7335  + 7,36    7,36    1,13  + 1,13    0,80  + 0,80  + 8,49    8,49  + 8,16    8,16    0,33  + 0,33  1701 12 90                        Basic compensatory amounts in ECU per 1 % of sucrose content or, as the case may be, of extractable sugar\nand per 100 kg net of products in question              1702 60 90\n1702 90 90  10  7346\n7347                             1702 90 60  11  7350\n7351                 + 0,080    0,080    0,0123  + 0,0123    0,0087  + 0,0087  + 0,0923    0,0923  + 0,0887    0,0887    0,0036  + 0,0036  1702 90 71  12  7355\n7356                             2106 90 59  6  7424\n7425\n(1) Sugar beet, dried or powdered, of a sucrose content, on a basis of dry matter, of at least 50 %.\n(2) See appendix to Annex I to Commission Regulation (EEC) No 1852/88 (OJ No L 167, 1. 7. 1988, p. 1)."}