{"celex_id": "31993R3162", "uri": "http://publications.europa.eu/resource/cellar/0d3b8b98-d608-481e-b55c-a62cf171f391", "type": "Regulation", "concepts": ["20", "3170", "5010", "5083", "5364", "946"], "title": "COMMISSION REGULATION (EC) No 3162/93 of 17 November 1993 on the issuing of standing invitations to tender for the sale of common wheat of breadmaking quality held by the French and German intervention agencies for export to certain ACP countries in the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 3162/93 of 17 November 1993 on the issuing of standing invitations to tender for the sale of common wheat of breadmaking quality held by the French and German intervention agencies for export to certain ACP countries  in the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Article 5 thereof,\nWhereas Commission Regulation (EEC) No 2131/93 (3) lays down the procedure and conditions for the sale of cereals held by intervention agencies;\nWhereas, with a view to supplying the markets of the ACP countries, favoured partners of the Community, significant quantities of common wheat are required; whereas these markets are usually supplied on the basis of annual contracts to ensure stable  prices for the ACP countries over a long period; whereas it is therefore necessary to issue a specific invitation to tender to ensure that users in these countries have access to common wheat of breadmaking quality in the 1993/94 marketing year under  conditions appropriate to the highly competitive situation on the world market;\nWhereas the French and German intervention agencies hold significant stocks of common wheat of high breadmaking quality; whereas part of the wheat coming from the intervention stocks held by the aforementioned agencies should therefore be resold to the  ACP countries so as to meet their quantitative and qualitative needs; whereas to avoid encroaching on the economic effects of the following marketing year, the common wheat successfully tendered for must be sent to the countries of destination by 31  August 1994 at the latest;\nWhereas the specific nature of the operation and the accounting position of the common wheat in question require greater flexibility in the mechanisms and obligations governing the resale of intervention stocks and also require the exclusion of any  refund or monthly increase; whereas special procedures must be laid down to ensure that the operations and their monitoring are properly effected; whereas to that end provision should be made for a security lodgment scheme which ensures that the aims  are met while avoiding excessive costs for the operators; whereas derogations should accordingly be made to certain rules, in particular those laid down in Regulation (EEC) No 2131/93;\nWhereas, where removal of the wheat is delayed by more than five days, or the release of one of the securities required is delayed, for reasons imputable to the intervention agency the Member State concerned will have to pay compensation;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. Two standing invitations to tender are hereby issued for the 1993/94 marketing year for the export of:\n- 500 000 tonnes of common wheat of breadmaking quality, held by the French intervention agency,\n- 100 000 tonnes of common wheat of breadmaking quality, held by the German intervention agency.\n2. The common wheat must be exported to an ACP State or to several States within one of the groups of ACP States listed in Annex I.\n3. The regions in which the 500 000 tonnes of French and 100 000 tonnes of German common wheat of breadmaking quality are stored are listed in Annex II.\n4. The intervention agencies concerned shall prepare a notice of invitation to tender indicating for each lot or, where appropriate, each part lot:\n- the location,\n- and at least the following features:\n- specific weight,\n- moisture content,\n- Hagberg falling number,\n- impurity contents and sprouted grains,\n- protein content.\n5. They shall publish the notice of invitation to tender at least three days before the date set for the first partial invitation to tender.", "Subject to the provisions of this Regulation, the sales of common wheat of breadmaking quality referred to in Article 1 shall take place in accordance with the procedure and conditions laid down by Regulation (EEC) No 2131/93.", "1. The time limit for submitting tenders for the first partial invitations to tender shall be 1 p.m. (Brussels time) on Wednesday 24 November 1993.\n2. The time limit for submitting tenders for the subsequent partial invitations to tender shall be 1 p.m. (Brussels time) each Wednesday.\nThe time limit for the last partial invitation to tender shall be 1 December 1993.\n3. Tenders must be submitted to the intervention agency in question.", "1. Tenders shall only be admissible if:\n- the tenderer provides written proof from an official body in the country of destination or a company having its overseas subsidiary in the said country, that he has concluded for the quantity in question a commercial supply contract for common wheat  of breadmaking quality for export to an ACP State or to several States within one of the groups of ACP States listed in Annex I. Such proof shall be lodged with the intervention agency at least three working days before the date of the first invitation  to tender,\n- they are accompanied by an application for an export licence for the destination in question.\nThe proof provided for in the first indent shall also indicate the quality provided for in the contract, the time limit for delivery and the price terms.\nThe Member State shall send the Commission a copy of the said proof forthwith, for information.\n2. Tenders may not exceed the quantity laid down in the commercial contract submitted. Where on the basis of the said contract the tenderer simultaneously participates in invitations to tender in the two Member States concerned, he shall be required to  mention this in his bid.\nWhen transmitting the tenders submitted, the Member States shall inform the Commission of the above, mentioning if necessary the names of the tenderers involved.", "1. No export refund shall be granted for exports carried out pursuant to this Regulation.\n2. The validity of the export licences issued in accordance with this Regulation shall expire on 30 June 1994.\n3. The licence obliges the operator to export to the ACP State or States for which the licence application was submitted. However, up to a limit of 10 % of the quantity for which the licence was issued, the operator may effect his contract at another  destination on condition that it belongs to the same group of countries listed in Annex I.\n4. The export licences shall be issued as soon as the successful tenderers have been selected.\n5. Article 9 of Commission Regulation (EEC) No 3719/88 (1) notwithstanding, the rights deriving from the licence referred to in this Article shall not be transferable.", "1. The successful tenderer shall notify the storer and the intervention agency in writing of his intention to remove the merchandise at least 10 days in advance.\n2. Before the lot tendered for is removed, the intervention agency and the successful tenderer shall take a reference sample in accordance with the method laid down in Commission Regulation (EEC) No 689/92 (2).\nWhere the final results from analysis of this sample indicate a significant difference between the quality of the wheat to be removed and the quality as described in the notice of invitation to tender referred to in Article 1 of this Regulation, the  succesful tenderer can refuse the merchandise.\nA significant difference shall be a discrepancy of more than a kilo for the specific weight, a percentage point for the moisture content, 10 points for the Hagberg falling index, a percentage point for the protein content, a percentage point for the  impurities referred to under B2 and 4 and a percentage point for the impurities referred to under B5, without however modifying the percentages admissible for noxious grains and ergot, of the Annex to Regulation (EEC) No 689/92.\n3. Where the successful tenderer refuses the merchandise, as provided for in the second sentence of paragraph 2 above, the intervention agency shall supply him with another lot of intervention common wheat of the requisite quality, without extra charge,  within eight days at the most.\n4. If removal of the wheat is delayed by more than five days with relation to the date of acceptance of the lot to be removed by the successful tenderer for reasons imputable to the intervention agency, the Member State shall be responsible for the  payment of compensation.\n5. All risks and storage costs shall be borne by the successful tenderer from the time of removal.", "The successful tenderer shall pay for the common wheat before removing it at the price indicated in the tender. The payment due for each of the lots to be removed shall be indivisible.", "1. The security lodged pursuant to Article 13 (4) of Regulation (EEC) No 2131/93 must be released once the export licences have been issued to the successful tenderers.\n2. The obligation to export and import into one of the countries of destination listed in Annex I shall be covered by a security amounting to ECU 70 per tonne of which ECU 25 per tonne shall be lodged upon issue of the export licence, with the balance  of ECU 45 being lodged before removal of the cereals.", "5\n(2) of Commission Regulation (EEC) No 3002/92 (1) notwithstanding:\n- the amount of ECU 45 per tonne must be released within 20 working days of the date on which the successful tenderer supplies proof that the wheat removed has left the customs territory of the Community,\n- the amount of ECU 25 per tonne must be released within 15 working days of the date on which the successful tenderer supplies proof of entry for consumption into the ACP State or States referred to in Article 5 (3). This proof shall be supplied in  accordance with Articles 18 and 47 of Commission Regulation (EEC) No 3665/87 (2).\n3. Except in duly substantiated exceptional cases, in particular the opening of an administrative enquiry, any release of the securities provided for in this Article after the time limits specified in this same Article shall confer an entitlement to  compensation from the Member State amounting to 0,015 ECU/10 t for each day's delay.\nThis compensation shall not be charged to the EAGGF.", "1. Article 12 of Regulation (EEC) No 3002/92 notwithstanding, the documents relating to the sale of common wheat in accordance with this Regulation and in particular the export licence, the removal order referred to in Article 3 (1) (b) of  Regulation (EEC) No 3002/92, the export declaration and, where appropriate, the T5 control copy must bear the words:\n- Trigo blando panificable de intervención sin derecho a restitución, destinado a (nombre del Estado o de los Estados ACP), Reglamento (CE) no 3162/93,\n- Bageegnet bloed hvede fra intervention uden restitutionsydelse bestemt for (navnet paa det eller de paagaeldende AVS-lande), forordning (EF) nr. 3162/93,\n- Interventions-Brotweichweizen ohne Ausfuhrerstattung, Bestimmung (Name des AKP-Staates oder der AKP-Staaten) - Verordnung (EG) Nr. 3162/93,\n- malakos artopoiisimos sitos paremvasis, poy den parechei dikaioma epistrofis, proorizomenos gia (onoma tis choras AKE i ton choron AKE), kanonismos (EK) arith. 3162/93,\n- Intervention common wheat of breadmaking quality not eligible for refund, bound for (name of the ACP State or States), Regulation (EC) No 3162/93,\n- Blé tendre d'intervention panifiable ne donnant pas droit à restitution, destiné à (nom de l'État ACP ou des États ACP), règlement (CE) no 3162/93,\n- Frumento tenero d'intervento panificabile non dante diritto a restituzione, destinato al (nome del paese o dei paesi ACP), regolamento (CE) n. 3162/93,\n- Zachte broodtarwe uit interventie, zonder recht op restitutie, bestemd voor (naam van de ACS-Staat of de ACS-Staten), Verordening (EG) nr. 3162/93,\n- Trigo brando panificável de intervençao que nao dá direito a uma restituiçao, destinado a (nome do Estado ou dos Estados ACP), Regulamento (CE) nº 3162/93.\n2. Placement of the common wheat tendered for and removed under one of the customs warehouse or free zone schemes must terminate by 31 August 1994 at the latest.", "0\n1. The French and German intervention agencies shall inform the Commission of the tenders received within three hours of the expiry of the time limit for submitting tenders. The information must be sent in the form laid down in Annex III to  one of the telex or fax numbers listed in Annex IV.\n2. They shall inform the Commission on a monthly basis of the quantities of common wheat removed pursuant to this Regulation.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 191, 31. 7. 1993, p. 76.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 74, 20. 3. 1992, p. 18.\n(6) OJ No L 301, 17. 10. 1992, p. 17.\n(7) OJ No L 351, 14. 12. 1987, p. 1.\nANNEX I\nGroups of ACP States signatories to the Lomé Convention\n\"\" ID=\"1\">Mauritania Mali Niger Senegal Burkina Faso Gambia Guinea-Bissau Guinea Cape Verde Sierra Leone Liberia Yvory Coast Ghana Togo> ID=\"2\">Chad Central African Republic Benin Nigeria Cameroon Equatorial Guinea Sao Tomé and Príncipe Gabon  Congo Zaire Rwanda Burundi> ID=\"3\">Seychelles Comoros Madagascar Mauritius\">\nANNEX II\n\"(tonnes)\"\" ID=\"01\">FRANCE:\" ID=\"1\">Châlons> ID=\"2\">10 000\"> ID=\"1\">Dijon> ID=\"2\">25 000\"> ID=\"1\">Nantes> ID=\"2\">70 000\"> ID=\"1\">Paris> ID=\"2\">25 000\"> ID=\"1\">Poitiers> ID=\"2\">40 000\"> ID=\"1\">Orléans> ID=\"2\">330 000 \"\" ID=\"01\">GERMANY:\"  ID=\"1\">Schleswig-Holstein/Hamburg Niedersachsen/Bremen> ID=\"2\">57 679\"> ID=\"1\">Berlin/Brandenburg Mecklenburg-Vorpommern> ID=\"2\">20 922\"> ID=\"1\">Sachsen Sachsen-Anhalt Thueringen> ID=\"2\">21 393\"\"\nANNEX III\nStanding invitation to tender for the export of 500 000 tonnes of common wheat of breadmaking quality held by the French intervention agency and 100 000 tonnes of common wheat of breadmaking quality held by the German intervention agency  [Regulation  (EC) No 3162/93]\n>(1)\"> ID=\"1\">1\"> ID=\"1\">2\"> ID=\"1\">3\"> ID=\"1\">etc.\"\"\n>\n(1) This price includes the increases and reductions relating to the lot for which the tender is submitted.\nANNEX IV\nThe only telex and fax numbers in Brussels to be used are:\nDG VI/C/1 (for the attention of Mr Thibault/Mr Brus):\n- telex: 22037 AGREC B,\n22070 AGREC B (Greek characters),\n- fax: 295 25 15\n296 10 97\n296 20 05."}