{"celex_id": "31997D0333", "uri": "http://publications.europa.eu/resource/cellar/8ccdcca3-0dca-4a89-a8f8-f82262fe53c3", "type": "Decision", "concepts": ["1005", "2443", "4675", "5283", "6013", "979"], "title": "97/333/EC: Commission Decision of 23 April 1997 on the clearance of the accounts presented by the Member States in respect of the expenditure for 1993 on the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (Only the Spanish, Danish, German, Greek, English, French, Italian, Dutch and Portuguese texts are authentic)\n", "header": "COMMISSION DECISION of 23 April 1997 on the clearance of the accounts presented by the Member States in respect of the expenditure for 1993 on the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (Only the Spanish, Danish, German, Greek, English, French, Italian, Dutch and Portuguese texts are authentic) (97/333/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EC) No 1287/95 (2), and in particular Article 5 (2) thereof,\nAfter consulting the Fund Committee,\nWhereas, pursuant to Article 5 (2) of Regulation (EC) No 729/70, the Commission, on the basis of the annual accounts presented by the Member States, clears the accounts relating to the expenditure of the paying agencies referred to in Article 4 of that Regulation;\nWhereas the Member States have transmitted to the Commission the documents required to clear the accounts for 1993; whereas having regard to Article 5 (2) of Regulation (EEC) No 729/70, the 1993 financial year, having begun on 16 October 1992, ended on 15 October 1993;\nWhereas the Commission has carried out the verifications provided for in Article 9 (2) of Regulation (EEC) No 729/70;\nWhereas Article 8 of Commission Regulation (EEC) No 1723/72 of 26 July 1972 on making up accounts for the European Agricultural Guidance and Guarantee Fund, Guarantee Section (3), as last amended by Regulation (EEC) No 295/88 (4), provides that the decision to clear the accounts must include the determination of the amount of expenditure incurred in each Member State during the financial year in question recognized as chargeable to the Guarantee Section of the Fund; whereas Article 102 of the Financial Regulation of 21 December 1977 (5), as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (6), provides that the outcome of the clearance decision, that is to say, any discrepancy which may exist between the total expenditure booked to the accounts for a financial year pursuant to Articles 100 and 101 and the total expenditure recognized by the Commission when clearing the accounts is to be booked, under a single article, as additional expenditure or a reduction in expenditure;\nWhereas, under Articles 2 and 3 of Regulation (EEC) No 729/70, only refunds on exports to third countries and intervention to stabilize agricultural markets, respectively granted and undertaken according to Community rules within the framework of the common organization of the agricultural markets, may be financed; whereas the inspections carried out show that a part of the expenditure declared by the Member States does not meet these conditions and therefore must be disallowed; whereas the amounts declared by each of the Member States concerned, those recognized as chargeable to the EAGGF Guarantee Section and the difference between the two amounts and the difference between the expenditure recognized as chargeable to the EAGGF Guarantee Section and that charged in respect of the year are shown in the Annex to this Decision;\nWhereas certain expenditure declared in the financial year 1993 by Italy in respect of export refunds for durum wheat and by France for consumption aid subsidy for olive oil is not covered by this Decision, since it was covered by Commission Decision 96/311/EC (7), as amended by Decision 96/701/EC (8); whereas the amounts involved have, therefore, been deducted from the expenditure declared by those Member States for 1993;\nWhereas the expenditure declared by Belgium, Denmark, Germany, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Portugal and the United Kingdom as support for producers of certain arable crops, amounting respectively to Bfrs 37 610 355, Dkr 261 991 880,28, DM 600 977 770,84, Pta 72 776 981 668, FF 2 572 344 612,45, ÂŁ Irl 458 554,44, Lit 110 362 227 405, Lfrs 14 188 574, Fl 1 178 066,51, Esc 3 562 835 605 and ÂŁ 85 024 800,11 is not covered by this Decision because final payments for oilseeds were not made until 1994 and the results of EAGGF inquiries cover all spending in respect of the 1993 harvest and not only the advances paid during 1993; whereas, therefore, these amounts have been deducted from the expenditure declared by those Member States for 1993 and will be cleared later;\nWhereas the expenditure declared by Spain in respect of the olive-oil register, amounting to Pta 600 038 445, by France in respect of the cessation and reduction of milk production, amounting to FF 531 272 940,06, and by Italy for public storage of olive oil, amounting to Lit 142 558 268 250, is not covered by this Decision since further investigations are necessary; whereas, therefore, these amounts have been deducted from the expenditure declared by those Member States for 1993 and will be cleared later;\nWhereas, before a financial correction that is eligible for the conciliation procedure set up by Commission Decision 94/442/EC (9) is fixed by the Commission, it is necessary that the Member State be given an opportunity, if it so wishes, of availing itself of that procedure, and should this occur, it is essential that the Commission study the report drawn up by the conciliation body; whereas the period set for the procedure will not have expired, in respect of all the eligible corrections, by the date of adoption of this Decision; whereas the clearance decision should not, however, be delayed further; whereas the corresponding amounts have therefore been deducted from the expenditure declared by the Member States concerned in respect of 1993 and will be cleared later;\nWhereas Article 8 of Regulation (EEC) No 729/70 provides that the financial consequences arising from irregularities or negligence are not to be borne by the Community if they are the result of irregularities or negligence attributable to administrative authorities or other bodies of the Member States; whereas some of those financial consequences which cannot be borne by the Community budget should be included within the scope of this Decision;\nWhereas this Decision is without prejudice to any financial consequences which may be determined in any subsequent clearance of accounts in respect of State aid or infringements for which the procedures initiated pursuant to Articles 93 and 169 of the Treaty are now being implemented or were terminated after 31 December 1996;\nWhereas this Decision is without prejudice to any financial consequences drawn by the Commission, during a subsequent accounts clearance procedure, from investigations under way at the time of this Decision, from irregularities referred to in Article 8 of Regulation (EEC) No 729/70 or from judgments of the Court of Justice of the European Communities in cases now pending and relating to matters covered by this Decision;\nWhereas, since the amounts chargeable to Spain and Italy under this Decision are large in comparison with monthly expenditure, they should be taken into account in three equal parts in the expenditure of three successive months,", "main_body": ["The accounts of the Member States concerning expenditure financed by the EAGGF Guarantee Section in respect of 1993 are hereby cleared as shown in the Annex.", "The amounts set out in point 3 of the Annex concerning Belgium, Denmark, Germany, Greece, France, Ireland, the Netherlands, Portugal and the United Kingdom are to be booked as part of the expenditure referred to in Article 4 (1) of Commission Regulation (EC) No 296/96 (10) in respect of the second month after the date of notification of this Decision.", "The amounts set out in point 3 of the Annex concerning Spain and Italy are to be booked in three equal amounts to be booked under the expenditure referred to in Article 4 (1) of Regulation (EC) No 296/96 in respect of the second, third and fourth months respectively after the date of notification of this Decision.", "This Decision is addressed to the Member States of the Community as constituted on 31 December 1994."], "attachments": "Done at Brussels, 23 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 13.\n(2) OJ No L 125, 8. 6. 1995, p. 1.\n(3) OJ No L 186, 16. 8. 1972, p. 1.\n(4) OJ No L 30, 2. 2. 1988, p. 7.\n(5) OJ No L 356, 31. 12. 1977, p. 1.\n(6) OJ No L 240, 7. 10. 1995, p. 12.\n(7) OJ No L 117, 14. 5. 1996, p. 19.\n(8) OJ No L 323, 13. 12. 1996, p. 26.\n(9) OJ No L 182, 16. 7. 1994, p. 45.\n(10) OJ No L 39, 17. 2. 1996, p. 5.\nANNEX\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}