{"celex_id": "31996R1031", "uri": "http://publications.europa.eu/resource/cellar/3fb2b00b-08f3-4f74-b921-bff6212579ab", "type": "Regulation", "concepts": ["161", "1642", "1644", "1654", "1781", "4453"], "title": "Commission Regulation (EC) No 1031/96 of 7 June 1996 amending Regulation (EC) No 3015/95 opening and providing for the administration of certain import quotas for sweet potatoes and manioc starch intended for certain uses for 1996\n", "header": "COMMISSION REGULATION (EC) No 1031/96 of 7 June 1996 amending Regulation (EC) No 3015/95 opening and providing for the administration of certain import quotas for sweet potatoes and manioc starch intended for certain uses for 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 9 (2) and 12 (4) thereof,\nHaving regard to Council Decision 96/317/EC of 13 May 1996 concerning the conclusion of the results of consultations with Thailand under GATT Article XXIII (3), and in particular Article 2 thereof,\nWhereas Decision 96/317/EC approves an Agreement in the form of an Exchange of Letters between the Kingdom of Thailand and the European Community which by its nature amends the import arrangements for manioc starch falling within CN code 1108 14 00 provided for in Commission Regulation (EC) No 3015/95 of 19 December 1995 opening and providing for the administration of certain import quotas for sweet potatoes and manioc starch intended for certain uses for 1996 (4); whereas that Regulation must be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 3015/95 is hereby amended as follows:\n1. the following subparagraph is added to Article 1:\n'As regards manioc starch falling within CN code 1108 14 00, from 1 April until 31 December 1996:\n- the quota laid down in 3 above shall no longer be subject to the conditions on use laid down in this Article under (a), (b) and (c) and the import duty applicable thereon shall be equal to the import duty in force, reduced by ECU 100/tonne,\n- an additional quota subject to the same level of import duty is hereby opened; it shall amount to 7 875 tonnes, of which 7 500 tonnes are reserved for the Kingdom of Thailand.`;\n2. the heading of Title II is replaced by the following:\n'TITLE II\nManioc starch`;\n3. Article 10 is replaced by the following:\n'Article 10\n1. Section 24 of licence applications and licences shall show the following:\n\"Import duty reduced by ECU 100 per tonne (Regulation (EC) No 1031/96).\"\n2. Where the licence applications relate to a product originating in Thailand and exported from that country as part of the 7 500 tonnes reserved for it as referred to in the second indent of the last subparagraph of Article 1, it must be accompanied by an export certificate conforming to the model in Annex II.\nThe export certificate shall be drawn up in English and issued by the competent authority in that country, i.e. the \"Ministry of Commerce, Department of Foreign Trade\".\nIn such cases, the words \"origin Thailand\" shall appear in section 8 of the licence applications and licences.`;\n4. Article 12 is replaced by the following:\n'Article 12\nBy 1 p.m. (Brussels time) at the latest on the day following the submission of the application as provided for in Article 9, the Member States shall send the Commission details of the licence applications as regards:\n- the applicant's name,\n- the quantities applied for,\n- the country of origin; imports of products originating in Thailand are to be covered by a Thai export certificate.`;\n5. the following subparagraph is added to Article 13 (2):\n'Where the import licence issued relates to quantities of products originating in Thailand and exported from that country under the export certificate as referred in Article 10 (2), the body issuing the import licence shall provide the importer with a copy of the said export certificate so that he can present it to the customs authorities with a view to completing the formalities for releasing the products in question into free circulation.`;\n6. the Annex to this Regulation is added after Annex I as Annex II.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1996.\nHowever, the reduced rate of duty shall apply to the rate in force on the day the import licence application is submitted and in accordance with the relevant conditions in force on that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 122, 22. 5. 1996, p. 15.\n(4) OJ No L 314, 28. 12. 1995, p. 29.\nANNEX\n>REFERENCE TO A FILM>"}