{"celex_id": "31997R1566", "uri": "http://publications.europa.eu/resource/cellar/969848a0-700e-4a62-a0ff-c27c27e3f986", "type": "Regulation", "concepts": ["1144", "1318", "4353", "755", "80", "976"], "title": "Commission Regulation (EC) No 1566/97 of 1 August 1997 derogating from Regulation (EC) No 762/94 laying down detailed rules for the application of Council Regulation (EEC) No 1765/92 with regard to the set-aside scheme\n", "header": "COMMISSION REGULATION (EC) No 1566/97 of 1 August 1997 derogating from Regulation (EC) No 762/94 laying down detailed rules for the application of Council Regulation (EEC) No 1765/92 with regard to the set-aside scheme\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 1422/97 (2), and in particular Article 12 thereof,\nWhereas Commission Regulation (EC) No 762/94 (3), as last amended by Regulation (EC) No 2930/95 (4), lays down detailed rules for the application of Regulation (EEC) No 1765/92 with regard to the set-aside scheme and provides in particular that areas set aside are to remain set aside until 31 August at the earliest;\nWhereas some regions in the Community were affected by exceptional floods in July 1997; whereas this makes it difficult to graze livestock in the usual places; whereas temporary alternatives should therefore be found for sheltering and feeding livestock; whereas the use of land set aside under the arable crop scheme could relieve the situation; whereas, however, measures should be provided for to ensure that such land is not put to any lucrative use;\nWhereas it is therefore necessary to derogate from Regulation (EC) No 762/94 with effect from 23 July 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["For the 1997/98 marketing year and notwithstanding Article 3 (3) and the second indent of Article 3 (4) of Regulation (EC) No 762/94, the deadline 31 August is hereby brought forward to 22 July 1997 in the regions referred to in the Annex.", "The Member States concerned shall take all the measures necessary to ensure that the set-aside land made available to breeders in the regions referred to for use as pastureland is not put to any lucrative use.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 23 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1997.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 196, 24. 7. 1997, p. 18.\n(3) OJ No L 90, 7. 4. 1994, p. 8.\n(4) OJ No L 307, 20. 12. 1995, p. 8.\nANNEX\n1. AUSTRIA\nNiederösterreich\nVerwaltungsbezirke:\n- Gänserndorf\n- Bruck/Leitha\n- Baden\n- Mödling\n- Wiener Neustadt\n- Neunkirchen\n- Lilienfeld\n- St Pölten\n- Tulln\n- Wien-Umgebung\n2. GERMANY\nBrandenburg\nLandkreise:\n- Uckermark\n- Barnim\n- Märkisch-Oderland\n- Oder-Spree\n- Oberhavel\n- Dahme-Spreewald\n- Spree-Neiße"}