{"celex_id": "31992R3910", "uri": "http://publications.europa.eu/resource/cellar/f32e2e9d-5a86-41a3-8a8a-f0b020518275", "type": "Regulation", "concepts": ["161", "1637", "1644", "2416", "5969"], "title": "Council Regulation (EEC) No 3910/92 of 30 December 1992 amending Regulation (EEC) No 1471/88 as regards imports of sweet potatoes intended for uses other than human consumption and originating in the People's Republic of China in the period 1993 to 1995\n", "header": "COUNCIL REGULATION  (EEC) N° 3910/92 of 30 December 1992 amending Regulation (EEC) N° 1471/88 as regards imports of  sweet potatoes intended for uses other than human consumption and originating in the People's  Republic of China in the period 1993 to 1995\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) N° 1471/88 of 16 May 1988 concerning the arrangements applicable  to imports of sweet potatoes and manioc starch intended for certain uses (1), opens in particular  an annual zero-duty tariff quota for 1991 and 1992 for imports into the Community from the People's  Republic of China of sweet potatoes, covered by CN code 0714 20 90, intended for uses other than  human consumption;\nWhereas consultations have taken place pursuant to Article 6 of the Agreement on Trade and Economic  Cooperation between the European Economic Community and the People's Republic of China (2) as  regards imports into the Community of sweet potatoes covered by CN code 0714 20 90; whereas those  consultations have resulted in a mutually satisfactory solution involving on the one hand the  restriction by China of its exports in the period 1993 to 1995 to an overall quantity of 1 800 000  tonnes of sweet potatoes and on the other hand the authorization by the Community of imports of  those quantities under arrangements providing for some flexibility;\nWhereas the results of the arrangements concluded should be incorporated in Regulation (EEC) N°  1471/88,", "main_body": ["Article 2 of Regulation (EEC) N° 1471/88 is hereby replaced by the  following:\n'Article 2 An annual zero-duty autonomous tariff quota is hereby opened for imports into the Community of  sweet potatoes covered by CN code 0714 20 90 and originating in the People's Republic of China,  which are intended for uses other than human consumption.\nThat quota covers a maximum of 1 800 000 tonnes, which may be imported during the period from 1  January 1993 to 31 December 1995 as follows:\n- the quantity which may be imported each year in that period may not exceed 630 000 tonnes,\n- in addition, the quantity which may be imported in 1995 may in no case result in an overrun in  the maximum of 1 800 000 tonnes laid down for the period 1 January 1993 to 31 December 1995.`", "This Regulation shall enter into force on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 30 December 1992.\nFor the Council The President D. HURD\n(1) OJ N° L 134, 31. 5. 1988, p. 1. Regulation as last amended by Regulation  (EEC) N° 3843/90 (OJ N° L 367, 29.12.1990, p. 9).\n(2) OJ N° L 250, 19. 9. 1985, p. 2."}