{"celex_id": "31991R3634", "uri": "http://publications.europa.eu/resource/cellar/32747da6-725e-4e70-a1d8-b6dea3e0de8e", "type": "Regulation", "concepts": ["1309", "2771", "4324", "863"], "title": "Commission Regulation (EEC) No 3634/91 of 13 December 1991 setting for 1992 the quantities of cheese originating in and coming from Switzerland that may be imported into Spain\n", "header": "COMMISSION REGULATION (EEC) No 3634/91  of 13 December 1991  setting for 1992 the quantities of cheese originating in and coming from Switzerland that may be imported into Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Decision 86/559/EEC of 15 September 1986 on the conclusion of the Agreements in the form of exchanges of letters between the European Economic Community and the Swiss Confederation concerning agriculture and fisheries (1), and  in particular section (a) in exchange of letters No 3,\nWhereas the abovementioned exchanges of letters of 14 July 1986 stipulate that from 1 January 1990 and until the end of the transitional period the quantity for importation into Spain of cheese originating in and coming from Switzerland is to be adapted  annually in accordance with the rules applicable to imports into Spain from the Community as constituted on 31 December 1985;\nWhereas Commission Regulation (EEC) No 3621/89 (2) withdrew certain milk products from the list of products subject to the supplementary trade mechanism from 1 January 1990; whereas in consequence and in accordance a Spanish import quantity of cheeses  coming from Switzerland excluding Emmentaler falling within CN code 0406 90 13 and GruyĂ¨re falling within CN code ex 0406 90 15 should be set as provided for in the abovementioned exchange of letters; whereas for the remaining cheeses concerned the  quantity set for 1991 should be increased by the same percentage as for cheese imports into Spain for 1992 from the Community as constituted on 31 December 1985;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The quantity of cheese originating in and coming from Switzerland (excluding Emmentaler falling within CN code 0406 90 13 and GruyĂ¨re falling within CN code ex 04 06 90 15, as referred to in exchange of letters No 3 of 14 July 1986 referring  to the tariff concessions that the Community and Switzerland have granted each other in respect of cheese that may be imported into Spain is set for 1992 at 1 011 tonnes, including 273 tonnes for processed cheese.", "This Regulation shall enter into force on 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 328, 22. 11. 1986, p. 98. (2) OJ No L 351, 2. 12. 1989, p. 22."}