{"celex_id": "31992D0169", "uri": "http://publications.europa.eu/resource/cellar/487a39b9-1683-4f3a-9839-7fdda388d3fd", "type": "Decision", "concepts": ["1447", "1524", "3581", "4405"], "title": "92/169/EEC: Commission Decision of 9 March 1992 suspending the examination procedure concerning illicit commercial practices within the meaning of Council Regulation (EEC) No 2641/84 consisting of the imposition in Japan of a port charge or fee used for the creation of a Harbour Management Fund\n", "header": "COMMISSION DECISION  of 9 March 1992  suspending the examination procedure concerning illicit commercial practices within the meaning of Council Regulation (EEC) No 2641/84 consisting of the imposition in Japan of a port charge or fee used for the  creation of a Harbour Management Fund  (92/169/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (1),\nAfter consultation within the Advisory Committee in accordance with the abovementioned Regulation,\nWhereas:\nA. COMPLAINANT\n(1) On 7 January 1991, the Commission received a complaint from the European Community Shipowners' Associations (ECSA, hereafter referred to as 'the complainant') on behalf of shipping lines representing about 90 % of all Community liner shipping  companies transporting goods to and from Japan.\nB. SUBJECT OF THE COMPLAINT\n(2) The complaint alleged that in November 1989 a port charge or fee was introduced by the Japan Harbour Transportation Association (hereafter 'JHTA') on all cargoes moving through Japanese ports for the creation of a so-called 'Harbour Management  Fund'. The alleged purpose of this Fund was to ensure a stable and regular supply of dock labour and to update and modernize the Japanese import distribution system. According to the complaint, the Japan Foreign Steamship Association (hereafter 'JFSA'),  representing all non-Japanese shipping lines, had originally refused payment. However, as it was allegedly pointed out that refusal to sign an 'agreement' accepting the charge would create a substantial risk that the vessels of the refusing shipping  lines would suffer serious difficulties when being loaded or unloaded in Japanese ports, in the end all shipping lines, including those from the Community, signed up to an 'agreement' covering the period from 1 October 1989 to 31 March 1990. Allegedly  this 'agreement' was subsequently renewed for the period from 1 April 1990 to 31 March 1991.\n(3) The complaint submitted that the charge for the Harbour Management Fund constituted an illicit commercial practice within the meaning of Article 2 of Council Regulation (EEC) No 2641/84. Arguments presented were that in practice Community shipping  lines were forced to make contributions to the Fund, that they had no real influence over the use of the money collected, that the purpose for which the money was actually used (i.e. the construction of inland distribution centres) represented no  benefit to Community shipping lines, and that the charges were discriminatory in the sense that the charge for cabotage trade (reserved to Japanse shipping lines) was only one fourth approximately of the charge for imports and exports.\n(4) According to the complaint, this illicit commercial practice should be attributed to Japan, because the Harbour Management Fund had been authorized and guided by the Japanse Ministry of Transport (MOT), and because JHTA itself operated under the  guidance of MOT and had obtained through MOT's approval its powerful position as intermediary between dock labour trade unions and shipping lines, a position which easily lent itself to abuse if not properly supervised.\n(5) The complaint further alleged that this illicit commercial practice caused injury to Community shipping lines in the order of US$ 4,5 million per year. The uncertainty which the creation of the Fund introduced in trading relations would also pose a  threat of injury to EEC - Japan trade in general.\n(6) The complaint concluded by urging the Community to take appropriate action to secure the early elimination of the Harbour Management Fund.\nC. EXAMINATION PROCEDURE\n(7) As the complaint contained sufficient evidence to justify initiating an examination procedure, and as initiating such a procedure was considered to be in the interest of the Community, the Commission, after consultation within the Advisory Committee  in accordance with Article 6 of Council Regulation (EEC) No 2641/84, announced the initiation of an examination procedure under the said Regulation into the matter of the Japanese Harbour Management Fund in a notice published in the Official Journal of  the European Communities (2).\n(8) The Commission officially notified the complainant, the Japanese Government and parties directly concerned in Japan of the initiation of the examination procedure. It also gave the parties concerned the opportunity to make their views known in  writing and request a hearing. No request for a hearing was received. No written submissions were made at this time.\n(9) The Commission commenced the examination at Community level by sending questionnaires to Community shipowners known to be concerned. All addresses replied in a satisfactory manner. The information provided by the most important companies was  verified on the spot.\n(10) Simultaneously, the Commission commenced the examination on the Japanese side by requesting the information it deemed necessary from the Japanese Government and interested parties in Japan. This information was received only at a very late stage in  the procedure, but the Commission nevertheless decided to take it into account.\n(11) In accordance with Article 6 (9) of Regulation (EEC) No 2641/84, the Commission reported the findings of its examination to the Advisory Committee established under the said Regulation at the end of the seven months examination period. A  non-confidential version of these findings was transmitted to the Japanese Government and the complainant.\n(12) As the Japanese Government indicated that it was willing to cooperate with the Commission to quickly resolve the problem of the Harbour Management Fund, the Commission, after consultation within the Advisory Committee, decided to extend the  examination procedure to permit the necessary consultations with the Japanese Government. A notice of this extension was published in the Official Journal of the European Communities (3).\n(13) During the consultations with the Japanese Government, the Commission received formal assurances that the Harbour Management Fund will be discontinued after 31 March 1992, that it will not continue in a different guise, and that the views of  foreign shipping lines regarding the utilization reintroduced of the money collected and not yet disbursed will be adequately reflected. This was later confirmed in writing. The Commission considers that these assurances are satisfactory and should,  when duly implemented, result in the removal of the injury to Community shipping lines within the meaning of Article 1 (a) of Council Regulation (EEC) No 2641/84.\n(14) Under the circumstances described above, the Commission considers that it is in the interest of the Community and of an effective application of Council Regulation (EEC) No 2641/84 to suspend the examination procedure. This suspension will be  reviewed by the Commission when sufficient time has elapsed after the discontinuation of the Harbour Management Fund so as to give a reasonable guarantee that the scheme will not be reintroduced in a different form.\n(15) The Commission has informed the complainant and the Japanese Government of its conclusions and the principal underlying facts and considerations,", "main_body": ["The examination procedure concerning illicit commercial practices within the meaning of Council Regulation (EEC) No 2641/84 consisting of the imposition in Japan of a port charge or fee used for the creation of the Harbour Management Fund  is herewith suspended until further notice."], "attachments": "Done at Brussels, 9 March 1992.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 252, 20. 9. 1984, p. 1.\n(2) OJ No C 40, 16. 2. 1991, p. 18.\n(3) OJ No C 287, 5. 11. 1991, p. 5."}