{"celex_id": "31994R0860", "uri": "http://publications.europa.eu/resource/cellar/e7627941-6114-4908-876b-52ee5bceb979", "type": "Regulation", "concepts": ["13", "2734", "2798", "4352", "666", "980"], "title": "Commission Regulation (EC) No 860/94 of 18 April 1994 on plans and applications in the form of operational programmes for aid from the Guidance Section of the EAGGF for investments for improving the processing and marketing conditions for agricultural and forestry products\n", "header": "COMMISSION REGULATION (EC) No 860/94 of 18 April 1994 on plans and applications in the form of operational programmes for aid from the Guidance section of the EAGGF for investments for improving the processing and marketing conditions for  agricultural and forestry products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improvong the processing and marketing conditions for agricultural products (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 23 thereof,\nWhereas Article 1 of Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditioned for forestry products (3) extends the common measure introduced by Regulation (EEC) No 866/90 to cover the development or  rationalization of the marketing and processing of forestry products;\nWhereas applications in the form of operational programmes for aid in respect of the common measure should contain all the information necessary to enable them to be examined, in accordance with the requirements of Regulations (EEC) No 866/90 and (EEC)  No 867/90 and Article 14 of Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and  with the operations of the European Investment Bank and the other existing financial instruments (4), as amended by Regulation (EEC) No 2082/93 (5);\nWhereas if the Fund's contribution to the implementation of this measure is to be in the form of global grants submission of the aid application may be the subject of special rules;\nWhereas in accordance with Article 10 (a) of Regulation (EEC) No 866/90 Member States may submit a single programming document containing all the information required in the plans and in the aid applications; whereas the information required in the  plans should be specified;\nWhereas it is therefore necessary to replace Commission Regulation (EEC) No 1935/90 of 3 July 1990 on applications in the form of operational programmes for aid from the Guidance Section of the EAGGF for investments for improving the processing and  marketing conditions for agricultural and forestry products (6), which contains only provisions on aid applications;\nWhereas, during the application of Regulation (EEC) No 866/90, in the past certain beneficiaries have shown little reliability or have committed grave irregularities leading to a suppression of aid; as a result it is advisable to foresee the exclusion  of such beneficiaries;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["1. Plans for the structural improvement of the various sectors shall be submitted in duplicate and shall contain the information and documents listed in Annex I.\n2. Applications in the form of operational programmes for aid for investments for improving the processing and marketing conditions for agricultural and forestry products shall be submitted in duplicate and shall contain the information and documents  listed in Annex II to the extent that such information and documents are not already included in the plans referred to in paragraph 1.\n3. Where the Member States submit a programming document containing all the information required in the plans and in the aid applications, in accordance with Article 10 (a) of Regulation (EEC) No 866/90, that document shall be submitted in duplicate and  shall contain the information and documents listed in Annexes I and II.\n4. Applications which do not meet the conditions laid down in this Article shall not be considered.", "For the regions covered by Objective 1 the information and documents referred to in Article 1 (1) shall be sent to Commission by 1 May 1994.", "Aid shall not be granted for investments proposed by beneficiaries who have already, during the five years prior to their application, received aid from the EAGGF if the investments were not carried out without any valid reason having been  put forward or if irregularities were found which led to the aid being cancelled.", "Regulation (EEC) No 1935/90 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 91, 29. 3. 1990, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 91, 29. 3. 1990, p. 7.\n(4) OJ No L 374, 31. 12. 1988, p. 1.\n(5) OJ No L 193, 31. 7. 1993, p. 20.\n(6) OJ No L 174, 7. 7. 1990, p. 16.\nANNEX I\nInformation on the plans for the structural improvement of the various product sectors  (1) 1. General description\n1.1. Code number of plan: (2)\n1.2. Member State:\n1.3. Regions (NUTS I or II): (3)\n1.4. Regions covered by Objective 1 , Objective 5 (b) , other : (4)\n1.5. Period covered:\n1.6. Determination of the sectors concerned: (5)\n1.7. Physical and financial indicators for monitoring purposes: (6)\n2. Tables\n1.1. Financial resources invested in each sector over the period 1991 to 1993:\n1.2. Financial resources invested each year over the period 1991 to 1993:\n1.3. Existing capacity:\n2.1. Planned capacity:\n2.2. Financing plan (by year):\n2.3. Financing plan (by sector):\n3. Other information required under Article 3 (1) of Regulation (EEC) No 866/90\n(1) Where the information is not already included in the regional development plans (Objective 1).\n(2) Code made up as follows.\n(3) Indicate which administrative regions are covered and attach a map outlining the regions concerned.\n(4) Tick the relevant box.\n(5) Article 3 (1) (a) of Regulation (EEC) No 866/90.\n(6) Article 25 (2) of Regulation (EEC) No 4253/88; the indicator relates to the starting situation and the objectives to be achieved (2 or 3 relevant indicators).\n(7) Where not included in Annex I.\n(8) Article 10 (b) of Regulation (EEC) No 866/90.\n(9) Where there is only one planning document pursuant to Article 10 (a) of Regulation (EEC) No 866/90, Table 3.1 = Table 2.2.\n(10) Where there is only one planning document pursuant to Article 10 (a) of Regulation (EEC) No 866/90, Table 3.2 = Table 2.3.\n(11) Name, address, telephone and fax numbers.\n(12) Name, address, telephone and fax numbers, branch code, account number and budget code.\nANNEX II\nInformation on aid applications and the EAGGF contribution (7)  1. General information on the measure:\n1.1. Description of the measure and explanation of the reasons (e.g. cutting-up at the place of slaughter)\n1.2. Regions and periods covered: (3)\n1.3. Regions covered by Objective 1 , Objective 5 (b) , other (4)\n1.4. Sectors concerned:\n1.5. National legislative, regulatory or administrative provisions: (8)\n2. Tables\n3.1. Financing plan (by year): (9)\n3.2. Financing plan (by sector): (10)\n3. Other information required under Article 10 of Regulation (EEC) No 866/90:\n4. Administrative information\n4.1. Body responsible for implementation: (11)\n4.2. Contact: (11)\n4.3. Body responsible for payment: (11)\n4.4. Bank responsible for payment: (12)\nTable 1.1: Financial resources granted in each sector over the period 1991 to 1993   Table 1.2: Financial resources granted each year over the period 1991 to 1993   Table 1.3: Existing capacity (1)   Table 2.1.: Planned capacity   STRUCTURAL IMPROVEMENT PLAN FOR THE YEARS 1994 TO 1999   Tabele 2.2.: Indicative financing plan (by year)   STRUCTURAL IMPROVEMENT PLAN FO THE YEARS 1994 TO 1999   Table 2.3.: Indicative financing plan (by sector)  AID APPLICATION OPERATIONAL PROGRAMME No:\nTabele 3.1.: Indicative financing plan (by year)  AID APPLICATION OPERATIONAL PROGRAMME No:\nTable 3.2: Indicative financing plan (by sector)"}