{"celex_id": "31993R0668", "uri": "http://publications.europa.eu/resource/cellar/28a68756-c7e4-4b93-b480-5ddfcf2f4019", "type": "Regulation", "concepts": ["1605", "2731", "2974", "666", "797"], "title": "Council Regulation (EEC) No 668/93 of 17 March 1993 on the introduction of a limit to the granting of production aid for processed tomato products\n", "header": "COUNCIL REGULATION (EEC) No 668/93 of 17 March 1993 on the introduction of a limit to the granting of production aid for processed tomato products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas Council Regulation (EEC) No 989/84 (5) introduced, as from the 1985/86 marketing year, a system of guarantee thresholds for certain processed fruit and vegetable products; whereas it also appeared necessary, from the 1985/86 marketing year, to  limit the granting of production aid in producer Member States to certain quantities of fresh tomatoes intended for processing; whereas these limitation arrangements were last extended in respect of the 1990/91 and 1991/92 marketing years by Council  Regulation (EEC) No 1203/90 of 7 May 1990 on temporary measures relating to production aid for processed tomato products (6);\nWhereas on the expiry of the application of Regulation (EEC) No 1203/90, the system of guarantee thresholds in respect of the 1992/93 marketing year has again spontaneously produced its effects; whereas, however, in view of the situation in the sector,  it appears preferable for the arrangements restricting the granting of the aid to be reapplied from the 1993/94 marketing year;\nWhereas the quantities of fresh tomatoes which may qualify for the production aid should be fixed for each producer Member State; whereas, in view of the production target and the market situation, such quantities should be fixed at the same levels as  those which were applied for the 1991/92 marketing year;\nWhereas those quantities of fresh tomatoes should be broken down between the processing undertakings on the basis of the total quantities which they processed in the last three marketing years preceding the marketing year for which the aid is fixed;\nWhereas the undertakings which started production after the beginning of the second marketing year preceding the marketing year for which the aid is fixed have only partially benefited from the production aid scheme; whereas, under the new scheme, they  should be granted a quota based on a suitable reference period; whereas, in order to permit some development in the production structures in the sector, a percentage of the overall quantities allocated in each Member State should be reserved for  undertakings which start production during the marketing year for which the aid is fixed; whereas, in view of the fact that the quantities available are limited, quantities should only be allocated to those undertakings presenting guarantees as to the  efficiency and durability of their activities;\nWhereas, in order to prevent that for the 1992/93 marketing year and while the threshold scheme is in force processing undertakings increase their production in anticipation of the arrangements limiting the aid, which the institutions had announced  would be reintroduced for the 1993/94 marketing year, the latter simultaneously laid down that the quantities produced in 1992/93 would not be taken into account for the application of the rules for the allocation of the national limits between the  processing undertakings; whereas the consequences should be drawn from this for all the undertakings concerned up to the 1995/96 marketing year,", "main_body": ["1. From the 1993/94 marketing year, production aid granted to all processing undertakings in each Member State shall be limited to the quantities of processed tomato products obtained from the following quantities in tonnes of fresh tomatoes:\n/* Tables: see OJ */\nparagraph 3, be divided by the Member States between the processing undertakings in proportion to the average quantities actually produced by each of them during the three marketing years preceding the marketing year for which the aid is fixed.\nOn application by the undertaking concerned, the competent authorities of the Member State shall authorize one only of the following transfer possibilities:\n- a transfer of up to 25 % of quantities of peeled tomatoes, expressed in quantities of fresh tomatoes, to the quantities allocated for tomato concentrate and other tomato products,\n- a transfer of up to 5 % of quantities of tomato concentrate, expressed in quantities of fresh tomatoes, to the quantities allocated for the other products,\n- a transfer of up to 5 % of the quantities of other tomato products, expressed in quantities of fresh tomatoes, to the quantities allocated for concentrate.\n3. For the granting of the aid:\n(a) processing undertakings which started production during the two marketing years preceding the marketing year for which the aid is fixed shall be granted a quota calculated on the basis of the average quantities produced during those marketing years;\n(b) processing undertakings which started production in the marketing year preceding the marketing year for which the aid is fixed shall be granted a quota corresponding to the quantities processed during that marketing year;\n(c) processing undertakings which started production of one of the finished tomato products mentioned in paragraph 1 during the marketing year for which the aid is fixed shall qualify for production aid under the following conditions, provided that they  present, to the satisfaction of the competent authorities, adequate guarantees as to the efficiency and durability of their activities.\nThe producer Member States shall reserve 2 % of the total quantities fixed for each group of finished products for the purposes of allocating to the undertakings referred to in the first subparagraph. The quota allocated to each undertaking may not  exceed its processing capacity, less 30 %.\n4. Where all the quantities defined in paragraph 1 have not been allocated, the remainder shall be divided fairly between the processing undertakings referred to in paragraph 2, taking account in particular of those undertakings which use new production  technology.", "For the first three marketing years of application of this and by way of derogation from Article 1 (2) and (3), the quantities produced for the 1992/93 marketing year shall not be taken into account for the calculation of the average of the  quantities produced. Consequently, Article 1 (3) (c) shall also apply to undertakings which started production on 1992/93 marketing year.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 22 of Regulation (EEC) No 426/86. They shall include in particular rules applicable in the case of mergers and  changes of ownership of undertakings.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 49, 27. 2. 1986, p. 1. Regulation as last amended by Regulation (EEC) No 1569/92 (OJ No L 166, 20. 6. 1992, p. 5).\n(2) OJ No C 328, 12. 12. 1992, p. 6.\n(3) Opinion delivered on 12 March 1993 (not yet published in the Official Journal).\n(4) Opinion delivered on 24 February 1993 (not yet publsihed in the Official Journal).\n(5) OJ No L 103, 16. 4. 1984, p. 19. Regulation as amended by Regulation (EEC) No 1755/92 (OJ No L 180, 1. 7. 1992, p. 25).\n(6) OJ No L 119, 11. 5. 1990, p. 68. Regulation as amended by Regulation (EEC) No 3577/90 (OJ No L 353, 17. 12. 1990, p. 23)."}