{"celex_id": "31994R0457", "uri": "http://publications.europa.eu/resource/cellar/6175fb05-db0f-4332-9bb7-b6a2d30ab049", "type": "Regulation", "concepts": ["1309", "1644", "3167", "3591", "5034"], "title": "Commission Regulation (EC) No 457/94 of 28 February 1994 amending Regulation (EC) No 3409/93 introducing management measures for imports of certain bovine animals for 1994 and determining to what extent applications for import licences may be accepted\n", "header": "COMMISSION REGULATION (EC) No 457/94 of 28 February 1994 amending Regulation (EC) No 3409/93 introducing management measures for imports of certain bovine animals for 1994 and determining to what extent applications for import licences may be  accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1157/92 of 28 April 1992 authorizing the implementation of management measures relating to imports of live bovine animals (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EC) No 3611/93 (3), and in particular Article 15 (2) thereof,\nHaving regard to Commission Regulation (EC) No 3409/93 of 13 December 1993 introducing management measures for imports of certain bovine animals for 1994 (4), and in particular Article 5 (1) thereof,\nWhereas pursuant to Article 5 (2) of Regulation (EC) No 3409/93 if the quantity is less than 200 head per application, it is to be allocated by drawing lots by batches of 200 head; whereas, in order to facilitate and speed up the drawing of lots as far  as possible, that task should be given to the Member States concerned;\nWhereas, on account of certain delays which have occurred, the first period laid down for the issuing of import licences must be deferred;\nWhereas Article 2 (3) of Regulation (EC) No 3409/93 provides that the quantities set aside for so-called 'traditional' importers are to be granted in proportion to their imports at the full levy during 1991, 1992 and 1993;\nWhereas, when notifying the Commission of the reference quantities for 1993 for traditional importers, the French authorities did not forward the quantities imported in 1990 by one operator, who was accordingly excluded from the import arrangements for  that year; whereas, with a view to ensuring proper management of these arrangements, the quantities which that importer could have imported in respect of 1993 had his reference quantities been notified correctly, should, by way of derogation from\nArticle 4\nof Regulation (EC) No 3409/93, be considered as having actually been imported in 1993 and they should be taken into account as a reference quantity when the quantities available in respect of 1994 are allocated;\nWhereas the quantities available to the operators referred to in Article 2 (2) (b) of that Regulation should be allocated to them in proportion to the quantities applied for; whereas, since the quantities applied for exceed the quantities available, a  uniform percentage should be fixed to reduce them; whereas the application of that percentage leads to a maximum of 109 head being allocated per application;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 3409/93 is hereby amended as follows:\n1. The second subparagraph of Article 5 (2) is replaced by the following:\n'If the reduction provided for in the first subparagraph results in a quantity of less than 200 head per application, the quantity shall be allocated by the Member States concerned by drawing lots for batches of 200 head. The number of batches to be  allocated in a given Member State shall be calculated my multiplying the total quantity applied for under Article 4 (3) in that Member State by the reducing coefficient laid down and by dividing the result thus obtained by 200.';\n2. The first indent of Article 6 (4) is replaced by the following:\n'- from 7 to 18 March 1994 for up to 25 % of the quantities allocated,'.", "Applications for import licences for live animals of the bovine species weighing not more than 80 kilograms shall be accepted for up to the following quantities:\n(a) 18,224 % of quantities imported in 1991, 1992 and 1993 by the importers referred to in Article 2 (2) (a) of Regulation (EC) No 3409/93;\n(b) 0,217 % of quantities applied for by the operators referred to in Article 2 (2) (b) of Regulation (EC) No 3409/93.", "This Regulation shall enter into force on 7 March 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 122, 7. 5. 1992, p. 4.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 328, 29. 12. 1993, p. 7.\n(4) OJ No L 310, 14. 12. 1993, p. 22."}