{"celex_id": "31991D0229", "uri": "http://publications.europa.eu/resource/cellar/87a66884-e5c3-4420-8488-9c300803a251", "type": "Decision", "concepts": ["1116", "1201", "3263", "797", "889"], "title": "91/229/EEC: Commission Decision of 20 March 1991 on applications for reimbursement of aid granted by Member States to organizations of nut and/or locust bean producers\n", "header": "COMMISSION DECISION  of 20 March 1991  on applications for reimbursement of aid granted by Member States to organizations of nut and/or locust bean producers  (91/229/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 3920/90 (2), and in particular Article 14 g thereof,\nWhereas Council Regulation (EEC) No 789/89 (3) supplemented the aid arrangements for fruit and vegetable producer organizations by introducing an additional flat-rate aid, as an incentive to formation, to producers' organizations with economic activity  centred on the production and marketing of nuts and/or locust beans;\nWhereas Council Regulation (EEC) No 790/89 (4) set the amount of the additional flat-rate aid provided for in Article 14 (b) of Regulation (EEC) No 1035/72 for formation of producers' organizations;\nWhereas applications for reimbursement of additional flat-rate aid granted by Member States to organizations of producers of nuts and/or locust beans in order to cover additional costs of their formation must include certain information permitting  verification of conformity of the expenditure with the requirements of Regulation (EEC) No 1035/72, in particular Article 14 (b) thereof;\nWhereas to permit effective monitoring of applications for reimbursement Member States must keep available for the Commission, for three years following the final reimbursement, all supporting documents on the basis of which aid was granted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["  Article 1\n1. Applications for reimbursement of expenditure under Article 14 (b) of Regulation (EEC) No 1035/72 must be presented as indicated in the Annex to this Decision.\n2. Member States shall transmit to the Commission with their first application for reimbursement the texts of national implementing and control provisions and administrative instructions, and also forms or any other document relating to administration  of the measure.  Article 2\nMember States shall keep available for the Commission, for three years from the date of the final reimbursement, all documents, or certified copies thereof in their possession, on the basis of which aid as provided for in Article 14 (b) of  Regulation (EEC) No 1035/72 was granted, and also the complete file for each recipient.  Article 3\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 March 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 375, 31. 12. 1990, p. 17. (3) OJ No L 85, 30. 3. 1989, p. 3. (4) OJ No L 85, 30. 3. 1989, p. 6.\nANNEX I\nApplications for reimbursement of expenditure under Article 14 C (b) of Regulation (EEC) No 1035/72\nGeneral remarks\n1. Submission of applications\n1.1. A separate application must be made for each:\n- department (France),\n- region or autonomous province (Italy),\n- prefecture (Greece),\n- autonomous community (Spain),\n- region or autonomous region (Portugal).\n1.2. Applications for reimbursement and all complementary information are to be sent in three copies to:\nCommission of the European Communities,\nDirectorate General for Agriculture,\nEAGGF-Guidance (VI-G-5),\n120, rue de la Loi,\nB-1049 BRUSSELS.\nTo facilitate routing of mail please show on payment applications and all related correspondence the file number used by EAGGF Guidance Fund.\n2. Use of the ecu\nAs regards use of the ecu as provided for in Article 22 of Council Regulation (EEC) No 4253/88, the provisions of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purposes of the budgetary management of the  Structural Funds (1) must be adhered to. For payment applications it provides that:\n- statements of expenditure supporting payment requests are to be made in ecus or in national currency;\n- Member States making their statements in ecus are to convert their expenditure in national currency into ecus using the rate for the month during which the expenditure was recorded in the accounts of the body responsible for financial management of  the programme. This is the monthly rate used for execution of the general budget of the European Communities and is the rate for the penultimate working day of the previous month;\n- statements of expenditure in national currency are to be converted into ecus at the rate for the month in which they are received by the Commission;\n- payments are to be made by the Commission in ecus.\n3. Financial control\nIf a Community or national provision is infringed to the expense of the Community budget, the code of conduct (2) on irregularities and organization of an information system on irregularities drawn up for the purposes of application of Article 23 (1) of  Regulation (EEC) No 4253/88 must be adhered to.\nAmounts lost and subsequently recovered are either to be deducted from the payment requested or to be returned to EAGGF Guidance. The Commission is to be informed to this end of amounts recovered and of the progress of administrative and judicial  proceedings.\nThe covering measures required for the financial control specified in Article 23 (1) of Regulation (EEC) No 4253/88 must have been adopted by the Member States and all relevant control reports must be kept available for the Commission.\nFORM OF PRESENTATION OF APPLICATIONS FOR REIMBURSEMENT TO THE COMMISSION OF THE EUROPEAN COMMUNITIES\n(For completion by Commission)\nSerial number:\nDate received:\nReference:\nFor attention of European Agricultural Guidance and Guarantee Fund\nApplication for reimbursement of expenditure under Article 14 (b) of Council Regulation (EEC) No 1035/72 of 18 May 1972\nDeclaration to be made along with applications for reimbursement of expenditure under Article 14 (b) of Regulation (EEC) No 1035/72\nIt is certified that:\n- the following application for reimbursement covers only flat-rate additional aid granted to organizations of producers of nuts and/or locust beans for the purposes indicated in Article 14 (b), and has been calculated in conformity with Article 10 of  Regulation (EEC) No 2159/89,\n- each producers' organization in receipt of this aid has presented a quality and marketing improvement plan, incorporating any changes requested by the Commission, approved by the competent national authority, and\n- each producers' organization having received the flat-rate additional aid has previously been specifically recognized by the competent authority under Article 14 (b) of Regulation (EEC) No 1035/72 and Article 2 of Regulation (EEC) No 2159/89.\n(Date, stamp of competent authority, signature\nand status of signatory)  (1) OJ No L 170, 3. 7. 1990, p. 36. (2) OJ No C 200, 9. 8. 1990, p. 3.\nANNEX II\nApplication for reimbursement of expenditure in 19 . . on organizations of nut and/or locust bean producers under Article 14b of Regulation (EEC) No 1035/72\nSummary table\nNumber of producer groups  Amount of aid granted  Reimbursement requested       First payment          Second payment          Total\nANNEX III\nApplication for reimbursement of expenditure in 19 . . on organizations of nut and/or locust bean producers under Article 14 (b) of Regulation (EEC) No 1035/72 - First payment\nAdministrative unit  Business name of producer group  Serial No  Date of specific recognition by Member State  Date of approval by Member State of improvement plan  Number of members  Quantity of nuts/locust beans (1) counted for calculation of  aid (2)  Aid granted by Member State to organization  Reimbursement requested from EAGGF                                                                                     Total\n(1) Specify in tonnes per product.\n(2) See Article 10 of Regulation (EEC) No 2159/89.\nANNEX IV\nApplication for reimbursement of expenditure in 19 . . on organizations of nut and/or locust bean producers under Article 14 (b) of Regulation (EEC) No 1035/72 - Second payment\nAdministrative unit  Business name of producer group  Serial No  Date of specific recognition by Member State  Date of approval by Member State of improvement plan  Number of members  Quantity of nuts/locust beans (1) counted for calculation of  aid (2)  Aid granted by Member State to organization  Reimbursement requested from EAGGF                                                                                     Total\n(1) Specify in tonnes per product.\n(2) See Article 10 of Regulation (EEC) No 2159/89."}