{"celex_id": "31991R2321", "uri": "http://publications.europa.eu/resource/cellar/79a82217-33f6-48df-be21-a268bdbadb51", "type": "Regulation", "concepts": ["1571", "20", "3170", "4860", "5063", "881"], "title": "Commission Regulation (EEC) No 2321/91 of 31 July 1991 laying down detailed rules for urgent action for the supply of butter and skimmed-milk powder to Bulgaria and amending Regulation (EEC) No 569/88\n", "header": "COMMISSION REGULATION (EEC) No 2321/91  of 31 July 1991  laying down detailed rules for urgent action for the supply of butter and skimmed-milk powder to Bulgaria and amending Regulation (EEC) No 569/88\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 597/91 of 5 March 1991 on urgent action for the supply of agricultural and medical products intended for the people of Romania and Bulgaria (1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 2 (4) thereof,\nWhereas Regulation (EEC) No 597/91 provides for urgent action for the free supply of agricultural products to Bulgaria and Romania; whereas the costs of supplying these products are to be met by the Community; whereas, for the purposes of implementing  the urgent action, detailed rules of application should be laid down for the milk and milk products sector;\nWhereas, in order to effect these supplies, products available as a result of intervention measures should be released; whereas, in view of the quantity and location of intervention stocks, a total of 2 000 tonnes of butter and 4 200 tonnes of  skimmed-milk powder stored in France and Germany should be mobilized; whereas, in order to allow competition under fair conditions, it should be made possible for tenderers to take over products from the German intervention agency or from the French  agency and, consequently, to submit their tenders to either of these agencies;\nWhereas, pursuant to Regulation (EEC) No 597/91, suppliers are to be chosen by tendering procedure; whereas this procedure must enable to determine, for products made available by the abovementioned intervention agencies, the costs of transport to the  required destination; whereas, pursuant to the same Regulation, no export refund is to be granted, or monetary compensatory amounts applied, in respect of the products supplied;\nWhereas, in order to ensure that the supplies are effected properly, the conditions for lodging securities should be determined together with the necessary detailed rules for the implementation of both Commission Regulation (EEC) No 2220/85 of 22 July  1985 laying down common detailed rules for the application of the system of securities for agricultural products (4), as last amended by Regulation (EEC) No 3745/89 (5), and Commission Regulation (EEC) No 569/88 of 16 February 1988 laying down common  detailed rules for verifying the use and/or destination of products from intervention (6), as last amended by Regulation (EEC) No 2320/91 (7);\nWhereas, for the purposes of determining the supply costs and the securities to be lodged, and in order to adopt a balanced approach in line with actual economic conditions, provision should be made for the use of the representative market rates  referred to in Article 3a of Commission Regulation (EEC) No 3152/85 of 11 November 1985 laying down detailed rules for the application of Council Regulation (EEC) No 1676/85 on the value of the unit of account and the conversion rates to be applied for  the purposes of the common agricultural policy (8), as last amended by Regulation (EEC) No 3237/90 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The costs of the following supplies shall be determined in accordance with Regulation (EEC) No 597/91, this Regulation and by tendering procedure:\n1. the supply to Bulgaria of 2 000 tonnes of butter with a fat content not less than 82 % held by the intervention agencies referred to in Annex I.\nSupply shall comprise delivery by refrigerated lorry free at destination to the addresses referred to in Annex IV.\n2. the supply to Bulgaria of 4 200 tonnes of skimmed-milk powder held by the intervention agencies referred to in Annex I.\nSupply shall comprise delivery, without further processing, of the product made available by the abovementioned agencies, to the addresses referred to in Annex V.", "1. Interested parties shall submit their tenders, by 12 noon on 6 August 1991 at the latest, either to the German intervention agency or the French intervention agency, the addresses of which are given in Annex II.\n2. Tenders shall indicate the name and address of the tenderer and shall be acceptable only if:\n(a) they refer clearly to one of the two supplies provided for in Article 1;\n(b) they cover the total quantity laid down for the supply in question referred to in Article 1;\n(c) they specify an amount in ecus per tonne for effecting the entire supply;\n(d) they are accompanied by proof that the tenderer has lodged a tendering security of ECU 20 per tonne in favour of the intervention agency;\n(e) they are accompanied by a written undertaking by the tenderer to effect supply to the destinations indicated in Article 1 under the conditions laid down by 1 October 1991.", "1. The German and French intervention agencies shall inform the Commission of the tenders received 24 hours after the final date for submission of tenders at the latest.\n2. On the basis of the tenders received, the Commission:\n- shall fix the maximum amount for the supply costs,\n- or shall reject the tenders; in this case, it may be decided to issue a new invitation to tender.\nIf a maximum amount for the supply costs is fixed, the supply contract shall be awarded to the tenderer whose tender quotes the lowest amount.\n3. Within 48 hours of the Member State being notified of the decision referred to in paragraph 2, the intervention agencies shall inform all tenderers by written telecommunication of the outcome of the tendering procedure and shall inform the successful  tenderer that the supply contract has been awarded to him.", "1. The tendering security provided for in Article 2 (2) (d) shall be released without delay if a tender is not accepted or if all tenders are rejected.\n2. The primary requirements within the meaning of Article 20 of Regulation (EEC) No 2220/85 shall be:\n(a) for tenderers: the maintenance of their tender until the decision provided for in Article 3 (2) has been adopted;\n(b) for the successful tenderer:\n- the lodging of the supply security provided for in Article 5 (1),\n- taking over from the intervention agency of the products made available for supply.", "1. Before removal of the butter or skimmed-milk powder, the successful tenderer shall lodge a supply security of ECU 3 400 per tonne of butter and ECU 1 900 per tonne of skimmed-milk powder for each quantity removed, in favour of the  intervention agency holding the product.\nThe successful tenderer shall take over the products in accordance with the provisions applicable to the removal of intervention stocks.\n2. The intervention agency shall take all measures necessary to check the quality of the products made available for supply.\n3. The primary requirements within the meaning of Article 20 of Regulation (EEC) No 2220/85 shall be the delivery of the full quantity under the conditions laid down.\n4. The supply security shall be released and the amount of the tender shall be paid when the successful tenderer provides proof that supply has been effected in accordance with the conditions laid down. Such proof shall be provided by the submission, by  10 October 1991 at the latest, of the transport document and the take-over certificate drawn up as shown in Annex III and issued by a representative of the International Aid Agency.", "The conversion rate to be used for tenders and for tendering and supply securities shall be the representative market rates referred to in Article 3 a of Regulation (EEC) No 3152/85, applicable on the final date for submission of tenders.", "The withdrawal order referred to in Article 3 of Regulation (EEC) No 569/88 and in the export declaration shall bear the following additional information:\n'Urgent action for Bulgaria. Non-application of export refunds and monetary compensatory amounts, Council Regulation (EEC) No 597/91.'", "Regulation (EEC) No 569/88 is hereby amended as follows:\n1. Under I 'Products to be exported in the same state as that in which they were removed from intervention stock' in the Annex, the following point 98 and the relevant footnote are added:\n'98. Commission Regulation (EEC) No 2321/91 of 31 July 1991 laying down detailed rules for urgent action for the supply of butter and skimmed-milk powder to Bulgaria and amending Regulation (EEC) No 569/88 (98)'.\n(98) OJ No L 213, 1. 8. 1991, p. 58.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 67, 14. 3. 1991, p. 17. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 205, 3. 8. 1985, p. 5. (5) OJ No L 364, 14. 12. 1989, p. 54. (6) OJ No L 55, 1. 3. 1988, p. 1. (7) See page 53 of this  Official Journal. (8) OJ No L 310, 21. 11. 1985, p. 1. (9) OJ No L 310, 9. 11. 1990, p. 18.\nANNEX I\nList of lots of butter and skimmed-milk powder stored in the following warehouses\nProduct  Quantity (tonnes)  Address           Germany     BALM  Butter  300  Frigoscandia GmbH\nKuehlhaus Gelsenkirchen\nEmscherstrasse 4\nD-4460 Gelsenkirchen Buer\nTel. (02 09) 70 00 60\nFax: (02 09) 7 00 06 57    500  St. Touiser Kuehl- u. Lagerhaus GmbH\nVorster Str. 140 - 142\nD-4154 Toenisvorst 1\nTel. (0 21 51) 79 07 36\nFax: (0 21 51) 79 50 20    200  Kuehlhaus Kalthoff\nNiederlassung der\nTransit Kuehlhausgenossenschaft\nUferstrasse 73 - 101\nD-4650 Gelsenkirchen\nPostfach 11 09\nTel. (02 09) 4 09 05 30\nFax: (02 09) 4 09 05 - 32   Skimmed-milk powder  600  DENCO\nGesellschaft fuer\nLagereibetriebe GmbH\nNordenhamerstr. 177\nD-2870 Delmenhorst\nTel. 04221/52017\nFS: 249537 denco d\nFax: 04221/53684    500  Emder Lagerhaus GmbH\nNesserlanderstr. 150\nD-2970 Emden\nTel. 04921/8002-0\nFax: 04921/8002-25    500  Johann Hartema\nKranverleih GmbH\nAn der Kleinbahn 51\nD-2950 Leer-Logabirum\nTel. 0491/73013\nFax: 0491/73473    500  Dora Boettcher\nIm Niedernfeld 6 - 10\nD-3052 Bad Nenndorf\nTel. 05723/1597\nFax: 05723/75921 eder  France     ONILAIT  Butter  1 000  Entrepôts frigorifiques Centre Bretagne\nF-29246 Poullalouen   Skimmed-milk powder  2 100  Transports Gélin\nZAC de la Ganodière\nF-35305 Fougères Cedex\nANNEX II\nAddresses of the intervention agencies\n- Bundesanstalt fuer landwirtschaftliche Marktordnung (BALM)\nAdickesallee 40\nD-6000 Frankfurt am Main\n(telephone: 49 691 56 40; telex: 411 727 and 411 156; fax: 1564651; teletex: 699 07 32)\n- Office national interprofessionnel du lait (Onilait)\n2, rue Saint-Charles\nF-75740 Paris Cedex 15\n(telephone: 33 1 40 58 70 00; telex: 200745; fax: 33 1 40 59 04 58)\nANNEX III\nTAKE-OVER CERTIFICATE\nI, the undersigned,:\n(name, first name, business name)\nacting on behalf of for the account of the\nGovernment, hereby certify that the goods referred to below, delivered pursuant to Commission Regulation (EEC) No 2321/91, have been taken over:\n- Place and date of taking-over:\n- Type of product:\n- Tonnage, weight taken over (gross):\n- Packaging:\nComments:\nSignature:\nDate:\nANNEX IV\nList of addresses where the butter has to be delivered\nAddress  Quantity (in tonnes)     1. Sofia Foodstuffs stock of 'Bulgarplod' Momina Cheshma Str. n. 16 1000 Sofia  600  2. Plovdiv Foodstuffs stock of NPK 'Kuklensko Shosse' Plovdiv  400  3. Bourgas - Freezer stock of 'Bulgarplod' - Bourgas  200   4. Varna - Freezer stock of 'Bulgarplod' - Varna  200  5. Veliko Tarnovo - Freezer stock of 'Bulgarplod' - in the town of Gorna Oriahovitsa / 10 km. away from Veliko Tarnovo  200  6. Michailovgrad - Freezer stock of 'Targovia na Edro' - Michailovgrad   100  7. Haskovo Freezer stock of 'Riba i Ribni Produkti' - Haskovo  100  8. Rousse - Freezer stock of 'Bulgarplod' - Pousse  100  9. Stara Zagora - Freezer stock of 'Bulgarplod' - Stara Zagora  100\nANNEX V\nList of addresses where the skimmed-milk powder has to be delivered\nAddress  Quantity\n(in tonnes)     1. Sofia - Stock of 'Bulgarplod' Momina Cheshma str. nr. 16  1 200  2. Plovdiv - Stock of 'Targovia na Edro' Bresovsko Shosse - Plovdiv  800  3. Bourgas - Stock of 'Furajna Promishlenost Zarneni Hrani' - Bourgas  400  4. Varna - Stock of  'Tovarni Avtolini'  400  5. Veliko Tarnovo - Stock of 'Bulgarplod' in Gorna Oriahovitsa / 10 km. away from Veliko Tarnovo  400  6. Michailovgrad - Stock of 'Targovia na Edro' Michailovgrad  200  7. Haskovo - Stock of 'Targovia na Edro' in Haskovo  200   8. Rousse - Stock of 'Furajna Promishlenost Zarneni Hrani' hall No 1 in Rousse  200  9. Pleven - Stock of 'Targovia na Edro' in Pleven  200  10. Shoumen - Stock of 'Targovia na Edro' in the Town of Shoumen  200"}