{"celex_id": "31990R1347", "uri": "http://publications.europa.eu/resource/cellar/aa7cbb21-9610-448d-bb7d-1fb507b68d70", "type": "Regulation", "concepts": ["4404", "797"], "title": "Council Regulation (EEC) No 1347/90 of 14 May 1990 amending Regulation (EEC) No 729/89 laying down general rules for the special arrangements applicable to small producers as part of the co-responsibility arrangements in the cereals sector\n", "header": "COUNCIL REGULATION (EEC) N°  1347/90\nof 14 May 1990\namending Regulation (EEC) N° 729/89 laying down general rules for the  special arrangements applicable to small producers as part of the co-responsibility arrangements in  the cereals sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2727/75 of 29 October 1975 on the common organization  of the market in cereals (1), as last amended by Regulation (EEC)\nN° 1340/90 (2), and in particular  Article 4 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) N° 2727/75 provides for the introduction of a basic co-responsibility levy  and of an additional co-responsibility levy and for the exemption of small producers from those  levies under conditions to be determined;\nWhereas in order to keep the aid system within acceptable financial limits, provision has been made  in Regulation (EEC) N° 729/89 (3) for an overall amount of ECU 220 million, determined, on the one  hand, on the basis of the total sum of the co-responsibility levies payable by producers marketing  no more than 25 tonnes and, on the other hand, on the basis of a basic co-responsibility levy and  an additional co-responsibility levy, each of which is equal to 3 % of the intervention price for  common wheat;\nWhereas the additional co-responsibility levy is fixed, as from the 1990/91 marketing year, on the  basis of a flat rate of 1,5 %, adjusted, where appropriate, to take account of the degree by which  the maximum guaranteed amount was exceeded in the preceding marketing year; whereas fixing that  levy may result in a different estimated total amount; whereas account should be taken thereof;\nWhereas the introduction of the system of aid to small producers of arable holdings represents an  alternative for the Member States to the current special arrangements applicable to small cereal  producers; whereas the Member States which apply the new arrangements should not be eligible for  their share in the overall amount of ECU 220 million,", "main_body": ["Article 2 (3) and (4) of Regulation (EEC) N° 729/89 shall be replaced  by the following:\n'3.  The overall amount as well as the amounts allocated to the Member States shall be weighted by  a coefficient to take account of the level of the additional co-responsibility levy actually  applied during a marketing year. That coefficient shall be equal to the relation between, on one  hand, the sum of the basic coresponsibility levy and the additional co-responsibility levy actually  applied and, on the other hand, the sum of the basic co-responsibility levy and 3 % of the  intervention price for common wheat.\n4.  The overall amount shall be apportioned between all the Member States in accordance with the  procedure laid down in Article 26 of Regulation (EEC)\nN° 2727/75, taking into account sales made by  producers marketing no more than 25 tonnes. Only those Member States which have informed the  Commission of their intention to continue applying the arrangements provided for under this  Regulation may benefit therefrom.`.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 14 May 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ N° L 281, 1. 11. 1975, p.  1.\n(2) See page 1 of this Official Journal.\n(3) OJ N° L 80, 23. 3. 1989, p. 5."}