{"celex_id": "31996R0462", "uri": "http://publications.europa.eu/resource/cellar/68d87117-c30e-4c81-804b-6b6346fd6ae3", "type": "Regulation", "concepts": ["1616", "3112", "3219", "3490", "4778"], "title": "Council Regulation (EC) No 462/96 of 11 March 1996 suspending Regulations (EEC) No 990/93 and (EC) No 2471/94, and repealing Regulations (EC) No 2472/94 and (EC) No 2815/95, concerning the interruption of economic and financial relations with the Federal Republic of Yugoslavia (Serbia and Montenegro), the United Nations Protected Areas in the Republic of Croatia and those areas of the Republic of Bosnia and Herzegovina under the control of Bosnian Serb forces\n", "header": "15.3.1996 EN Official Journal of the European Communities L 65/1\nCOUNCIL REGULATION (EC) NO 462/96\nof 11 March 1996\nsuspending Regulations (EEC) No 990/93 and (EC) No 2471/94, and repealing Regulations (EC) No 2472/94 and (EC) No 2815/95, concerning the interruption of economic and financial relations with the Federal Republic of Yugoslavia (Serbia and Montenegro), the United Nations Protected Areas in the Republic of Croatia and those areas of the Republic of Bosnia and Herzegovina under the control of Bosnian Serb forces\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 73g and 228a thereof,\nHaving regard to the common position of 4 December 1995 defined by the Council on the basis of Article J.2 of the Treaty on European Union, with regard to the suspension of the restrictions on trade with the Federal Republic of Yugoslavia (Serbia and Montenegro) and with the Bosnian Serbs (1), decided on by the United Nations Security Council in its Resolution 1022 (1995),\nHaving regard to the proposal from the Commission,\nWhereas the United Nations Security Council, in view of the agreement reached between the parties concerned with regard to the Republic of Bosnia and Herzegovina, has decided, in its Resolution 1022 (1995) to suspend the restrictions concerning economic and financial relations with the Federal Republic of Yugoslavia (Serbia and Montenegro), the United Nations Protected Areas in the Republic of Croatia and, when certain conditions are fulfilled, those areas of the the Republic of Bosnia and Herzegovina under the control of Bosnian Serbs forces;\nWhereas the Security Council has been informed that the aforementioned conditions are fulfilled;\nWhereas the Council has already adopted Regulation (EC) No 2815/95 (2), suspending Regulation (EEC) No 990/93 (3) with regard to the Federal Republic of Yugoslavia (Serbia and Montenegro);\nWhereas, for reasons of transparency, the Community legislation, implementing United Nations Security Council Resolution 1022 (1995), should be incorporated in an all-embracing Community instrument, and, therefore, Regulation (EC) No 2815/95 should be repealed,", "main_body": ["1.   Regulations (EEC) No 990/93 and (EC) No 2471/94 (4) are hereby suspended.\n2.   As long as the Regulations referred to in paragraph 1 remain suspended, all funds and assets previously frozen or impounded pursuant to those Regulations may be released by Member States in accordance with law, provided that any such funds or assets that are subject to any claims, liens, judgments, or encumbrances, or which are the funds or assets of any person, partnership, corporation, or other entity found or deemed to be insolvent under the law or the accounting principles prevailing in the relevant Member State, shall remain frozen or impounded until released in accordance with the applicable law.\n3.   Regulations (EC) No 2472/94 (5) and (EC) No 2815/95 are hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 27 February 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1996.\nFor the Council\nThe President\nL. DINI\n(1)  OJ No L 297, 9. 12. 1995, p. 4.\n(2)  OJ No L 297, 9. 12. 1995, p. 1.\n(3)  OJ No L 102, 28. 4. 1993, p. 14. Regulation as last amended by Regulation (EC) No 2815/95 (OJ No L 297, 9. 12. 1995, p. 1).\n(4)  OJ No L 266, 15. 10. 1994, p. 1.\n(5)  OJ No L 266, 15. 10. 1994, p. 8. Regulation as last amended by Regulation (EC) No 2815/95."}