{"celex_id": "31991R1418", "uri": "http://publications.europa.eu/resource/cellar/78c52b01-76cd-4304-8311-2c5eb3579672", "type": "Regulation", "concepts": ["1834", "1994", "4385", "4438", "4827"], "title": "Commission Regulation (EEC) No 1418/91 of 15 May 1991 amending Regulation (EEC) No 4141/87 determining the conditions under which goods for certain categories of aircraft, ships or drilling or production platforms are eligible on import for a favourable tariff arrangement by reason of their end-use\n", "header": "COMMISSION REGULATION (EEC) No 1418/91  of 15 May 1991  amending Regulation (EEC) No 4141/87 determining the conditions under which goods for certain categories of aircraft, ships or drilling or production platforms are eligible on import for a  favourable tariff arrangement by reason of their end-use\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 1056/91 (2), and in particular Article 11 thereof,\nWhereas Commission Regulation (EEC) No 4141/87 (3), as last amended by Regulation (EEC) No 1473/89 (4), provides, in cases where certain goods for the maintenance or repair of aircraft are consigned by air from one Member State to another by airlines  engaged in international traffic, for an internal transit procedure that is more flexible than that of control copy T 5, in view of the specialized nature of these movements of goods;\nWhereas it has also proved necessary to simplify the procedure for consigning the same goods between the airlines by land; whereas in addition because of the specific nature of the goods referred to at Article 3 as regards their nature, their price and  the limited possibility of using them outside their domain there is a need to provide that their first assignment to their prescribed use fulfils the customs obligation concerned; and that consequently there is a need to make the appropriate amendments,  to the text of the said Regulation;\nWhereas the Nomenclature Committee has not delivered on opinion within the time limit set by its Chairman;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of the Committee on the Movement of Goods,", "main_body": ["  Article 1\nRegulation (EEC) No 4141/87 is hereby amended as follows:\n1. In Article 3, first sentance, the words 'or by land' are inserted after 'by air'.\n2. In Article 3, second sentence, 'Article 4 to 8' is replaced by 'Articles 4 to 8 and 9b'.\n3. In Article 4, 'The air way-bill' is replaced by 'In the case of consignment by the airwaya-bill. . .'.\n4. The following Article 9b is inserted:\n'Article 9b\n1. In the case of transfer by land, Community transit provisions shall apply.\nIn addition, box 44 (Additional Information, etc.) of the T 2 declaration or document as appropriate must indicate the names of the airports of departure and destination.\nFurthermore the box reserved for the description of the goods on the declaration or the T 2 must contain one of the statements contained at the third paragraph of Article.\n2. The forwarding airline company and the receiving airline must keep a copy of copies 4 and 5 of the T 2 document respectively in support of their records.'\n5. The following Article 10 bis is inserted:\n'Article 10a\nNotwithstanding Article 11 bis (1) of Regulation (EEC) No 4141/87, the goods referred to at Article 3 which are used by airline ocmpanies for the purposes of maintaining or repairing their civil aircraft are considered as having fulfilled their end use  with effect from the date of their first assignment to their prescribed use.'  Article 2  This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 1991. For the Commission\nChristiane SCRIVENER\nMember of the Commission  (1) OJ No L 256, 7. 9. 1987, p. 1. (2) OJ No L 107, 27. 4. 1991, p. 10. (3) OJ No L 387, 31. 12. 1987, p. 76. (4) OJ No L 146, 30. 5. 1989, p. 9."}