{"celex_id": "31994R3267", "uri": "http://publications.europa.eu/resource/cellar/d1d41a78-94a1-43e1-88d1-309ff7af5fb7", "type": "Regulation", "concepts": ["12", "1644", "2435", "3191", "3579", "4083"], "title": "Commission Regulation (EC) No 3267/94 of 20 December 1994 amending for the fourth time Regulation (EEC) No 3900/92 laying down the special rules of application for the Community import arrangements for certain species of preserved tuna, bonito and sardines and fixing the quantities of those products which may be imported (text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 3267/94 of 20 December 1994 amending for the fourth time Regulation (EEC) No 3900/92 laying down the special rules of application for the Community import arrangements for certain species of preserved tuna, bonito and  sardines and fixing the quantities of those products which may be imported (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EEC) No 1891/93 (2), and in particular Article 21 (5) thereof,\nWhereas Article 21 of Regulation (EEC) No 3759/92 limited the annual imports into the Community of the preserved products listed in its Annex IV, part C for a period of four years from 1 January 1993; whereas this quantity is subject to an annual rate  of increase; whereas this quantity should further be increased in 1995 and 1996 to take account of the accession of new Member States to the European Community in 1995;\nWhereas Commission Regulation (EEC) No 3900/92 (3), as last amended by Regulation (EC) No 3602/93 (4), fixed the quantity of certain species of preserved tuna, bonito and sardines which may be imported into the Community in 1993 and 1994;\nWhereas the quantity which may be imported for the year 1995 should now be fixed: whereas Regulation (EEC) No 3900/92 should therefore be further amended;\nWhereas the Management Committee for Fishery Products could not express an opinion as regards the measures provided for in this Regulation within the time required by its President,", "main_body": ["Regulation (EEC) No 3900/92 is amended as follows:\nThe following is added to Article 1 (3):\n'4. For 1995, the import document referred to in Article 6 shall be issued for the following quantities:\n\"(in tonnes)\"\" ASSV=\"03\" ID=\"1\">Preserved sardines of the species Sardina pilchardus Walbaum> ID=\"2\">1604 13 11> ID=\"3\">4 425\"> ID=\"2\">1604 13 19\"> ID=\"2\">1604 20 50\"> ASSV=\"04\" ID=\"1\">Preserved tuna of the genus Thunnus, skipjack and bonito  (Euthynnus pelamis) and other species of the genus Euthynnus> ID=\"2\">1604 14 11> ID=\"3\">151 035'\"> ID=\"2\">1604 14 19\"> ID=\"2\">1604 19 30\"> ID=\"2\">ex 1604 20 70\">", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 172, 15. 7. 1993, p. 1.\n(3) OJ No L 392, 31. 12. 1992, p. 26.\n(4) OJ No L 330, 30. 12. 1993, p. 25."}