{"celex_id": "31993R1112", "uri": "http://publications.europa.eu/resource/cellar/631521dd-683c-4abf-9074-9b3afab76616", "type": "Regulation", "concepts": ["2563", "3591", "4073", "4682", "5034", "863"], "title": "Commission Regulation (EEC) No 1112/93 of 6 May 1993 laying down detailed rules for the application of the supplementary trade mechanism to trade in the beef and veal sector between the Community as constituted at 31 December 1985 and Spain and Portugal and repealing Regulations (EEC) No 3810/91 and (EEC) No 3829/92\n", "header": "COMMISSION REGULATION (EEC) No 1112/93 of 6 May 1993 laying down detailed rules for the application of the supplementary trade mechanism to trade in the beef and veal sector between the Community as constituted at 31 December 1985 and Spain and  Portugal and repealing Regulations (EEC) No 3810/91 and (EEC) No 3829/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 83 and 251 thereof,\nHaving regard to Council Regulation (EEC) No 3817/92 of 28 December 1992 laying down general rules for applying the supplementary trade mechanism to deliveries in Spain of products other than fruit and vegetables (1), and in particular Article 9  thereof,\nHaving regard to Council Regulation (EEC) No 744/93 of 17 March 1993 laying down general rules for applying the supplementary trade mechanism to deliveries in Portugal of products other than fruit and vegetables (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (3), as last amended by Regulation (EEC) No 3296/88 (4), and in particular\nArticle 13\nthereof,\nWhereas Commission Regulation (EEC) No 3810/91 (5), as last amended by Regulation (EEC) No 894/93 (6), set for 1993 the indicative ceilings mentioned in Articles 83 and 251 of the Act of Accession of Spain and Portugal; whereas these ceilings are set on  the basis of estimated Spanish and Portuguese production and consumption of the products in question in the beef and veal sector and a forward timetable for trade with the rest of the Community;\nWhereas Article 5 of Council Regulation (EEC) No 3792/85 lays down that imports of these products into Portugal from Spain are subject to the supplementary trade mechanism in accordance with Articles 249 to 252 of the Act of Accession;\nWhereas Article 1 (3) of Regulation (EEC) No 3817/92 lays down that the issue of STM licences need not necessarily be subject to the lodging of a security; whereas that possibility was provided for, in particular, to facilitate trade in the products  concerned; whereas use should be made of that possibility to ensure that no security need be lodged when applications for the STM licences concerned are submitted;\nWhereas in order to regulate trade more satisfactorily by taking account of the varying levels of sensitivity of the Spanish and Portuguese markets at different times of the year, and in particular lower demand in the second and third quarters, the  annual quantities should be split up into two-month periods;\nWhereas, when laying down the detailed rules for the lodging of applications and the issuing of licences, derogations should be made both from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the  application of the system of import and export licences and advance fixing certificates for agricultural products (7), as last amended by Regulation (EEC) No 2101/92 (8), and from Commission Regulation (EEC) No 574/86 of 28 February 1986 laying down  detailed rules for the application of the supplementary trade mechanism (9), as last amended by Regulation (EEC) No 3296/88;\nWhereas in order to simplify the procedure for issuing STM licences an automatic system of issue should be laid down along with the introduction of a tighter notification system and a mechanism for monitoring the use of the licences issued;\nWhereas it should be laid down that Community traders may only export certain beef and veal products to Spain and Portugal under certain restrictive conditions regarding in particular the length of time they have been established in the trade;\nWhereas, with regard to imports into Portugal from third countries, certain aspects of the arrangements applicable to STM import licences laid down by Regulation (EEC) No 3817/92 should be clarified; whereas, for this purpose, the application of  Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (10), as last amended by Regulation (EEC) No 3662/92 (11), and of the other  provisions regarding the various special import arrangements, is the most appropriate for the import arrangements for beef and veal;\nWhereas it is desirable, for the sake of clarity, to set out in a new Regulation the detailed rules for the application of the STM in respect of Spain and Portugal and to repeal Commission Regulations (EEC) No 3810/91 and (EEC) No 3829/92 (12);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The indicative ceilings relating to certain products in the beef and veal sector which may be imported into Spain from the Community as constituted at 31 December 1985 shall be those set out in Annex I hereto.\n2. The indicative ceilings relating to certain products in the beef and veal sector which may be imported into Portugal from the Community as constituted at 31 December 1985 and from Spain shall be those set out in Annex II hereto.\n3. If in the course of the same calendar year the total quantity for which applications are submitted in respect of a two-month period is less than the quantity available, the quantity remaining shall be added to the quantity available in respect of the  following two-month period.", "Notwithstanding:\n(a) Article 15 of Regulation (EEC) No 3719/88, applications for STM licences shall be lodged each working day up to 1 p.m. and the licences shall be issued automatically on the following day, subject to the provisions of Article 3;\n(b) the first and second subparagraphs of Article 6 (2) of Regulation (EEC) No 574/86, the Member States shall notify the Commission before 1 p.m. every Monday of the quantity for which licence applications have been lodged the previous week; however,  the Member States shall notify the Commission each day of the quantity for which licences have been issued on the previous day where the said licences cover more than 2 000 head and 200 head per day respectively for Spain and Portugal;\n(c) Article 6 (1) of Regulation (EEC) No 574/86, the first copy of the licence shall be handed to the applicant or sent to the address stated in the application.", "1. Where the notifications referred to in Article 2 (b) indicate that the rate at which licences are being issued threatens to use up completely the quantities remaining available, the Commission shall take special measures to allow the  Member States to suspend the issue of licences until the following two-month period.\n2. Proof of the use of licences must be provided in the month following the end of their validity; if examination of such proof indicates that the licences issued have not been completely used up the Member State may take the measures which it deems  appropriate and which may include the refusal to issue new licences.", "1. Applicants must be natural or legal persons who at the time the application is submitted are entered in a public register of a Member State and have been engaged for at least 12 months in an activity in the field of trade in live animals  of the bovine species other than pure-bred breeding animals.\n2. Licence applications shall be considered only if an applicant declares in writing that he has not lodged and undertakes not to lodge any application concerning the same product in any Member State other than that where his present application is  lodged; if an applicant lodges applications in two or more Member States, none of the applications shall be considered.\n3. All applications from one applicant shall be regarded as a single application.", "The sum of the quantities stated in the STM licences applied for by a given trader in any one day shall not exceed 200 head per Member State of destination.", "STM licences as provided for in Articles 1 and 3 of Regulation (EEC) No 744/93 shall be valid for 10 days from the actual date of issue, in acordance with Article 21 (2) of Regulation (EEC) No 3719/88. This period of validity shall be  increased to 15 days in the case of duly justified sea transport.\nHowever, STM licences shall be valid for 30 days if the products are released to the market in the Azores or Madeira.", "1. The provisions of Regulation (EEC) No 574/86 shall apply, in so far as is necessary, for the supplementary trade mechanism provided for in Regulation (EEC) No 3817/92, save as otherwise provided in paragraph 2.\n2. For the purpose of applying Regulation (EEC) No 3817/92 and Article 7 of Regulation (EEC) No 574/86, copy No 4 of the Internal Community transit document, stamped by the office of destination, for use in accordance with the provisions of Article 3  (3) (b) of Council Regulation (EEC) No 2726/90 (13), shall be considered a declaration of entry for consumption in Spain and Portugal.\nThe provisions of the previous subparagraph shall not preclude the use of simplified Community transit procedures. They may not, however, be treated as a ground for checks at the frontier.", "1. Spain and Portugal shall notify the Commission of the quantities of products actually imported in each two-month period, broken down by product, no later than 45 days after the end of the period concerned.\n2. Spain and Portugal shall notify the Commission no later than 15 October each year of the forecast production and consumption in each of those Member States for the following year.", "Notwithstanding Regulation (EEC) No 574/86, in the case of Portugal STM import licences as provided for in Article 1 (1) of Regulation (EEC) No 3817/92 shall be subject to the provisions of Regulation (EEC) No 2377/80 and to the other  provisions regarding the various special import arrangements.\nThe communications referred to in Article 10 (8) of Regulation (EEC) No 574/86 shall specify the quantities applied for under each set of import arrangements.", "0\nRegulations (EEC) No 3810/91 and (EEC) No 3829/92 are hereby repealed.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 7 May 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 12.\n(2) OJ No L 77, 31. 3. 1993, p. 11.\n(3) OJ No L 367, 31. 12. 1985, p. 7.\n(4) OJ No L 293, 27. 10. 1988, p. 7.\n(5) OJ No L 357, 28. 12. 1991, p. 53.\n(6) OJ No L 93, 17. 4. 1993, p. 8.\n(7) OJ No L 331, 2. 12. 1988, p. 1.\n(8) OJ No L 210, 25. 7. 1992, p. 18.\n(9) OJ No L 57, 1. 3. 1986, p. 1.\n(10) OJ No L 241, 13. 9. 1980, p. 5.\n(11) OJ No L 370, 19. 12. 1992, p. 43.\n(12) OJ No L 387, 31. 12. 1992, p. 45.\n(13) OJ No L 262, 26. 9. 1990, p. 1.\nANNEX I\n/* Tables: see OJ */\nANNEX II\n/* Tables: see OJ */"}