{"celex_id": "31993R1773", "uri": "http://publications.europa.eu/resource/cellar/1a2f776b-5d2f-47ab-baa7-43f7622c24f5", "type": "Regulation", "concepts": ["2645", "4854", "797"], "title": "COMMISSION REGULATION (EEC) No 1773/93 of 2 July 1993 fixing certain prices and amounts fixed in ecus in the dried fodder sector and reduced as a result of the monetary realignments\n", "header": "COMMISSION REGULATION (EEC) No 1773/93 of 2 July 1993 fixing certain prices and amounts fixed in ecus in the dried fodder sector and reduced as a result of the monetary realignments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit to account and the conversion rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 9 (1) thereof,\nHaving regard to Council Regulation (EEC) No 3824/92 of 28 December 1992 (2) amending the prices and amounts fixed in ecus as a result of the monetary realignments, as last amended by Regulation (EEC) No 1330/93 (3), and in particular Article 2 thereof,\nWhereas Council Regulation (EEC) No 1288/93 (4) fixed the guide price for dried fodder from 1 May 1993 and for the 1993/94 marketing year;\nWhereas Commission Regulation (EEC) No 3824/92 of 28 December 1992 lists the prices and amounts fixed in ecus which are to be divided by the coefficient of 1,012674 fixed by Commission Regulation (EEC) No 537/93 (5), as amended by Regulation (EEC) No  1331/93 (6), from the beginning of the 1993/94 marketing year; whereas Article 2 of Regulation (EEC) No 3824/92 provides that the prices and amounts resulting from the reduction must be specified for each sector concerned and that the value of the  reduced prices should be fixed from the beginning of the 1993/94 marketing year; whereas the Regulation should apply from the beginning of the marketing year; whereas, in addition, the guide price for dried fodder and the difference between the aid for  dehydrated fodder and the aid for fodder otherwise dried should be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["1. The guide price for dried fodder referred to in Article 1 of Regulation (EEC) No 1288/93 and reduced in accordance with Article 1 of Regulation (EEC) No 3824/92 shall be fixed at ECU 176,37/tonne.\n2. The difference between the aid for dehydrated fodder and the aid for fodder otherwise dried referred to in Article 4 of Commission Regulation (EEC) No 1528/78 (7) and reduced in accordance with Article 1 of Regulation (EEC) No 3824/92 shall be fixed  at ECU 24,69/tonne.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 May 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 29.\n(3) OJ No L 132, 29. 5. 1993, p. 113.\n(4) OJ No L 132, 29. 5. 1993, p. 1.\n(5) OJ No L 57, 10. 3. 1993, p. 18.\n(6) OJ No L 132, 29. 5. 1993, p. 114.\n(7) OJ No L 179, 1. 7. 1978, p. 10."}