{"celex_id": "31994R1958", "uri": "http://publications.europa.eu/resource/cellar/8fe5c49b-154f-4f13-ab54-321af8bfa7b6", "type": "Regulation", "concepts": ["164", "2194", "2871", "4318", "4373", "666"], "title": "Commission Regulation (EC) No 1958/94 of 27 July 1994 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco\n", "header": "COMMISSION REGULATION (EC) No 1958/94 of 27 July 1994 amending Regulation (EEC) No 3478/92 laying down detailed rules for the application of the premium system for raw tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 7 thereof,\nWhereas in several Member States checks are carried out at the place to which tobacco is delivered rather than that where it is processed; whereas such checks are considered to be inadequate; whereas the places to which tobacco must be delivered and the  checks to be carried out should be specified;\nWhereas penalties should be provided for in order to prevent fraud in connection with such checks;\nWhereas Council Regulation (EEC) No 2076/92 of 30 June 1992 fixing the premiums for leaf tobacco by group of tobacco varieties and the processing quota allocated by group of varieties and by Member State (2), as amended by Regulation (EC) No 164/94 (3),  fixes the quota for light air-cured tobacco for Belgium; whereas, pursuant to Article 8 of Commission Regulation (EEC) No 3478/92 (4), as last amended by Regulation (EC) No 1754/94 (5), a moisture content should be laid down for that tobacco; whereas  Regulation (EEC) No 3478/92 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 3478/92 is amended as follows:\n1. Article 9 is amended as follows:\n(a) The following text is added to paragraph 1:\n'Delivery must be made either directly to the place where the tobacco is to be processed or, if authorized by the Member State, to an approved purchase centre. The competent control authority shall approve the delivery centres which must have  appropriate facilities, weighing equipment, instruments for determining moisture content and premises.\nDelivery must be checked by the competent control authority. Checks must include verification that the competent control authority has given prior written authorization for the delivery, of which it must have been given advance written notice to enable  it to identify the date of delivery.\nAfter the check has been carried out, unprocessed tobacco may leave the purchasing centre only for transport to the processing plant. After the checks have been made, the tobacco must be placed in numbered batches of specified weight and moisture  content. Transport of batches to the processing plant must be authorized in writing by the competent control authority which must have received prior notification enabling it to precisely identify the means of transport used, the route, the time of  departure and arrival and the batches of tobacco transported.\nOn arrival of the tobacco at the processing plant, the competent control authority shall verify, in particular by weighing them, that the batches delivered are the same batches checked in the purchasing centres.\nThe competent control authority shall determine the specific conditions it considers necessary for checks on the operations concerned.'\n(b) The following text is added to paragraph 3:\n'If the competent control authority finds that unprocessed tobacco has not been delivered to the places referred to in the second subparagraph of paragraph 1 or that, for transfer of the batches of tobacco checked from the purchasing centre to the  processing plant, the transporter does not have a transport authorization as referred to in the fourth sub-paragraph of Article 9 (1), the processing undertaking which has accepted the tobacco in infringement of the rules shall pay the Member State a  sum equal to the premiums payable for the quantity of tobacco concerned. That sum shall be credited to the European Agricultural Guidance and Guarantee Fund (EAGGF).'\n2. The following subparagraph is added to Article 12 (1):\n'The controls must be carried out at the place where the leaf tobacco is processed.'\n3. Point II of Annex III is replaced by the following:\n\"\" ID=\"1\">'II. Light air-cured:\"> ID=\"1\">Germany, France, Belgium> ID=\"2\">22 \"> ID=\"1\">other Member States> ID=\"2\">20 '\">", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1994 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 215, 30. 7. 1992, p. 77.\n(3) OJ No L 24, 29. 1. 1994, p. 4.\n(4) OJ No L 351, 2. 12. 1992, p. 17.\n(5) OJ No L 183, 19. 7. 1994, p. 5."}