{"celex_id": "31991D0547", "uri": "http://publications.europa.eu/resource/cellar/1a8b9e9f-7b2f-4036-a292-c7a5fc125633", "type": "Decision", "concepts": ["1417", "3071", "3581", "3891", "889"], "title": "91/547/ECSC: Commission Decision of 5 June 1991 concerning aid granted by the Autonomous Region of Sardinia to Ferriere Acciaierie Sarde (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 5 June 1991 concerning aid granted by the Autonomous Region of Sardinia to  Ferriere Acciaierie Sarde (Only the Italian text is authentic) (91/547/ECSC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular  Article 4 (c) thereof,\nHaving regard to Commission Decision N° 3484/85/ECSC of 27 November 1985 establishing Community  rules for aid to the steel industry (1),\nHaving regard to Commission Decision N° 322/89/ECSC of 1 February 1989 establishing Community rules  for aid to the steel industry (2),\nHaving given the interested parties notice to submit their observations and having regard to those  observations,\nWhereas:\nI In 1987 the authorities of the Autonomous Region of Sardinia granted Ferriere Acciaierie Sarde  (FAS) aid totalling Lit 1,796 billion (about ECU 1,17 million) under regional Law N° 41/87 of 14  September 1987 aimed at protecting the island's environment by granting aid for the selective  disposal, recycling and reutilization of waste. The Italian authorities informed the Commission of  the grant by letter dated 26 January 1989 and also notified the aid scheme set up by Law N° 41/87,  which the Commission approved on 28 November 1990.\nHaving obtained details of Law N° 41/87 by letter of 5 July 1989, the Commission informed the  Italian authorities that the provisions of Article 4 (c) of the ECSC Treaty and Decision N°  3484/85/ECSC did not allow ECSC steel undertakings to benefit from the aid establishing by the  regional Law in question.\nBy letters dated 14 December 1989 and 26 February 1990 the Commission reminded the Italian  authorities that the aid arrangements established by Law N° 41/87 were incompatible with the ECSC  Treaty-based rules on aid and called for the repayment of the aid granted to FAS. In the meantime,  an alternative solution had been devised: a company would be set up in order to collect and resell  scrap, an activity not covered by the ECSC Treaty and therefore coming under the EEC Treaty, making  it eligible for aid under Law N° 41/87. The Commission accepted this solution on condition it did  not lead to indirect aid being granted to an ECSC undertaking in the form of scrap sales at lower  prices than those charged on the market in mainland Italy.\nBy letter dated 24 April 1990 the Italian authorities undertook not to grant such aid to the ECSC  steel industry, and by letter dated 8 June 1990 received by the Commission on 20 July 1990, they  agreed to recover the aid granted to FAS in 1987, indicating that the terms for the repayment were  being examined.\nThe Commission therefore gave the company and the regional authorities time to work out the best  method of repayment.\nN° further news having been received, it sent a telex to the Italian authorities on 23 October  1990. The latter replied on 26 November 1990 that the repayment was still being negotiated with the  company.\nII The disputed aid had been paid without being notified in advance to the Commission, in breach of  Article 6 (1) of Decision N° 3484/85/ECSC.\nThe provisions of that Decision and in particular Article 3 relating to aid for environmental  protection together with those of Decision N° 322/89/ECSC, in force from 1 January 1989, and the  ban on all aid contained in Article 4 (c) of the ECSC Treaty do not allow the aid in question to be  considered compatible with the common market.\nFor these reasons and in view of the fact that after nearly five months of discussion no repayment  plan has been agreed between the Region and the company, the Commission initiated the procedure  provided for in Article 6 (4) of Decision N° 322/89/ECSC and gave the Italian authorities notice to  submit their observations by letter of 19 December 1990. At the same time, it made it clear that  the aid scheme established by Law N° 41/87 was compatible with the EEC Treaty and approved it  provided that the aid was not granted to an ECSC firm.\nUnder that procedure, the Italian authorities submitted their observations by letter of 28 January  1991 received by the Commission on 4 April 1991.\nTheir first argument was that, as the aid was intended to improve public health and had been  granted pursuant to the aid scheme established by Law N° 41/87 approved by the Commission in  November 1990, it was perfectly legal.\nSecondly, they asked the Commission to take account in its assessment of Sardinia's special  situation, from both the geographical and the socio-economic standpoint.\nIn the course of the procedure, comments were received from one trade association and not from any  Member State. These were transmitted to the Member State in question, which did not make any  particular observations.\nIII FAS manufactures concrete-reinforcing bars. These are listed in Annex I to the ECSC Treaty under  Code N° 4400 and are therefore covered by the rules laid down in that Treaty and not those of the  EEC Treaty, particularly where State aid is concerned. FAS is an ECSC undertaking in accordance  with Article 80 of the ECSC Treaty.\nConsequently, the fact that the Commission did not object under Article 92 and 93 of the EEC Treaty  to the aid scheme established by Law N° 41/87 does not render legal the grant of such aid to an  ECSC undertaking. The Commission in fact expressly made it a condition of its approval that the aid  must not be granted to ECSC steel firms.\nArticle 4 (c) of the ECSC Treaty provided that subsidies or aid granted by States, or special  charges imposed by States, in any form whatsoever, are recognized as incompatible with the common  market for coal and steel and are accordingly to be abolished and prohibited within the Community,  as provided in the Treaty. This ban applies both to individual grants specifically intended for the  steel industry and to the application of general or regional schemes to this industry. Unlike  Article 91 (1) of the EEC Treaty, the ban is absolute in that it does not take account of the  effects of the aid on intra-Community competition.\nThe only exemptions from the above general ban which could or can be granted were or are spelt out  exhaustively in the various steel aid codes, notably Decision N° 3484/85/ECSC in force from 1  January 1986 o 31 December 1988 followed by Decision N° 322/89/ECSC applicable since 1 January  1989.\nThe aid concerned is research and development aid, environmental protection aid, certain forms of  closure aid and, in cases where the recipient firm is located in the former German Democratic  Republic or a Member State where no aid has been granted pursuant to Commission Decisions N°  80/257/ECSC (1) or N° 2320/81/ECSC (2), as last amended by Decision N° 1018/85/ECSC (3), and which  became a member of the Community during the period of validity of those Decisions (i.e. Greece),  certain regional investment aids.\nSince that last clause does not apply to Italy, no regional aid may be paid to a steel firm located  within its territory. The fact that Sardinia may have special geographic or socio-economic features  does not justify granting such aid to one of its steel firms.\nArticle 3 of Decision N° 3484/85/ECSC only authorizes environmental protection aid for bringing  into line with new statutory environmental standards plants which entered into service at least two  years before the introduction of those standards. Any other forms of environmental aid are excluded  from the exemption in this Article and may not therefore legally be granted to an ECSC steel  undertaking.\nThe aid objected to involved the granting to FAS in 1987 of Lit 100 (ECU 0,06) per kilogram of  scrap collected in the island and reutilized by it. FAS, however, was already producing steel from  scrap in an electric furnace, 'scrap steelmaking` competing with 'pig-iron steelmaking` and not  resulting in any particular environmental improvement. The aid in fact encouraged FAS to obtain its  raw material in the island rather than import it. It meant a substantial reduction in its operating  costs in relation to the average price of 'heavy` scrap on the Italian market (Lit 112 to 130 per  kilogram in 1987 and Lit 141,5 per kilogram in early 1991). Lastly, it was not reflected in  expenditure aimed at bringing the company's plant into line with new environmental protection  standards. It does not therefore satisfy the tests of the abovementioned Article 3 and does not  qualify for exemption.\nIn addition, it does not qualify for any of the other exemptions provided for in Decision N°  3484/85/ECSC and incorporated again in Decision N° 322/89/ECSC and is consequently caught by the  ban in Article 4 (c) of the ECSC Treaty.\nIV The exemptions from the basic prohibition of aid to the steel industry laid down in Article 4 (c)  of the ECSC Treaty are in no way designed to relax the discipline imposed by the Community on such  aid and intended to prevent the serious distortions of competition which might be caused by aid  that was incompatible with the common market in an industry which, despite recent restructuring,  remains sensitive. Strict compliance with this Community discipline must therefore be ensured, and  this means that aid to a steel firm may be authorized only after the Commission has been able to  check that the conditions spelt out in exhaustive fashion in the aid code have effectively been  met.\nIt is clear from the foregoing that these conditions have not been met since part of the aid was  granted without being notified in advance to the Commission contrary to Article 6 (1) of Decision  N° 3484/85/ECSC and since the aid does not qualify for any of the exemptions available under that  Decision. In view of the fact that the arguments advanced by the Italian authorities have not  included the Commission to change the assessment it made when it initiated the procedure, the aid  in question must be considered incompatible with the common market,", "main_body": ["The aid of Lit 1,796 billion (approximately ECU 1,17 million) granted  in 1987 by the Autonomous Region of Sardinia to Ferriere Acciaierie Sarde pursuant to Regional Law  N° 41 of 14 September 1987 is illegal State aid as it was granted without prior authorization from  the Commission and is also incompatible with the common market.\nThe aid in question shall be withdrawn through recovery.", "The Italian authorities shall inform the Commission, within two months of the date of  notification of this Decision, of the measures taken to comply herewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 5 June 1991.\nFor the Commission Leon BRITTAN Vice-President\n(1) OJ N° L 340, 18. 12. 1985, p. 1.\n(2) OJ N° L 38, 10. 2. 1989, p. 8.\n(1) OJ N° L 62, 7. 3. 1980, p. 28.\n(2) OJ N° L 228, 13. 8. 1981, p. 14.\n(3) OJ N° L 110, 23. 4. 1985, p. 5."}