{"celex_id": "31994R3305", "uri": "http://publications.europa.eu/resource/cellar/ce621d8f-edea-449a-9ce3-1b35701e870d", "type": "Regulation", "concepts": ["161", "1644", "2743", "4682"], "title": "Commission Regulation (EC) No 3305/94 of 23 December 1994 laying down detailed rules for the application of Council Regulation (EC) No 3072/94 with regard to the import arrangements for frozen beef falling within CN code 0202 and products falling within CN code 0206 29 91\n", "header": "COMMISSION REGULATION (EC) No 3305/94 of 23 December 1994 laying down detailed rules for the application of Council Regulation (EC) No 3072/94 with regard to the import arrangements for frozen beef falling within CN code 0202 and products falling  within CN code 0206 29 91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/94 of 12 December 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 21  (first semester 1995) (1), and in particular Article 3 thereof,\nWhereas Regulation (EC) No 3072/94 lays down the method for administering the Community tariff quota for frozen beef falling within CN code 0202 and for products falling within CN code 0206 29 91 and splits that quota into two parts, one of 21 200  tonnes apportioned between traditional importers and the other of 5 300 tonnes apportioned between operators who have been engaged in trade in beef with third countries;\nWhereas, in order to ensure a smooth switchover from arrangements based on national administration to Community-administered arrangements, while bearing in mind the special aspects of trade in the products in question, provision should be made for the  allocation of the first part on the one hand to traditional importers in proportion to the quantities imported under the same type of quota in the years 1992, 1993 and 1994 and, on the other hand, to importers in the new Member States; whereas in the  case of imports made by the latter, with a view to establishing the reference quantities, a coefficient corresponding to the Community level of traditional imports for GATT purposes compared to total imports of frozen beef should be applied;\nWhereas, on the basis of the submission of applications from interested parties and subject to their acceptance by the Commission up to a certain limit, importers who can demonstrate the genuine nature of their business and who apply for quantities of  some significance should be granted access to the second part; whereas verification of these criteria requires that applications be submitted in the Member State in which the importer is registered;\nWhereas operators no longer engaged in trade in beef and veal at 1 January 1995 should be barred access to the quota in order to prevent speculation;\nWhereas Commission Regulation (EEC) No 3719/88 (2), as last amended by Regulation (EC) No 2746/94 (3), lays down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural  products; whereas Commission Regulation (EEC) No 2377/80 (4), as last amended by Regulation (EC) No 1084/94 (5), lays down special detailed rules for applying the system of import licences for beef and veal;\nWhereas restricting the arrangements in question to the first six months shortens the time limit for imports; whereas this time limit should be extended by one month as a transitional measure;\nWhereas the effective management of this quota and in particular the prevention of fraud require that the licences used are returned to the competent authorities in order that they may verify that the quantities shown therein are correct; whereas, to  that end, an obligation should be imposed on the competent authorities to carry out such verification; whereas the amount of the security to be lodged on the issue of the licences should be fixed in such a way as to ensure that the licences are used and  returned to the competent authorities;\nWhereas provision should be made for the Member States to forward information on the import arrangements in question;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion wihtin the time limit set by its chairman,", "main_body": ["1. For the purposes of applying Article 2 (a) of Regulation (EC) No 3072/94, the 21 200 tonnes shall be allocated between the importers referred to in the first and second indent as follows:\n- in proportion to their eligible quantities imported under Council Regulations (EEC) No 3667/91 (6), (EEC) No 3392/92 (7) and (EC) No 130/94 (8) in the case of the importers referred to in the first indent,\n- in proportion to their eligible quantities imported multiplied by a coefficient of 0,54 in the case of the importers referred to in the second indent of the aforementioned Article 2 (a).\n2. For the purposes of applying Article 2 (b) of Regulation (EC) No 3072/94, the quantity of 5 300 tonnes shall be reserved:\n(a) for operators in the Community of Twelve who can furnish proof of having:\n- imported at least 160 tonnes of beef in the period 1 January 1993 and 31 December 1994 not subject to the quota referred to in Regulations (EEC) No 3392/92 and (EC) No 130/94, or\n- exported at least 300 tonnes of beef in the same period to third countries; and\n(b) for operators in the new Member States who can furnish proof of having:\n- imported at least 160 tonnes of beef in the period 1 July 1992 to 30 June 1994 other than the quantities referred to in paragraph 1 to which the coefficient referred to therein has been applied, or\n- exported at least 300 tonnes to beef to third countries in the period 1 July 1992 to 30 June 1994.\nFor this purpose 'beef' means products falling wihtin CN codes 0201, 0202 and 0206 29 91, and the minimum reference quantities shall be expressed in terms of product weight.\n3. The 5 300 tonnes referred to in paragraph 2 shall be allocated in proportion to the quantities applied for by eligible operators.\n4. Proof of import and export shall be furnished solely by means of customs documents of release for free circulation or export documents. However, with the Commission's authorization, the new Member States may, if appropriate, accept alternative forms  of proof.", "1. Operators who are no longer engaged in trade in beef and veal on 1 January 1995 shall not qualify under the arrangements provided for in this Regulation. The Member States shall ensure that this provision is complied with when submitting  applications to participate.\n2. Companies arising from mergers where each part has rights pursuant to Article 1 (1) shall enjoy the same rights as the companies from which they are formed.", "1. Import applications may be submitted only in the Member State in which an applicant is registered.\n2. For the purposes of Articles 1 (1), importers shall submit applications to participate together with the proof referred to in Article 1 (4) to the competent authorities by 13 January 1995 at the latest. Where an applicant submits more than one  application, all such applications shall be inadmissible.\nAfter verification of the documents submitted, Member States shall forward to the Commission by 3 February 1995 at the latest a list of importers complying with the conditions for acceptance and containing in particular their names and addresses and the  quantities of eligible meat imported under the quota in question during each reference year.\n3. For the purposes of Article 1 (2), applications to participate from operators shall be lodged together with the proof referred to in Article 1 (4) by 13 January 1995 at the latest.\nWhere an applicant submits more than one application, all such applications shall be inadmissible.\nApplications shall relate to an overall quantity of no more than 50 tonnes of frozen meat in product weight.\nAfter verification of the documents represented, Member States shall forward to the Commission by 3 February 1995 at the latest a list of applicants and quantities applied for.", "1. The Commission shall decide as soon as possible to what extent applications may be accepted.\n2. Where the quantities covered by applications to participate exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.", "1. Imports of quantities allocated shall be subject to presentation of an import licence.\n2. Licence applications may be lodged solely in the Member State in which the applicant is registered.\n3. Following decisions on allocation by the Commission, import licences shall be issued as soon as possible on application and in the names of the operators who have obtained rights to import.\n4. Licence applications and licences shall contain:\n(a) one of the following indications, in Section 20:\n- Carne de vacuno congelada [Reglamento (CE) no 3305/94],\n- Frosset oksekoed (forordning (EF) nr. 3305/94),\n- Gefrorenes Rindfleisch (Verordnung (EG) Nr. 3305/94),\n- Katepsygmeno voeio kreas (kanonismos (EK) arith. 3305/94),\n- Frozen meat of bovine animals (Regulation (EC) No 3305/94),\n- Viande bovine congelée [règlement (CE) no 3305/94],\n- Carni bovine congelate [regolamento (CE) n. 3305/94],\n- Bevroren rundvlees (Verordening (EG) nr. 3305/94),\n- Carne de bovino congelada [Regulamento (CE) nº 3305/94];\n(b) the country of origin, in Section 8;\n(c) one of the following indications, in Section 24:\n- Exacción reguladora suspendida para . . . (cantidad para la que se haya extendido el certificado) kg,\n- Suspension af importafgift for . . . (den maengde licensen er udstedt for) kg,\n- Aussetzung der Abschoepfung fuer . . . kg (Menge, fuer die die Lizenz erteilt wurde),\n- Anastelletai i eisfora gia . . . chiliogramma (posotita gia tin opoia chorigithike to pistopoiitiko),\n- Levy suspended for . . . (quantity for which the licence was issued) kg,\n- Prélèvement suspendu pour . . . (quantité pour laquelle le certificat a été délivré) kg,\n- Prelievo sospeso per . . . (quantitativo per il quale è stato rilasciato il certificato) kg,\n- Heffing geschorst voor . . . (hoeveelheid waarvoor het certificaat is afgegeven) kg,\n- Direito nivelador suspenso para . . . kg (quantidade para a qual foi emitido o certificado);\n(d) one of the following groups of subheadings of the combined nomenclature, in Section 16:\n- 0202 10 00, 0202 20,\n- 0202 30, 0206 29 91.\n5. Norwithstanding Article 8 (4) of Regulations (EEC) No 3719/88, the levy fixed in accordance with Article 12 of Council Regulation (EEC) No 805/68 (9) and the Common Customs Tariff duty of 20 % shall be charged on all quantities exceeding those  indicated on the import licence.", "For the purpose of applying the arrangements provided for in Regulation (EC) No 3072/94 imports of frozen meat into the customs territory of the Community shall be subject to the conditions laid down in Article 17 (2) (f) of Council Directive  72/462/EEC (10).", "1. Regulations (EEC) No 2377/80 and (EEC) No 3719/88 shall apply, subject to the provisions of this Regulation.\n2. Import licences issued pursuant to this Regulation shall expire on 31 July 1995.\n3. The security relating to the import licences shall be ECU 30 per 100 kg net weight. It shall be lodged when the import licence is issued.\n4. Where an import licence is submitted with a view to the release of the security, the competent authorities shall verify that the quantities shown on the licence returned are the same as those shown on the licence at the time of issue. Where a licence  is not returned Member States shall carry out an investigation in order to establish who has used it and to what extent. Member States shall inform the Commission at the earliest opportunity of the results of such investigation.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 325, 17. 12. 1994, p. 3.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 290, 11. 11. 1994, p. 6.\n(4) OJ No L 241, 13. 9. 1980, p. 5.\n(5) OJ No L 120, 11. 5. 1994, p. 30.\n(6) OJ No L 349, 18. 12. 1991, p. 1.\n(7) OJ No L 346, 27. 11. 1992, p. 3.\n(8) OJ No L 22, 27. 1. 1994, p. 3.\n(9) OJ No L 148, 28. 6. 1968, p. 24.\n(10) OJ No L 302, 31. 12. 1972, p. 28."}