{"celex_id": "31999D0849", "uri": "http://publications.europa.eu/resource/cellar/4b230e97-3a4d-4b86-b6f1-02a8e8326f81", "type": "Decision", "concepts": ["1988", "2360", "2965", "2979", "4353", "889"], "title": "1999/849/EC: Council Decision of 14 December 1999 relating to the granting of a national aid by the Austrian Government to small producers in less-favoured areas by virtue of Annex XV of the 1994 Act of Accession\n", "header": "COUNCIL DECISION\nof 14 December 1999\nrelating to the granting of a national aid by the Austrian Government to small producers in less-favoured areas by virtue of Annex XV of the 1994 Act of Accession\n(1999/849/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 88(2) thereof,\nHaving regard to the request made by the Government of the Republic of Austria on 20 October 1999,\nWhereas:\n(1) Article 151(1) of the 1994 Act of Accession provides that the Acts listed in Annex XV shall apply in respect of the new Member States under the conditions laid down in that Annex; Annex XV, Chapter VII, Section \"D. Structures\" paragraph 2(c) provides that by way of derogation from Article 35 of Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the efficiency of agricultural structures(1), \"the Republic of Austria may, subject to authorisation by the Commission, continue to grant, until 31 December 2004, to small producers which were entitled thereto in 1993 by virtue of national legislation, national aid to the extent that the compensatory allowance referred to in Articles 17 to 19 is not sufficient to compensate permanent natural handicaps. The aid granted in total to these producers must not exceed the amounts granted in Austria in the aforementioned year\";\n(2) On the basis of this derogation, after the entry into force of the Treaty of Accession the Austrian Government continued to grant national aid adjusted to take account of the Community system of aids established since 1995 and due to remain in force until 2004;\n(3) On 26 October 1995, the Austrian Government notified the Commission of the \"Special Directive concerning the granting of a compensatory allowance in less-favoured areas and national aid\", seeking confirmation that the method to be applied by the Austrian authorities for granting the national aid between 1995 and 1998 and for maintaining it until 2004 was valid;\n(4) In its Decision of 20 December 1995 (C(95) 3368) relating to national aid, the Commission limited the granting of national aid to holdings the size of which in hectares of usable agricultural area did not exceed the average size for Austria of all agricultural holdings run on a full-time basis, on the one hand, and on a part-time basis, on the other, and could in no circumstances exceed 25 hectares; moreover that Decision is limited to 31 December 1999;\n(5) That Decision limits the application of the derogation provided for in Annex XV, by excluding from national compensation approximately 2500 holdings which had an area above the average area of 23 hectares for full-time holdings that received aid and 6 hectares for part-time holdings that received aid out of approximately 124000 holdings in total that received aids;\n(6) The Commission's taking the definition of \"small producer\" as a basis for setting a limit on granting this aid means that not all small producers eligible in 1993 under Austrian law, on which the derogation was established, can be compensated as from 1995;\n(7) The amount of national aid excluded by the Commission Decision represents less than EUR 1 million, equivalent to 0,5 % of the total Austrian national aid to holdings;\n(8) The flat-rate aid granted to holdings since 1995 and planned to continue until 2004 does not exceed the amount of aid granted in Austria in 1993;\n(9) The aid in question is unlikely to distort competition within the Community;\n(10) Owing to the abovementioned derogation for Austria, all the beneficiaries of the national aid scheme working holdings located in particular in mountainous areas or in regions close to the Eastern border of Austria expected no reduction in the overall compensation paid in 1993, nor that it would be abolished, until 2004;\n(11) This being the case, there are exceptional circumstances for considering the intervention planned by the Austrian Government as compatible with the common market, under the conditions provided for in this Decision,", "main_body": ["The scheme for maintaining the aids described in the \"Special Directive concerning the granting of compensatory allowances in less-favoured areas and national aid\" as forwarded to the Commission on 26 October 1995, shall be deemed compatible with the common market until 31 December 2004, providing as it does that if the calculation of the compensatory allowance granted to a holding as from 1995 results in a smaller amount of aid for a holding than it received under this scheme in 1993, the balance shall be made up in the form of national aid.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 14 December 1999.\nFor the Council\nThe President\nK. HEMILĂ\u0084\n(1) Replaced by Regulation (EC) No 950/97 (OJ L 142, 2.6.1997, p. 1). Regulation as amended by Regulation (EC) No 2331/98 (OJ L 291, 30.10.1998, p. 10). Article 35 of the old Regulation corresponds to Article 37 of the new Regulation."}