{"celex_id": "31993R3558", "uri": "http://publications.europa.eu/resource/cellar/445baa5f-aa59-4f29-ab87-c568691d5ff7", "type": "Regulation", "concepts": ["1255", "1644", "2488", "2543", "4411", "4682"], "title": "COMMISSION REGULATION (EC) No 3558/93 of 22 December 1993 amending Regulation (EEC) No 2697/93 laying down detailed rules for the period 1 July 1993 to 30 June 1994 for the application of the import arrangements for fresh, chilled or frozen beef provided for in the Additional Protocols to the Interim Association Agreements between the Community and the Republic of Poland, the Republic of Hungary and the former Czech and Slovak Federal Republic\n", "header": "COMMISSION REGULATION (EC) No 3558/93 of 22 December 1993 amending Regulation (EEC) No 2697/93 laying down detailed rules for the period 1 July 1993 to 30 June 1994 for the application of the import arrangements for fresh, chilled or frozen beef  provided for in the Additional Protocols to the Interim Association Agreements between the Community and the Republic of Poland, the Republic of Hungary and the former Czech and Slovak Federal Republic\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Czech and Slovak Federal Republic, of the other part (1), as last amended by Regulation (EEC) No 2235/93 (2), and in particular Article 1 thereof,\nWhereas the Interim Agreement on trade and trade-related matters with the Czech and Slovak Federal Republic has been applied provisionally since 1 March 1992 (3); whereas the Community has concluded, on 20 December 1993, Additional Protocols to the  latter Agreement with the Czech Republic and the Slovak Republic following the dissolution of the Czech and Slovak Federal Republic on 1 January 1993;\nWhereas those Additional Protocols provide that from 1 January 1994 the Community concessions granted unter the Interim Agreement are to be distributed between those two successor States;\nWhereas the third indent of Article 1 (1) of Commission Regulation (EEC) No 2697/93 (4) fixes the quantity of beef available for the former Czech and Slovak Federal Republic; whereas it is necessary to amend this provision and to fix for each of the  successor Republics the quantity available from 1 January 1994 and to adapt certain other detailed rules of application;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2697/93 is hereby amended as follows:\n1. the following subparagraph is added after the third indent of Article 1 (1):\n'However, the following may be imported from 1 January to 30 June 1994 pursuant to the aforementioned import arrangements:\n- 1 731,3 tonnes for meat originating in the Czech Republic,\n- 869,8 tonnes for meat originating in the Slovak Republic.';\n2. the second subparagraph of Article 1 (2) is replaced by the following:\n'From the quantities available during the last period shall be deducted the quantities which are the subject of the triangular operations referred to in Annex Xb to the Agreements with Poland and Hungary and Annex XIIIb to the Additional Protocols with  the Czech Republic and the Slovak Republic. However, the total quantities available for year 3 may not be less than the minimum quantities indicated therein.';\n3. the Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 9.\n(2) OJ No L 200, 10. 8. 1993, p. 5.\n(3) OJ No L 115, 30. 4. 1992, p. 176.\n(4) OJ No L 245, 1. 10. 1993, p. 75.\nANNEX"}