{"celex_id": "31997R1195", "uri": "http://publications.europa.eu/resource/cellar/160b523b-911d-4724-aca4-aa109e8e9c8f", "type": "Regulation", "concepts": ["241", "2956", "4078", "4381", "5751"], "title": "Commission Regulation (EC) No 1195/97 of 27 June 1997 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EC) No 1195/97 of 27 June 1997 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), hereafter combined nomenclature, as last amended by Commission Regulation (EC) No 1194/97 (2), and in particular Article 9 thereof,\nWhereas the Court of Justice, in its judgement of 13 February 1996 in Case C-143/93 (3), has ruled Commission Regulation (EEC) No 482/74 (4), inapplicable with effect from 1 January 1988;\nWhereas provisions should be adopted for the uniform application of the combined nomenclature as regards the classification of residues resulting from the extraction of maize (corn) germ oil; whereas heading No 2306 of the combined nomenclature covers residues resulting from the extraction of vegetable oils;\nWhereas, for the purpose of distinguishing residues resulting from the extraction of maize germ oil, falling within CN code 2306 70 00, from products which have not undergone a complete oil extraction process and from products containing ingredients which have not undergone an oil extraction process, the minimum and maximum starch, oil and protein contents must be determined; whereas it is therefore necessary to clarify additional note 2 to Chapter 23;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Customs Code Committee, Tariff and Statistical Nomenclature Section,", "main_body": ["Additional note 2 to Chapter 23 of the combined nomenclature annexed to Regulation (EEC) No 2658/87 is replaced by the following text:\n'2. Subheading 2306 70 00 includes only residues from the extraction of oil of germs of maize and containing the following ingredients in the quantities specified, calculated by weight on the dry product:\n(a) products of an oil content of less than 3 %:\n- starch content: less than 45 %,\n- protein content (nitrogen content Ă\u0097 6,25): not less than 11,5 %;\n(b) products of an oil content of not less 3 % and not more than 8 %:\n- starch content: less than 45 %,\n- protein content (nitrogen content Ă\u0097 6,25): not less than 13 %.\nMoreover, such residues shall not contain ingredients which are not obtained from maize grains.\nFor the determination of starch and protein content, the methods set out in Commission Directive 72/199/EEC, Annex I (1) and (2) are to be applied.\nFor the determination of oil and moisture content, the methods set out in Commission Directive 71/393/EEC, Annex: Section 4 (method A) and Section 1, respectively, are to be applied.\nProducts containing components from parts of maize grains which have been added after processing and have not been subjected to the oil extraction process are excluded.`", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1997.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) See page 10 of this Official Journal.\n(3) [1996] ECR, p. I-0431.\n(4) OJ No L 57, 28. 2. 1974, p. 23."}