{"celex_id": "31990D0085", "uri": "http://publications.europa.eu/resource/cellar/0300f602-6c55-4979-9c20-ab9c8661c8c1", "type": "Decision", "concepts": ["1308", "1309", "1418", "4411", "989"], "title": "90/85/EEC: Commission Decision of 1 March 1990 terminating the review of anti-dumping measures applying to imports of certain glass textile fibres (rovings) originating in Czechoslovakia and the German Democratic Republic and confirming the expiry of the said measures\n", "header": "COMMISSION  DECISION\nof 1 March 1990\nterminating the review of anti-dumping measures applying to imports of certain glass textile fibres (rovings) originating in Czechoslovakia and the German Democratic Republic and confirming the expiry of the said measures\n(90/85/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 9 and 15 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Previous procedure\n(1) In November 1982 the Commission published a notice in the Official Journal of the European Communities initiating an anti-dumping proceeding concerning imports of certain glass textile fibres (rovings) originating in Czechoslovakia, the German Democratic Republic and Japan (2).\nIn December 1983 a definitive anti-dumping duty was imposed with regard to imports from Czechoslovakia and the German Democratic Republic (3) and an undertaking was accepted on behalf of Japanese exporters with regard to products originating in Japan (4).\n(2) In July 1988 the Commission published a notice announcing the imminent expiry of the measures in question (5) pursuant to Article 15 of Regulation (EEC) No 2423/88.\nNo request for review concerning the undertaking accepted on behalf of the Japanese exporters was received and the said undertaking duly expired on 16 December 1988 (6).\nB. Review requests and initiation\n(3) In September 1988 the Commission received a request for a review of the measures concerning imports from Czechoslovakia and the German Democratic Republic lodged by the Association des Producteurs de Fibres de Verre EuropĂŠen (APFE) on behalf of Community producers representing almost all Community production. The request claimed that the expiry of the anti-dumping measures for imports from Czechoslovakia and the German Democratic Republic would lead again to injury or threat of injury. The main basis of these allegations was the continuous rise of imports at low prices and the risk that expiry of these anti-dumping measures might contribute to a reduction in the current capacity utilization and competitiveness of the European industry.\n(4) The evidence provided was considered sufficient and the Commission accordingly announced by notices published in the Official Journal of the European Communities, its intention to carry out a review of anti-dumping measures of certain glass textile fibres (rovings) originating in Czechoslovakia and the German Democratic Republic (1) and the initiation of that review (2). The investigation period covered the calendar year 1988. During the investigation the parties concerned were able to make known their views and provide all information necessary for the determination of injury related to the expiry of the measures. Pursuant to Article 15 of Regulation (EEC) No 2423/88 the measures remained in force pending the outcome of the investigation.\nC. Product\n(5) The products concerned are continuous glass textile fibres (rovings) falling within CN code 7019 10 51 previously Nimexe code 70.20-70.\nD. Results of the injury investigation\n(6) The investigation carried out by the Commission services examined the question of whether imports of the goods in question would lead again to injury or threat of injury to Community producers if the current anti-dumping measures were no longer in force.\nAn analysis of the causality between the non-renewal of the anti-dumping measures and the recurrence of injury was, therefore, made by evaluating the present situation and by assessing the foreseeable recurrence of injury or threat of injury after expiry of the said measures.\n(7) With regard to the present situation it was found that there had been a large increase in demand in the rovings sector due mainly to more applications being found for composite reinforcements in the automotive industry. This favourable market situation was reflected in the Community industry by a higher capacity utilization, increased production, consumption, sales and market share, steadiness of employment and ongoing or imminent investment programmes.\nOn the other hand imports from the countries in question have increased at a lower rate than the consumption in the Community and consequently the market share of Czechoslovakia and the German Democratic Republic in the Community market has decreased. It was also found that prices of the products in question originating in Czechoslovakia and the German Democratic Republic had steadily increased and were always well above the variable duty established in 1983.\n(8) Concerning the foreseeable recurrence of injury or threat of injury after expiry of the anti-dumping measures, the consequences of expiry of the measures were considered in the light of their effectiveness during the period that the duty was in force.\n(9) It was established during the investigation that exporters in Czechoslovakia and the German Democratic Republic did not only respect the minimum price established in 1983 but continuously exceeded it and increased their export prices between 3 - 5 % annually. It is reasonable therefore, to assume that expiry of the anti-dumping duty would not, on its own, have been enough to substantially alter the situation which prevailed during the five year period nor would it be enough to change the present situation. The anti-dumping measures originally caused exporters in Czechoslovakia and the German Democratic Republic to revise their export prices and due to the overall shortages on the reinforcement market, expiry of the duty should not lead to prices falling.\n(10) Finally with regard to the foreseeable recurrence of injury or threat of injury after expiry of the anti-dumping measures it was confirmed that no additional capacities in the said two countries were to be expected in the near future.\n(11) In view of the above, it was concluded that no change in the pattern of imports from Czechoslovakia and the German Democratic Republic to the Community of the products in question could be expected in relation to the expiry of the anti-dumping measures.\nE. Withdrawal of review requested\n(12) The complainant advised the Commission by letter dated 4 December 1989 that it is withdrawing the request for review mentioned under 3.\nF. Termination\n(13) In these circumstances the Commission considers that the review proceeding should be terminated and that the measures remaining in force pending the outcome of the review should lapse forthwith,", "main_body": ["The review of anti-dumping measures concerning imports of certain glass textile fibres (rovings) falling within CN code 7019 10 51 originating in Czechoslovakia and the German Democratic Republic is hereby terminated.", "The anti-dumping duty which remained in force pending the outcome of the review shall lapse with effect from the day following the publication of this Decision in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 1 March 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 310, 27. 11. 1982, p. 2.\n(3) OJ No L 354, 16. 12. 1983, p. 15.\n(4) OJ No L 352, 15. 12. 1983, p. 47.\n(5) OJ No C 172, 1. 7. 1988, p. 3.\n(6) OJ No C 97, 18. 4. 1989, p. 9.\n(1) OJ No C 294, 18. 11. 1988, p. 4.\n(2) OJ No C 87, 8. 4. 1989, p. 3."}