{"celex_id": "31999D0683", "uri": "http://publications.europa.eu/resource/cellar/5befacba-c1b8-4057-b38f-baf60e0cdb23", "type": "Decision", "concepts": ["1182", "1755", "192", "2211"], "title": "1999/683/EC: Commission Decision of 7 October 1999 amending for the second time Decision 1999/293/EC concerning certain protective measures against bluetongue in parts of Greece (notified under document number C(1999) 3106) (Text with EEA relevance) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION\nof 7 October 1999\namending for the second time Decision 1999/293/EC concerning certain protective measures against bluetongue in parts of Greece\n(notified under document number C(1999) 3106)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(1999/683/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Following outbreaks of bluetongue on certain islands in south-eastern Greece, the Commission adopted protective measures by Decision 1999/293/EC(3), as amended by Decision 1999/623/EC(4).\n(2) Those measures were extended to the Prefectures of Evros, Rodopi and Xanthi by Decision 1999/623/EC after it was found that the virus was circulating in the Prefectures of Evros and Rodopi.\n(3) A serological examination carried out in the second half of August 1999 has revealed that the bluetongue virus is circulating in the Prefectures of Serres and Drama.\n(4) In the absence of natural barriers, the disease vectors may actively spread or be transported on the wind for long distances.\n(5) The movement of animals of susceptible species should be restricted so that virus-carrying animals cannot spread the disease.\n(6) Decision 1999/293/EC should therefore be amended to include the Prefectures of Serres, Drama and Kavala.\n(7) Safeguard measures should be adopted with regard to the movement of susceptible species from Prefectures bordering on the infected area.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In the first and second paragraphs of Article 1 of Decision 1999/293/EC, the phrase \"the Prefectures of Dodekanisa, Samos, Evros, Rodopi and Xanthi\" is replaced by \"the Prefectures of Dodekanisa, Samos, Evros, Rodopi, Xanthi, Serres, Drama and Kavala.\"", "The following paragraph is added to Article 1 of Decision 1999/293/EC: \"Greece shall authorise the movement from the Prefectures of Kilkis and Thessaloniki of animals susceptible to bluetongue and which have spent time in the territories of those two Prefectures only if during the ten days preceding movement they have tested negative in a serological test for the specific antibody to the disease.\"", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 7 October 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 114, 1.5.1999, p. 55.\n(4) OJ L 245, 17.9.1999, p. 52."}