{"celex_id": "31990R3153", "uri": "http://publications.europa.eu/resource/cellar/3bff44c7-f50f-4b35-842e-5f494063bd92", "type": "Regulation", "concepts": ["161", "2300", "50", "6027", "849"], "title": "Council Regulation (EEC) No 3153/90 of 29 October 1990 opening and providing for the administration of Community tariff quotas for certain products in the chemical and electronics sectors\n", "header": "COUNCIL  REGULATION (EEC) No 3153/90\nof 29 October 1990\nopening and providing for the administration of Community tariff quotas for certain products in the chemical and electronics sectors\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas production in the Community of activated cokes, certain liquid crystal displays and cache memory manager and controllers is currently unable to meet the specific requirements of the user industries in the Community; whereas, consequently, Community supplies of products of this type currently depend to a considerable extent on imports from third countries; whereas the most urgent Community requirements for the products in question should be met immediately on the most favourable terms; whereas zero duty Community tariff quotas should therefore be opened within the limits of appropriate volumes for a period up to 31 December 1990, taking account of the need not to disturb the markets for such products or the start-up or development of a Community production;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up;\nWhereas, it is appropriate to take the necessary measures to ensure efficient Community administration of these tariff quotas while offering the Member States the opportunity to draw from the quota volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the quantities drawn by that economic union may be carried out by any one of its members,", "main_body": ["1. From the date of entry into force of this Regulation until 31 December 1990, the customs duties applicable to imports into the Community of the products listed below shall be suspended at the levels and within the limits of the Community tariff quotas shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN codes (a)  // Description  // Amount of quota  // Quota duty (%)   //  //   //   //   //   //   //   //   //   //   // 09.2721  // ex 3802 10 00   // Activated coke, for use in installations for the purification of smoke (1)   // 1 500 tonnes   // 0  // 09.2723   // ex 8531 20 90   // Liquid crystal display, consisting of a layer of liquid crystals between two glass sheets or plates, with 256 000 or more dots, mounted on a printed circuit board comprising electronic components providing drive and/or control functions   // 21 000 pieces  // 0   // 09.2737   // ex 8542 11 91   // Cache memory manager and controller of C-MOS technology, in the form of a monolithic integrated circuit contained in a housing whose external dimensions do not exceed 38 Ă\u0097 38 mm, with not more than 132 connecting pins or contact areas and bearing:   //   //   //  //   // - an identification marking consisting of or including the following combination of figures:   //   //   //   //  // 82 385   //   //   //   //   // or   //   //   //   //  // - other identification markings relating to devices complying with the abovementioned description   // 155 000 pieces   // 0   //    //   //   //   //\n(a) Taric-codes: 3802 10 00 * 10, 8531 20 90 * 50 and 8542 11 91 * 97.\n(1) Control of the use for this special purpose shall be carried out pursuant to the relevant Community provisions. 2. Within the limits of these tariff quotas the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisons of the 1985 Act of Accession.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take any appropriate administrative measures to ensure that they are managed efficiently.", "Where an importer presents a present covered by this Regulation for release for free circulation in a Member State, applying to take advantage of the preferential arrangements, and the entry is accepted by the customs authorities, the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the appropriate quota volume.\nRequests for drawings, indicating the date on which the entries were accepted, must be sent to the Commission without delay.\nDrawings shall be granted by the Commission in chronological order of the dates on which the customs authorities of the Member States concerned accepted the entries for release for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use a drawing in full it shall return any unused portion to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applicants pro rata. The Commission shall inform the Member States of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continuous access to the quotas for as long as the balance of the relevant quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1990.\nFor the Council\nThe President\nG. RUFFOLO"}