{"celex_id": "31996R0092", "uri": "http://publications.europa.eu/resource/cellar/3da19111-aed4-43eb-9b2a-774a511a978a", "type": "Regulation", "concepts": ["1309", "3156", "321", "3837", "519"], "title": "Council Regulation (EC) No 92/96 of 22 January 1996 amending Regulation (EC) No 2413/95 imposing a definitive anti-dumping duty on imports of ferro-silico- manganese originating in Russia, Ukraine, Brazil and South Africa\n", "header": "COUNCIL REGULATION (EC) No 92/96 of 22 January 1996 amending Regulation (EC) No 2413/95 imposing a definitive anti-dumping duty on imports of ferro-silico-manganese originating in Russia, Ukraine, Brazil and South Africa\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 8, 9 and 10 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee,\nWhereas:\nA. BACKGROUND\n(1) In the context of the anti-dumping proceeding concerning imports of ferro-silico-manganese originating in Russia, Georgia, Ukraine, Brazil and South Africa, the Commission, by Decision 94/418/EC (2), accepted an undertaking from, inter alia, the South African producer, Highveld Steel and Vanadium Corporation Limited.\n(2) The Council, by Regulation (EC) No 2413/95 (3), imposed a definitive anti-dumping duty on imports of ferro-silico-manganese originating in Russia, Ukraine, Brazil and South Africa and excluded, inter alia, Highveld Steel and Vanadium Corporation Limited from the application of the duty on the basis of the undertaking accepted by the Commission. Since the investigation was concluded by definitive measures adopted by the Council pursuant to Article 12 of Regulation (EEC) No 2423/88 (4) (the former basic Anti-dumping Regulation) the proceeding is now governed by Regulation (EC) No 3283/94 (the new basic Anti-dumping Regulation) pursuant to Article 23 of that Regulation.\nB. WITHDRAWAL OF UNDERTAKING\n(3) Highveld Steel and Vanadium Corporation Limited has, by correspondence received by the Commission almost concurrently with the adoption by the Council of Regulation (EC) No 2413/95, withdrawn its undertaking.\nC. DEFINITIVE DUTY\n(4) Pursuant to Article 8 (9) of Regulation (EC) No 3283/94, in case of withdrawal of an undertaking, a definitive duty shall be imposed in accordance with Article 9, on the basis of the facts established by the investigation that led to the undertaking provided that such investigation was concluded with a final determination as to dumping and injury.\n(5) The investigation that led to the acceptance, by Decision 95/418/EC, of an undertaking from Highveld Steel and Vanadium Corporation Limited was concluded with a final determination, by the Council, of injurious dumping, as far as imports of the product produced by this company are concerned. In view of the withdrawal of the undertaking, such imports should therefore be subject to a definitive duty.\n(6) Specifically, the dumping margin finally established for Highveld Steel and Vanadium Corporation Limited was 45,3 % of the net, free-at-Community frontier prices, before duty. Since the dumping margin was lower than the injury threshold found, the duty should be set at a level that eliminates the dumping, in accordance with Article 9 (4) of Regulation (EC) No 3283/94.\n(7) It is recalled that, in the present proceeding, in view of the price sensitivity of the market for ferro-silico-manganese and in order to minimize the impact of the measures on users in the event of possible significant price increases, the Council considered it appropriate that the duties be imposed in the form of variable duties based on a minimum price, free-at-Community frontier, before duty. Such minimum price should be, in the case of imports of ferro-silico-manganese produced by Highveld Steel and Vanadium Corporation Limited, ECU 492 per tonne of product.\n(8) In light of the above, the Council concludes that Regulation (EC) No 2413/95 should be amended and a definitive duty imposed on imports of ferro-silico-manganese produce by Highveld Steel and Vanadium Corporation Limited. The amount of the duty should be the difference between the minimum import price of ECU 492 per tonne product and the net, free-at-Community frontier price, before duty, in all cases where the net, free-at-Community frontier price, before duty, per tonne product is less than the minimum import price.\nD. RETROACTIVITY\n(9) In the present case, given that in the absence of an undertaking a duty should have been imposed by Regulation (EC) No 2413/95 on imports of the product produced by Highveld Steel and Vanadium Corporation Limited, it is considered appropriate that the duty apply with retroactive effect. To that end, the Commission, by Regulation (EC) No 2698/95 (5), introduced registration with regard to such imports, in accordance with Articles 10 (5) and 14 (5) of Regulation (EC) No 3283/94.\n(10) It should be noted that, upon the entry into force of this Regulation, registration of the imports in question would serve no further purpose and Regulation (EC) No 2698/95 will cease to apply in accordance with Article 1 thereof,", "main_body": ["Article 1 (5) of Regulation (EC) No 2413/95 shall be replaced by the following:\n'5. For the product originating in South Africa (Taric additional code 8818) the amount of the anti-dumping duty shall be the difference between the minimum import price of ECU 500 per tonne product and the net, free-at-Community frontier price, before duty, in all cases where the net, free-at-Community frontier price, before duty, per tonne product is less than the minimum import price, with the exception of imports produced by the following company, which will be subject to the rate of duty mentioned below.\nFor the product produced by Highveld Steel and Vanadium Corporation Limited (Taric additional code 8874) the amount of the anti-dumping duty shall be the difference between the minimum import price of ECU 492 per tonne product and the net, free-at-Community frontier price, before duty, in all cases where the net, free-at-Community frontier price, before duty, per tonne product is less than the minimum import price.`", "The reference to Highveld Steel and Vanadium Corporation Limited in Article 1 (7) of Regulation (EC) No 2413/95 is hereby deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the date of entry into force of Regulation (EC) No 2698/95.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1996.\nFor the Council\nThe President\nL. DINI\n(1) OJ No L 349, 31. 12. 1994, p. 1. Regulation as last amended by Regulation (EC) No 1251/95 (OJ No L 122, 2. 6. 1995, p. 1).\n(2) OJ No L 248, 14. 10. 1995, p. 56.\n(3) OJ No L 248, 14. 10. 1995, p. 1.\n(4) OJ No L 209, 2. 8. 1988, p. 1. Regulation as last amended by Regulation (EC) No 3283/94 (OJ No L 349, 31. 12. 1994, p. 1) in turn amended by Regulation (EC) No 1251/95 (OJ No L 122, 2. 6. 1995, p. 1).\n(5) OJ No L 280, 23. 11. 1995, p. 20."}