{"celex_id": "31999R1247", "uri": "http://publications.europa.eu/resource/cellar/708eb4f7-b913-4bb6-90ee-346a3baad9f4", "type": "Regulation", "concepts": ["161", "1644", "1937", "2300", "5034"], "title": "Commission Regulation (EC) No 1247/1999 of 16 June 1999 laying down detailed rules for the application of a tariff quota for live bovine animals weighing from 80 to 300 kilograms and originating in certain third countries\n", "header": "COMMISSION REGULATION (EC) No 1247/1999\nof 16 June 1999\nlaying down detailed rules for the application of a tariff quota for live bovine animals weighing from 80 to 300 kilograms and originating in certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations(1), as last amended by Regulation (EC) No 2435/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations(3), and in particular Article 5 thereof,\n(1) Whereas Regulations (EC) No 3066/95 and (EC) No 1926/96 provide for the opening of a tariff quota for 153000 live bovine animals each year, weighing from 80 to 300 kilograms and originating in Hungary, Poland, the Czech Republic, Slovakia, Romania, Bulgaria, Estonia, Latvia and Lithuania and qualifying for an 80 % reduction in customs duties; whereas it is necessary to adopt detailed rules of application, on a multiannual basis, for 12-month periods beginning on 1 July, hereinafter called the \"year of import\"; whereas, to that end, the annual arrangements provided for in the past for that quota should be applied;\n(2) Whereas, with a view to preventing speculation, the quantity available should be made accessible to traders able to show that they are genuinely engaged in trade of a significant scale with third countries; whereas, in consideration of this and in order to ensure efficient management, the traders concerned should be required to have exported and/or imported a minimum of 50 animals during the 12 months preceding the year of import in question; whereas a consignment of 50 animals in principle constitutes a normal load; whereas experience has shown that the sale or purchase of a single consignment is a minimum requirement for a transaction to be considered real and viable;\n(3) Whereas, if such criteria are to be checked, applications must be presented in the Member State where the importer is entered in a VAT register;\n(4) Whereas, to ensure orderly importation, the issue of licences should be staggered over the year of import;\n(5) Whereas it should be stipulated that import rights are to be allocated after a reflection period and where necessary with a fixed percentage reduction applied;\n(6) Whereas the arrangements should be managed using import licences; whereas, to this end, rules should be laid down on the submission of applications and the information to be given on applications and licences, where necessary by addition of certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(4), as last amended by Regulation (EC) No 1127/1999(5), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80(6), as last amended by Regulation (EC) No 2648/98(7);\n(7) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. 153000 live bovine animals falling within CN code 0102 90 21, 0102 90 29, 0102 90 41 or 0102 90 49 and originating in the third countries listed in Annex II may be imported each year under this Regulation, on a multiannual basis for periods from 1 July to 30 June of the following year (hereinafter called the \"year of import\").\nThis tariff quota shall have the serial number 09.4537.\n2. The ad valorem customs duty and the specific customs duties on those animals as fixed in the common customs tariff (CCT) shall be reduced by 80 %.", "1. To be eligible under the quota provided for in Article 1, applicants must be natural or legal persons and must prove to the satisfaction of the competent authorities of the Member State concerned, at the time they submit their applications, that they have imported and/or exported at least 50 animals covered by CN code 0102 90 during the 12 months prior to the year of import concerned; applicants must be listed in a national VAT register.\n2. Proof of import and export shall be furnished exclusively by means of the customs document of release for free circulation or the export document, duly endorsed by the customs authorities.\nThe Member States may accept copies of the documents referred to above, duly certified by the issuing authority, where applicants can prove to the satisfaction of the competent authority that it is impossible for them to obtain the originals.", "1. Applications for import rights may be presented only in the Member State in which the applicant is registered for VAT purposes.\n2. Applications for import rights:\n- must cover at least 50 animals, and\n- may not cover more than 10 % of the quantity available.\nWhere applications exceed this quantity, the excess shall be disregarded.\n3. Applications for import rights may be lodged only until 30 June before the year of import concerned.\n4. Applicants may lodge no more than one application each. Where the same applicant lodges more than one application, all applications from that applicant shall be inadmissible.\n5. After verification of the documents presented, Member States shall forward to the Commission, by the 10th working day following the end of the period for the submission of applications at the latest, the list of applicants and quantities applied for.\nAll notifications, including \"nil\" returns, shall be forwarded by fax using the model form in Annex I hereto in cases where applications have actually been submitted.", "1. The Commission shall decide as soon as possible what percentage of quantities, covered by applications may be imported.\n2. If the quantities covered by applications as referred to in Article 3 exceed those available, the Commission shall fix a single percentage reduction to be applied to the quantities applied for.\nWhere the application of the reduction provided for in the first subparagraph gives a figure of less than 50 head per application, the quantity available shall be awarded by the Member States concerned by drawing lots for import rights covering 50 head each. Where the remainder is less than 50 head, a single import right shall be awarded for that quantity.", "1. The quantities awarded shall be imported subject to presentation of one or more import licences.\n2. Licence applications may be lodged only in the Member State where the application for the import right is submitted.\n3. Licence applications and licences shall show the following:\n(a) in box 8, one or more of the countries listed in Annex II; licences shall carry with them an obligation to import from one or more of the countries indicated;\n(b) in box 16, one of the following groups of Combined Nomenclature subheadings within the same indent:\n- 0102 90 21; 0102 90 29,\n- 0102 90 41; 0102 90 49;\n(c) in box 20, the serial number 09.4537 and at least one of the following:\n- Reglamento (CE) n° 1247/1999\n- Forordning (EF) nr. 1247/1999\n- Verordnung (EG) Nr. 1247/1999\n- Κανονισμός (ΕΚ) αριθ. 1247/1999\n- Regulation (EC) No 1247/1999\n- Règlement (CE) n° 1247/1999\n- Regolamento (CE) n. 1247/1999\n- Verordening (EG) nr. 1247/1999\n- Regulamento (CE) n.o 1247/1999\n- Asetus (EY) N:o 1247/1999\n- Förordning (EG) nr 1247/1999.\n4. Following notification of allocations from the Commission under Article 4(1), licences shall be issued up to 31 December of the year of import for a maximum of 50 % of the allocated import rights. Import licences for the remaining quantities for the same year of import shall be issued from 1 January.\n5. Import licences issued in accordance with this Regulation shall be valid for 90 days from their date of issue within the meaning of Article 21(2) of Regulation (EEC) No 3719/88. However, licences shall not be valid after 30 June of the year of import.\n6. Licences issued shall be valid throughout the Community.\n7. Article 8(4) of Regulation (EEC) No 3719/88 shall not apply. To that end, the figure \"0\" (zero) shall be entered in box 19 of licences.", "Imported animals shall qualify for the duties referred to in Article 1 on presentation of either an EUR.1 movement certificate issued by the exporting country in accordance with Protocol 4 annexed to the Europe Agreements with the central European associate countries and Protocol 3 annexed to the Europe Agreements with the Baltic countries or a declaration drawn up by the exporter in accordance with those Protocols.", "Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 328, 30.12.1995, p. 31.\n(2) OJ L 303, 13.11.1998, p. 1.\n(3) OJ L 254, 8.10.1996, p. 1.\n(4) OJ L 331, 2.12.1988, p. 1.\n(5) OJ L 135, 29.5.1999, p. 48.\n(6) OJ L 143, 27.6.1995, p. 35.\n(7) OJ L 335, 10.12.1998, p. 39.\nANNEX I\nEC Fax: (32 2) 296 60 27\nApplication of Regulation (EC) No 1247/1999\nSerial No 09.4537\n>PIC FILE= \"L_1999150EN.002102.EPS\">\nANNEX II\nList of third countries\nHungary\nPoland\nCzech Republic\nSlovakia\nRomania\nBulgaria\nLithuania\nLatvia\nEstonia"}