{"celex_id": "31992R0140", "uri": "http://publications.europa.eu/resource/cellar/5fe0781f-5e4b-4458-a642-191ffca0a90f", "type": "Regulation", "concepts": ["3611", "4385", "4676", "4778"], "title": "Commission Regulation ( EEC ) No 140/92 of 22 January 1992 amending Regulation ( EEC ) No 2045/90 re­imposing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\n", "header": "COMMISSION REGULATION (EEC) No 140/92  of 22 January 1992  amending Regulation (EEC) No 2045/90 re-imposing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (1) and in particular Protocol 1 thereto,\nHaving regard to Council Regulation (EEC) No 3606/89 of 20 November 1989 establishing ceilings and Community supervision for imports of certain products originating in Yugoslavia (1990) (2);\nWhereas Commission Regulation (EEC) No 2045/90 (3) re-imposed the levying from 22 July 1990 of customs duties applicable to third countries for certain glass products falling within CN code 7004 (order No 01.0140) and certain textile products falling  within CN codes 6101 10 00, 6106 20 00, 6106 90 10, 6206 20 00, 6106 30 00 and 6206 40 00 (order No 02.0075) originating in Yugoslavia;\nWhereas the provisions of Regulation (EEC) No 2045/90 regarding textile products were based on statistics communicated by a Member State which are now known to be incorrect;\nWhereas Regulation (EEC) No 2045/90 should therefore be amended with effect from 22 July 1990 so that it applies solely to products falling within CN code 7004 (Order No 01.0140),", "main_body": ["The table annexed to Regulation (EEC) No 2045/90 is hereby replaced by the following:\nOrder No  code CN  Description of goods  Ceiling       01.0140  7004  Drawn glass and blown glass, in sheets, whether or not having an absorbent or reflecting layer, but not otherwise worked    7004 10    Glass, coloured throughout the mass  (body tinted), opacified, flashed or having an absorbent or reflecting layer:    7004 10 30      Antique glass    7004 10 50      Horticultural sheet glass    7004 10 90      Other  7 498 tonnes   7004 90    Other glass:    7004 90 50      Antique glass     7004 90 70      Horticultural sheet glass         Other, of a thickness:    7004 90 91        Not exceeding 2,5 mm    7004 90 93        Exceeding 2,5 mm but not exceeding 3,5 mm    7004 90 95        Exceeding 3,5 mm but not exceeding 4,5 mm    7004  90 99        Exceeding 4,5 mm", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 22 July 1990. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 41, 14. 2. 1983, p. 2. (2) OJ No L 352, 4. 12. 1989, p. 1. (3) OJ No L 187, 19. 7. 1990, p. 21."}