{"celex_id": "31995R1043", "uri": "http://publications.europa.eu/resource/cellar/12bba2bc-f0c1-4447-a089-6632d97d8469", "type": "Regulation", "concepts": ["1642", "1644", "2729", "3732", "4314", "5360"], "title": "COMMISSION REGULATION (EC) No 1043/95 of 10 May 1995 amending Regulation (EEC) No 891/89 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EC) No 1043/95 of 10 May 1995 amending Regulation  (EEC) No 891/89 on special detailed rules for the application of the system of import and export  licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of  the market in cereals  (1), as last amended by the Act of Accession of Austria, Finland and Sweden  and by Regulation (EC) No 3290/94  (2), and in particular Articles 9 (2) and 13 (6) thereof,\nWhereas Commission Regulation (EC) No 974/95  (3), lays down certain transitional measures for the  implementation of the Uruguay Round Agreement on Agriculture; whereas that Regulation is to apply  when measures have been adopted for verifying the quantities of products which were not the subject  of a period of reflection or an invitation to tender at the time the said Regulation entered into  force;\nWhereas Commission Regulation (EEC) No 891/89 of 5 April 1989 on special detailed rules for the  application of the system of import and export licences for cereals and rice  (4), as last amended  by Regulation (EC) No 2658/94  (5), in view of the danger of licences being issued for excessive  quantities, provides for a period of reflection of three days before the actual issue of an export  licence for certain products processed from cereals; whereas that provision should be extended to  most of the other products processed from cereals referred to in Commission Regulation (EEC) No  1620/93  (6), as amended by Regulation (EC) No 438/95  (7);\nWhereas, in view of the urgency of the matter, these measures should be applied as soon as  possible;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Cereals,", "main_body": ["Article 9 (3) of Regulation (EEC) No 891/89 is hereby replaced by the  following:\n'3.  Export licences for products falling within CN codes 1102  20  10, 1103  13  10, 1103  13  90,  1103  29  20, 1104  21  50, 1104  23  10, 1108  11  00, 1108  12  00, 1108  13  00, 1109  00  00,  1702  30  51, 1702  30  91, 1702  30  99, 1702  40  90, 1702  90  50, 1702  90  79, 2106  90  55,  2309  10  11, 2309  10  13, 2309  10  31, 2309  10  33, 2309  10  51, 2309  10  53, 2309  90  31,  2309  90  33, 2309  90  41, 2309  90  43, 2309  90  51, 2309  90  53 and for products falling  within CN codes 1001  10  00, 1101  00  15, 1103  11  10, 1103  11  90, 1107  10 and 1107  20 with  advance fixing of the refund shall be issued on the third working day following the day the  application was lodged, provided that no measure to suspend advance fixing of the refund is taken  by the Commission during that period.\nFor products processed from cereals and rice referred to in the Annex to Commission Regulation  (EEC) No 1620/93  (*) but not referred to in the above paragraph, Member States shall notify the  Commission (each month) for each product code as defined in Commission Regulation (EEC) No 3846/87   (**) of the quantities for which licences have been isssued, both with and without advance fixing  of the refund.\n`", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 10 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\n(*)  OJ No L 155, 25. 6. 1993, p. 29.\n(**)  OJ No L 366, 24. 12. 1987, p. 1."}