{"celex_id": "31999R0925", "uri": "http://publications.europa.eu/resource/cellar/107f94b0-7e8f-4e28-b4f1-fc1c94e3db6e", "type": "Regulation", "concepts": ["3110", "3160", "3647", "4408", "4438", "5235"], "title": "Council Regulation (EC) No 925/1999 of 29 April 1999 on the registration and operation within the Community of certain types of civil subsonic jet aeroplanes which have been modified and recertificated as meeting the standards of volume I, Part II, Chapter 3 of Annex 16 to the Convention on International Civil Aviation, third edition (July 1993)\n", "header": "COUNCIL REGULATION (EC) No 925/1999\nof 29 April 1999\non the registration and operation within the Community of certain types of civil subsonic jet aeroplanes which have been modified and recertificated as meeting the standards of volume I, Part II, Chapter 3 of Annex 16 to the Convention on International Civil Aviation, third edition (July 1993)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 84(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nActing in accordance with the procedure referred to in Article 189c of the Treaty(3),\n(1) Whereas one of the key objectives of the common transport policy is sustainable mobility; whereas such a policy can be defined as a global approach which aims at ensuring both the effective functioning of the Community's transport systems and the protection of the environment; whereas it is appropriate to take technical measures which contribute to the achievement of sustainable mobility;\n(2) Whereas the Commission communication on the future development of the common transport policy: a global framework to the construction of a Community framework for sustainable mobility explicitly refers to the introduction of a non-addition rule for the noisiest aeroplanes;\n(3) Whereas the fifth action programme of 1992 on the environment, the general approach of which was endorsed by the Council and the representatives of the Governments of the Member States, meeting within the Council, in their resolution of 1 February 1993(4) envisages further legislative measures aimed at reducing noise emissions from aeroplanes; whereas the said programme lays down the objective that no person should be exposed to noise levels which endanger health and quality of life;\n(4) Whereas the growth in air transport activities at Community airports is increasingly subject to environmental constraints; whereas the operation of less noisy aeroplanes at these airports can contribute to a better use of available airport capacity;\n(5) Whereas older types of aeroplanes modified to improve their noise certification level have a noise performance which is significantly worse, mass for mass, than that of modern types of aeroplanes originally certificated to meet the standards of Volume I, Part II, Chapter 3 of Annex 16 to the Convention on International Civil Aviation, third edition (July 1993); whereas such modifications prolong the life of an aeroplane that would normally have been retired; whereas such modifications tend to worsen the gaseous emissions performance and fuel burn of earlier technology aero engines; whereas aeroplanes may be re-engined to achieve a noise performance comparable to that of those originally certificated to meet Chapter 3 requirements;\n(6) Whereas a rule which prohibits the addition of those older modified types of aeroplanes to Member States' registers as from 1 April 1999 can be considered as a protective measure aimed at preventing a deterioration of the noise situation around Community airports as well as improving the situation regarding fuel burn and gaseous emissions;\n(7) Whereas in a Community without internal frontiers it is appropriate to exclude from this non-addition rule aeroplanes entered in any Member State's register prior to 1 April 1999;\n(8) Whereas, in view of existing Community legislation on aeroplane noise, the present initiative needs to be taken at Community level by binding Community rules;\n(9) Whereas a non-addition rule, and a non-operation rule with an appropriate transition period, combines technical feasibility with environmental benefits without imposing an undue economic burden;\n(10) Whereas it is necessary to minimise possible distortions of competition by establishing equivalent requirements applicable to aeroplanes registered in third countries; whereas, since the Community has no competence over third-country registers, that objective can be achieved only by restricting the operation of non-complying aeroplanes registered as from 1 April 1999 in third countries; whereas the date for introducing such restrictions should take account of the final cut-off date for the operation of Chapter 2 aeroplanes as provided for in Council Directive 92/14/EEC of 2 March 1992 on the limitation of the operation of aeroplanes covered by Volume I, Part II, Chapter 2 of Annex 16 to the Convention on International Civil Aviation, second edition 1998(5), as well as the extent of the non-addition provisions for Chapter 2 aeroplanes as laid down in Council Directive 89/629/EEC of 4 December 1989 on the limitation of noise emission from civil subsonic jet aeroplanes(6);\n(11) Whereas, in order to ensure equal treatment of aeroplanes regardless of their country of registration, non-complying aeroplanes in the registers of Member States should also be stopped from operating in accordance with the terms imposed on non-complying aeroplanes in the registers of third countries;\n(12) Whereas, given that the main objective of the measure is to limit noise at Community airports, aeroplanes may be exempted from the non-addition and non-operation rules when they are not operated in the Community territory; whereas, in order for these rules to produce their full environmental benefits, temporary exemptions may be possible only for operations of an exceptional nature;\n(13) Whereas the provisions of this Regulation shall not be implemented in the overseas departments referred to in Article 227(2) of the Treaty, in view of their geographical location;\n(14) Whereas it is necessary to gather information concerning the exemptions granted by the Member States;\n(15) Whereas arrangements for greater cooperation over the use of Gibraltar airport were agreed in London on 2 December 1987 by the Kingdom of Spain and the United Kingdom in a joint declaration by the Ministers of Foreign Affairs of the two countries; whereas such arrangements have yet to come into operation,", "main_body": ["Objective\nThe objective of this Regulation is to lay down rules to prevent deteriorations in the overall noise impact in the Community of recertificated civil subsonic jet aeroplanes while at the same time limiting other environmental damage.", "Definitions\nFor the purposes of this Regulation:\n(1) \"civil subsonic jet aeroplane\" shall mean a civil subsonic jet aeroplane with a maximum certificated take off mass of 34000 kg or more, or with a certified maximum internal accomodation for the aeroplane type in question consisting of more than 19 passenger seats, excluding any seats for crew only, and powered by engines with a by-pass ratio of less than three;\n(2) \"recertificated civil subsonic jet aeroplane\" shall mean a civil subsonic jet aeroplane initially certificated to Chapter 2 or equivalent standards, or initially not noise-certificated which has been modified to meet Chapter 3 standards either directly through technical measures or indirectly through operational restrictions; civil subsonic jet aeroplanes which initially could only be dual-certificated to the standards of Chapter 3 by means of weight restrictions, have to be considered as recertificated aeroplanes; civil subsonic jet aeroplanes which have been modified to meet Chapter 3 standards by being completely re-enginged with engines having a by-pass ratio of three or more are not to be considered as recertificated aeroplanes;\n(3) \"Chapter 2\" and \"Chapter 3\" shall mean the noise standards as defined in Volume I, Part II, Chapter 2 and Chapter 3 respectively of Annex 16 to the Convention on International Civil Aviation, third edition (July 1993);\n(4) \"operational restrictions\" shall mean weight restrictions imposed on the aeroplane and/or operational limitations within the control of the pilot or the operator, such as reduced flap setting;\n(5) \"registration of an aeroplane\" shall mean the formal act whereby the nationality of an aeroplane is established through its entry on the national register of a Member State or a third country;\n(6) \"the territory of the Community\" shall mean the territory of the Community subject to the provisions of the Treaty.", "Non-complying aeroplanes\n1. Recertificated civil subsonic jet aeroplanes shall not be registered in the national register of a Member state as from 1 April 1999.\n2. paragraph 1 shall not affect civil subsonic jet aeroplanes which were already on the register of any Member State on 1 April 1999 and have been registered in the Community ever since.\n3. Notwithstanding the provisions of Directive 92/14/EEC and in particular Article 2(2) thereof, as from 1 April 2002 recertificated civil subsonic jet aeroplanes registered in a third country shall not be allowed to operate at airports in the territory of the Community unless the operator of such aeroplanes can prove that they were on the register of that third country on 1 April 1999 and prior to that date have been operated, between 1 April 1995 and 1 April 1999, into the territory of the Community.\n4. Recertificated civil subsonic jet aeroplanes which are on the registers of Member States may not be operated at airports in the territory of the Community as from 1 April 2002 unless they have been operated in that territory before 1 April 1999.", "Exemptions\n1. Member States may grant temporary exemptions from Article 3 for civil subsonic jet aeroplanes whose operations are of such an exceptional nature that it would be unreasonable to withhold a temporary exemption, such as for emergencies. On a transparent and non-discriminatory basis, Member States may limit such exemptions to certain airports and/or certain specified periods of the day.\n2. Member States may grant exemptions from Article 3 for civil subsonic jet aeroplanes which are exclusively operated outside the territory of the Community.\n3. Member States may grant exemptions from Article 3 for civil subsonic jet aeroplanes leased to an operator which for that reason have been temporarily removed from the register of the Member State in which they were registered during the 6 months before 1 April 1999, provided that legal and economic ownership of the aircraft remains in the Member State.\n4. Once a year Member States shall inform the Commission of exemptions granted under this Article.", "Overseas departments\nThis Regulation shall not apply to the overseas departments referred to in Article 227(2) of the Treaty, neither with regard to the provisions concerning the registration of recertificated civil subsonic jet aeroplanes in the national registers of Member States, or concerning the operation of such aeroplanes at airports located in the said departments.", "The airport of Gibraltar\n1. The application of this Regulation to the airport of Gibraltar is understood to be without prejudice to the respective legal positions of the Kingdom of Spain and the United Kingdom with regard to the dispute over sovereignty over the territory in which the airport is situated.\n2. Application of the provisions of this Regulation to Gibraltar airport shall be suspended until the arrangements in the joint declaration made by the Foreign Ministers of the Kingdom of Spain and the United Kingdom on 2 December 1987 have come into operation. The Governments of Spain and the United Kingdom shall inform the Council of that date.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 April 1999.\nFor the Council\nThe President\nW. MÜLLER\n(1) OJ C 118, 17.4.1998, p. 20 andOJ C 329, 27.10.1998, p. 10.\n(2) OJ C 284, 14.9.1998, p. 1.\n(3) Opinion of the European Parliament of 16 September 1998 (OJ C 313, 12.10.1998, p. 94), Council common position of 16 November 1998 (OJ C 404, 23.12.1998, p. 1) and Decision of the European Parliament of 10 February 1999 (not yet published in the Official Journal).\n(4) OJ C 138, 17.5.1993, p. 1.\n(5) OJ L 76, 23.3.1992, p. 21. Directive as amended by Directive 98/20/EC (OJ L 107, 7.4.1998, p. 4).\n(6) OJ L 363, 13.12.1989, p. 27."}