{"celex_id": "31999D0622", "uri": "http://publications.europa.eu/resource/cellar/fa29686e-5bb2-43fe-a93f-02641ca59973", "type": "Decision", "concepts": ["202", "2656", "2769", "3263", "4585", "935"], "title": "1999/622/EC, Euratom: Commission Decision of 8 September 1999 on the treatment of repayments of VAT to non-taxable units and to taxable units for their exempt activities, for the purpose of implementing Council Directive 89/130/EEC, Euratom on the harmonisation of the compilation of gross national product at market prices (notified under document number C(1999) 2533) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 8 September 1999\non the treatment of repayments of VAT to non-taxable units and to taxable units for their exempt activities, for the purpose of implementing Council Directive 89/130/EEC, Euratom on the harmonisation of the compilation of gross national product at market prices\n(notified under document number C(1999) 2533)\n(Text with EEA relevance)\n(1999/622/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonisation of the compilation of gross national product at market prices(1), and in particular Article 1 thereof,\n(1) Whereas the European System of Integrated Economic Accounts (ESA second edition), does not specify explicitly the treatment of repayments of VAT to non-taxable units and to taxable units, for their exempt activities;\n(2) Whereas for the purpose of the calculation of gross national product at market prices (GNPmp) pursuant to Article 1 of Directive 89/130/EEC, Euratom, it is necessary to clarify the treatment of repayments of VAT to non-taxable units and to taxable units, for their exempt activities, for the purpose of ESA second edition;\n(3) Whereas the sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment(2), as last amended by Directive 1999/59/EC(3), specifies the notions of taxable person, of non-taxable person and of exempt activity;\n(4) Whereas the measures provided for in this Decision are in accordance with the opinion of the committee established by Article 6 of Directive 89/130/EEC, Euratom,", "main_body": ["In compiling national accounts aggregates for the purpose of the implementation of Directive 89/130/EEC, Euratom, repayments of VAT incurred on their purchases, made to\n- non-taxable persons,\n- taxable persons, for their exempt activities,\nshall be treated under ESA second edition as current transfers (in the distribution of income account - C3) or capital transfers (in the capital account - C5), and not as if they were deductible VAT.\nFor a harmonised application of this Decision, non-taxable persons are as defined in Article 4 of the sixth Directive 77/388/EEC, Euratom, and the exempt activities envisaged are those listed in Article 13 of the sixth Directive 77/388/EEC, Euratom.", "The provisions of Article 1 shall apply to GNP data transmitted pursuant to Directive 89/130/EEC, Euratom, for the years from 1988 onwards.", "This Decision is adressed to the Member States."], "attachments": "Done at Brussels, 8 September 1999.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 49, 21.2.1989, p. 26.\n(2) OJ L 145, 13.6.1977, p. 1.\n(3) OJ L 162, 26.6.1999, p. 63."}