{"celex_id": "31997R1494", "uri": "http://publications.europa.eu/resource/cellar/c6932487-03d2-496d-80ec-7fb3365eaa0c", "type": "Regulation", "concepts": ["2548", "4081", "4172", "4885", "862", "932"], "title": "Commission Regulation (EC) No 1494/97 of 29 July 1997 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\n", "header": "COMMISSION REGULATION (EC) No 1494/97 of 29 July 1997 amending Regulation (EEC) No 2168/92 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures for the Canary Islands concerning certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 21 thereof,\nWhereas the restriction on deliveries of potatoes for human consumption during the sensitive periods referred to in Title III of Commission Regulation (EEC) No 2168/92 (3), as last amended by Regulation (EC) No 1166/97 (4), is implemented by means of a procedure for the issue and presentation of 'potato delivery certificates`, hereinafter referred to as 'certificates`;\nWhereas the detailed rules for the issue of the certificates must be adjusted to improve administration of the quantities available; whereas, in particular, in order to ensure a regular supply to the Canary Islands of potatoes for human consumption, the issue of certificates for quantities which are not intended to meet the direct needs of applicants should be avoided; whereas, to that end, it should be provided that the rights resulting from the certificates may not be transferred by the holder;\nWhereas the replacement of certificates that are still valid by non-transferable certificates should be permitted;\nWhereas, for the sake of a more ordered administration of supplies, a time limit for the validity of certificates should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 2168/92 is hereby amended as follows:\n1. Article 10 (2) is replaced by the following:\n'2. The certificate shall be drawn up on the basis of the import licence form in the Annex to Commission Regulation (EEC) No 3719/88.", "(3) and (5), and Article 10, Articles 13 to 16, 19 to 22, 24 to 31 and 33 to 37 of Regulation (EEC) No 3719/88 shall apply, mutatis mutandis, subject to the provisions of this Regulation.\nThe rights resulting from the certificate shall not be transferable during their period of validity.\nThe holders of certificates issued before 30 July 1997 which have not been fully used up before the end of their period of validity may, for the remaining quantities, request them to be replaced by certificates the rights under which may not be transferred, or request them to be cancelled and any security released.`\n2. The following Article 11a is added:\n'Article 11a\nThe period of validity of certificates for delivery to the Canary Islands from third countries and the rest of the Community of potatoes for human consumption falling within CN codes 0701 90 51, 0701 90 59 and 0701 90 90 shall be limited to the last day of the month in which they are issued.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to certificates issued after its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 320, 11. 12. 1996, p. 1.\n(3) OJ No L 217, 31. 7. 1992, p. 44.\n(4) OJ No L 169, 27. 6. 1997, p. 11."}