{"celex_id": "31996R1356", "uri": "http://publications.europa.eu/resource/cellar/01b4343a-327f-4f36-9c92-25aa48fd628b", "type": "Regulation", "concepts": ["1638", "2040", "2494", "4509", "4511", "4521"], "title": "Council Regulation (EC) No 1356/96 of 8 July 1996 on common rules applicable to the transport of goods or passengers by inland waterway between Member States with a view to establishing freedom to provide such transport services\n", "header": "13.7.1996 EN Official Journal of the European Communities L 175/7\nCOUNCIL REGULATION (EC) No 1356/96\nof 8 July 1996\non common rules applicable to the transport of goods or passengers by inland waterway between Member States with a view to establishing freedom to provide such transport services\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\nWhereas the establishment of a common transport policy involves, inter alia, laying down common rules applicable to access to the market in the international transport of goods and passengers by inland waterway within the territory of the Community; whereas those rules must be laid down in such a way as to contribute to the completion of the internal transport market;\nWhereas these uniform arrangements for market access also involve introducing the freedom to provide services by eliminating all restrictions imposed on the provider of services because of his nationality or the fact that he is established in a Member State other than in which the service is to be provided;\nWhereas, following the accession of new Member States, different arrangements exist between Member States for international transport and transit by inland waterway because of bilateral agreements concluded between Member States and a new acceding State; whereas it is therefore necessary to lay down common rules to ensure the proper functioning of the internal transport market and, more particularly, to avoid distortions of competition and disturbances in the organization of the market concerned;\nWhereas this action is within the Community's exclusive field of competence and whereas the objective can only be attained by the establishment of uniform rules and obligations,", "main_body": ["This Regulation applies to the transport of goods or passengers by inland waterway between Member States and in transit through them.", "Any operator transporting goods or passengers by inland waterway shall be allowed to carry out the transport operations referred to in Article 1 above without discrimination on grounds of his nationality or place of establishment, provided that he:\n— is established in a Member State in accordance with the laws of that Member State,\n— is entitled in that Member State to carry out the international transport of goods or passengers by inland waterway,\n— uses for such transport operations inland waterways vessels which are registered in a Member State or, in the absence of registration, possess a certificate of membership of a fleet of a Member State, and\n— satisfies the conditions laid down in Article 2 of Council Regulation (EEC) No 3921/91 of 16 December 1991 laying down the conditions under which non-resident carriers may transport goods or passengers by inland waterway within a Member State (4).", "This Regulation shall not affect the rights of third-country operators under the Revised Convention for the Navigation of the Rhine (Mannheim Convention), the Convention on Navigation on the Danube (Belgrade Convention) or the rights arising from the European Community's international obligations.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1996.\nFor the Council\nThe President\nR. QUINN\n(1)  OJ No C 164, 30. 6. 1995, p. 9.\n(2)  OJ No C 301, 13. 11. 1995, p. 19.\n(3)  Opinion of the European Parliament of 15 November 1995 (OJ No C 323, 4. 12. 1995, p. 31), Council common position of 29 January 1996 (OJ No C 87, 25. 3. 1996, p. 53) and Decision of the European Parliament of 6 June 1996 published in the Official Journal).\n(4)  OJ No L 373, 31. 12. 1991, p. 1."}