{"celex_id": "31996R1613", "uri": "http://publications.europa.eu/resource/cellar/175df7bc-e0cc-4645-8660-299a69875bcb", "type": "Regulation", "concepts": ["2282", "2879", "4790", "4829", "5254", "5283"], "title": "Commission Regulation (EC) No 1613/96 of 7 August 1996 concerning the stopping of fishing for haddock by vessels flying the flag of a Member State\n", "header": "COMMISSION REGULATION (EC) No 1613/96 of 7 August 1996 concerning the stopping of fishing for haddock by vessels flying the flag of a Member State\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 2870/95 (2), and in particular Article 21 (3) thereof,\nWhereas Council Regulation (EC) No 3076/95 of 22 December 1995 allocating, for 1996, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen (3), provides for haddock quotas for 1996;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of haddock in the waters of ICES division I, II a, b (Norwegian waters north of 62° N) by vessels flying the flag of a Member State or registered in a Member State have reached the quota allocated for 1996; whereas the Community has prohibited fishing for this stock as from 23 July 1996; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of haddock in the waters of ICES division I, II a, b (Norwegian waters north of 62° Í) by vessels flying the flag of a Member State or registered in a Member State are deemed to have exhausted the quota allocated to the Community for 1996.\nFishing for haddock in the waters of ICES division I, II a, b (Norwegian waters north of 62° Í) by vessels flying the flag of a Member State or registered in a Member State is prohibited, as well as the retention on board, the transhipment and the landing of such stock captured by the above mentioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 23 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 1996.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 261, 20. 10. 1993, p. 1.\n(2) OJ No L 301, 14. 12. 1995, p. 1.\n(3) OJ No L 330, 30. 12. 1995, p. 51."}