{"celex_id": "31996R0674", "uri": "http://publications.europa.eu/resource/cellar/3ea31bae-0e4e-4efc-bb1d-2dd282296fb9", "type": "Regulation", "concepts": ["2282", "2286", "2437", "2879", "4790", "5254"], "title": "Commission Regulation (EC) No 674/96 of 12 April 1996 concerning the stopping of fishing for cod, haddock, whiting, plaice and common sole by vessels flying the flag of the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 674/96 of 12 April 1996 concerning the stopping of fishing for cod, haddock, whiting, plaice and common sole by vessels flying the flag of the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 2870/95 (2), and in particular Article 21 (3) thereof,\nWhereas Council Regulation (EC) No 3074/95 of 22 December 1995 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1996 and certain conditions under which they may be fished (3), provides for cod, haddock, whiting, plaice and common sole quotas for 1996;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas the quotas of cod in the waters of ICES division III a Skagerrak, of haddock in the waters of ICES divisions III a, III b, c, d (EC zone), of whiting in the waters of ICES division III a, of plaice in the waters of ICES division III a Skagerrak and of common sole in the waters of ICES divisions III a, III b, c, d (EC zone) and VIII a, b, allocated to the Netherlands for 1996, have been exhausted by exchanges of quotas; whereas the Netherlands have prohibited fishing for these stocks as from 1 January 1996; whereas it is therefore necessary to abide by that date,", "main_body": ["The quotas of cod in the waters of ICES division III a Skagerrak, of haddock in the waters of ICES divisions III a, III b, c, d (EC zone), of whiting in the waters of ICES division III a, of plaice in the waters of ICES division III a Skagerrak and of common sole in the waters of ICES divisions III a, III b, c, d (EC zone) and VIII a, b, allocated to the Netherlands for 1996, are deemed to be exhausted.\nFishing for cod in the waters of ICES division III a Skagerrak, for haddock in the waters of ICES divisions III a, III b, c, d (EC zone), for whiting in the waters of ICES division III a, for plaice in the waters of ICES division III a Skagerrak and for common sole in the waters of ICES divisions III a, III b, c, d (EC zone) and VIII a, b, by vessels flying the flag of the Netherlands or registered in the Netherlands is prohibited, as well as the retention on board, the transhipment and the landing of such stocks captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 1996.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 261, 20. 10. 1993, p. 1.\n(2) OJ No L 301, 14. 12. 1995, p. 1.\n(3) OJ No L 330, 30. 12. 1995, p. 1."}