{"celex_id": "31997D0797", "uri": "http://publications.europa.eu/resource/cellar/d8af4dc7-06f3-412f-b564-0ffd23d5d05a", "type": "Decision", "concepts": ["1309", "2543", "2754", "4078", "519"], "title": "97/797/EC: Commission Decision of 7 November 1997 accepting undertakings in connection with the anti- dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland\n", "header": "COMMISSION DECISION of 7 November 1997 accepting undertakings in connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in the Republic of Poland (97/797/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Article 8 (1) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) The Commission by Regulation (EC) No 1023/97 (3) imposed provisional anti-dumping duties on certain imports of flat pallets of wood falling within CN code ex 4415 20 20 originating in the Republic of Poland and accepted undertakings offered from certain producers. These undertakings concerned only one pallet type, i.e. the EUR pallet.\n(2) By Commission Regulation (EC) No 1632/97 (4), the above provisional Regulation was amended adding a provision whereby genuine new Polish exporters can be attributed the weighted average duty applicable to co-operating companies not included in the sample of exporters investigated and can have undertakings accepted with regard to exports of EUR-pallets.\n(3) By Commission Regulation (EC) No 1633/97 (5), in application of the abovementioned new provision, the provisional Regulation was further amended by including a number of genuine new exporters in the list of companies receiving the weighted average duty and by accepting undertakings from some of such new exporters.\nB. DEFINITIVE DETERMINATION\n(4) The Commission continued to seek and verify all information that it deemed necessary for the purpose of its definitive findings. In the course of this investigation, it was established that definitive anti-dumping measures in the form of an ad valorem duty and, where applicable, price undertakings, should be taken in order to eliminate the injurious effects of dumping. The findings and conclusions on all aspects of the investigation are set out in the Commission's proposal to the Council to impose a definitive anti-dumping duty on imports of wooden pallets originating in Poland (6).\nC. NEW EXPORTERS' REQUEST\n(5) Following the adoption of Regulation (EC) No 1633/97, eight further new Polish exporting producers have applied not to be treated differently from the companies which co-operated in the proceeding but were not included in the sample and have offered undertakings with regard to the EUR-pallet. They have provided, on request, evidence showing that they are genuine new exporters, which is considered sufficient to accept the undertakings offered by them with regard to the EUR-pallet.\n(6) Two Polish exporters included in the list of companies receiving the weighted average duty have now offered undertakings with regard to the EUR-pallet which are considered acceptable,", "main_body": ["The undertakings offered with regard to the EUR-pallet by:\n- MACED Sklad Palet, Jadwiga Macionga, PL-77-200 Miastko\n- ENKEL Spรณlka Cywilna, PL-24-100 Pulawy\n- Produkcja Stolarska Posrednictwo Export-Import, W.i.T. HENSOLDT, PL-84-300 Lebork\n- Przedsiebiorstwo Produkoyjno Uslugowo Handlowe 'DREWPOL`, PL-98277 Braszewice\n- PTN Kruklanki Sp. Z.o.o., PL-11612 Kruklanki\n- WEDAM Spรณlka Cywilna, PL-83-322 Stezyca\n- 'AVEN` Sp. Z.o.o., PL-66-470 Kostrzyn\n- Import-Export Jan Sibinski, PL-63-524 Czajkow\n- 'Empol` s.c., PL-62-812 Jastrzebniki 37\n- P.P.H.U. 'Alk`, PL-73-240 Bierzwnik,\nin connection with the anti-dumping proceeding concerning imports of flat pallets of wood originating in Poland and falling within CN code ex 4415 20 20 10 are hereby accepted.", "This acceptance shall take effect on the date of entry into force of Regulation (EC) No 2334/97."], "attachments": "Done at Brussels, 7 November 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 150, 7. 6. 1997, p. 4.\n(4) OJ L 225, 15. 8. 1997, p. 11.\n(5) OJ L 225, 15. 8. 1997, p. 13.\n(6) Doc. COM(97) 569. The proposal was subsequently adopted by the Council as Council Regulation (EC) No 2334/97 (see p. 1 of this Official Journal)."}