{"celex_id": "31990R0775", "uri": "http://publications.europa.eu/resource/cellar/58109ec8-16d7-4700-9922-d690bdd660d7", "type": "Regulation", "concepts": ["1005", "2216", "4502", "54", "5575", "979"], "title": "Commission Regulation (EEC) No 775/90 of 29 March 1990 amending Regulation (EEC) No 2776/88 on data to be sent by the Member states with a view to the booking of expenditure financed under the Guarantee section of the Agricultural Guidance and Guarantee Fund (EAGGF)\n", "header": "COMMISSION  REGULATION (EEC) No 775/90\nof 29 March 1990\namending Regulation (EEC) No 2776/88 on data to be sent by the Member States with a view to the booking of expenditure financed under the Guarantee Section of the Agricultural Guidance and Guarantee Fund (EAGGF)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 2048/88 (2), and in particular Articles 4 and 5 thereof,\nWhereas, pursuant to Article 3 (1) of Commission Regulation (EEC) No 2776/88 (3), as amended by Regulation (EEC) No 2735/89 (4), the Member States notify to the Commission each week the total expenditure effected from the beginning of the month to the end of the preceding week and notify each month, pursuant to point (a) of Article 3 (6) of the same Regulation, expenditure estimates for the current and the two following months; whereas it is necessary, if budgetary expenditure is to be monitored properly, to receive all required information explaining payment trends which obviously diverge from the forecasts;\nWhereas the last subparagraph in point (a) of Article 5 (2) of Regulation (EEC) No 729/70 stipulates that expenditure for October is to be charged to that month if effected from 1 to 15 October; whereas the Member States should, as is the case for the other months, notify expenditure effected for that period within 10 days of its end;\nWhereas Article 10 (6) of Commission Regulation (EEC) No 3813/89 of 19 December 1989 laying down detailed rules for the application of the system of transitional aids to agricultural income (5) stipulates that if the Member State makes use of capitalization facilities the Community contribution is to be established on the basis of the annual sums that would have been due had the payments been made on a non-capitalized basis;\nWhereas Article 9 (7) of Regulation (EEC) No 2776/88 provides that the amounts arising from corrections effected by the Commission to data referred to in Article 6 of that Regulation are to be declared for the month in which the decision was taken; whereas it has been found that the time limit allowed makes the execution of decisions taken at the end of a month difficult; whereas the time limit should therefore be adjusted;\nWhereas Regulation (EEC) No 2776/88 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["Regulation (EEC) No 2776/88 is hereby amended as follows:\n1. Article 3 (1) is replaced by the following:\n'1. Not later than the second working day of each week, the Member States shall telecopy to the Commission:\n- details of total expenditure effected from the beginning of the month until the end of the preceding week,\n- all information explaining payment trends which obviously diverge from the forecasts which were communicated by applying paragraph 5.'\n2. The following subparagraph is added to Article 3 (3):\n'However, expenditure effected between 1 and 15 October shall be notified by 25 October at the latest.'\n3. The following subparagraph (ba) is added to Article 9 (2):\n'(ba) for the amounts referred to in Article 10 (6) of Commission Regulation (EEC) No 3813/89 (*):\n- for expenditure to be booked under the first year, the date of which the capitalized payments were made,\n- for expenditure to be booked under following years, the sixth month of the financial year;\n(*) OJ No L 371, 20. 12. 1989, p. 17.'\n4. Article 9 (7) is replaced by the following:\n'7. However, corrections effected by the Commission to data referred to in Article 6 concerning the full year shall be indicated in an annex to a decision relating to advances and shall be booked by the departments or agencies during the month specified in the said decision.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 13.\n(2) OJ No L 185, 15. 7. 1988, p. 1.\n(3) OJ No L 249, 8. 9. 1988, p. 9.\n(4) OJ No L 263, 9. 9. 1989, p. 17.\n(5) OJ No L 371, 20. 12. 1989, p. 17."}