{"celex_id": "31995R1022", "uri": "http://publications.europa.eu/resource/cellar/e8f12b3c-aa20-4435-8ed5-c2f97925b0b4", "type": "Regulation", "concepts": ["1136", "2324", "3568", "4692"], "title": "COMMISSION REGULATION (EC) No 1022/95 of 5 May 1995 amending Regulation (EEC) No 1700/84 laying down detailed rules for implementing the system of advance fixing certificates for refunds in the pigmeat sector\n", "header": "COMMISSION REGULATION (EC) No 1022/95 of 5 May 1995 amending  Regulation (EEC) No 1700/84 laying down detailed rules for implementing the system of advance  fixing certificates for refunds in the pigmeat sector\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization  of the market in the pigmeat sector  (1), as last amended by Council Regulation (EC) No 3290/94   (2), and in particular Article 24 thereof,\nHaving regard to Council Regulation (EC) No 3290/94, and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EC) 1700/84  (3), as last amended by Regulation (EEC) No 2440/89   (4), has introduced a period of reflection for the applications of certificates of advance fixing  of refunds for certain products in the pigmeat sector; whereas it is necessary, in order to ensure  a harmonious transitions from the regime existing before the date of entry into force of the  agreement on agriculture in the Uruguay Round to that existing after that date, to apply that  period of reflection to all products for which applications for certificates of advance fixing have  been lodged;\nWhereas Commission Regulation (EC) No 974/95 of 28 April 1995 on certain transitional measures  concerning the application of the agreement on agriculture of the Uruguay Round  (5) provides for a  quantitative restriction of the certificates of advance fixing for which the period of validity  exceeds 30 June 1995; whereas it is therefore necessary, to specify the measures which the  Commission can take in order to respect this restriction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Pigmeat,", "main_body": ["Regulation (EEC) No 1700/84 is amended as follows:\n1.  Article 4 is replaced by the following:\n'Article 4 1.  Advance fixing certificates for the products listed in Article 1 (3) shall be issued on the  fifth working day following the day when the application was submitted, provided that no special  measures are taken during that period by the Commission.\nThese measures may include, where the applications for advance fixing certificates exceed, or where  there is a risk that applications will exceed, the normal sales pattern:\n-  suspension of the application of this Regulation for maximum of five working days; in this case,  applications for advance fixing certificates lodged during the period of suspension will be  rejected;\n-  the setting of a single percentage by which the quantities in the applications for advance  fixing certificates are accepted;\n-  suspension of the lodging of applications for advance fixing certificates until the end of the  current month.\nThese measures may be adjusted according to the type of certificate applied for in accordance with  Regulation (EC) No 974/95  (*).\n2.  Where quantities applied for are rejected or reduced, the security shall be released  immediately for the quantity or part of quantity which was not awarded.\n` 2.  The text of Article 5 first indent is replaced by the following:\n'-  for all products listed in Article 1 (3), on the Wednesday and Friday of each week, a list of  the advance fixing certificates for refunds which have been applied for since the last such  communication. This list is drawn up separately for applications with or without the comment in  section 20, \"Transitional certificate Regulation (EC) No 974/95\".` 3.  The Annex is deleted.", "This Regulation shall enter into force on 8 May 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 5 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\n(*)  OJ No L 97, 29. 4. 1995, p. 66."}