{"celex_id": "31994D0078", "uri": "http://publications.europa.eu/resource/cellar/221660b0-d950-4fa5-bac1-fd32627a5c03", "type": "Decision", "concepts": ["1439", "1895", "4258", "4359", "5315", "5383"], "title": "94/78/EC, Euratom: Council Decision of 24 January 1994 establishing a multiannual programme for the development of Community statistics on research, development and innovation\n", "header": "COUNCIL DECISION of 24 January 1994 establishing a multiannual programme for the development of Community statistics on research, development and innovation (94/78/CE, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 213 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 187 thereof,\nHaving regard to the proposal from the Commission(1) ,\nHaving regard to the opinion of the European Parliament(2) ,\nHaving regard to the opinion of the Economic and Social Committee(3) ,\nWhereas statistics on research, development and innovation need to be reinforced in order to compare and analyse national policies;\nWhereas the Council resolution of 19 June 1989 on the implementation of a plan of priority actions in the field of statistical information: statistical programme of the European Communities (1989 to 1992)(4)  highlighted the need for a comprehensive and  coherent framework that will satisfy Community statistical information requirements by ensuring the approximation of methods and a common basis for concepts, definitions and standards;\nWhereas Decision 93/464/EEC(5)  establishes a framework programme for priority actions in the field of statistical information 1993 to 1997;\nWhereas the conception of policies aimed at encouraging progress requires accurate and factual knowledge of trends in science and technology endeavours;\nWhereas statistical indicators are devised in order to support the management of science and technology policies in the Member States and the Community as a whole;\nWhereas these statistical indicators are complementary and essential to other priority areas and programmes of the Community, e.g. the Sprint programme(6)  concerning innovation and technology transfer and the regional Stride programme(7) ;\nWhereas the specific programmes needed for the implementation of the framework programmes for Community research and technological development, and the framework programmes themselves, need the report of a statistical information system on research and  technological development;\nWhereas the amount of existing statistical information varies in each Member State and the data that exist are not always comparable;\nWhereas the implementation of a statistical information system for research, development and innovation necessitates a sequence of interrelated actions starting from the assessment of the needs up to the dissemination of information, and whereas this  action should be organized in a coherent framework;\nWhereas, in order to ensure their usefulness and comparability, the details of data to be provided by the Member States to the Commission should be established by the Commission taking into account work carried out by OECD, Unesco and other  international organizations;\nWhereas the data collection procedure for industry and administrations should be simplified as much as possible, while still maintaining at the same the quality of the data, which is made possible by the development of appropriate basic statistical  tools;\nWhereas it is essential that developments in official research, development and innovation statistics are coordinated to meet essential international, Community, national and regional needs at minimum public and private cost; whereas this coordination  can most conveniently and effectively be done within the established procedures;\nWhereas the Scientific and Technological Research Committee (Crest) has given its opinion,", "main_body": ["The multiannual programme (1993 to 1997) for the development of Community statistics on research, development and innovation (hereinafter referred to as 'the programme') is hereby established.", "1.  The programme shall end on 31 December 1997.\n2.  The Community financial resources estimated as necessary for the implementation of the programme to ECU 2,9 million in the framework of the 1993 to 1997 financial perspectives.\n3.  The budget authority shall determine the appropriations available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities(8) .", "The objectives of the programme are as follows:\n(a) to set out a Community reference framework for statistics on research, development and innovation defining the most appropriate concepts and methods for supporting the corresponding Community policies, and for satisfying the needs of national,  regional and local administrations, international organizations, economic operators, professional associations and the general public;\n(b) to establish a Community statistical information system for research, development and innovation;\n(c) to promote and support harmonization of statistics on research, development and innovation in the Member States;\n(d) to facilitate the dissemination of comparable information.", "With a view to achieving the objectives referred to in Article 3, the following work shall be carried out by the Commission, in cooperation with the Member States, in line with the action plan set out in the Annex:\n(a) analysis and evaluation of user demand, subject to its feasibility and based on cost efficiency, in order to define actions and priorities, for statistics on research, development and innovation;\n(b) improvement, where necessary, of the existing methodological framework;\n(c) identification of existing statistical information on research development and innovation;\n(d) setting up the organizational and technical components of a Community statistical information system for research, development and innovation, including statistics of Community funded research and development activities;\n(e) carrying out pilot surveys;\n(f) developing basic statistical tools.\nThe Commission shall make use of existing sources of information, instruments and procedures, including the work and existing data of OECD, Unesco and other international organizations, to carry out these tasks.\nThe specific actions of this programme shall be implemented in accordance with Decision No 93/464/EEC.", "The specific actions of the Commission in connection with the collection and submission of statistical data by the Member States shall be adopted pursuant to the procedure laid down in Article 6 of Decision No 93/464/EEC.\nThe Commission shall draw on the expertise of national experts, in particular in the field of research and technological development (RTD), for the purposes of implementation of the programme.", "The Member States shall ascertain and analyse the needs of the national users for Community data on research, technological development and innovation statistics and transmit appropriate information, where available, to the Commission within  eight months of the adoption of this Decision. The Commission shall coordinate these activities.", "For the work referred to in Article 4, Member States shall transmit existing statistics on research, development and innovation and information concerning the methodology used for collecting such statistics, including the data declared  confidential by the Member States pursuant to domestic legislation or practice concerning statistical confidentiality, in accordance with the provisions of Council Regulation (Euratom, EEC) No 1588/90 of 11 June 1990 on the transmission of data subject  to statistical confidentiality to the Statistical Office of the European Communities(9) .", "(a) The Commission shall present an interim report to the Council in 1995, accompanied if necessary by proposals it considers appropriate, particularly on the methodological framework referred to in Article 4 (b) and on the implementation of  a system based on that methodology, for the regular collection of harmonized statistics on research, development and innovation, as well as to cover the requirements of Community policy on RTD and innovation and the requirement for regional data to aid  structural policies.\n(b) The Commission shall present a final report in 1998 to evaluate the implementation of the programme.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 January 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No C 122, 14. 5. 1992, p. 14.\n(2) OJ No C 115, 26. 4. 1993, p. 213.\n(3) OJ No C 332, 16. 12. 1992, p. 77.\n(4) OJ No C 161, 28. 6. 1989, p. 1.\n(5) OJ No L 219, 28. 8. 1993, p. 1.\n(6) OJ No L 112, 25. 4. 1989, p. 12.\n(7) OJ No C 196, 4. 8. 1990, p. 18.\n(8) OJ No L 356, 31. 12. 1977, p. 1 (Updated text: OJ No C 80, 25. 3. 1991, p. 1).\n(9) OJ No L 151, 15. 6. 1990, p. 1.\nANNEX\nPLAN OF ACTION FOR THE DEVELOPMENT OF COMMUNITY STATISTICS ON RESEARCH, DEVELOPMENT AND INNOVATION  (a) Analysis and evaluation of user demand for statistics on research, development and innovation\nThe aim is to collect information on, and analyse the requirements of, the main users, i. e. the Community institutions, Crest, the national, regional and local administrations, international organizations and economic operators.\nIn order to facilitate long-term planning and a convergence of statistical actions at international, Community, national and regional levels, the analysis will take into account long-term requirements.\n(b) Improvement, where necessary, of the existing methodological framework\nThe aim will be a reference framework for statistics on research, development and innovation, both for existing data at national level and for additional data collection at Community level. This reference framework will increase the comparability of  data between the various Member States.\nFurther development of the methodology will take place in close collaboration with the OECD and within the framework provided by it, in order to take advantage of what has already been done by that institution in the field and to guarantee comparability  with third countries. Where an adequate or adoptable methodology does not already exist, the Commission shall take the lead and initiative in developing the framework to cater for the special needs of the Community.\nThe methodology will be used as the basic harmonization tool for the development of official Community statistics on research, development and innovation and as a recommended framework for non-official statistics.\nThe further methodology development will be formulated in manuals which will be adopted at Community level.\n(c) Identification of the existing statistical information on research, development and innovation\nIn order to develop the methodology and the information system, examinations must be made to reveal the amount of existing information on research, development and innovation. This investigation is aimed at showing the extent of accessible data in the  Member States and the differences between the Member States. This knowledge is necessary for the collection of identical and comparable data. It stresses and highlights where to make special effort to promote and support the harmonization of statistics  on research and development and innovation.\n(d) Setting up the organizational and technical components of a European statistical information system for research, development and innovation\nPriorities will be given to the following:\nResources:\n- Modes of financing research and development activities (both private and public)\n- Research and development (R &  D) personnel\n- R &  D expenditure by sector (of enterprises, the State, higher education)\nResults:\n- Technological innovation in the enterprises\n- Exchange of goods and services of high technology\nOn a circumstantial basis, work will also be undertaken on the direct repercussions of the research on patents and bibliography.\nData will be classified according to European nomenclatures (NABS, NACE REV 1 . . .). Special attention will be given to the regional dimension.\nData will be stored in data bases which will contain:\n1. harmonized data on R &  D and innovation;\n2. national data collected according to national practices not yet fully harmonized;\n3. data collected by the Commission.\n(e) Carrying out pilot surveys\nImproving the availability of data on research, development and innovation sometimes requires the carrying out of pilot surveys in order to test the feasibility of some data collection exercises. The pilot surveys will prepare the way for regular data  collection based on the methodology. These pilot surveys will be carried out in accordance with the concepts and methods developed in the methodology.\n(f) Developing the basic statistical tools\nBasic statistical tools must be developed in order to simplify as fas as possible data collection procedures for suppliers and, in particular, to minimize the burden placed on enterprises, whilst maintaining data quality. These statistical tools will  include registers, Electronic Data Interchange (EDI) techniques, classification systems, sampling, questionnaires, survey processing tools, data analysis systems."}