{"celex_id": "31992R2312", "uri": "http://publications.europa.eu/resource/cellar/eea855d4-5fb6-4161-acac-3168ee189dd5", "type": "Regulation", "concepts": ["1086", "1644", "2292", "5034", "768", "932"], "title": "Commission Regulation (EEC) No 2312/92 of 31 July 1992 laying down detailed rules for implementing the specific measures for supplying the French overseas departments with live bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 2312/92  of 31 July 1992  laying down detailed rules for implementing the specific measures for supplying the French overseas departments with live bovine animals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), and in particular Article 4 (5) and 9 thereof,\nWhereas, for the purposes of Articles 4 and 7 of Council Regulation (EEC) No 3763/91, the number of pure-bred breeding animals originating in the Community eligible for aid with a view to developing the potential for production in the French overseas  departments (FOD) and the number of male animals eligible for exemption from duties on direct imports from third countries or for aid for deliveries originating in the rest of the Community for the beef-veal sector and for the 1992/93 marketing year  should be determined;\nWhereas the amount of the aid referred to above for the supply to the FOD of male animals and of breeding animals originating in the rest of the Community should be laid down; whereas, in the case of male animals, this aid should be fixed so that the  conditions of supply for deliveries within the Community may be equivalent to those for deliveries from the world market; whereas, in the case of pure-bred breeding animals, this aid is to be laid down with regard to the criteria in Article 4 (3) of  Regulation (EEC) No 3763/91;\nWhereas the common detailed rules for implementation of the specific measures for the supply of certain agricultural products to the FOD were laid down by Commission Regulation (EEC) No 131/92 (2), as amended by Regulation (EEC) No 2132/92 (3); whereas  supplementary implementing rules geared to current commercial practices in the beef and veal sector, in particular regarding the perid of validity of import licences and aid certificates and the amount of the securities to ensure that operators comply  with their obligations, should be laid down;\nWhereas eligibility for the specific measures for supply for fattening in the FOD assumes the that the animals in question are fattened and consumed on the spot; whereas appropriate securities and checks should be instituted to ensure compliance with  these conditions;\nWhereas, for the purposes of the sound administrative management of the supply arrangements, a time limit for submitting applications for licences and certificates and a perid of reflection before they are issued should be laid down;\nWhereas Article 8 of Regulation (EEC) No 131/92 provides for transitional supply arrangements to apply until 30 June 1992; whereas this Regulation should apply from 1 July 1992;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the purposes of Article 7 of Regulation (EEC) No 3763/91, the number of live male bovine animals intended for fattening and consumption in the FOD eligible for exemption from customs duties and import levies or for Community aid shall be  as laid down in Annex I.", "1. Eligibility for exemption from import duties shall be subject to:\n(a) a written declaration by the importer at the time of importation that the bovine animals are intended for fattening in the FOD for a period of 60 days from the day on which they are entered for free circulation and for subsequent consumption there;\n(b) provision by the importer of a security for an amount equivalent to the total of the customs duty and levy applicable on the day of importation;\n(c) a written undertaking by the importer provided at the time of importation to inform the competent French authorities within one month of the date of importation of the holding or holdings where the bovine animals are to be fattened.\n2. The applicant shall have the choice of providing the security in cash or in the form of a guarantee by an institution meeting the criteria laid down by France.\n3. Except in cases of force majeure, the security shall not be released unless, within a period of 12 months, proof is provided to the French authorities that the bovine animals:\n(a) has been fattened on the holding or holdings notified in accordance with paragraph 1 (c);\n(b) has not been slaughtered before the end of the period laid down in paragraph 1 (a), or\n(c) has been slaugthered before the end of that period for veterinary reasons or died as the result of sickness or accident.\nThe security shall be released immediately proof is supplied.\nHowever,\n- where the 12-month period is not respected, the security released shall be reduced by 15 %,\n- where the 12-month period is exceeded by more than six months, the whole of the security shall be forfeit.\nAmounts not released shall be applied to the payment of customs duties and levy respectively.\n4. For the purposes of this Regulation, the point or day of importation shall be the day the entry for free circulation was accepted.", "1. Eligibility for Community aid shall be subject to:\n(a) a written declaration by the applicant at the time of their arrival in the FOD that the bovine animals are intended for fattening there for a period of 60 days from the date of their arrival and for consumption there;\n(b) a written undertaking by the applicant provided at the time of arrival of the bovine animals that he will inform the competent French authorities within one month of their arrival of the holding or holdings where they are to be fattened.\n2. Except in cases of force majeure, the aid shall be paid only if the application referred to in Article 3 (1) of Regulation (EEC) No 131/92 is accompanied by proof that the bovine animal:\n(a) has been fattened on the holding or holdings notified in accordance with paragraph 1 (b);\n(b) has not been slaughtered before the end of the period laid down in paragraph 1 (a), or\n(c) has been slaughtered before the end of that period for veterinary reasons or died as the results of sickness or accident.\nNotwithstanding Article 3 (1) of Regulation (EEC) No 131/92, if the application for aid and the proof referred to above are submitted during the six months following the 12-month period, the aid paid shall be 85 % of the aid applicable.\n3. For the purposes of this Regulation, the time or day of arrival shall be the actual day of arrival in the FOD.", "1. Every animal imported or delivered under the arrangements referred to in Article 1 shall be identified by:\n- an indelible tattoo, or\n- an official or officially approved ear tag attached to at least one of the animal's ears.\n2. The tattoo or tag shall be designed so as to permit, through registration when the animal is entered for free circulation or arrives, as appropriate, determination of the date of entry for free circulation or arrival and of the identity of the  importer or applicant for aid.", "The amounts of Community aid are laid down in Annex II.", "The aid referred to in Article 7 of Regulation (EEC) No 3763/91 for the supply to the FOD of pure-bred breeding animals originating in the Community and the number of animals eligible are laid down in Annex III.", "1. France shall designate the competent authority for:\n(a) the issue of import licences;\n(b) the issue of the aid certificate provided for in Article 3 (1) of Regulation (EEC) No 131/92;\n(c) the payment of the aid to the operators concerned.\n2. France shall take the measures required to ensure compliance with the obligations referred to in Articles 2 (1) and 3 (1).", "Regulation (EEC) No 131/92 shall apply.", "1. Applications for licences and certificates shall be submitted to the competent authority during the first five working days of every month. An application shall be valid only if:\n(a) it does not exceed the maximum quantity available published by France;\n(b) before the expiry of the period laid down for the submission of applications, proof has been provided that the party concerned has lodged a security of 30 ECU per head.\n2. Licences and certificates shall be issued on the 10th working day of every month.", "0\n1. Import licences shall expire on the last day of the month following that of their issue.\n2. Aid certificates shall expire on the last day of the second month following that of their issue.", "1\nThe aid provided for in Articles 5 and 6 shall be paid in respect of the quantities actually supplied.", "2\nThe amounts of the aid referred to in Articles 5 and 6 shall be adjusted when market conditions so require.", "3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1. (2) OJ No L 15, 22. 1. 1992, p. 13. (3) OJ No L 213, 29. 7. 1992, p. 25.\nANNEX I\nPart 1\nSupply balance for RĂŠunion for male bovine animals for fattening for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals      ex 0102 90  Bovine animals for fattening  1 300\nPart 2\nSupply balance for Guyana for male bovine animals for fattening for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals      ex 0102 90  Bovine animals for fattening  1 100\nANNEX II\nAid for the animals referred to in Annex I and coming from the Community market.\n(ECU per head)\nProduct code  Amount     ex 0102 90 10  200  0102 90 35  300  0102 90 37  300\n(1) Entry under this subheading is subject to the conditions laid down in the relevant Community provisions.\nANNEX III\nPart 1\nSupply to RĂŠunion of pure-bred breeding bovines originating in the Community for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals to be supplied  Aid (ECU/head)       0102 10 00  Pure-bred breeding bovines (1)  180  1 000\nPart 2\nSupply to Guyana of pure-bred breeding bovines originating in the Community for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals to be supplied  Aid (ECU/head)       0102 10 00  Pure-bred breeding bovines (1)  340  1 000\nPart 3\nSupply to Martinique of pure-bred breeding bovines originating in the Community for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals to be supplied  Aid (ECU/head)       0102 10 00  Pure-bred breeding bovines (1)  40  1 000\nPart 4\nSupply to Guadeloupe of pure-bred breeding bovines originating in the Community for the period from 1 July 1992 to 30 June 1993.\nCN code  Description  Number of animals to be supplied  Aid (ECU/head)       0102 10 00  Pure-bred breeding bovines (1)  40  1 000"}