{"celex_id": "31997R1116", "uri": "http://publications.europa.eu/resource/cellar/d13421fe-4b81-402b-978a-9117ee63053d", "type": "Regulation", "concepts": ["20", "3170", "4498", "4663", "4682", "4688"], "title": "Commission Regulation (EC) No 1116/97 of 19 June 1997 on the sale by tender of beef held by certain intervention agencies and intended for processing within the Community\n", "header": "COMMISSION REGULATION (EC) No 1116/97 of 19 June 1997 on the sale by tender of beef held by certain intervention agencies and intended for processing within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Article 7 (3) thereof,\nWhereas the application of intervention measures in respect of beef has created stocks in several Member States; whereas, in order to prevent an excessive prolongation of storage, part of these stocks should be sold by tender with a view to being processed within the Community;\nWhereas in the light of the prevailing market circumstances it is appropriate to restrict the list of the eligible finished products to such products which besides beef also contain pork provided that the proportion of pork vis-à-vis beef is significantly reduced;\nWhereas the sale should be made subject to the rules laid down by Commission Regulations (EEC) No 2173/79 (3), as last amended by Regulation (EC) No 2417/95 (4), (EEC) No 3002/92 (5), as last amended by Regulation (EC) No 770/96 (6) and (EEC) No 2182/77 (7), as last amended by Regulation (EC) No 2417/95, subject to certain special exceptions on account of the particular use to which the products in question are to be put;\nWhereas with a view to securing a regular and uniform tendering procedure, measures should be taken in addition to those laid down in Article 8 (1) of Regulation (EEC) No 2173/79; whereas these measures must be applied as quickly as possible;\nWhereas it seems appropriate to provide for derogations from provisions of Article 8 (2) (b) of Regulation (EEC) No 2173/79, taking into account the administrative difficulties which the application of this subparagraph raises in the Member States concerned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The sale shall take place of:\n- approximately 1 000 tonnes of bone-in forequarters held by the German intervention agency,\n- approximately 500 tonnes of bone-in forequarters held by the Austrian intervention agency,\n- approximately 500 tonnes of bone-in forequarters held by the Belgium intervention agency,\n- approximately 500 tonnes of bone-in forequarters held by the French intervention agency,\n- approximately 500 tonnes of bone-in forequarters held by the Italian intervention agency,\n- approximately 500 tonnes of bone-in forequarters held by the Dutch intervention agency,\n- approximately 100 tonnes of bone-in forequarters held by the Swedish intervention agency,\n- approximately 35 tonnes of bone-in forequarters held by the Finnish intervention agency,\n- approximately 1 500 tonnes of boneless beef held by the Irish intervention agency,\n- approximately 1 500 tonnes of boneless beef held by the Danish intervention agency,\n- approximately 1 500 tonnes of boneless beef held by the French intervention agency,\n- approximately 1 500 tonnes of boneless beef held by the United Kingdom intervention agency,\n- approximately 230 tonnes of boneless beef held by the Spanish intervention agency.\nDetailed information concerning the boneless beef is given in Annex I.\n2. Subject to the provisions of this Regulation the products referred to in paragraph 1 shall be sold in accordance with Regulations (EEC) No 2173/79, in particular Articles 6 to 12 thereof, (EEC) No 2182/77 and (EEC) No 3002/92.", "1. The deadlines for submitting tenders, which must be made out in ecus, shall be 12 noon on 24 June 1997.\nThe intervention agencies concerned shall draw up a notice of invitation to tender which shall include the following:\n(a) the quantities of beef offered for sale; and\n(b) the deadline and place for submitting tenders.\n2. For forequarters and for each product mentioned in Annex I the intervention agencies concerned shall sell first the meat which has been stored the longest.\n3. Notwithstanding Articles 6 and 7 of Regulation (EEC) No 2173/79, the provisions of and the Annexes to this Regulation shall serve as a general notice of invitation to tender.\n4. Interested parties may obtain the details of the quantities available and the places where the products are stored from the addresses listed in Annex II to this Regulation. The intervention agencies will, moreover, display the notice referred to in paragraph 1 at their head office and may also publish them elsewhere.\n5. By way of derogation from Article 8 (1) of Regulation (EEC) No 2173/79 a tender must be submitted to the intervention agency concerned in a closed envelope, bearing the reference to the Regulation concerned. The closed envelope must not be opened by the intervention agency before the expiry of the tender deadline referred to in paragraph 1.\n6. By way of derogation from Article 8 (2) (b) of Regulation (EEC) No 2173/79, tenders shall not indicate in which cold store or stores the products are held.", "1. Member States shall provide information on the offers received to the Commission at the latest on the day following the deadline for submitting tenders.\n2. After the offers received have been examined a minimum selling price shall be fixed for each product or the sale will not be proceeded with.", "1. A tender shall be valid only if presented by a natural or legal person who, for at least 12 months, has been engaged in the processing of products containing pork and who is entered in a national VAT register.\n2. Notwithstanding Article 3 (1) and (2) of Regulation (EEC) No 2182/77, the tender must be accompanied by:\n- a written undertaking by the applicant to process the meat purchased into products specified in Article 5 within the period referred to in Article 5 (1) of Regulation (EEC) No 2182/77,\n- a precise indication of the establishment or establishments where the purchased meat will be processed.\n3. The applicants referred to in paragraph 1 may in writing instruct an agent to take delivery, on their behalf, of the products which they purchase. In this case the agent shall submit the tenders of the purchasers whom he represents together with the written instruction referred to above.\n4. The purchasers and agents referred to in the foregoing paragraphs shall maintain and keep up to date an accounting system which permits the destination and use of the products to be ascertained with a view particularly to checking to ensure that the quantities of products purchased and manufactured tally.", "Meat purchased under this Regulation must be manufactured into processed products containing both beef and pork. Furthermore, proof must be provided to the satisfaction of the competent authority of the Member State in which processing takes place that the composition of the processed product concerned has been modified compared with the composition prior to the date of contract of sale leading to a reduction of the pork content of at least 10 percent and a corresponding increase of the beef content, such that the increased quantity of beef used is at least equivalent to the reduction in the quantity of pork used.", "Member States shall set up a system of physical and documentary supervision to ensure that all meat is processed into the products specified in Article 5.\nThe system must include physical checks of quantity and quality at the start of the processing, during the processing and after the processing operation is completed. To this end, processors shall at any time be able to demonstrate the identity and use of the purchased meat through appropriate production records.\nUpon technical verification of the production method by the competent authority, to the extent necessary, allowance may be taken for drip losses and trimmings.", "1. The security provided for in Article 15 (1) of Regulation (EEC) No 2173/79 shall be ECU 12 per 100 kilograms.\n2. The security provided for in Article 4 (1) of Regulation (EEC) No 2182/77 shall be:\n- for bone-in forequarters the difference in ECU between the price offered per tonne and ECU 1 700,\n- for boneless beef the difference in ECU between the price offered per tonne and ECU 2 400.", "By way of derogation from Article 9 of Regulation (EEC) No 2182/77, in addition to the entries laid down in Regulation (EEC) No 3002/92:\n- Section 104 of T 5 control copies must be completed with one or more of the following:\n- Para transformación [Reglamentos (CEE) n° 2182/77 y (CE) n° 1116/97]\n- Til forarbejdning (forordning (EØF) nr. 2182/77 og (EF) nr. 1116/97)\n- Zur Verarbeitung bestimmt (Verordnungen (EWG) Nr. 2182/77 und (EG) Nr. 1116/97)\n- Ãéá ìåôáðïßçóç [êáíïíéóìïß (ÅÏÊ) áñéè. 2182/77 êáé (ÅÊ) áñéè. 1116/97]\n- For processing (Regulations (EEC) No 2182/77 and (EC) No 1116/97)\n- Destinés à la transformation [règlement (CEE) n° 2182/77 et (CE) n° 1116/97]\n- Destinate alla trasformazione [regolamenti (CEE) n. 2182/77 e (CE) n. 1116/97]\n- Bestemd om te worden verwerkt (Verordeningen (EEG) nr. 2182/77 en (EG) nr. 1116/97)\n- Para transformação [Regulamentos (CEE) nº 2182/77 e (CE) nº 1116/97]\n- Jalostettavaksi (Asetukset (ETY) N:o 2182/77 ja (EY) N:o 1116/97)\n- För bearbetning (Förordningarna (EEG) nr 2182/77 och (EG) nr 1116/97)\n- Section 106 of T 5 control copies must be completed with the date of conclusion of the contract of sale.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 251, 5. 10. 1979, p. 12.\n(4) OJ No L 248, 14. 10. 1995, p. 39.\n(5) OJ No L 301, 17. 10. 1992, p. 17.\n(6) OJ No L 104, 27. 4. 1996, p. 13.\n(7) OJ No L 251, 1. 10. 1977, p. 60.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Äéåõèýíóåéò ôùí ïñãáíéóìþí ðáñåìâÜóåùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção - Interventioelinten osoitteet - Interventionsorganens adresser\nBELGIQUE/BELGIË:\nBureau d'intervention et de restitution belge\nRue de Trèves 82\nB-1040 Bruxelles\nBelgisch Interventie- en Restitutiebureau\nTrierstraat 82\nB-1040 Brussel\nTéléphone: (32 2) 287 24 11; télex: BIRB. BRUB/24076-65567; télécopieur: (32 2) 230 2533/280 03 07\nBUNDESREPUBLIK DEUTSCHLAND:\nBundesanstalt für Landwirtschaft und Ernährung (BLE)\nPostfach 180203, D-60083 Frankfurt am Main\nAdickesallee 40\nD-60322 Frankfurt am Main\nTel.: (49) 69 1564-704/755; Telex: 411727; Telefax: (49) 69 15 64-790/791\nDANMARK:\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nEU-direktoratet\nKampmannsgade 3\nDK-1780 København V\nTlf. (45) 33 92 70 00; telex 151317 DK; fax (45) 33 92 69 48, (45) 33 92 69 23\nESPAÑA:\nFEGA (Fondo Español de Garantía Agraria)\nCalle Beneficencia, 8\nE-28005 Madrid\nTeléfono: (91) 347 65 00, 347 63 10; télex: FEGA 23427 E, FEGA 41818 E; fax: (91) 521 98 32, 522 43 87\nFRANCE:\nOFIVAL\n80, avenue des Terroirs-de-France\nF-75607 Paris Cedex 12\nTéléphone: (33 1) 44 68 50 00; télex: 215330; télécopieur: (33 1) 44 68 52 33\nITALIA:\nAIMA (Azienda di Stato per gli interventi nel mercato agricolo)\nVia Palestro 81\nI-00185 Roma\nTel. 49 49 91; Telex 61 30 03; telefax: 445 39 40/445 19 58\nIRELAND:\nDepartment of Agriculture, Food and Forestry\nAgriculture House\nKildare Street\nIRL-Dublin 2\nTel. (01) 678 90 11, ext. 2278 and 3806\nTelex 93292 and 93607, telefax (01) 661 62 63, (01) 678 52 14 and (01) 662 01 98\nNEDERLAND:\nMinisterie van Landbouw, Natuurbeheer en Visserij, Voedselvoorzieningsin- en verkoopbureau\np/a LASER, Zuidoost\nSlachthuisstraat 71\nPostbus 965\n6040 AZ Roermond\nTel. (31-475) 35 54 44; telex 56396 VIBNL; fax (31-475) 31 89 39.\nÖSTERREICH:\nAMA-Agrarmarkt Austria\nDresdner Straße 70\nA-1201 Wien\nTel.: (43-1) 33 15 12 20; Telefax: (43-1) 33 15 1297\nSUOMI/FINLAND:\nMinistry of Agriculture and Forestry\nDepartment of Agriculture Policy\nMariankatu 23, PO Box 232\nFIN-00171 Helsinki\nTel.: (358) 016 01; Telefax: (358) 016 09790\nSVERIGE:\nStatens jordbruksverk - Swedish Board of Agriculture\nVallgatan 8\nS-551 82 Jönköping\nTfn (46-36) 15 50 00; telex 70991 SJV-S; fax (46-36) 19 05 46\nUNITED KINGDOM:\nIntervention Board, Executive Agency\nKings House\n33 Kings Road\nReading RG1 3BU\nBerkshire\nTel.: (01189) 58 36 26\nTelefax (01189) 56 67 50"}