{"celex_id": "31996D1254", "uri": "http://publications.europa.eu/resource/cellar/c72f71cc-421e-4b9c-92dd-d7f41a90c068", "type": "Decision", "concepts": ["1141", "1160", "4025", "5861", "5864", "747"], "title": "Decision No 1254/96/EC of the European Parliament and of the Council of 5 June 1996 laying down a series of guidelines for trans-European energy networks\n", "header": "DECISION No 1254/96/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 5 June 1996 laying down a series of guidelines for trans-European energy networks\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first paragraph of Article 129d thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (4) in the light of the joint text approved on 4 April 1996 by the Conciliation Committee,\n1. Whereas, by its very nature, energy must be produced, distributed and used as rationally as possible with a view to sustainable development and whereas the capacity to develop renewable energy resources in the regions concerned must in no way be hindered or held back;\n2. Whereas the establishment and development of trans-European energy networks contribute towards attaining major objectives of the Community, such as completion of the internal market and the strengthening of economic and social cohesion;\n3. Whereas the establishment and development of trans-European energy networks throughout the territory of the Community also have the specific objectives of increasing the reliability and security of the Community's energy supplies and of allowing balanced operation of the internal energy market and an improvement in the Community's competitiveness;\n4. Whereas efforts must be made, in the planning, development and construction of the links currently missing from the trans-European networks for the transport of energy products, to ensure that these links are as short as possible and optimally sited, taking economic and environmental factors into account;\n5. Whereas, in order to contribute towards attaining the said objectives, the development of interconnections of electricity and natural gas transmission networks in the Community must be accelerated, particularly in the regions where improvements to the networks are necessary or in regions which are still isolated, and with the third countries in Europe and in the Mediterranean region;\n6. Whereas, in order to complete the internal market in energy, measures must be incorporated in an overall energy strategy which not only specifies the main criteria and objectives of the Community in this field but also defines more particularly the conditions for liberalizing the market in energy products;\n7. Whereas the interconnection of electricity and gas networks with third countries which are signatories to the Energy Charter Treaty (5) must be carried out in accordance with that Treaty;\n8. Whereas action by the Community to establish guidelines on trans-European energy networks is necessary, subject to the principle of subsidiarity;\n9. Whereas, in order to develop these networks on a Community-wide scale, it is necessary to identify projects of common interest and to create a more favourable context for the completion and interoperability of these networks;\n10. Whereas projects of common interest must meet the said objectives and form part of the said priorities; whereas only those projects should be considered which display potential economic viability, taking into account economic, social and technical factors; whereas, in this context, the concept of viability includes not only the financial profitability of the projects but also other considerations such as the reliability and security of energy supplies, the strengthening of economic and social cohesion and protection of the environment in the Community;\n11. Whereas private capital is used and will continue to be used in a majority of projects in the energy sector; whereas this means that the identification of projects of common interest will have to take particular account of the need to avoid distortions of competition;\n12. Whereas the guidelines identifying projects of common interest for the purposes of Article 129c (1), first indent, of the Treaty shall be adopted in accordance with Article 129d, first and second paragraphs;\n13. Whereas the projects of common interest should be identified by means of a sufficiently precise description; whereas a list of these projects and the description thereof as it appears in the Annex are therefore the most appropriate way of identifying them for the purposes of Article 129c of the Treaty;\n14. Whereas the procedure laid down in Article 129d, first and second paragraphs, of the Treaty is also applicable where the list of projects is to be extended or reduced;\n15. Whereas the Commission shall be responsible for laying down the specifications of the projects, which shall not affect their trans-European dimension;\n16. Whereas the Commission shall be responsible for updating projects without that process being allowed to affect the identity of a project in its trans-European dimension.\n17. Whereas the Commission shall be assisted by a committee;\n18. Whereas a modus vivendi was concluded on 20 December 1994 (6) between the European Parliament, the Council and the Commission concerning the implementing measures for acts adopted in accordance with the procedure laid down in Article 189b of the Treaty,", "main_body": ["Purpose\nThis Decision defines the nature and scope of Community action to establish guidelines for trans-European energy networks. It establishes a series of guidelines covering the objectives, priorities and broad lines of measures by the Community in respect of trans-European energy networks. These guidelines identify projects of common interest among trans-European electricity and natural gas networks.", "Scope\nThis Decision applies:\n1. in electricity networks, to:\n- all high-voltage lines, excluding those of distribution networks, and submarine links, provided this infrastructure is used for inter-regional or international transmission,\n- any equipment or installations essential for the system in question to operate properly, including protection, monitoring and control systems;\n2. in natural gas networks, to:\n- high-pressure gas pipelines, excluding those of distribution networks, making it possible to supply regions of the Community from internal or external sources,\n- underground storage facilities connected to the above-mentioned high-pressure gas pipelines,\n- reception, storage and regasification facilities for liquefied natural gas (LNG) and also gas carriers according to the capacities to be supplied,\n- any equipment or installations essential for the system in question to operate properly, including protection, monitoring and control systems.", "Objectives\nThe Community shall promote the interconnection, interoperability and development of trans-European energy networks and access to such networks in accordance with current Community law, with the aim of:\n- allowing effective operation of the internal market in general and of the internal energy market in particular, while encouraging the rational production, distribution and utilization of energy resources and the development of renewable energy resources, so as to reduce the cost of energy to the consumer and render the European economy more competitive,\n- facilitating the development and reducing the isolation of the less-favoured regions of the Community, thereby helping to strengthen economic and social cohesion,\n- reinforcing the security of energy supplies, for example by strengthening relations with third countries in the energy sector in their mutual interest, in particular in the framework of the Energy Charter Treaty and cooperation agreements concluded by the Community.", "Priorities\nThe priorities for action by the Community on trans-European energy networks shall be as follows:\n1. for electricity networks:\n- the connection of isolated electricity networks to the interconnected European networks (a),\n- the development of interconnections between Member States (b) and of internal connections insofar as necessary in order to make the best use of these interconnections (c),\n- the development of interconnections with third countries in Europe and the Mediterranean region which contribute to improving the reliability and security of the Community's electricity networks or to supplying the Community with electricity (d);\n2. for natural gas networks:\n- the introduction of natural gas into new regions (e),\n- the connection of isolated gas networks to the interconnected European networks, including the improvements needed to the existing networks for this purpose and the connection of the separate natural gas networks (f),\n- increasing the transmission (gas delivery pipelines) (h), reception (LNG) and storage (g) capacities needed to satisfy demand, and diversification of supply sources and routes for natural gas.", "Lines of action\nThe broad lines of action by the Community on trans-European energy networks shall be:\n- the identification of projects of common interest,\n- the creation of a more favourable context for development of these networks, in accordance with the third paragraph of Article 129d of the Treaty.", "Criteria\n1. Any energy network project which satisfies all the following criteria may be of common interest:\n- it falls within the scope of Article 2,\n- it corresponds to the objectives and priorities set out in Articles 3 and 4 respectively,\n- it displays potential economic viability.\n2. An indicative list of projects of common interest is given in the Annex.\n3. Any modification which changes the description of a project as it appears in the Annex shall be decided upon in accordance with the procedure laid down in Article 189b of the Treaty.\n4. Project specifications shall not appear in the Annex. They shall be adopted in accordance with the procedure laid down in Article 9.\nAny application, by a Member State or the Commission, for updating the specifications of a project shall be submitted by the Commission and decided upon in accordance with the procedure laid down in Article 9.\n5. The criteria set out in paragraph 1 shall apply when a decision is taken on modifications, specifications or applications for updating.\nProjects of common interest which relate to the territory of a Member State shall require the approval of the Member State concerned.\n6. Member States shall take any measures they consider necessary to facilitate and speed up the completion of projects of common interest and to minimize delays while complying with Community law and international conventions on the environment. In particular, the necessary authorization procedures shall be completed rapidly.\n7. Where parts of projects of common interest are situated within the territory of third countries, the Commission may, by agreement with the Member States concerned, put forward proposals, where appropriate within the framework of the management of the agreements between the Community and those third countries and in accordance with the Energy Charter Treaty in respect of third countries which are signatories to that Treaty, for the projects also to be recognized as of reciprocal interest by the third countries concerned, in order to facilitate their implementation.\n8. The evaluation of the economic viability referred to in the third indent of paragraph 1 shall be based upon a cost-benefit analysis which shall take account of all costs and benefits, including those in the medium and/or long term, in connection with environmental aspects, security of supply and the contribution to economic and social cohesion.", "When projects are considered, an effort shall be made to take into account the effects on competition and the prospects of private financing or financing by the economic operators concerned.", "This Decision shall be without prejudice to any financial commitment by a Member State or the Community.", "Committee procedure\n1. The Commission shall be assisted by a Committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of three months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "0\nEvery two years the Commission shall draw up a report on the implementation of this Decision, which it shall submit to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions.", "1\nThis Decision shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "2\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 June 1996.\nFor the European Parliament\nThe President\nK. HÄNSCH\nFor The Council\nThe President\nP. FASSINO\n(1) OJ No C 72, 10. 3. 1994, p. 10 and OJ No C 205, 10. 8. 1995, p. 6.\n(2) OJ No C 195, 18. 7. 1994, p. 33.\n(3) OJ No C 217, 6. 8. 1994, p. 26.\n(4) Opinion of the European Parliament of 18 May 1995, (OJ No C 151, 19. 6. 1995, p. 228), common position of the Council of 29 June 1995 (OJ No C 216, 21. 8. 1995, p. 31) and Decision of the European Parliament of 26 October 1995 (OJ No C 308, 20. 11. 1995, p. 113). Decision of the Council of 7 May 1996 and Decision of the European Parliament of 21 May 1996 (not yet published in the Official Journal).\n(5) OJ No L 380, 31. 12. 1994, p. 24.\n(6) OJ No C 102, 4. 4. 1996, p. 1.\nANNEX\nTRANS-EUROPEAN ENERGY NETWORKS\n>TABLE>"}