{"celex_id": "31996R1599", "uri": "http://publications.europa.eu/resource/cellar/ab26b04d-087c-4fb0-bead-3e01bd7be2a0", "type": "Regulation", "concepts": ["1394", "2173", "2292", "3155", "3633", "4314"], "title": "Council Regulation (EC) No 1599/96 of 30 July 1996 amending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\n", "header": "COUNCIL REGULATION (EC) No 1599/96 of 30 July 1996 amending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 24 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (4), lays down the basic quantities for the allocation of A and B quotas to producing undertakings during the marketing years 1995/96 to 2000/01;\nWhereas the basic quantities for sugar for the mainland region of Portugal are those fixed in the Act of Accession of Spain and Portugal for the purpose of enabling sugar production to start up there; whereas the size of those basic quantities has proved to be insufficient to provide the impetus for the envisaged start up of sugar production, to the detriment of the producers in the region concerned; whereas the basic quantities for sugar for the mainland region of Portugal should be increased to the levels needed to permit sugar production to start up;\nWhereas the length of the production year varies considerably from one region to another in the Community; whereas experience shows that this variation is particularly marked for the United Kingdom; whereas, therefore, the deadline set until now for decisions to carry forward production is no longer appropriate for that situation in the said region and thus a longer period should be provided for;\nWhereas it is possible that the minimum stock system will not be sufficient to ensure supplies to one or more regions if natural disasters strike the said regions; whereas it is therefore desirable to allow undertakings established in those regions to use to that end blocked carry-over stocks for authorizing them to dispose of the sugar in question before the end of the compulsory storage period,", "main_body": ["Article 24 (2) of Regulation (EEC) No 1785/81 is hereby amended as follows:\n1. In Table I under the column entitled '(a) Basic quantity A for sugar`, '54 545,5` on the line 'Portugal (mainland)` shall be replaced by '63 636,4`.\n2. In Table II under the column entitled '(a) Basic quantity B for sugar`, '5 454,5` on the line 'Portugal (mainland)`, shall be replaced by '6 363,6`.", "Article 27 of Regulation (EEC) No 1785/81 shall be amended as follows:\n1. The text of paragraph 2, second subparagraph shall be replaced by the following:\n'However, the date of 1 February referred to in the first indent of the first subparagraph shall be replaced:\n(a) for undertakings established in Spain, by that of 15 April where beet sugar production is concerned, and by that of 20 June where cane sugar production is concerned;\n(b) for undertakings established in the United Kingdom, by that of 15 February.`.\n2. Paragraph 2bis shall be inserted as follows:\n'2bis. In cases of natural disasters such as drought and flooding striking a Community region and where the application of Article 12 is not sufficient to ensure the normal supply of that region, a decision may be taken, under the procedure laid down in Article 41, to reduce the period of compulsory storage referred to in paragraph 2, second indent for a quantity of sugar sufficient to ensure the normal supply of the said region.`.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.", "shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No C 28, 1. 2. 1996, p. 6.\n(2) OJ No C 117, 22. 4. 1996, p. 22.\n(3) OJ No C 174, 17. 6. 1996, p. 29.\n(4) OJ No L 177, 1. 7. 1981, p. 4. Regulation as last amended by Regulation (EC) No 1101/95 (OJ No L 110, 17. 5. 1995, p. 1)."}