{"celex_id": "31995D0411", "uri": "http://publications.europa.eu/resource/cellar/0684e962-e793-4a6e-bd50-6b3ed69fdf7c", "type": "Decision", "concepts": ["1019", "1309", "192", "4320", "4687", "4689"], "title": "95/411/EC: Council Decision of 22 June 1995 laying down the rules for the microbiological testing for salmonella by sampling of fresh poultrymeat intended for Finland and Sweden\n", "header": "COUNCIL DECISION\nof 22 June 1995\nlaying down the rules for the microbiological testing for  salmonella by sampling of fresh poultrymeat intended for Finland and Sweden\n(95/411/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 71/118/EEC of 15 February 1971 on health problems affecting  trade in fresh poultrymeat (1), and in particular Article 5 (3) (a) thereof,\nWhereas the Commission has approved the operational programmes submitted by Finland and Sweden  regarding salmonella controls; whereas those programmes comprise specific measures for fresh  poultrymeat;\nWhereas the implementation of microbiological tests by an establishment constitutes one of the  additional guarantees to be given to Finland and Sweden and provides equivalent guarantees to those  obtained under the Finnish and Swedish operational programmes as recognized by the relevant  Commission decisions;\nWhereas Finland and Sweden must apply to consignments of fresh poultrymeat from third countries  import requirements as least as stringent as those laid down in this Decision;\nWhereas rules for the microbiological testing by sampling should be laid down by determining the  sampling method, the number of samples to be taken and the microbiological method for the  examination of the samples;\nWhereas as far as the sampling methods to be applied are concerned, it is appropriate to make a  distinction between whole carcases, on the one hand, and parts of carcases and offal on the other;\nWhereas, it is appropriate to take into account international methods for the microbiological  examination of samples;\nWhereas microbiological tests are not to be required for fresh poultrymeat from an establishment  which is subject to a programme recognized as equivalent to that implemented by Finland or Sweden;\nWhereas the provisions of this Decision are without prejudice to amendments to the Annexes to  Directive 71/118/EEC which might be adopted pursuant to Article 19 of that Directive,", "main_body": ["Pursuant to Article 5 (3) (a) of Directive 71/118/EEC, consignments  of fresh poultrymeat intended for Finland and Sweden shall be subject to the rules laid down in  Articles 2 and 3.", "Fresh poultrymeat intended for Finland and Sweden shall be subject to microbiological  testing for salmonella by sampling carried out in accordance with the Annex at the establishment of  origin of such meat.", "Poultrymeat from an establishment subject to a programme recognized, in accordance with  the procedure laid down in Article 21 of Directive 71/118/EEC, as equivalent to that implemented by  Finland or Sweden, shall not be subject to the microbiological testing provided for in this  Decision.", "The Council, acting on a Commission proposal drawn up in the light of a report  established on the basis of the results of the operational programmes implemented by Finland and  Sweden and the experience gained in applying this Decision, shall review this Decision before 1  July 1998.", "This Decision shall apply from 1 July 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1995.\nFor the Council\nThe President\nPh. VASSEUR\n(1) OJ No L 55, 8. 3. 1971, p. 23.  Directive as last amended by Decision 91/1/EC, Euratom, ECSC (OJ No L 1, 1. 1. 1995, p. 1).\nANNEX\nSECTION A SAMPLING METHOD\n1. Carcases (with the neck skin still attached)\nRandom  samples are evenly distributed through the whole consignment. Sampling consists of pieces of about  10 g of neck skin to be removed aseptically with a sterile scalpel and tweezers. Samples should be  kept refrigerated at 4 °C until examination. For examination the samples are diluted 10-fold in  buffered peptone water (BPW) and incubated at 37 °C for 16 to 20 hours. Subsequently the  pre-enrichment broths are tested for the presence of salmonella according to the method described  in Section C. Portions of the pre-enrichment broths may be pooled to a maximum of 10 for  enrichment.\nSamples are duly marked and identified.\n2. Carcases without neck skin, carcase parts and offal\nPieces of tissue of about 25 g are obtained  by punching a sterile cork borer into the meat surface or cutting a slice of tissue with sterile  instruments. Samples should be kept refrigerated at 4 °C until examination. For examination the  samples are diluted 10-fold in buffered peptone water (BPW) and incubated at 37 °C for 16 to 20  hours. Subsequently the pre-enrichment broths are tested for the presence of salmonella according  to the method described in Section C. Portions of the pre-enrichment broths may be pooled to a  maximum of 10 for enrichment.\nSamples are duly marked and identified.\nSECTION B NUMBER OF SAMPLES TO BE TAKEN\nThe number of packing units in the consignment of which  separate random samples are to be taken is as follows:\n>TABLE>\nDepending on the weight of the packing units, the number of samples can be  reduced by using the following multiplication factors:\n>TABLE>\nSECTION C MICROBIOLOGICAL METHOD FOR THE EXAMINATION OF THE SAMPLES\nMicrobiological testing of the samples for salmonella must be carried out according to the  standard method of the International Organization for Standardization, ISO 6579:1993. However,  methods offering equivalent guarantees may be authorized on a case-by-case basis by the Council,  acting on a proposal from the Commission."}