{"celex_id": "31995R3070", "uri": "http://publications.europa.eu/resource/cellar/556fcac2-02e7-4db4-97cd-1a3a61ca94fb", "type": "Regulation", "concepts": ["2026", "3905", "4488", "4829", "5229", "616"], "title": "Council Regulation (EC) No 3070/95 of 21 December 1995 on the establishment of a pilot project on satellite tracking in the NAFO Regulatory Area\n", "header": "COUNCIL REGULATION (EC) No  3070/95\nof 21 December 1995\non the establishment of a pilot project on satellite tracking in the  NAFO Regulatory Area\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Convention on future multilateral cooperation in the Northwest Atlantic Fisheries was  approved by the Council by Regulation (EEC) No 3179/78 (2) and entered into force on 1 January  1979;\nWhereas, with the objective of improving control and enforcement in the NAFO Regulatory Area, the  Community has agreed, in the framework of NAFO and the Agreement on Fisheries with Canada, to  install satellite-tracking devices on at least 35 % of the Community fishing vessels while they are  engaged in fishing activities in the said NAFO Regulatory Area;\nWhereas, on 15 September 1995, the NAFO Fisheries Commission adopted a proposal to introduce a  system of satellite tracking as part of the NAFO pilot project;\nWhereas, pursuant to Article XI of the NAFO Convention, the proposal will, in the absence of  objections, become a measure binding upon the NAFO Contracting Parties as from 15 November 1995;\nWhereas the system of satellite tracking is acceptable to the Community;\nWhereas provision should be made for adopting detailed rules for the implementation of the system,", "main_body": ["1. Member States shall ensure that satellite-tracking devices be  installed on at least 35 % of the vessels flying their flag which fish or plan to fish in the  Regulatory Area from 1 January 1996 to 31 December 1997 in accordance with the rules and procedures  set out in the Annex.\n2. Notwithstanding paragraph 1, Member States with one or two vessels fishing or planning to fish  in the NAFO Regulatory Area shall be permitted to cooperate in order to ensure that at least 35 %  of the total of these Member States' vessels is equipped with satellite-tracking devices. Member  States shall inform the Commission of any such agreement reached.", "This Regulation shall enter into force on 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) Opinion delivered on 15  December 1995 (not yet published in the Official Journal).\n(2) OJ No L 378, 30. 12. 1978, p. 1.\nANNEX\n1. The competent authority responsible for carrying out the pilot project for  satellite tracking shall be designated by each Member State, which shall communicate to the  Commission, no later than seven days after this Regulation has entered into force, the name,  address, telephone number and fax number of that authority.\n2. Each Member State shall take the necessary steps to ensure that the competent authority referred  to in paragraph 1 is equipped with computerized installations facilitating the processing of the  data transmitted by, or received from, the fishing vessels referred to in which satellite-tracking  devices are installed.\n3. The satellite-tracking devices referred to in Article 1 of this Regulation shall be capable of  the automatic transmission, on an hourly basis, of data relating to the position of the vessel on  which they are installed, with a position error which must be less than 500 metres and a confidence  interval of 99 %, and the date and time of the recording of the said position, to the competent  authority of the flag Member State and to the Commission at its request.\n4. The installations referred to in paragraph 2 allow the continuous position monitoring of the  vessels flying the flag of the Member State concerned, in the NAFO Regulatory Area and during their  round trips to and from that area. They must enable the flag Member State, whatever the system  used, to:\n(a) collect, process, record and centralize in computer-readable form, the data transmitted by or  received from its vessels;\n(b) communicate in real time the data transmitted by, or recovered from, its vessels to the  Commission as is required by the hail system.\n5. Each Member State shall forward to the Commission, no later than seven days after this  Regulation has entered into force, the following information:\n(a) the number of vessels concerned and their technical description (internal fleet register  number, name, external identification number, length, tonnage, engine power, radio call sign, type  of vessel);\n(b) the technical characteristics of the equipment and the installations referred to in paragraphs  2 and 3.\n6. Member States shall inform the Commission regularly of the implementation of their pilot  project.\n7. Should a vessel have to be added, withdrawn or replaced, or the data relating to a vessel  altered, the Member State whose flag the vessel concerned is flying, shall inform the Commission  thereof.\n8. The Member State shall transmit to the Commission the necessary information to enable it to  cooperate with other NAFO Contracting Parties which have a NAFO inspection vessel or aircraft in  the NAFO Convention Area in order to exchange information on a real-time basis on the geographical  distribution of fishing vessels equipped with satellite-tracking devices and, on specific request,  information related to the identification of a vessel.\n9. The data communicated or acquired in whatever form by virtue of this Regulation are covered by  professional secrecy and shall benefit from the same protection granted to similar data by the  national legislation of Member States receiving them and by the corresponding provisions applicable  to Community institutions.\n10. The Community shall cover the costs of the pilot project scheme under the provisions of Council  Decision 95/527/EC of 8 December 1995 on a Community financial contribution towards certain  expenditure incurred by the Member States implementing the monitoring and control systems  applicable to the common fisheries policy (1), according to the criteria laid down therein.\n11. The Commission shall prepare a report on the results of the pilot project from the perspective  of efficiency and effectiveness, including:\n(a) overall effectiveness of the project in improving compliance with NAFO conservation and  enforcement measures;\n(b) the effectiveness of the different components of the project;\n(c) costs associated with satellite tracking;\n(d) estimations of fishing efforts from observers as compared to initial estimation by satellite  monitoring;\n(e) analysis of the efficiency in terms of cost/benefit, the analysis being expressed in terms of  compliance with rules and volume of data received for fisheries management.\nTo that end, Member States shall transmit all relevant information to the Commission at its  request.\n12. The report referred to in paragraph 11 shall be submitted to the NAFO Executive Secretary in  time for its consideration at the NAFO Annual Meeting of September 1997.\n(1) OJ No L 301, 14. 12. 1995, p. 30."}