{"celex_id": "31991R1735", "uri": "http://publications.europa.eu/resource/cellar/f058d128-456f-4dbb-8177-0c45c2e0ebf1", "type": "Regulation", "concepts": ["2081", "4717", "4720", "5233"], "title": "Council Regulation (EEC) No 1735/91 of 13 June 1991 amending Regulation (EEC) No 358/79 as regards sparkling wines produced in the Community as defined in point 15 of Annex I to Regulation (EEC) No 822/87 and Regulation (EEC) No 4252/88 on the preparation and marketing of liqueur wines produced in the Community\n", "header": "COUNCIL REGULATION (EEC) No 1735/91 of 13 June 1991 amending Regulation (EEC) No 358/79 as regards sparkling wines produced in the Community as defined in point 15 of Annex I to Regulation (EEC) No 822/87 and Regulation (EEC) No 4252/88 on the  preparation and marketing of liqueur wines produced in the Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Articles 12 and 16 of Regulation (EEC) No 358/79 (4), as last amended by Regulation (EEC) No 1328/90 (5), and Article 6 of Regulation (EEC) No 4252/88 (6), as amended by Regulation (EEC) No 1328/90, fix the maximum sulphur dioxide content of  sparkling wines and liqueur wines; whereas those Articles provide for the submission by 1 April 1991 of a report from the Commission to the Council on that content, together, where appropriate, with proposals; whereas the measures proposed should be  consistent with others that the Commission is required to draft in the near future; whereas the abovementioned deadline should be postponed to that end; whereas the same applies to the deadline of 1 September 1991 laid down in Article 17 (3) of  Regulation (EEC) No 358/79,", "main_body": ["Regulation (EEC) No 358/79 is hereby amended as follows:\n1.  Article 12 (3) shall be replaced by the following:\n'3.  The Commission shall submit to the Council before 1 April 1992 in the light of the experience acquired, a report on maximum sulphur dioxide levels accompanied, where appropriate, by proposals on which the Council shall act by a qualified majority  before\n1 September 1992.';\n2.  Article 16 (3) shall be replaced by the following:\n'3.  Before 1 April 1992, the Commission shall submit to the Council a report, drawn up in the light of experience, on the maximum sulphur dioxide content, together, where appropriate, with proposals on which the Council shall act by a qualified  majority before\n1 September 1992.';\n3.  in Article 17 (3), '1 September 1991' shall be replaced by '1 September 1992'.", "Article 6\n(2) of Regulation (EEC) No 4252/88 is hereby replaced by the following:\n'2.  Before 1 April 1992, the Commission shall submit to the Council a report, drawn up in the light of experience, on the maximum sulphur dioxide content of liqueur wines and quality liqueur wines psr together, where appropriate, with proposals on  which the Council shall act by a qualified majority before 1 September 1992.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No C 104, 19. 4. 1991, p. 85.(2) OJ No C 158, 17. 6. 1991.(3) OJ No C 159, 17. 6. 1991.(4) OJ No L 54, 5. 3. 1979, p. 130.(5) OJ No L 132, 23. 5. 1990, p. 24.(6) OJ No L 373, 31. 12. 1988, p. 59."}