{"celex_id": "31997R2530", "uri": "http://publications.europa.eu/resource/cellar/84d6b5e3-454f-4a80-8608-da4256451f26", "type": "Regulation", "concepts": ["1374", "2560", "2620", "3065", "4692", "863"], "title": "Commission Regulation (EC) No 2530/97 of 16 December 1997 amending for the sixth time Regulation (EC) No 913/97 adopting exceptional support measures for the market in pigmeat in Spain\n", "header": "COMMISSION REGULATION (EC) No 2530/97 of 16 December 1997 amending for the sixth time Regulation (EC) No 913/97 adopting exceptional support measures for the market in pigmeat in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas because of the outbreak of classical swine fever in certain production regions in Spain, exceptional support measures for the market in pigmeat in that Member State were adopted by Commission Regulation (EC) No 913/97 (3), as last amended by Regulation (EC) No 2332/97 (4);\nWhereas it is appropriate to increase the minimum weight of eligible piglets from 8 to 10 kilograms and to simplify the calculation of the aid for piglets by using the weekly prices of the markets of Lerida and Segovia;\nWhereas, in view of the continuing veterinary and trade restrictions introduced by the Spanish authorities, the number of fattening pigs which may be delivered to the competent authorities should be increased, thereby permitting the continuation of the exceptional measures in the weeks to come;\nWhereas the list of eligible areas in Annex II to Regulation (EC) No 913/97 should be amended to reflect the current veterinary situation;\nWhereas the rapid application of exceptional market support measures is one of the means of combating the spread of classical swine fever; whereas Article 1 point 4 of this Regulation should accordingly apply from 2 December 1997 in order to avoid any interruption in the support measures for fattening pigs, for which the number currently laid down was attained on 1 December 1997, and the other provisions from the date of publication of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 913/97 is hereby amended as follows:\n1. in Article 1 (2), '8 kilograms` is replaced by '10 kilograms`;\n2. Article 4 (4) is replaced by the following text:\n'4. The aid provided for in Article 1 (2), at farm gate, for piglets weighing 10 kilograms or more but less than 16 kilograms on average per batch is calculated on the basis of the price per kilogram for \"piglets of Lerida\" of the category 15 kilograms, recorded on the market \"Mercolerida\" during the week preceding the delivery of piglets to the competent authorities.\nThe aid provided for in Article 1 (2), at farm gate, for piglets weighing 16 kilograms and more but less than 22 kilograms on average per batch is calculated on the basis of the price per kilogram for piglets of the category 20 kilograms \"Selecta\" recorded on the market of Segovia during the week preceding the delivery of the piglets to the competent authorities.`;\n3. the following text is added to Article 6:\n'- aids for piglets provided for in Article 4 (4).`;\n4. Annex I is replaced by Annex I hereto;\n5. Annex II is replaced by Annex II hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nHowever, Article 1 point 4 shall apply with effect from 2 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1. 11. 1975, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 131, 23. 5. 1997, p. 14.\n(4) OJ L 323, 26. 11. 1997, p. 23.\nANNEX I\n'ANNEX I\nMaximum total number of animals from 6 May 1997:\n>TABLE>\nANNEX II\n'ANNEX II\nIn the province of Lerida, the protection and surveillance zones as defined in Annexes I and II to the Order of the Generalitat de Catalunya dated 25 November 1997, published in the Official Journal of the Generalitat of 2 December 1997, page 14002.`"}