{"celex_id": "31990R1937", "uri": "http://publications.europa.eu/resource/cellar/364a9223-5058-4205-892a-e57e59432c4c", "type": "Regulation", "concepts": ["1720", "4207", "588", "5969"], "title": "Commission Regulation (EEC) No 1937/90 of 4 July 1990 imposing a provisional anti-dumping duty on imports of pure silk typewriter ribbon fabrics originating in the people's Republic of China, and accepting an undertaking offered by the exporter\n", "header": "COMMISSION  REGULATION (EEC) No 1937/90\nof 4 July 1990\nimposing a provisional anti-dumping duty on imports of pure silk typewriter ribbon fabrics originating in the People's Republic of China, and accepting an undertaking offered by the exporter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 10 and 11 thereof,\nAfter consultations within the Advisory Committee as provided for in the above Regulation,\nWhereas:\nA. PROCEDURE\n(1) In September 1989, the Commission received a complaint lodged by the International Association of Users of Yarn of Man-made Fabrics and of Natural Silk (Aiuffass) on behalf of Spinnhuette GmbH & Co., KG Seidentechnik, a company representing the entire Community production of pure silk typewriter ribbon fabrics.\nThe complaint contained evidence of dumping and of resulting material injury, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2) the initiation of an anti-dumping proceeding concerning imports into the Community of pure silk typewriter ribbon fabrics, falling within CN codes ex 5007 10 00, ex 5007 20 10, and ex 5007 20 21 and originating in the People's Republic of China, and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting country and the complainant. It sent questionnaires to the parties directly concerned and also gave them the opportunity to make known their views in writing and to request a hearing.\n(3) All of the known interested parties, the Community producer, an independent importer and the exporter, returned the questionnaire duly completed to the Commission. The exporter and the importer also made known their views in writing. The exporter requested and was granted a hearing.\n(4) The Commission verified the information received to the extent it deemed to be necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following companies:\n(a) Community producer:\nSpinnhuette GmbH & Co., KG Seidentechnik, Celle, Germany;\n(b) Community importer:\nH. Delacamp GmbH & Co., KG, Hamburg, Germany.\n(5) The investigation of dumping covered the period from 1 January 1989 to 30 September 1989.\nB. PRODUCT UNDER CONSIDERATION\n(6) The product subject to investigation is a plain woven silk fabric made out of raw silk of a weight of 40 g/m2 or more but not exceeding 50 g/m2. The product is used by the office supplies industry for inking and for the further manufacture of typewriter ribbon spools.\n(7) With respect to the physical and technical characteristics, the uses and the markets for this product, the Commission has concluded that the Chinese imports are like products to those produced in the Community, within the meaning of Article 2 (12) of Regulation (EEC) No 2423/88.\nC. DUMPING\n(8) In order to establish whether the imports originating in the People's Republic of China were dumped, the Commission had to take account of the fact that this country does not have a market economy and the Commission therefore had to base its determination on the normal value in a market economy country.\n(9) The complainant had claimed that the Community producer and the Chinese producer are the only producers of the product in question in the world. This information has not been contested by any interested party during the investigation and so the normal value was determined, in accordance with Article 2 (5) (c) of Regulation (EEC) No 2423/88, by reference to the prices actually paid or payable in the Community, duly adjusted to include a profit margin of 5 %, considered to be reasonable for this product.\n(10) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\n(11) In comparing normal value with export prices, the Commission took account, where appropriate, of differences affecting price comparability. Such as physical characteristics, payment terms, transport and insurance costs. All comparisons were trade at an ex-works level.\n(12) The examination of the facts shows that imports of pure silk typewriter ribbon fabrics originating in the People's Republic of China were being dumped, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community. The weighted average dumping margin for the exporter, as a percentage of the cif price of the product at the Community frontier, was 47,2 %.\nD. INJURY\n(a) Volume and price of imports\n(13) With regard to the injury, the Commission has established that imports into the Community from the People's Republic of China of pure silk typewriter ribbon fabrics, in volume terms, fell during the period 1986 to 1988 but that in the first nine months of 1989 the level of imports was equivalent to that for all the preceeding year 1988. As a result, the market share of the exporter, which had remained almost constant during 1986 to 1988, increased in absolute terms by 6 % during the first nine months of 1989. These products are imported into the Federal Republic of Germany by an importer, who subsequently re-sells throughout the Community, although the Federal Republic of Germany is the main market for these products, representing over 80 % of total Community consumption.\n(14) The weighted average resale prices of these imports undercut the prices of the Community producer during the investigation period by between 10 to 15 % and were lower than those required to cover the costs of the Community producer and to provide a reasonable profit. The level of the import prices also deprived the Community producer of price increases which normally would have occurred during this same time period from the increasing costs of its raw materials.\n(b) Impact on the Community industry\n(15) Over the period from 1986 to 1988, production, capacity utilization and sales declined for the Community industry although market share remained stable. However, for the first nine months of 1989, there was a significant deterioration in all these factors with a reduction of market share of 6 %. The Community producer, which had operated with reasonable profit margins in 1987 and 1988, began to generate financial losses in 1989 and had therefore to reduce its level of employment with the introduction of short time working for its remaining employees.\n(c) Causality\n(16) Given the development of the increase in volume and the gain of market share of the dumped imports, the decline in sales and loss of market share of the Community industry during the first nine months of 1989 and the fact that prices of the dumped imports have undercut and suppressed the prices of the Community industry, the Commission has concluded that the injury suffered by the Community industry was caused by the effect of dumped imports, originating in the People's Republic of China, into the Community.\n(17) The Commisson examined whether other factors might have been responsible for the injury to the Community industry. There are no imports originating in other third countries. Consumption in the Community of pure silk typewriter ribbon fabrics has been falling steadily in the Community by approximately 10 % per annum. Whereas this trend in consumption can explain the decrease in sales of the Community producer during the period in which injury has been examined, it cannot explain the significant loss of market share in the first nine months of 1989, which is clearly paralleled by an increase in market share by the exporter. Equally the Community producer was profitable in the years 1987 and 1988 when consumption was also declining, and therefore the Commission does not consider that falling consumption has contributed to the injury found.\n(d) Conclusion\n(18) In these circumstances, the Commission has concluded that the volume of Chinese dumped imports, and the prices at which they are offered for sale in the Community, taken in isolation, have to be considered as causing material injury to the Community industry concerned.\nE. COMMUNITY INTEREST\n(19) Although the requirements of the Community for silk typewriter ribbon are not great and are diminishing, there is and will continue to be a demand for this product in the Community. It would not be in the Community's interest for there to be a sole supplier of this product. The material injury caused to the Community producer by the dumped imports puts its survival at risk. Any protective measures should not however lead to the withdrawal of Chinese imports from the market or eliminate competition between these imports and Community production. The Community producer is in the weaker competitive position, quite apart from the fact that it is suffering from the dumping from China, since it is dependent on China for its supplies of raw silk. The Commission considers that the Community interest would best be protected by the imposition of a provisional anti-dumping duty and the acceptance of a price undertaking which should ensure the maintenance of effective competition between the two suppliers.\n(20) The Commission considers that the situation warrants the imposition of provisional measures at this stage of the proceeding in order to prevent further injury being caused during the remainder of the proceeding.\nF. MEASURES\nPrice undertaking\n(21) The only known exporter of pure silk typewriter ribbon fabrics, China National Silk Import and Export Corporation - Zhejiang Branch, requested and was informed of the main conclusions of the investigation; it submitted its comments and subsequently offered a price undertaking.\n(22) This undertaking has the effect of raising prices by an amount which in no case exceeds the dumping margin established but which is sufficient to remove the injury caused to the Community industry, since the price of the imports plus the importer's costs and profit is thereby raised to the level of a selling price at which the Community producer can make a reasonable profit. It is, moreover, possible to monitor and control that this undertaking is respected. Under these circumstances, the undertaking offered is considered acceptable and the investigations can be terminated for the exporter concerned without imposing an anti-dumping duty.\nIn addition, where there is reason to believe that the undertaking has been violated, provisional and definitive duties may be imposed based on the facts established before the acceptance of the undertaking.\nThis solution met with no objection within the Advisory Committee.\nDuty\n(23) On the basis of the information available, the Commission believes that the exporter, who has offered an undertaking, currently represents all Chinese exports of the pure silk typewriter ribbon fabrics to the Community. However, in order to safeguard the effectiveness of the undertaking and to prevent possible circumvention by the appearance of other exporters in the future, a provisional anti-dumping duty should be imposed.\n(24) The Commission considered that this duty should be based on the facts established in the investigation period for the exporter who fully cooperated in the investigation. Consequently, having regard to the extent of the injury caused, the rate of such a duty should be less than the dumping margin provisionally established but adequate to remove the injury caused. Having taken into account the selling price needed to provide an adequate profit (5 % margin on the sales price for this product) for the Community producer and the purchase price of the Community importer and their costs and profit margin, the Commission determined the amount of duty necessary to eliminate the injury to be 24,6 % of the net free-at-Community-frontier price, not cleared through customs. The Commission considered that, to ensure the effectiveness of the protective measures and to facilitate customs clearance, the provisional duty should take the form of an ad valorem duty.\nG. TIME LIMIT\n(25) Following the imposition of the provisional anti-dumping duty, a period should be fixed within which the interested parties may make their views known and apply to be heard orally by the Commission.", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of pure silk typewriter ribbon fabrics falling within CN codes ex 5007 10 00 (Taric code: 5007 10 00 91), ex 5007 20 10 (Taric code: 5007 20 10 91) and ex 5007 20 21 (Taric code: 5007 20 21 91) and originating in the People's Republic of China.\n2. The rate of duty shall be 24,6 % of the net free-at-Community-frontier price, not cleared through customs (Taric additional code: 8466).\n3. The duty shall not apply to the products referred to in paragraph 1, produced and exported by China National Silk Import & Export Corporation - Zhejiang Branch (Taric additional code: 8465). 4. For the purposes of this Regulation, a pure silk typewriter ribbon fabric means a plain woven silk fabric made out of raw silk of a weight of 40 g/m2 or more but not exceeding 50 g/m2.\n5. The provisions in force with regard to customs duties shall apply.\n6. The release for free circulation in the Community of the product originating in the People's Republic of China referred to in paragraph 1 shall be subject to the provision of a security equivalent to the amount of the provisional duty.", "The undertaking offered by China National Silk Import and Export Corporation - Zhejiang Branch, in connection with the anti-dumping proceeding concerning imports of pure silk typewriter ribbon fabrics fallen within CN codes ex 5007 10 00 ex 5007 20 10 and ex 5007 20 21 and originating in the People's Republic of China is hereby accepted.", "The investigation in connection with the anti-dumping proceeding referred to in Article 2 is hereby terminated in respect of the Company China National Silk Import & Export Corporation - Zhejiang Branch.", "Without prejudice to Article 7 (4) (b) of Regulation (EEC) No 2423/88, the parties concerned may make their views known in writing and request a hearing from the Commission within one month from the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 13 of Regulation (EEC) No 2423/88, Article 1 of this Regulation shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 300, 29. 11. 1989, p. 3."}