{"celex_id": "31996R1169", "uri": "http://publications.europa.eu/resource/cellar/7663e0ec-fae1-4554-81dd-2351501e2317", "type": "Regulation", "concepts": ["1309", "1644", "2488", "2771", "3591", "5969"], "title": "Commission Regulation (EC) No 1169/96 of 18 June 1996 establishing administrative procedures for the 1997 quantitative quotas for certain products originating in the People's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 1169/96 of 18 June 1996 establishing administrative procedures for the 1997 quantitative quotas for certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), as last amended by Regulation (EC) No 138/96 (2), and in particular Articles 2 (3) and (4) and Articles 13 and 24 thereof,\nWhereas Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries and repealing Regulations (EEC) No 1765/82, (EEC) No 1766/82 and (EEC) No 3420/83 (3), as last amended by Regulation (EC) No 752/96 (4), introduced annual quantitative quotas for certain products originating in the People's Republic of China listed in Annex II to that Regulation; whereas the provisions of Regulation (EC) No 520/94 are applicable to those quotas;\nWhereas the Commission accordingly adopted Regulation (EC) No 738/94 (5), as last amended by Regulation (EC) No 983/96 (6), laying down general rules for the implementation of Regulation (EC) 520/94; whereas these provisions apply to the administration of the above quotas subject to the provisions of this Regulation;\nWhereas certain characteristics of China's economy, the seasonal nature of some of the products and the time needed for transport mean that orders for products subject to quota are generally placed before the beginning of the quota year; whereas it is therefore important to ensure that administrative constraints do not impede the realization of the planned imports; whereas in order not to affect the continuity of trade flows, the arrangements for allocating and administering the 1997 quotas should accordingly be adopted before the start of the quota year;\nWhereas after examination of the different administrative methods provided for by Regulation (EC) No 520/94, the method based on traditional trade flows should be adopted; whereas under this method quota tranches are divided into two portions, one of which is reserved for traditional importers and the other for other applicants;\nWhereas this has proved to be the best way of ensuring the continuity of business for the Community importers concerned and avoiding any disturbance of trade flows;\nWhereas, however, the introduction of a Community system must ensure progressive access by non-traditional importers; whereas in the light of all these factors a balance must therefore be sought in determining the portions to be allocated to the two categories of importers;\nWhereas the reference period used for allocating the portion of the quota set aside for traditional importers in earlier Regulations on the administration of these quotas should be updated to ensure open access to the quotas; whereas that update should be based on the latest period for which complete data is available; whereas the year 1994 is therefore a suitable reference period, it being the only recent representative year of the normal trend of trade flows in the products in question for which full customs data are available; whereas traditional importers must therefore prove that they have imported products originating in China and covered by the quotas in question in the year 1994;\nWhereas it is necessary to simplify the formalities to be fulfilled by traditional importers who already hold import licences issued when the 1996 Community quotas or unused 1995 quantities were allocated; whereas the competent administrative authorities already possess the requisite evidence of 1994 imports for all traditional importers; whereas these importers need only enclose a copy of their previous licences with their new licence applications;\nWhereas it has been found in the past that the method provided for in Article 10 of Regulation (EC) No 520/94, which is based on the order in which applications are received, may not be an appropriate way of allocating that portion of the quota reserved for non-traditional importers; whereas, consequently, in accordance with Article 2 (4) of Regulation (EC) No 520/94, an alternative method of apportioning the quota should be determined; whereas, to this end, it is appropriate to provide for allocation in proportion to the quantities requested, on the basis of a simultaneous examination of import licence applications actually lodged, in accordance with Article 13 of Regulation (EC) No 520/94;\nWhereas in order to ensure that the quotas can be efficiently allocated and used, any speculative applications should be excluded, and it is furthermore necessary to allocate economically significant quantities; whereas to this end the amount that any non-traditional importer may request should be restricted to a set volume or value;\nWhereas for the purposes of quota allocation, a time limit must be set for the submission of licence applications by traditional and other importers;\nWhereas with a view to optimum use of quotas, licence applications for imports of footwear under quotas which refer to several CN codes must specify the quantities required for each code;\nWhereas the Member States must inform the Commission of the import licence applications received, in accordance with the procedure laid down in Article 8 of Regulation (EC) No 520/94; whereas the information about traditional importers' previous imports must be expressed in the same units as the quota in question; whereas if the quota is set in ecus, the counter-value of the currency in which previous imports are expressed must be calculated in accordance with Article 18 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (7);\nWhereas in view of the special nature of transactions concerning products subject to quota, and in particular the time needed for transport, the import licences should expire on 31 December 1997;\nWhereas these measures are in accordance with the opinion of the Committee for the administration of quotas set up under Article 22 of Regulation (EC) No 520/94,", "main_body": ["This Regulation lays down for 1997 specific provisions for the administration of the quantitative quotas referred to in Annex II to Council Regulation (EC) No 519/94.\nRegulation (EC) No 738/94 laying down general rules for the implementation of Regulation (EC) No 520/94 shall apply, subject to the specific provisions of this Regulation.", "1. The quantitative quotas referred to in Article 1 shall be allocated using the method based on traditional trade flows, referred to in Article 2 (2) (a) of Regulation (EC) No 520/94.\n2. The portions of the each quantitative quota set aside for traditional importers and other importers are set out in Annex I to this Regulation.\n3. The portion set aside for non-traditional importers shall be apportioned using the method based on allocation in proportion to quantities requested; the volume/value requested by a single importer may not exceed that shown in Annex II.", "Applications for import licences shall be lodged with the competent authorities listed in Annex I to Regulation (EC) No 738/94 from the day following the day of publication of this Regulation in the Official Journal of the European Communities until 3 p.m., Brussels time, on 27 July 1996.", "1. For the purposes of allocating the portion of each quota set aside for traditional importers, 'traditional` importers shall mean importers who can show that they have imported goods in the calendar year 1994.\n2. The supporting documents referred to in Article 7 of Regulation (EC) No 520/94 shall relate to the release for free circulation during the calendar year 1994 of products originating in the People's Republic of China which are covered by the quota in respect of which the application is made.\n3. Instead of the documents referred to in the first indent of Article 7 of Regulation (EC) No 520/94;\n- applicants may enclose with their licence applications documents drawn up and certified by the competent national authorities on the basis of available customs information as evidence of the imports of the product in question during the calendar year 1994 carried out by themselves or, where applicable, by the operator whose activities they have taken over,\n- applicants already holding import licences issued in 1996 under Commission Regulation (EC) No 2319/95 (8) or (EC) No 899/96 (9) for products covered by the licence application may enclose a copy of their previous licences with their licence applications. In that case they shall indicate in their licence application the aggregate value of imports of the product in question in 1994.\n4. Article 18 of Regulation (EEC) No 2913/92 shall apply where supporting documents are expressed in foreign currency.", "Member States shall inform the Commission no later than 14 August 1996 at 10 a.m., Brussels time, of the number and aggregate quantity of import licence applications and, in the case of applications from traditional importers, of the volume of previous imports carried out by traditional importers during the reference period referred to in Article 4 (1) of this Regulation.", "The Commission shall adopt the quantitative criteria to be used by the competent national authorities for the purpose of meeting importers' applications no later than 18 August 1996.", "Import licences shall be valid for one year, starting on 1 January 1997.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 21, 27. 1. 1996, p. 6.\n(3) OJ No L 67, 10. 3. 1994, p. 89.\n(4) OJ No L 103, 26. 4. 1996, p. 1.\n(5) OJ No L 87, 31. 3. 1994, p. 47.\n(6) OJ No L 131, 1. 6. 1996, p. 47.\n(7) OJ No L 302, 19. 10. 1992, p. 1.\n(8) OJ No L 234, 3. 10. 1995, p. 16.\n(9) OJ No L 121, 21. 5. 1996, p. 8.\nANNEX I\nALLOCATION OF THE QUOTAS\n>TABLE>\nANNEX II\nMAXIMUM QUANTITY WHICH MAY BE REQUESTED BY EACH IMPORTER OTHER THAN TRADITIONAL\n>TABLE>"}