{"celex_id": "31994R1720", "uri": "http://publications.europa.eu/resource/cellar/2def46da-7492-4b48-9d5e-e5e76f4eb7ab", "type": "Regulation", "concepts": ["2194", "3626", "4683", "4691", "624", "936"], "title": "Commission Regulation (EC) No 1720/94 of 14 July 1994 amending Regulation (EEC) No 3567/92 laying down detailed rules for the application of the individual limits, national reserves and transfer of rights in the sheepmeat and goatmeat sector\n", "header": "COMMISSION REGULATION (EC) No 1720/94 of 14 July 1994 amending Regulation (EEC) No 3567/92 laying down detailed rules for the application of the individual limits, national reserves and transfer of rights in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Commission Regulation (EC) No 1096/94 (2), and in particular Article 5a (4) thereof,\nWhereas the experience gained in allocating rights from the national reserves has shown that the Member States were in certain cases in the 1993 and 1994 marketing years constrained to make late allocation of such rights; whereas there is a risk that producers who acquired rights against payment and who subsequently also obtained, free of charge, rights from the national reserves in the same marketing year, may be penalized, in particular due to the fact that they have not been able to adapt their farms to the increased number of rights in time; whereas, as a result, those producers should be authorized to transfer and/or lease temporarily the rights they have acquired against payment in respect of the 1993 and 1994 marketing years;\nWhereas Article 2 of Council Regulation (EEC) No 2078/92 of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside (3) institutes an aid programme where producers undertake to reduce the proportion of sheep per forage area; whereas, therefore, within that framework and in order to achieve the objectives of the said Regulation, it was decided, as a general principle, that the national agri-environmental programmes approved by the Commission should stipulate as a condition that the use of ewe and/or she-goat premiums, freed in such a manner, should be suspended throughout the period of participation in the said programme; whereas, however, as an exceptional measure, use of the freed premium rights should be permitted in order to meet the needs of the other agri-environmental aid measures where national extensification programmes so allow; whereas, furthermore, this amendment should not prejudice the principle of legitimate expectations as regards producers who, at the time of entry into force of this Regulation, had already notified their authorities of the transfer and/or temporary lease of their premium rights;\nWhereas one of the objectives of Council Regulation (EEC) No 2079/92 of 30 June 1992 instituting a Community aid scheme for early retirement from farming (4) is to encourage the replacement of elderly farmers by farmers able to improve the economic viability of the remaining agricultural holdings; whereas Articles 6 (2) and 7 (4) of Commission Regulation (EEC) No 3567/92 (5), as last amended by Regulation (EC) No 826/94 (6), provides for restrictions on the use of ewe and/or she-goat premiums which could be contrary to the objectives of Regulation (EEC) No 2079/92; whereas there is a risk that certain producers will not participate in early retirement schemes if their participation could eventually lead to the withdrawal of their rights to the ewe and/or she-goat premium;\nWhereas Regulation (EEC) No 3567/92 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["Regulation (EEC) No 3567/92 is amended as follows:\n1. Article 6 (1) (a) is replaced by the following:\n'(a) he shall not be authorized to transfer and/or temporarily lease his rights during the three following marketing years. However, and in respect of the 1993 and 1994 marketing years, this provision shall not apply to rights obtained through transfer and/or temporary lease during the marketing year in question before notification of the allocation of rights from the national reserves relating to that same marketing year.`\n2. Article 6 (2) is replaced by the following:\n'2. Without prejudice to paragraph 1 and except:\n- in the case of producers participating in an extensification programme recognized by the Commission,\n- in the case of producers participating in an early retirement scheme recognized by the Commission in which the transfer and/or temporary lease of rights is not obligatory, or\n- in duly justified exceptional cases,\nwhere producers have not made use of at least 50 % of their rights during each of two consecutive marketing years, the part not used during the last marketing year shall be transferred to the national reserve.`\n3. In Article 7 (4), the final sentence is replaced by the following:\n'However, for producers participating in early retirement schemes or who have, prior to the entry into force of Regulation (EC) No 1720/94 (amending Regulation), undertaken to participate in extensification programmes recognized by the Commission, Member States may provide for an extension of the total duration of the temporary lease on the basis of such programmes.\nProducers who, subsequent to the entry into force of Regulation (EC) No 1720/94 (amending Regulation), undertake to participate in an extensification programme in accordance with the measure referred to in Article 2 (1) (c) of Regulation (EEC) No 2078/92 shall not be authorized to temporarily lease and/or to transfer their rights throughout the period of that participation. However, this provision shall not apply:\n- in cases where the extensification programme permits the transfer and/or temporary lease of rights to producers whose participation in the measures other than the extensification measure referred to in Article 2 of Regulation (EEC) No 2078/92 requires the acquisition of rights,\n- to producers able to prove to the satisfaction of the competent authorities that, prior to the entry into force of Regulation (EC) No 1720/94, they had already notified those authorities of the transfer and/or temporary lease of rights in accordance with paragraph 2.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 121, 12. 5. 1994, p. 9.\n(3) OJ No L 215, 30. 7. 1992, p. 85.\n(4) OJ No L 215, 30. 7. 1992, p. 91.\n(5) OJ No L 362, 11. 12. 1992, p. 41.\n(6) OJ No L 95, 14. 4. 1994, p. 8."}