{"celex_id": "31994R1897", "uri": "http://publications.europa.eu/resource/cellar/796e6cec-35ee-415c-aeb1-9915f5f6bde7", "type": "Regulation", "concepts": ["161", "1644", "2957", "616", "970"], "title": "Commission Regulation (EC) No 1897/94 of 27 July 1994 laying down detailed rules, for the application of Council Regulation (EC) No 774/94, as regards import licences for brans, sharps and other residues\n", "header": "COMMISSION REGULATION (EC) No 1897/94 of 27 July 1994 laying down detailed rules, for the application of Council Regulation (EC) No 774/94, as regards import licences for brans, sharps and other residues\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other  residues (1), and in particular Article 7 (c) thereof,\nWhereas the annual quota opened by Regulation (EC) No 774/94 relates, inter alia, to a total quantity of 475 000 tonnes of brans, sharps and other residues of wheat and cereals other than maize and rice falling within CN codes 2302 30 10, 2302 30 90,  2302 40 10, and 2302 40 90, for which the Common Customs Tariff duty is set in Article 6 (2) of the said Regulation;\nWhereas importation of these products must be subject to the presentation of an import licence; wherea it is necessary to lay down the conditions for the issue of such licences;\nWhereas preferential arrangements for the importation of brans, sharps and other residues are laid down in Council Regulations (EEC) Nos 1513/76 (2), (EEC) No 1519/76 (3), (EEC) No 1526/76 (4), (EEC) No 1251/77 (5) and (EEC) No 715/90 (6), as last  amended by Regulation (EC) No 235/94 (7); whereas these arrangements involve abatement of the import levy applicable to those products; whereas cumulation of this advantage and the reduced tariff provided for in this Regulation is likely to create  disturbances on the Community market; whereas such cumulation should be prohibited so that imports are not affected;\nWhereas the detailed rules laid down in this Regulation must replace those laid down in Commission Regulation (EEC) No 1193/88 of 29 April 1988 laying down detailed rules for the application of the special arrangements for imports of bran, sharps and  other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of cereals other than maize and rice covered by CN codes 2302 30 and 2302 40 (8); as amended by Regulation (EEC) No 84/89 (9); whereas that  Regulation should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The importation of 475 000 tonnes of brans, sharps and other residues of wheat and cereals other than maize and rice falling within CN codes 2302 30 10, 2302 30 90, 2302 40 10 and 2302 40 90 and qualifying for a reduced customs tariff as  provided for in Article 6 of Regulation (EC) No 774/94 shall be subject to an import licence issued in accordance with this Regulation.\n2. In connection with the quota the preferential arrangements provided for in Regulations (EEC) No 1513/76, (EEC) No 1519/76, (EEC) No 1526/76, (EEC) No 1251/77 and (EEC) No 715/90 shall not apply.\n3. Commission Regulations (EEC) No 3719/88 (10) and (EEC) No 891/89 (11) shall apply save in so far as this Regulation states to the contrary.", "1. Applications for import licences in connection with the annual Community tariff quota provided for in Article 1 (1) shall be lodged with the competent authorities of any Member State on the first Monday of each month up to 1 p.m., Brussels  time, or, if that day is not a working day, on the first following working day.\n2. An application for an import licence may not relate to a quantity greater than the available balance of the quota.\n3. Member States shall forward the information concerning applications for import licences to the Commission by telex or fax not later than 6 p.m., Brussels time, on the day specified in paragraph 1. This information must be forwarded separately from  that relating to other applications for import licences for products falling within CN codes ex 2302 30 and ex 2302 40, in accordance with the model set out in Annex I and to the number given in Annex II.\n4. If the quantity for which import licence applications have been lodged exceeds the available balance of the annual quota, the Commission shall, not later than the third working day following the lodging of applications, fix a single coefficient for  reducing the quantities applied for. A licence application may be withdrawn within one working day following the day on which the reduction coefficient is fixed.\n5. Member States shall forward the information concerning import licences actually issued to the Commission by telex or fax as soon as possible. This information must be forwarded to the number given in Annex II and in accordance with the model set out  in Annex I.\n6. Without prejudice to paragraph 4, licences shall be issued on the fifth working day following the day on which the application is lodged.\nNotwithstanding Article 21 (1) of Commission Regulation (EEC) No 3183/80 (12), the period of validity of licences shall be calculated from the date of actual issue.\n7. The Commission shall inform the Member States of the available balance of the quota after deducting the quantities for which licences have been issued.", "1. Notwithstanding Article 8 of Regulation (EEC) No 891/89, licences issued under this Regulation shall be valid until the end of the third month following that of issue.\nHowever, licences shall not be valid beyond 31 December each year.\n2. Notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights deriving from the import licence shall not be transferable.", "The import licence application and the licence shall be completed as follows:\n- sections 7 and 8 respectively shall give the product's country of provenance and country of origin,\n- in sections 7 and 8, the word 'yes' must be marked with a cross,\n- in section 9, the word 'yes' must be marked with a cross,\n- nothwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity released for free circulation must not be greater than that indicated, in sections 17 and 18 of the import licence. The figure 0 shall therefore be entered in section 19 of  the licence,\n- section 20 must contain one of the following:\n- Salvado, moyuelos, otros residuos de trigo y otros cereales distintos del maíz y del arroz [Reglamento (CE) no 774/94 del Consejo],\n- Klid og andre restprodukter af hvede og andre kornsorter bortset fra majs og ris [Raadets forordning (EF) nr. 774/94],\n- Kleie und andere Rueckstaende von Weizen und anderem Getreide als Mais und Reis (Verordnung (EG) Nr. 774/94 des Rates),\n- Pityra en genei kai alla ypoleimmata sorgoy kai allon sitiron ektos apo to kalampoki kai to ryzi (kanonismos (EK) arith. 774/94 toy Symvoylioy),\n- Brans, sharps and other residues of wheat and cereals other than maize and rice [Council Regulation (EC) No 774/94],\n- Sons, remoulages et autres résidus de froment et d'autres céréales que le maïs et le riz [règlement (CE) no 774/94 du Conseil],\n- Crusche, stacciature e altri residui di frumento di altri cereali diversi dal granturco e dal riso [regolamento (CE) n. 774/94 del Consiglio],\n- Zemelen, slijpsel en andere resten van tarwe en van andere granen dan maïs en rijst [Verordening (EG) nr. 774/94 van de Raad],\n- Sêmeas, farelos e outros resíduos de trigo e outros cereais que nao o milho e o trigo [Regulamento (CE) nº 774/94 do Conselho].\n- section 24 must contain one of the following:\n- Exacción reguladora variable cero. Derecho del arancel aduanero común reducido. Contingente abierto por el Reglamento (CE) no 774/94 del Consejo,\n- Variabel nulafgift. Nedsat sats i den faelles toldtarif. Kontingent aabnet i henhold til Raadets forordning (EF) nr. 774/94,\n- Veraenderliche Abschoepfung Null. Verringerter Satz des Gemeinsamen Zolltarifs. Mit der Verordnung (EG) Nr. 774/94 des Rates eroeffnetes Kontingent,\n- Metavlita eisfora 0. Meiomenos dasmos toy koinoy dasmologioy. Anoigma posostosis apo ton kanonismo (EK) arith. 774/94 toy Symvoylioy,\n- Variable levy zero. Common Customs Tariff duty reduced. Quota opened by Council Regulation (EC) No 774/94,\n- Prélèvement variable zéro. Droit du tarif douanier commun réduit. Contingent ouvert par le règlement (CE) no 774/94 du Conseil,\n- Prelievo variabile zero. Dazio della tariffa doganale comune ridotto. Contingente aperto a norma del regolamento (CE) n. 774/94 del Consiglio,\n- Variabele heffing 0. Verlaagd recht van het gemeenschappelijk douanetarief. Contingent geopend bij Verordening (EG) nr. 774/94 van de Raad,\n- Direito nivelador 0. Direito da Pauta Aduaneira Comum reduzido. Contingente aberto pelo Regulamento (CE) nº 774/94 do Conselho.", "Regulation (EEC) No 1193/88 is repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 91, 8. 4. 1994, p. 1.\n(2) OJ No L 169, 28. 6. 1976, p. 22.\n(3) OJ No L 169, 28. 6. 1976, p. 40.\n(4) OJ No L 169, 28. 6. 1976, p. 56.\n(5) OJ No L 146, 14. 6. 1977, p. 11.\n(6) OJ No L 84, 30. 3. 1990, p. 85.\n(7) OJ No L 30, 3. 2. 1994, p. 12.\n(8) OJ No L 111, 30. 4. 1988, p. 87.\n(9) OJ No L 13, 17. 1. 1989, p. 13.\n(10) OJ No L 331, 2. 12. 1988, p. 1.\n(11) OJ No L 94, 7. 4. 1989, p. 13.\n(12) OJ No L 338, 13. 12. 1980, p. 1.\nANNEX I\nImports of brans, sharps and other residues. Regulation (EC) No 774/94  (Regulation (EC) No 1897/94)\n\"(Quantity, in tonnes)\"\" ID=\"1\">1\"> ID=\"1\">2\"> ID=\"1\">3\"> ID=\"1\">etc.\"> ID=\"1\">Total \"> ID=\"1\">Total \">\nANNEX II\nThe only numbers to use to call Brussels are (DG VI-C-1):\n- telex: 22037 AGREC B\n22070 AGREC B (Greek characters)\n- telefax: - 295 01 32\n- 296 10 97\n- 295 25 15."}