{"celex_id": "31990R3833", "uri": "http://publications.europa.eu/resource/cellar/a75eb9f6-7a2a-48d9-b896-26e200d4d908", "type": "Regulation", "concepts": ["161", "2295", "2590", "2734", "2771", "4350", "932"], "title": "Council Regulation (EEC) No 3833/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of certain agricultural products originating in developing countries\n", "header": "COUNCIL   REGULATION   (EEC)   No   3833/90\nof 20 December 1990\napplying generalized tariff preferences for 1991 in respect of  certain agricultural products originating in developing countries<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\nTHE   COUNCIL   OF   THE   EUROPEAN   COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Article  113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nWhereas within the context of UNCTAD, the European Economic Community offered to grant tariff  preferences on certain agricultural products of Chapters  1 to 24 of the Common Customs Tariff  which originate in developing countries: whereas the preferential treatment proposed in that offer  consists, in respect of certain goods which are subject to the trade arrangements laid down in  Regulation (EEC) No  3033/80  (3), of a reduction in the fixed component of the charge applicable  to such goods by virtue of that Regulation, and, in respect of products which are subject to the  single customs duty, of a reduction in such duty; whereas preferential imports of the products  concerned should be effected in general without quantitative restrictions;\nWhereas the positive role played by this system in improving access for developing countries to  the markets of the preference-giving countries was recognized at the ninth session of the UNCTAD  Special Committee on Preferences; whereas it was there agreed that the objectives of the system of  generalized preferences would not be fully achieved by the end of 1980, that consequently it should  be prolonged beyond the initial period; an overall review of the system has started in 1990;\nWhereas it is desirable therefore that the Community continue to apply generalized tariff  preferences, in the context of the conclusions reached in UNCTAD and in accordance with the  intentions expressed in the said Committee in particular by all the preference-giving countries;\nWhereas the temporary and non-binding nature of the system means that the offer may be withdrawn  wholly or in part at a later stage, thus maintaining the possibility of remedying any unfavourable  situations which might arise, including in the African, Caribbean and Pacific States (ACP States)  following the implementation of the system;\nWhereas experience from the application of the Community scheme in the first 15  years has shown  that the scheme has to an appreciable extent achieved its intended objectives; whereas it is  therefore appropriate to maintain its fundamental features, namely a reduction in customs duties  without any restriction in the quantities imported for certain agricultural products listed in  Annex II, and a reduction in customs duties within the limits of Community fixed reduced-duty  amounts for preserved pineapples, extracts of coffee and tobacco;\nWhereas, since 1  March 1986, the Kingdom of Spain and the Portuguese Republic have applied the  Community system of generalized preferences, in compliance with Articles  178 and 365 of the Act of  Accession;\nWhereas in the multilateral trade negotiations, in accordance with paragraph  6 of the Tokyo  Declaration, the Community reaffirmed that special treatment should, whenever possible, be granted  to the least developed among the developing countries: whereas, therefore, the agricultural  products listed in Annex IV, originating in the least-developed developing countries which appear  in the list in Annex  V to this Regulation, should be totally exempt from customs duties;\nWhereas, having regard to the rules applying to the repayment or remission of import or export  duties, and in particular to Council Regulation (EEC) No 1430/79  (4) and Commission Regulation  (EEC) No 3040/83  (5), a procedure should be laid down to regularize imports actually made within  the fixed reduced-duty amounts opened under this Regulation and thus provision should be made for  the Commission to be able to take appropriate measures;\nWhereas such methods of administration call for close and particularly rapid cooperation between  the Member States and the Commission;\nWhereas it is expedient that the Community should authorize the importation of the products  referred to in Annex II, originating in the countries and territories listed in Annex III, subject  to the customs duties given in respect of each of them, without quantitative limitations; whereas  the benefit of such preferential terms should be reserved for products originating in the countries  and territories under consideration, the concept of 'originating products` being adopted in  accordance with Commission Regulation (EEC) No  693/88  (1);\nWhereas Hungary, Poland and Czechoslovakia have seen their economic situation decline to the point  where they face similar problems to those countries to which the generalized preferences have  applied in the past; whereas they should therefore benefit, on a transitional basis, from the  system of generalized preferences in order to increase their export earnings with a view to  stimulating their economic development, to promote their industrialization and to accelerate their  rate of growth;\nWhereas, on 8 November 1990, the Commission recommended to the Council that it authorize it to  negotiate European Agreements with those three countries providing for the progressive  establishment of a free-trade area; whereas, this being the case, those countries should benefit  from the generalized preferential arrangements in 1991 until tariff concessions are granted under  those Agreements;\nWherea s the economic situation of Bulgaria is similar to that of the three aforementioned  countries; whereas it should therefore also benefit from the preferential arrangements in 1991;\nWhereas the situation in Romania justifies treatment identical to that granted to the four  countries referred to above; whereas equivalent preferential arrangements should consequently be  established for that country in 1991;\nWhereas it is appropriate to add to the list of beneficiary countries Mongolia, at the request of  that country, and Namibia, which has gained its independence;\nWhereas the unification of Germany leads to an increase in the level of consumption in the  Community, and consequently certain preferential amounts should be increased;\nWhereas the Republic of Korea does not treat the Community on an equal footing with other trade  partners and whereas it has taken discriminatory measures in respect of the Community in the sphere  of the protection of intellectual property; whereas therefore it is inappropriate that the Republic  of Korea should benefit from the system of generalized tariff preferences as long as this practice  continues;\nWhereas it is necessary to establish complete statistics on imports admitted in accordance with  the provisions of this Regulation and to apply to the collection, preparation and transmission of  these statistics Council Regulations (EEC) No  1736/75  (2) and (EEC) No  3367/87  (3);\nWhereas by Council Regulation (EEC) No  1672/89  (4) the customs duties applicable under the  Common Customs Tariff to a number of tropical products were reduced on a most-favoured-nation  basis; whereas for the sake of greater clarity and administrative simplicity it is appropriate to  exclude from the lists of products in Annexes II and IV hereto those products which are the subject  of a rate of customs duty on a most-favoured-nation basis equal to or lower than the rate of  customs duty which would be applicable under the generalized tariff preferences;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure  concerning the administration of the fixed reduced-duty amount shares allocated to that economic  union may be carried out by any one of its members,", "main_body": ["1. From 1  January to 31  December 1991, the Common Customs Tariff  duties shall be:\n- partially suspended within the framework of global fixed reduced-duty amounts in respect of the  products listed in Annex  I,\n- partially or totally suspended in respect of the products listed in Annex II,\n- totally suspended in respect of the products listed in Annex IV.\nSpain and Portugal shall apply on the imports of products referred to above the customs duties  established in accordance with Articles  178 and 365 of the 1985 Act of Accession.\n2. The arrangements laid down in paragraph  1 shall apply only in respect of products originating  in the countries and territories:\n- listed in Annex III, as regards the products in Annexes  I and II,\n- listed in Annex  V, as regards the products in Annex  IV.\n3. The preferences granted by this Regulation are suspended, on a temporary basis, for products  originating in the Republic of Korea.\nThe benefit of the fixed reduced-duty amounts opened for imports of unmanufactured tobaccos  specified in Annex  I is not granted for products originating in China.\n4. Preferential entry as provided for in this Regulation shall be subject to conformity with the  rules of the origin of products determined by Regulation (EEC) No  693/88.\nEntry under the fixed reduced-duty amounts opened for imports of unmanufactured Virginia  'flue-cured` type tobaccos shall be subject to the production of a certificate of authenticity  issued by one of the authorities listed in Annex  II to Commission Regulation (EEC) No  4128/87   (1).\nPisco and singani, listed in Annexes II and IV and falling within CN code ex 2208 90 51, and  tequila falling within CN code ex 2208 90 53, shall qualify for the preferential system subject to  the production of an attestation of authenticity in the certificate of origin and drawn up  according to the procedure referred to in Regulation (EEC) No  693/88.\n5. The fixed reduced-duty amounts and the partial or total suspensions of duties, without  quantitative limitations, shall be administered in accordance with the following provisions.\nSECTION I\nProvisions concerning the administration of the global fixed reduced-duty  amounts", "Community imports of the products listed in Annex  I shall benefit from the  customs duties specified for each product, within the framework of the fixed reduced-duty amounts,  of which the volumes are specified in column  5 of that Annex.\nThose imports which enjoy exemption from customs duties under other preferential tariff  arrangements granted by the Community shall not be charged against these fixed reduced-duty  amounts.", "The fixed reduced-duty amounts shall be administered by the Commission.\nIf an importer presents in a Member State a declaration of entry into free circulation, including  a request for preferential benefit for a product, accompanied by a certificate of origin and  subject to a fixed reduced-duty amount and if this declaration is accepted by the customs  authorities, the Member State concerned shall draw, by means of notification to the Commission, a  quantity corresponding to its needs.\nThe requests for drawings, with the indication of the date of acceptance of the said  declarations, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission following the date of acceptance of the declaration of  entry into free circulation by the customs authorities of the Member State concerned, to the extent  that the balance of the said amount permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the corresponding fixed amount.\nIf the quantities requested corresponding to a certain date are greater than the available balance  of the fixed reduced-duty amount, allocation shall be made on a pro rata basis with respect to the  requested quantities. Member States shall be informed by the Commission of the drawings made.", "1. The Commission shall keep account of the quantities drawn by the Member States  conforming to Article 3 and shall inform each of them as soon as it receives notification of the  exhausting of the volumes opened. It shall ensure that the drawing which uses up any of these fixed  amounts is limited to the balance available and, to this end, specify the amount to the Member  State which proceeds to the last drawing.\nThe fact that the fixed amounts have been exhausted shall forthwith be brought to the notice of  Member States.\nThis communication shall be the subject of a publication in the Official Journal of the European  Communities ('C` Series).\n2. The Member States shall take all the appropriate measures to ensure that the drawings that they  effect pursuant to Article 3 may be charged without interruption against the fixed reduced-duty  amounts.\nEach Member State shall guarantee free access to these fixed amounts to the importers of the  products in question as far as the balance of the volumes openedpermits.", "By 29 February 1992 at the latest, Member States shall notify the Commission of the  final total of the quantities charged at 31 December 1991. Up to the limit of the balance  remaining, and at the request of the Member States, the Commission shall authorize the Member  States to make any necessary regularization of the quantities charged against imports actually made  during the period referred to in Article 1  (1). The Commission shall inform the other Member  States thereof.\nSECTION II\nProducts of Chapters  1 to 24 of the Common Customs Tariff imported without  quantitative limitations", "1. Community imports of the products listed in Annex II  originating in the countries listed in Annex III shall benefit from the customs duties specified  for each product, without prejudice to the levying of additional duties which may be applicable.\n2. The products listed in Annex IV originating in the countries listed in Annex  V shall be  imported into the Community free of customs duties without prejudice to the levying of additional  duties which may be applicable.", "Where the Commission finds that imports of products benefiting from the treatment  provided for in Article  6 are imported into the Community in quantities or at prices which place  or are likely to place Community producers of similar or directly competitive products at a serious  disadvantage, the levying of customs duties applied within the Community may be reintroduced in  whole or in part on imports of the products in question from the country or countries or territory  or territories which are the cause of such disadvantage. Such measures may also be taken in the  event of actual or potential serious disadvantage which is confined to a single region of the  Community.", "1. The Commission may decide, by means of a Regulation, to reintroduce the levying  of customs duties for a specified period, in order to ensure that Article  7 is applied.\n2. Where action on the part of the Commission is requested by a Member State, the former shall  give its decision within a period of not more than 10 working days from the date of receipt of the  request and shall inform the Member State of this decision.\n3. Each Member State may refer the measure taken by the Commission to the Council within a period  of 10 working days following the date on which it was notified. The fact that the matter is  referred to the Council shall not cause the measure to be suspended. The Council shall meet  immediately. It may, acting on a qualified majority, amend or rescind the measure in question.", "Articles  7 and  8 shall prejudice neither the application of the safeguard clauses  adopted under the common agricultural policy pursuant to Article  43 of the Treaty nor those  adopted under the common commercial policy pursuant to Article  113 of the Treaty, or any other  safeguard clauses which might possibly be applied.\nSECTION III\nGeneral provisions", "0\nThe Member States shall, within six weeks of the  end of each quarter, at the latest, forward to the Statistical Office of the European Communities  the statistical results for the products entered for free circulation in the reference quarter  under a generalized preferential, treatment in accordance with the provisions of the present  Regulation. These results, transmitted according to the headings of the combined nomenclature and  where applicable of the Taric shall show the country of origin, value, quantity and any  supplementary units as defined by Regulations (EEC) No  1736/75 and (EEC) No  3367/87.", "1\nThe Commission shall see that the Statistical Office of the European Communities  ensures the publication of the annual statements of set-off.", "2\nMember States and the Commission shall cooperate closely to ensure compliance with  this Regulation.", "3\nThis Regulation shall enter into force on 1  January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 December 1990.\nFor the CouncilThe PresidentG.   RUFFOLO\nANNEX I <(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n'\nANNEX II<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n'\nANNEX III<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n>TABLE>\nANNEX IV <(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n'\nANNEX V <(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\n>TABLE>\n'"}