{"celex_id": "31997R0399", "uri": "http://publications.europa.eu/resource/cellar/71f7c042-67a6-44b9-b4cd-4aed44cf0263", "type": "Regulation", "concepts": ["1159", "2282", "2879", "4790", "5254", "5706"], "title": "Council Regulation (EC) No 399/97 of 20 December 1996 laying down for 1997 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of the Latvia\n", "header": "COUNCIL REGULATION (EC) No 399/97 of 20 December 1996 laying down for 1997 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of the Latvia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries relations between the European Community and the Republic of Latvia (2), and in particular Articles 3 and 6 thereof, the Community and Latvia have held consultations concerning their mutual fishing rights for 1997 and the management of common living resources;\nWhereas, in the course of these consultations, the delegations agreed to recommend to their respective authorities that certain catch quotas for 1997 should be fixed for the vessels of the other Party;\nWhereas the necessary measures should be taken to implement, for 1997, the results of the consultations held with Latvia;\nWhereas it is for the Council to lay down the specific conditions under which catches by vessels flying the flag of Latvia can be taken;\nWhereas the fishing activities covered by this Regulation are subject to the control measures provided for by Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (3);\nWhereas Article 3 (2) of Commission Regulation (EEC) No 1381/87 of 20 May 1987 establishing detailed rules concerning the marking and documentation of fishing vessels (4) provides that all vessels with chilled or refrigerated sea-water tanks are to keep on board a document, certified by a competent authority, indicating the calibration of the tanks in cubic metres at 10-centimetre intervals;\nWhereas, for imperative reasons of common interest, this Regulation will apply from 1 January 1997,", "main_body": ["1. From 1 January to 31 December 1997, vessels flying the flag of Latvia are hereby authorized to fish for the species listed in Annex I, within the geographical and quantitative limits laid down therein and in accordance with this Regulation, in the 200-nautical-mile fishing zone of the Member States in the Baltic Sea. Fishing for cod shall be prohibited in the Baltic Sea, the Belts and the Sound from 10 June to 20 August 1997 inclusive.\n2. Fishing authorized under paragraph 1 shall be limited to those parts of the 200-nautical-mile fishing zone lying seawards of 12-nautical-miles from the baselines from which the fishing zones of Member States are measured and south of 59Â° 30' North.\n3. Notwithstanding paragraph 1, unavoidable by-catches of a species for which no quota is established in a zone shall be permitted within the limits fixed in the conservation measures in force in the zone concerned.\n4. By-catches in a given zone of a species for which a quota is established in that zone shall be counted against the quota concerned.", "1. Vessels fishing within the quotas fixed in Article 1 shall comply with the conservation and control measures and all other provisions governing fishing in the zone referred to in that Article.\n2. The vessels shall keep a log-book in which the information set out in Annex II shall be entered.\n3. The vessels shall transmit to the Commission, in accordance with the rules laid down in Annex III, the information set out in that Annex.\n4. Those vessels which have chilled or refrigerated sea-water tanks shall keep on board a document, certified by a competent authority, indicating the calibration of the tanks in cubic metres at 10-centimetre intervals.\n5. The registration letters and numbers of the vessels must be clearly marked on the bow of each vessel on both sides.", "1. Fishing under the quotas fixed in Article 1 shall be permitted only where a licence and a special fishing permit have been issued by the Commission, on behalf of the Community, at the request of the Latvian authorities and in compliance with the conditions set out in Annexes II and III. Copies of these Annexes and the licence and the special fishing permit shall be kept on board each vessel.\nThe vessels to be licenced for fishing in the Community zone during a given month will be notified at the latest by the 10th day of the preceding month. The Community shall expeditiously process requests for adjustments to a monthly list during its duration.\n2. When an application for a licence and a special fishing permit is submitted to the Commission, the following information must be supplied:\n(a) name of the vessel;\n(b) registration number;\n(c) external identification letters and numbers;\n(d) port of registration;\n(e) name and address of the owner or charterer;\n(f) gross tonnage and overall length;\n(g) engine power;\n(h) call sign and radio frequency;\n(i) intended method of fishing;\n(j) intended area of fishing;\n(k) species for which it is intended to fish;\n(l) period for which a licence is requested.\n3. Licences and special fishing permits shall be issued provided that the number of licences valid at any time during a given month or year does not exceed the amounts mentioned in Annex I.\n4. Only fishing vessels under 43 metres are authorized to fish.\n5. Each licence and special fishing permit shall be valid for one vessel only. Where two or more vessels are taking part in the same fishing operation, each vessel must be in possession of a licence and special fishing permit.\n6. Licences and special fishing permits may be cancelled with a view to the issuing of new licences and special fishing permits. Such cancellations shall take effect on the day before the date of issue of the new licences and special fishing permits by the Commission. New licences and special fishing permits shall take effect from their date of issue.\n7. Licences and special fishing permits shall be wholly or partially withdrawn before the date of expiry if the respective quotas fixed under Annex 1 have been exhausted.\n8. Licences and special fishing permits shall be withdrawn in the event of any failure to meet the obligations laid down in this Regulation.\n9. For a period not exceeding 12 months, no licence and special fishing permit shall be issued for any vessel in respect of which the obligations laid down in this Regulation have not been met.\n10. The Commission, on behalf of the Community, shall submit to Latvia the names and characteristics of Latvian vessels which will not be authorized to fish in the Community's fishing zone for the next month(s) as a consequence of an infringement of Community rules.", "Vessels authorized to fish on 31 December may continue fishing as from the beginning of the next year until the lists of vessels permitted to fish during the year in question is submitted to and approved by the Commission on behalf of the Community.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities or on the day of entry into force of the Agreement on fisheries relations between the European Community and the Republic of Latvia, signed on 19 December 1996, whichever is the later.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(2) OJ No C 276, 21. 9. 1996, p. 9.\n(3) OJ No L 261, 20. 10. 1993, p. 1.\n(4) OJ No L 132, 21. 5. 1987, p. 9.\nANNEX I\nLatvian catch quotas and licences for 1997\n>TABLE>\nANNEX II\nWhen fishing within the 200-nautical-mile zone off the coasts of the Member States of the Community which is covered by Community rules on fisheries, the following details are to be entered in the logbook immediately after the following events:\n1. After each haul:\n1.1. the quantity (in kilograms live weight) of each species caught;\n1.2. the date and the time of the haul;\n1.3. the geographical position in which the catches were made;\n1.4. the fishing method used.\n2. After each transhipment to or from another vessel:\n2.1. the indication 'received from` or 'transferred to`;\n2.2. the quantity (in kilograms live weight) of each species transhipped;\n2.3. the name, external identifications letters and numbers of the vessel to or from which the transhipment occurred;\n2.4. transhipment of cod is not allowed.\n3. After each landing in a port of the Community:\n3.1. name of the port;\n3.2. the quantity (in kilograms live weight) of each species landed.\n4. After each transmission of information to the European Commission:\n4.1. date and time of the transmission;\n4.2. type of message: IN, OUT, ICES, WKL or 2 WKL;\n4.3. in the case of radio transmission: name of the radio station.\nANNEX III\n1. The information to be transmitted to the Commission and the timetable for its transmission is as follows:\n1.1. On each occasion the vessel enters the 200-nautical-mile zone off the coasts of the Member States of the Community which is covered by Community rules on fisheries:\n(a) the information specified under 1.5;\n(b) the quantity (in kilograms live weight) of each species of fish in the hold;\n(c) the date and ICES division within which the master intends to commence fishing.\nWhere the fishing operations necessitate more than one entry into the zone referred to under 1.1 on a given day, one communication shall suffice on first entry.\n1.2. On each occasion the vessel leaves the zone referred to under 1.1:\n(a) the information specified under 1.5;\n(b) the quantity (in kilograms live weight) of each species of fish in the hold;\n(c) the quantity (in kilograms live weight) of each species caught since the previous transmission;\n(d) the ICES division in which the catches were taken;\n(e) the quantity (in kilograms live weight) of each species transferred to and/or from other vessels since the vessel entered the zone and the identification of the vessel to which the transfer was made;\n(f) the quantity (in kilograms live weight) of each species landed in a port of the Community since the vessel entered the zone.\nWhere the fishing operations necessitate more than one entry into the zone referred to under 1.1 on any given day, one single communication on the last exit will be sufficient.\n1.3. At three-day intervals, commencing on the third day after the vessel first enters the zone referred to under 1.1 when fishing for herring, and at weekly intervals, commencing on the seventh day after the vessel first enters the zone referred to under 1.1 when fishing for all species other than herring:\n(a) the information specified under 1.5;\n(b) the quantity (in kilograms live weight) of each species caught since the previous transmission;\n(c) the ICES division in which the catches were made.\n1.4. On each occasion the vessel moves from one ICES division to another:\n(a) the information specified under 1.5;\n(b) the quantity (in kilograms live weight) of each species caught since the previous transmission;\n(c) the ICES division in which the catches have been taken.\n1.5. (a) The name, call sign, external identification letters and numbers of the vessel and the name of its master;\n(b) the licence number if the vessel is under licence;\n(c) the serial number of the message for the voyage concerned;\n(d) identification of the type of message;\n(e) the date, the time and the geographical position of the vessel.\n2.1. The information specified under point 1 shall be transmitted to the European Commission in Brussels (telex: 24189 FISEU-B) via one of the radio stations listed under point 3 below and in the form specified under point 4.\n2.2. If it is impossible for reasons of force majeure for the message to be transmitted by the vessel, it may be transmitted on the vessel's behalf by another vessel.\n3. >TABLE>\n4. Form of the communications\nThe information specified under point 1 shall contain the following elements which shall be given in the following order:\n- name of vessel,\n- call sign,\n- external identification letters and numbers,\n- serial number of the message for the voyage in question,\n- indication of the type of message according to the following code:\n- message when entering one of the zones referred to under 1.1: 'IN`,\n- message when leaving one of the zones referred to under 1.1.: 'OUT`,\n- message when moving from one ICES division to another: 'ICES`,\n- weekly message: 'WKL`,\n- three-day message: '2 WKL`;\n- the date, the time and the geographical position,\n- the ICES divisions/subareas in which fishing is expected to commence,\n- the date on which fishing is expected to commence,\n- the quantity (in kilograms live weight) of each species of fish in the hold using the code mentioned in point 5,\n- the quantity (in kilograms live weight) of each species of fish caught since the previous transmission using the code mentioned in point 5,\n- the ICES division/subareas in which the catches were made,\n- the quantity (in kilograms live weight) of each species transferred to and/or from other vessels since the previous transmission,\n- the name and call sign of the vessel to and/or from which the transfer was made,\n- the quantity (in kilograms live weight) of each species landed in a port of the Community since the previous transmission,\n- the name of the master.\n5. The code to be used to indicate the species on board as mentioned in point 4 above:\nCOD - Cod (Gadus morhua),\nSAL - Salmon (Salmo salar),\nHER - Herring (Clupea harengus),\nSPR - Sprat (Sprattus sprattus)."}