{"celex_id": "31998D0445", "uri": "http://publications.europa.eu/resource/cellar/07648f37-6736-49ac-b801-a915216b42f6", "type": "Decision", "concepts": ["1567", "2783", "5343", "5652"], "title": "98/445/EC: Council Decision of 14 April 1997 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Georgia maintaining in force the Agreement between the European Economic Community and the Republic of Georgia on trade in textile products initialled in Brussels on 17 November 1993 as amended by an Agreement in the form of an Exchange of Letters initialled on 15 June 1995\n", "header": "COUNCIL DECISION of 14 April 1997 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Georgia maintaining in force the Agreement between the European Economic Community and the Republic of Georgia on trade in textile products initialled in Brussels on 17 November 1993 as amended by an Agreement in the form of an Exchange of Letters initialled on 15 June 1995 (98/445/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Commission has negotiated on behalf of the European Community an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Georgia maintaining in force the Agreement between the European Economic Community and the Republic of Georgia on trade in textile products initialled in Brussels on 17 November 1993 as amended by an Agreement in the form of an Exchange of Letters initialled on 15 June 1995;\nWhereas, pursuant to Council Decision 96/593/EC of 16 September 1996 on the provisional application of certain agreements between the European Community and certain third countries on trade in textile products (Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Tajikistan, Turkmenistan) (1), pending the completion of procedures required for its conclusion, the Agreement on trade in textile products has been applied on a provisional basis from 1 January 1996;\nWhereas the Agreement in the form of an Exchange of Letters should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Georgia maintaining in force the Agreement between the European Economic Community and the Republic of Georgia on trade in textile products initialled in Brussels on 17 November 1993 as amended by an Agreement in the form of an Exchange of Letters initialled on 15 June 1995 shall be approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters.", "The President of the Council shall, on behalf of the Community, give the notification referred to in paragraph 4 of the Agreement in the form of an Exchange of Letters (2)."], "attachments": "Done at Luxembourg, 14 April 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ L 263, 16.10.1996, p. 1.\n(2) The date of entry into force of the Agreement in the form of an Exchange of Letters will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}