{"celex_id": "31995D0325", "uri": "http://publications.europa.eu/resource/cellar/db2cb6e6-0f6c-411d-9b80-240942574b39", "type": "Decision", "concepts": ["161", "2292", "3616", "3824", "996"], "title": "95/325/ECSC: Commission Decision of 26 July 1995 derogating from High Authority recommendation No 1/64 concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (160th derogation)\n", "header": "COMMISSION DECISION of 26 July  1995 derogating from High Authority recommendation No 1/64 concerning an increase in the protective  duty on iron and steel products at the external frontiers of the Community (160th derogation)  (95/325/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular  the third paragraph of Article 71 thereof,\nHaving regard to High Authority recommendation No 1/64 of 15 January 1964 to the Governments of the  Member States concerning an increase in the protective duty on iron and steel products at the  external frontiers of the Community  (1), as last amended by recommendation 88/27/ECSC  (2), and in  particular Article 3 thereof,\nWhereas certain iron and steel products indispensable to the manufacture of certain goods and  having very special physical and chemical characteristics are not produced in the Community, or  produced in insufficient quantities; whereas for a number of years insufficiency has been overcome  by duty-free tariff quotas; whereas Community producers are still not in a position to comply with  the present quality requirements put forward by the users; whereas duty-free quotas at a level  securing the supply of users is consequently required;\nWhereas import of these products on preferential terms is not injurious to iron and steel  undertakings in the Community which produce directly competing products;\nWhereas neither this suspension of duties nor this tariff quota is likely to jeopardize the  objectives of recommendation No 1/64, but will help to maintain existing trade flows between Member  States and non-member countries;\nWhereas these are special cases in the commercial policy field justifying the authorization of  derogations pursuant to Article 3 of recommendation No 1/64;\nWhereas it is necessary to make sure that the tariff quota granted will have no other function than  meeting the specific needs of certain transforming industries;\nWhereas the Governments of the Member States have been consulted on the tariff quota set out  below,", "main_body": ["1.  Member States are hereby authorized to derogate from the  obligations arising pursuant to Article 1 of High Authority recommendation No 1/64 to the extent  necessary to suspend at the levels indicated the customs duties on the products set out below,  within tariff quota of the amounts indicated for the Member States concerned:\n>TABLE>\n2.  The abovementioned products must, in addition, comply with the following physical  specifications:\n(a)  decarburization:\ndepth of decarburization measured without defects:\n-  wire rod as under (a) and (b): 0,05 mm maximum,\n-  wire rod as under (c): 0,07 mm maximum;\n(b)  surface condition:\nmaximum depth of defects (tears, fissures or folds) measured perpendicular to the surface: 0,05  mm.\n(c)  non-metallic inclusions:\nexamination to be carried out in accordance with the AFNOR standard (ref. A 04/106) of July 1972  and with Stahl-Eisen-Blatt 1570/71,\ntypical maximum value figure 1 from the surface to two-thirds of the radius,\ntypical maximum value figure 2 beyond two-thirds of the radius to the core.\nThe values indicated are valid for any type of inclusion.", "1.  Member States accorded quotas pursuant to Article 1 shall ensure, in liaison with  the Commission, that such quotas are apportioned among third countries on a non-discriminatory  basis.\n2.  Community provisions on the matter shall apply for the purpose of verifying that the products  in question are used for the particular purpose prescribed.", "This Decision is addressed to the Member States.\nIt shall apply from 1 January until 31 December 1995."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission Leon BRITTAN Vice-President"}