{"celex_id": "31999D0070", "uri": "http://publications.europa.eu/resource/cellar/f79430ce-876a-44b8-9bf5-b0620f6ce337", "type": "Decision", "concepts": ["3545", "3559", "4763", "5283", "60"], "title": "1999/70/EC: Council Decision of 25 January 1999 concerning the external auditors of the national central banks\n", "header": "COUNCIL DECISION of 25 January 1999 concerning the external auditors of the national central banks (1999/70/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol on the Statute of the European System of Central Banks and of the European Central Bank and in particular to Article 27.1 thereof,\nHaving regard to the Recommendation of the European Central Bank (hereinafter referred to as the 'ECB`) of 12 November 1998 (1),\nWhereas the accounts of the ECB and of the national central banks (hereinafter referred to as the 'NCBs`) are to be audited by independent external auditors recommended by the Governing Council of the ECB and approved by the Council;\nWhereas the ECB has recommended the reappointment of the current external auditors appointed by each participating NCB subject to a possible later decision,", "main_body": ["1. KPMG Réviseurs d'Entreprises s.c., Antwerp, and Deloitte Touche Tohmatsu s.c., Brussels, are hereby approved as the external auditors of the Banque Nationale de Belgique/Nationale Bank van België.\n2. KPMG Deutsche Treuhandgesellschaft AG and PwC Deutsche Revision AG are hereby approved as the external auditors of the Deutsche Bundesbank.\n3. Coopers & Lybrand, belonging to the international firm PricewaterhouseCoopers, is hereby approved as the external auditor of the Banco de España.\n4. Mazars & Guérard, Paris, and Deloitte Touche Tohmatsu-Audit, Neuilly, are hereby approved as the external auditors of the Banque de France.\n5. PricewaterhouseCoopers, Dublin, is hereby approved as the external auditor of the Central Bank of Ireland.\n6. Reconta Ernst and Young, spa, Rome, is hereby approved as the external auditor of the Banca d'Italia.\n7. PricewaterhouseCoopers SARL (Société à responsabilité limitée), Réviseur d'Entreprises, Luxembourg, is hereby approved as the external auditor of the Banque centrale du Luxembourg.\n8. Prof. Dr J.A. van Manen RA (Registered Accountant) is hereby approved as the external auditor of De Nederlandsche Bank, acting on a personal assignment, partner of PricewaterhouseCoopers.\n9. Prof. DDr Kurt Neuner, Dr Pipin Henzl, Dr Peter Wolf, Mag. Christian Hofer, Dkfm. Dr Peter Christian Gormasz and Dkfm. Leopold Wundsam, all of whom are registered certified public accountants, are hereby approved as the external auditors of the Österreichische Nationalbank.\n10. PricewaterhouseCoopers-Auditores e Consultores Lda., is hereby approved as the external auditor of the Banco de Portugal.\n11. Arthur Anderson Oy is hereby approved as the external auditor of Suomen Pankki.", "This Decision shall be notified to the ECB.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 25 January 1999.\nFor the Council\nThe President\nJ. FISCHER\n(1) OJ C 411, 31. 12. 1998, p. 11."}