{"celex_id": "31993D0445", "uri": "http://publications.europa.eu/resource/cellar/da5a0bd2-1ea2-42ac-b1ff-d446f720bf04", "type": "Decision", "concepts": ["3646", "3774", "4692", "5263"], "title": "93/445/EEC: Commission Decision of 12 July 1993 amending Decision 88/234/EEC authorizing methods for grading pig carcases in the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 12 July 1993 amending Decision 88/234/EEC authorizing methods for grading pig carcases in the United Kingdom (Only the English text is authentic) (93/445/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 5 (2) thereof,\nWhereas Commission Decision 88/234/EEC (3), as last amended by Decision 92/557/EEC (4), has introduced several grading methods for use in the United Kingdom;\nWhereas the United Kingdom has requested the Commission to authorize the use of a new method for grading pig carcases in Great Britain and has submitted the details required in Article 3 of Commission Regulation (EEC) No 2967/85 (5); whereas an examination of this request has revealed that the conditions for authorizing the new grading method are fulfilled;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 88/234/EEC is hereby amended as follows:\n1. The following text is added to Article 1:\n'- the apparatus \"Ultra-FOM\" and the assessment method related thereto, details of which are given in Part 5 of Annex I.\nAs regards the apparatus \"Ultra-FOM\", it is laid down that after the end of the measurement procedure it must be possible to verify on the carcase that the apparatus measured the values of measurement X1, X2 and X3 on the site provided for in Annex I Part 5 point 3. The corresponding marking of the measurement site must be made at the same time as the measurement procedure.`\n2. The Annex hereto is added to Annex I as Part 5.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 12 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 301, 20. 11. 1984, p. 1.\n(2) OJ No L 353, 17. 12. 1990, p. 23.\n(3) OJ No L 105, 26. 4. 1988, p. 15.\n(4) OJ No L 358, 8. 12. 1992, p. 22.\n(5) OJ No L 285, 25. 10. 1985, p. 39.\nANNEX\n'PART 5\nULTRA-FOM\n1. Grading of pig carcases shall be carried out by means of the apparatus termed \"Ultra-FOM\".\n2. The apparatus shall be equipped with an ultrasonic probe at 4 MHz (KrautkrĂ¤mer MB 4 SE). The ultrasonic signal is digitized, stored and processed by a micro-processor (type intel 80 C 31).\nThe results of the measurements shall be converted into estimated lean meat content by means of the Ultra-FOM apparatus itself.\n3. The lean meat content of the carcase should be calculated according to the following formula:\n^y = 70,35 - 0,687 X1 - 0,686 X2 + 0,034 X3\nwhere:\n^y = estimated percentage of lean meat in the carcase,\nX1 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase, at the last rib,\nX2 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase, between the third and fourth last ribs,\nX3 = the thickness of muscle in millimetres, measured at 6 cm off the midline of the carcase, between the third and fourth last ribs.\nThe formula shall be valid for carcases weighing between 30 and 120 kilograms.`"}