{"celex_id": "31994D0083", "uri": "http://publications.europa.eu/resource/cellar/5bc899a3-5127-4c85-b560-7efd15d82cae", "type": "Decision", "concepts": ["1318", "1445", "1598", "4079", "862", "922"], "title": "Commission Decision of 2 February 1994 on Community financial assistance to improve the system of veterinary controls at the Community' s external frontier in Germany (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 2 February 1994 on Community financial assistance to improve the system of veterinary controls at the Community's external frontier in Germany (Only the German text is authentic) (94/83/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 93/439/EEC (2), and in particular Article 38 thereof,\nWhereas the German authorities have submitted to the Commission a national programme designed to improve external frontier controls on live animals and products of animal origin; whereas this programme comprises in particular the construction and  renovation of the necessary infrastructure, the purchase of equipment for control purposes and the recruitment of additional staff, and is accompanied by all the appropriate financial information;\nWhereas stepping up veterinary inspection of external frontiers is one of the Community's priorities as a result of the completion of the internal market;\nWhereas, however, Community financial participation must not exceed the appropriations available for the purpose; whereas, therefore, it is important to identify priorities so as to ensure, in particular, more efficient Community financing;\nWhereas past experience has shown that special attention should be given to improving controls carried out at Community frontier inspection posts on its eastern borders;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme to improve the system of veterinary controls at the Community's external frontier in Germany set out in the Annex hereto is approved.", "1. The Community's financial participation is set at 15 % of the total cost of the programme, with a ceiling of ECU 700 000.\n2. The Community's financial participation is granted on the following terms:\n- 50 % at the start of the programme, which shall commence by 31 January 1994 at the latest,\n- the balance at the end of the programme, which shall be not later than 30 June 1995.", "1. Payments shall be made in ecus.\n2. The payment referred to in the first indent of Article 2 (2) shall be made on presentation to the Commission of an application for an advance.\n3. The payment referrred to in the second indent of Article 2 (2) shall be made on submission of supporting documents.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 2 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 203, 13. 8. 1993, p. 34.\nANNEX\n1. Pomellen post\n- Construction of the necessary buildings for the inspection of live animals and animal products.\n- Purchase of equipment for control purposes.\nEstimated cost: ECU 2,05 million.\n2. Zinnwald post\n- construction of the necessary buildings for the inspection of live animals and products.\n- Purchase of equipment for control purposes.\nEstimated cost: ECU 2 million.\n3. Frankfurt/Oder post\n- Purchase of equipment for control purposes.\nEstimated cost: ECU 0,25 million.\n4. Forst post\n- Purchase of equipment for control purposes.\nEstimated cost: ECU 0,25 million."}