{"celex_id": "31996R2445", "uri": "http://publications.europa.eu/resource/cellar/c0fd5286-e180-4226-a15e-b52849feadd7", "type": "Regulation", "concepts": ["2066", "2069", "3156", "4381", "5751", "666"], "title": "Council Regulation (EC) No 2445/96 of 17 December 1996 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff for certain processed agricultural products covered by Regulation (EC) No 3448/93\n", "header": "COUNCIL REGULATION (EC) No 2445/96 of 17 December 1996 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff for certain processed agricultural products covered by Regulation (EC) No 3448/93\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the goods referred to in table 1 of Annex B to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1) were subject until 30 June 1995 to the application of a variable component; whereas a tariff has been established for these variable components and they are now replaced by specific amounts which were the subject of the Community's offer in the multilateral negotiations of the Uruguay Round; whereas these amounts are included in Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (2);\nWhereas, for certain goods, the previous arrangements, which were more favourable than those covered by the Community's offer, should be maintained;\nWhereas, particularly as regards sweet corn as covered by CN codes 0710 40 00, 0711 90 30, 2001 90 30, 2001 90 40, 2004 90 10, 2005 80 00, 2008 99 85 and 2008 99 91, the variable components were calculated on the basis of the net drained weight; whereas the specific amount should likewise be applied to the net drained weight; whereas, as regards extracts, essences and concentrates of roast coffee substitutes falling within CN code 2101 30 99, the ad valorem duty of 14 % must be maintained so long as the rates agreed in the agreements concluded in the Uruguay Round lead to a higher rate of conventional duty; whereas this also applies to sorbitols containing more than 2 % D-mannitol, falling within CN codes 2905 44 19, 2905 44 99, 3824 60 19 and 3824 60 99, to which an ad valorem duty of 9 % applies autonomously; whereas yeast is a product essentially obtained from molasses; whereas the connection which existed before should continue to be taken into account, which would mean the amount of the agricultural component calculated on the earlier basis not being applied, since this amount is less than ECU 2/100 kg,", "main_body": ["Annex I to Regulation (EEC) No 2658/87 shall be amended as follows:\n1. a reference '(*)` shall be added to subheadings 0710 40 00, 0711 90 30, 2001 90 30, 2001 90 40, 2004 90 10, 2005 80 00, 2008 99 85 and 2008 99 91, in column 4 (conventional rates of duty), together with the following footnote:\n'(*) The specific amount is charged, as an autonomous measure, on the net drained weight.`;\n2. under subheading 2101 30 99, the reference to the footnote 'Duty suspended to 14 % for an indefinite period` which appears in column 3 (autonomous rates of duty) shall also appear in column 4 (conventional rates of duty).\nThis measure shall apply so long as the conventional rate is higher than 14 %;\n3. under subheadings 2905 44 19, 2905 44 99, 3824 60 19 and 3824 60 99, the reference to the footnote 'Duty rate reduced to 9 % (suspension) for an indefinite period` which appears in column 3 (autonomous rates of duty) shall also appear in column 4 (conventional rates of duty);\n4. under subheadings 2102 10 31 and 2102 10 39, the footnote, to which reference is made in column 3, (autonomous rates of duty) shall be replaced by the following:\n'(*) Duty suspended at the level of the ad valorem conventional duty for an indefinite period.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 256, 7. 9. 1987, p. 1. Regulation as last amended by Regulation (EC) No 1734/96 (OJ No L 238, 19. 9. 1996, p. 1)."}