{"celex_id": "31994D0746", "uri": "http://publications.europa.eu/resource/cellar/a63f2b2d-4f14-4784-b5e3-45ea1db374f8", "type": "Decision", "concepts": ["1474", "249", "2556", "3001", "5537", "611"], "title": "94/746/EC: Council Decision of 10 November 1994 on the conclusion of the Agreement in the form of an Exchange of Letters on the provisional application of the Protocol establishing, for the period 1 July 1994 to 30 June 1997, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Côte d'Ivoire on fishing off the coast of Côte d'Ivoire\n", "header": "COUNCIL DECISION of 10 November 1994 on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol establishing, for the period 1 July 1994 to 30 June 1997, the fishing rights and financial  compensation provided for in the Agreement between the European Economic Community and the Republic of Côte d'Ivoire on fishing off the coast of Côte d'Ivoire (94/746/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Republic of Côte d'Ivoire on fishing off the coast of Côte d'Ivoire (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of Côte d'Ivoire held negotiations to determine the amendments or additions to be made to the abovementioned Agreement on the expiry of the application period of the Protocol to the Agreement;\nWhereas, as a result of those negotiations, a new Protocol was intialled on 29 June 1994;\nWhereas the Protocol provides Community fishermen with fishing opportunities in waters over which the Republic of Côte d'Ivoire has sovereignty from 1 July 1994 to 30 June 1997;\nWhereas, in order to assure a quick resumption of the fishing activities of Community vessels, the new Protocol should be applied as soon as possible; whereas for this reason the two Parties have initialled an Agreement in the form of an exchange of  letters providing for the provisional application of the initialled Protocol from 1 July 1994; whereas that Agreement should be approved, pending a final decision to be taken on the basis of Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters on the provisional application of the Protocol establishing, for the period 1 July 1994 to 30 June 1997, the fishing rights and financial compensation provided for in the Agreement between  the European Economic Community and the Republic of Côte d'Ivoire on fishing off Côte d'Ivoire is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 10 November 1994.\nFor the Council\nThe President\nU. SEILER-ALBRING\n(1) OJ No L 379, 31. 12. 1990, p. 3."}