{"celex_id": "31999D0022", "uri": "http://publications.europa.eu/resource/cellar/f66fbe85-ac62-40af-869b-02b6dcb1ea78", "type": "Decision", "concepts": ["1800", "2498", "2616", "5315", "895"], "title": "1999/22/EC: Council Decision of 14 December 1998 adopting a multiannual programme of studies, analyses, forecasts and other related work in the energy sector (1998-2002)\n", "header": "COUNCIL DECISION of 14 December 1998 adopting a multiannual programme of studies, analyses, forecasts and other related work in the energy sector (1998-2002) (1999/22/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\n(1) Whereas the White Paper entitled 'An energy policy for the European Union` of 13 December 1995 proposed a new approach to the monitoring of energy trends based on cooperation with the Member States and which would give added benefits by establishing and encouraging the most effective methods, promoting a shared approach to studies and analyses and encouraging the exchange of know-how in the field in question;\n(2) Whereas in its resolution of 8 July 1996 on the abovementioned White Paper (3), the Council believed that energy decision-making at Community level needed to be placed in the context of a shared analysis of the energy situation and of future trends and invited the Commission to organise cooperation between the Member States;\n(3) Whereas in its conclusions of 11 May 1998 on the Kyoto Protocol, the Council welcomed the Commission's presentation on energy policy options for responding to the climate change challenge and stressed the need to prepare a shared analysis of the economic impact of the greenhouse gas emission reductions;\n(4) Whereas, in its conclusions, the Cardiff European Council of 15-16 June 1998 invited the Energy Council to give effect to environmental integration and sustainable development within its policy area and invited the Council and the Commission to keep under review the organisational arrangements necessary to carry this forward; whereas it is therefore necessary to develop appropriate indicators to monitor progress in this area;\n(5) Whereas forward analyses and market monitoring at Community and Member State levels are essential for the development of an adequate strategy for the medium and long term; whereas shared analyses with Member States and interested parties should be encouraged in this field;\n(6) Whereas security of energy supplies is one of the key energy policy objectives; whereas in the context of growing external energy dependency of the European Community, it is necessary to monitor closely and analyse energy market trends both within the Community and at world level;\n(7) Whereas, to ensure competitive energy prices, it is essential to monitor regularly at Community level the implementation process of the two key liberalisation Directives which have recently been adopted for the electricity and gas markets;\n(8) Whereas this monitoring process should be based on cooperation with Member State administrations and regulators, facilitating the exchange of best practices and ensuring greater transparency along the lines of the model initiated by the Commission for the internal electricity and gas markets;\n(9) Whereas provision should therefore be made within the multiannual framework programme for actions in the energy sector (1998-2002) adopted by Decision 1999/21/EC, Euratom (4), for a specific programme of studies, analyses, forecasts and other related work in the energy sector;\n(10) Whereas, in order to ensure that Community aid is used efficiently and duplication of work avoided, the Commission should ensure that projects are subject to thorough prior appraisal; whereas it should systematically monitor and evaluate the progress and results of supported projects;\n(11) Whereas some of these activities should be open to participation by international organisations responsible for energy matters, such as the International Energy Agency and the Energy Charter Secretariat, bodies representing industry, other interested parties, for example environmental organisations and consumers, and certain third countries, in accordance with the rules governing the Community's relations with those organisations and countries;\n(12) Whereas this set of actions should be coordinated with the other activities of the Community, the Member States, third countries and international organisations;\n(13) Whereas it is politically and economically desirable to open up this programme to the associated central and eastern European countries in accordance with the conclusions of the Copenhagen European Council of 21-22 June 1993 and as outlined in the Commission communication on that subject in May 1994; whereas it should also be open to Cyprus;\n(14) Whereas a financial reference amount, within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995 (5), is included in this Decision for the entire duration of this programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty; whereas account should be taken of the fact that a new financial perspective will be negotiated during the course of this programme;\n(15) Whereas the Treaty does not provide powers for the adoption of this Decision, other than those in Article 235 thereof,", "main_body": ["Within the multiannual framework programme for actions in the energy sector, a specific programme of studies, analyses, forecasts and other related work concerning the future development of energy policy within the Community, hereinafter referred to as 'the ETAP programme`, shall be implemented by the Community for the period 1998-2002.\nIn addition to the priority objectives referred to in Article 1(2) of Decision 1999/21/EC, Euratom, the objectives of the ETAP programme shall be:\n(a) to establish a shared approach in the Community to studies, analyses, forecasts and other related work in the energy sector;\n(b) to promote coordinated analyses of energy markets and policies at the level of the Community and the Member States;\n(c) to analyse and evaluate energy market trends in Europe and the world, inter alia in relation to security of supply and competitiveness;\n(d) to analyse and evaluate the impact of energy production and use on the environment, including in relation to climate change;\n(e) to help identify and transfer the best analysis methods and practices;\n(f) to facilitate information networks in the energy field;\n(g) to develop an active policy for the dissemination of the results obtained;\n(h) to develop methodologies for monitoring the implementation of the energy framework programme, as set out in Article 5 of Decision 1999/21/EC, Euratom.", "The financial reference amount for the implementation of the ETAP programme shall be ECU 5 million. Of this amount, ECU 2 million is for the period 1998 to 1999.\nThe financial reference amount for the period 2000 to 2002 shall be reviewed if the amount of ECU 3 million is not consistent with the financial perspective for that period.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "In order to achieve the objectives referred to in Article 1(2), the Community may undertake and/or promote, directly or in cooperation with other interested parties, and/or contribute financially to the following measures:\n(1) observation, monitoring and the exchange of comparable information in the energy field as well as the execution of studies, analyses and forecasts on all energy aspects, including trends, markets and prices;\n(2) the provision of technical and methodological assistance to projects in order to identify and transfer the best practices in areas such as methods of analysis and forecasting, means of collecting energy data, access to and exchanges via electronic networks and any other measure which helps to achieve the general objective;\n(3) the development of links, for example between energy producers and users and academic and administrative circles, in order to promote research into the economic aspects of energy policy instruments;\n(4) the implementation of any initiative contributing to the dissemination of the results obtained, including the preparation and publication of reports and the organisation of workshops, seminars and conferences.", "1. The Commission shall be responsible for the financial execution and implementation of the ETAP programme.\n2. For the purposes of implementing the ETAP programme, the Commission shall be assisted by the Committee referred to in Article 4 of Decision 1999/21/EC, Euratom.\n3. The Commission shall draw up each year a draft programme of actions to be undertaken during the following year, which will be submitted to the Committee referred to in paragraph 2.", "Examination and internal and external assessment of the implementation of the ETAP programme shall be carried out in accordance with the provisions in Article 5 of Decision 1999/21/EC, Euratom.", "The ETAP programme shall be open to participation by associated central and eastern European countries in accordance with the conditions, including financial provisions, laid down in the additional protocols to the Association Agreements or in the Association Agreements themselves relating to participation in Community programmes. The ETAP programme shall also be open to participation by Cyprus, on the basis of additional appropriations, under the same rules as those applied to the EFTA/EEA countries, in accordance with procedures to be agreed with that country.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 261, 19. 8. 1998, p. 6.\n(2) OJ C 328, 26. 10. 1998.\n(3) OJ C 224, 1. 8. 1996, p. 1.\n(4) See page 16 of this Official Journal.\n(5) OJ C 102, 4. 4. 1996, p. 4."}