{"celex_id": "31994D0828", "uri": "http://publications.europa.eu/resource/cellar/6c172dea-78d9-4b5f-86ae-b77d13d8d5d6", "type": "Decision", "concepts": ["2287", "2816", "3778", "50", "888"], "title": "94/828/EC: Council Decision of 19 December 1994 on the extension of the legal protection of topographies of semiconductor products to persons from certain territories\n", "header": "COUNCIL DECISION of 19 December 1994 on the extension of the legal protection of topographies of semiconductor products to persons from certain territories (94/828/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 87/54/EEC of 16 December 1986 on the legal protection of topographies of semiconductor products (1) and in particular Article 3 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the right to legal protection of topographies of semiconductor products in the Community applies to persons qualifying for protection under Article 3 (1) to (5) of Directive 87/54/EEC;\nWhereas this right can be extended by Council Decision to persons who do not benefit from protection under the said provisions;\nWhereas the extension of the protection in question should, as far as possible, be decided by the Community as a whole;\nWhereas the Community has, since 7 November 1987, extended such protection on the basis of a series of interim Council Decisions to persons from certain territories the number of which was increased on 1 November 1993 (2);\nWhereas these Decisions were based on the consideration that the territories which did not yet have specific legislation would make such provision and would make it applicable as soon as possible to persons from the Member States of the Community  benefiting from the right to protection under Directive 87/54/EEC;\nWhereas the last of these Decisions, Decision 93/16/EEC, applies until 31 December 1994;\nWhereas the Agreement on trade-related aspects of intellectual property rights, which forms part of the results of the Uruguay Round of multilateral trade negotiations embodied in the Marrakesh Final Act of 15 April 1994, requires Members to grant  protection to integrated-circuit topographies in compliance with its own provisions and with those of the Treaty on Intellectual Property in Respect of Integrated Circuits to which it refers;\nWhereas the Agreement, together with that establishing the World Trade Organization (to which it is annexed), will enter into force on 1 January 1995 or as soon as possible after that date; whereas the developed countries which are Members of the  Agreement establishing the World Trade Organization will have one year following the entry into force of that Agreement in which to implement the Agreement on trade-related aspects of intellectual property rights; whereas developing-country Members will  be entitled to defer for a further period of four years the date of application of the provisions of that Agreement other than Articles 3, 4 and 5;\nWhereas it is foreseeable that the Agreement on trade-related aspects of intellectual property rights will be applied in the territories concerned within the prescribed deadlines;\nWhereas provisions guaranteeing protection in the territories concerned for persons from the Community as regards topographies are in force in those territories;\nWhereas, with effect from 1 January 1995 and until 31 December 1995, protection should be extended under Directive 87/54/EEC to the territories concerned,", "main_body": ["Member States shall extend the right to protection under Directive 87/54/EEC to natural persons who are nationals of a territory listed in the Annex or who have their habitual residence in one of those territories.\nThis extension shall also apply to companies or other legal persons of a territory listed in the Annex which have a real and effective industrial or commercial establishment in that territory, subject to the condition that companies or other legal  persons of a Member State which have a right to protection under Directive 87/54/EEC benefit from protection in the territory in question.\nThe territories listed in the Annex which satisfy the conditions laid down in the second subparagraph shall be determined by the Commission and communicated to the Member States.", "This Decision shall apply from 1 January 1995.\nThe Member States shall extend the right to protection under this Decision to the persons referred to in Article 1 until 31 December 1995.\nAny exclusive rights acquired under Decisions 87/532/EEC, 90/511/EEC, 93/16/EEC, as amended by Decision 93/520/EEC, or under this Decision shall continue to produce their effects for the period laid down under Directive 85/54/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\n(1) OJ No L 24, 27. 1. 1987, p. 36.\n(2) Council Decision 87/532/EEC of 26 October 1987 on the extension of the legal protection of topographies of semiconductor products in respect of persons from certain countries and territories (OJ No L 313, 4. 11. 1987, p. 22); Council Decision  90/511/EEC of 9 October 1990 on the extension of the legal protection of topographies of semiconductor products to persons from certain countries and territories (OJ No L 285, 17. 10 1990, p. 31); Council Decision 93/16/EEC of 21 December 1992 on the  extension of the legal protection of topographies of semiconductor products to persons from the United States of America and certain territories (OJ No L 11, 19. 1. 1993, p. 20), amended by Decision 93/520/EEC of 27 September 1993 (OJ No L 246, 2. 10.  1993, p. 31).\nANNEX\nAnguilla\nAruba\nBermuda\nBritish Indian Ocean Territory\nBritish Virgin Islands\nCayman Islands\nChannel Islands\nFalkland Islands\nHong Kong\nIsle of Man\nMontserrat\nNetherlands Antilles\nPitcairn\nSt Helena\nSt Helena Dependencies (Ascension, Tristan da Cunha)\nSouth Georgia and the South Sandwich Islands\nTurks and Caicos Islands"}