{"celex_id": "31999R0683", "uri": "http://publications.europa.eu/resource/cellar/951497bb-aadc-4bdf-acbe-1f3aa1011e75", "type": "Regulation", "concepts": ["1201", "2965", "3003", "5096", "797"], "title": "Commission Regulation (EC) No 683/1999 of 29 March 1999 fixing, for the 1998/99 marketing year, the amounts to be paid to producer organisations and associations thereof recognised under Regulation No 136/66/EEC\n", "header": "COMMISSION REGULATION (EC) No 683/1999 of 29 March 1999 fixing, for the 1998/99 marketing year, the amounts to be paid to producer organisations and associations thereof recognised under Regulation No 136/66/EEC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats (1), as last amended by Regulation (EC) No 1638/98 (2), and in particular Article 20d(4) thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (3), and in particular Article 9 thereof,\nWhereas Article 20d of Regulation No 136/66/EEC provides for a percentage of production aid to be withheld to help finance the work of recognised producer organisations and associations thereof;\nWhereas Article 21(1) of Commission Regulation (EC) No 2366/98 of 30 October 1998 laying down detailed rules for the application of the system of production aid for olive oil for the 1998/99, 1999/2000 and 2000/01 marketing years (4) provides that the unit amounts to be paid to producer organisations and associations thereof are to be fixed on the basis of forecasts of the overall sum to be distributed; whereas the amount to be withheld for the 1998/99 marketing year was fixed by Regulation No 136/66/EEC; whereas the funds that will become available in each Member State as a result of the amount withheld as referred to above must be suitably distributed among those eligible;\nWhereas the work generated in particular by the administration of aid applications has a relatively stable minimum cost; whereas the ceiling on the total financing for certain Member States may prove too low; whereas the amounts to be paid to beneficiaries in France may consequently lead to an overrun in the ceiling, to be charged to the Member State in question;\nWhereas, in order to ensure that the funds are distributed uniformly among producer organisations and associations, an operative event should be established for the conversion into national currency of the amounts fixed; whereas, given the nature of the measure and in order to facilitate its administration, 1 February 1999 is a suitable date for the operative event;\nWhereas the measures provided for in this Regulation are in accordance with the Management Committee for Oils and Fats,", "main_body": ["For the 1998/99 marketing year, the amounts provided for in Article 21(1)(a) and (b) of Regulation (EC) No 2366/98 shall be as follows:\n- for Greece: EUR 2,2 and EUR 2,2 respectively,\n- for Spain: EUR 5 and EUR 2 respectively,\n- for France: EUR 1,5 and EUR 1,5 respectively,\n- for Italy: EUR 2 and EUR 2 respectively,\n- for Portugal: EUR 0 and EUR 6 respectively.", "The amounts fixed in Article 1 shall be converted into national currency at the exchange rate applicable on 1 February 1999.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 172, 30. 9. 1966, p. 3025/66.\n(2) OJ L 210, 28. 7. 1998, p. 32.\n(3) OJ L 349, 24. 12. 1998, p. 1.\n(4) OJ L 293, 31. 10. 1998, p. 50."}