{"celex_id": "31998R0803", "uri": "http://publications.europa.eu/resource/cellar/fb9df7cc-87be-4758-b61f-4bb0c90f83c9", "type": "Regulation", "concepts": ["1005", "1031", "2792", "2803", "5561", "5792"], "title": "Commission Regulation (EC) No 803/98 of 16 April 1998 laying down detailed rules for 1998 for the application of Council Regulation (EC) No 2275/96 introducing specific measures for live plants and floricultural products\n", "header": "COMMISSION REGULATION (EC) No 803/98 of 16 April 1998 laying down detailed rules for 1998 for the application of Council Regulation (EC) No 2275/96 introducing specific measures for live plants and floricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2275/96 of 22 November 1996 introducing specific measures for live plants and floricultural products (1), and in particular Article 5 thereof,\nWhereas Regulation (EC) No 2275/96 provides for a Community financial contribution to measures to increase the consumption of Community live plants and floricultural products within the Community and abroad;\nWhereas the principal measures eligible for a Community financial contribution should be defined;\nWhereas such measures must form part of a coherent strategy and provide guarantees as to the achievement in the medium term of the planned objectives and as to the satisfaction of Community interests; whereas they must commit the main operators in the sector, be presented in a standard form and contain the information necessary for their assessment;\nWhereas the procedure to be followed and the criteria to be applied for determining for 1998 the Member States in which the promotional measures are to be implemented and for allocating the overall amount available for the measures among them should be laid down;\nWhereas the procedures for the submission of applications for assistance by the professional organisations and for the assessment and selection of the measures by the bodies authorized by the Member States should be laid down; whereas the procedures should allow the Commission to forward its observations to the Member States;\nWhereas provision should be made for the possibility of a second round of financing;\nWhereas the various provisions concerning fulfilment of the commitments made should be laid down in contracts concluded between the parties concerned and the competent national authorities on the basis of standard contracts supplied by the Commission;\nWhereas, for 1997, the second allocation of funds was made on 13 October 1997; whereas, in view of this late date, the date for payment of the advance for the programmes in question should, exceptionally, be carried forward for the period concerned;\nWhereas the constraints of budget management require a penalty to be applied where the deadline for presentation of payment applications is not complied with;\nWhereas the Member States should check the implementation of the measures and the Commission should be kept informed of the results of the measures provided for in this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["1. The measures to increase the consumption of live plants and floricultural products within the Community and abroad referred to in Article 1 of Regulation (EC) No 2275/96 shall be presented in the form of programmes.\n2. 'Programme` means a coherent set of measures which are of sufficient scope to contribute to increasing the disposal of production and consumption, and, where appropriate, to that end, help target production and adapt it to market requirements.\n3. Programmes shall be implemented over a period of one or more years from the signing of the annual contracts referred to in Article 7(2).\nHowever, the duration of programmes shall not exceed three years from the signing of the contract entered into during the first year of application of this Regulation.", "1. Programmes may cover the following measures:\n(a) the organisation of generic promotional campaigns on radio and television, in the press and by means of posters;\n(b) the organisation of information at point of sale;\n(c) the organisation of and participation in fairs and other events;\n(d) the production of publications and audiovisual material;\n(e) the organisation of public relations campaigns for opinion-formers and the general public;\n(f) the preparation of teaching aids.\n2. The programmes may be accompanied by the following additional measures:\n(a) market studies and consumer surveys;\n(b) the distribution to operators of the results of marketing research;\n(c) the development of new packaging and presentations.\n3. Measures receiving other Community assistance or receiving other national or regional assistance shall not be eligible.\nThe use of funds raised from the compulsory charges on traders in live plants and floricultural products levied on products entirely obtained in the Member State concerned shall not be considered as national or regional assistance for the purposes of this Article.\nHowever, for the years 1997, 1998 and 1999, measures receiving national or regional assistance not exceeding 20 % of the total budget may be eligible.", "1. For 1998, the available Community financial contribution shall be distributed as follows:\n>TABLE>\n2. In the event that all or part of the amount allocated to a Member State for a given year is not used, that Member State may choose to allocate that amount to another selected project pending as a result of insufficient funding or to forego payment of the amount concerned. In that case, the available amount shall be redistributed pro rata among the Member States concerned by the Commission.", "1. The programmes referred to in Article 1 shall be presented by representative groups of operators in one or more branches of activity in the live plant and floricultural products sector, such as producer organisations or their unions or traders' organisations or their associations.\n2. A group submitting an application for assistance shall have sole responsibility for implementation of the measures for which financial assistance is granted. The group must have the legal capacity necessary to implement the measures and shall have its head office in the Community.", "1. Applications for assistance shall be submitted to the competent body of the Member State in which the head office of the group is located by 15 May 1998.\nIn the event of a second round of financing, the Commission shall specify the closing date for submission of applications.\nApplications shall contain all the information listed in the Annex and be accompanied by:\n(a) details of the situation with regard to the marketing and consumption of live plants and floricultural products in the regions concerned;\n(b) the anticipated results of the proposed measures and their capacity to achieve the general and specific objectives laid down in the programme.\n2. The competent body shall verify the accuracy of the information given in applications and their compliance with Regulation (EC) No 2275/96 and this Regulation. Before 21 June 1998, the Member State concerned shall draw up, on the basis of the criteria referred to in Article 6, a provisional list of the measures selected to receive Community financial assistance within the limit of the amounts determined in accordance with Article 3. The financial assistance shall amount to 60 % of the actual eligible cost of the selected measures.\n3. The Member State shall immediately forward the provisional list of selected measures with a copy of the relevant applications to the Commission. The Commission shall transmit to the Member States any observations it may have on the measures in question with a view to guaranteeing their legality and their coordination at Community level. From the 31st day following the date specified in paragraph 2, each Member State shall draw up a final list of selected measures and forward it to the Commission without delay.", "The list of selected measures shall be drawn up, in particular, on the basis of the coherence of the strategies presented, the merits of the proposed measures, the expected impact of their implementation, and the group's capacity to implement the measures and the guarantees presented as to the groups' efficiency and representative nature.\nMember States shall give preference to measures to be implemented in the territories of several Member States.", "1. The competent bodies shall inform applicants as quickly as possible of the decision taken on their application for assistance.\n2. Within one month following the drawing up of the list of selected measures pursuant to Article 5(3), the competent bodies shall conclude annual contracts with the applicants concerned. No contracts may be concluded after expiry of that time limit.\nThe competent bodies shall use standard contracts supplied by the Commission. Those contracts shall contain the general conditions which the contractor is considered to know and accept.\n3. Contracts shall not take effect until contractors have lodged in favour of the competent body a security equal to 15 % of the Community financing in order to ensure correct implementation of the contract. If proof of lodging of the security does not reach the competent body within two weeks of conclusion of the contract, the contract shall no longer have legal effect.\nThe security shall be lodged in accordance with the conditions laid down in Title III of Commission Regulation (EEC) No 2220/85 (2).\nThe primary requirement within the meaning of Article 20 of that Regulation shall be the implementation, within the time limits laid down, of the measures referred to in the contract.\nThe security shall be released within the time limit and under the conditions laid down in Article 8 of this Regulation for payment of the balance.\n4. The contracting competent body shall immediately send a copy of the contract to the Commission.", "1. After the contract has been signed, the contractor may submit to the competent body an application for an advance.\nThe advance may cover up to 30 % of the Community financing.\nThe competent body shall pay the advance not later than 15 October 1998.\nHowever, if a second round of financing is decided after 1 September 1998, the advance may be paid at the latest within 30 days following signature of the contract. For 1997, within 30 days of the publication of this Regulation.\nPayment of the advance shall be subject to the lodging in favour of the competent body of a security equal to 110 % of that advance in accordance with the conditions laid down in Title III of Regulation (EEC) No 2220/85.\n2. Applications for payment shall be submitted before the end of the month following each quarter from the date of signature of the contract and shall be accompanied by supporting documents and an interim report on the implementation of the contract.\nExcept in cases of force majeure, where an application for payment with the relevant documentation is submitted late, the payment shall be reduced by 3 % for each month by which it is overdue.\nHowever, the payments and the advance referred to in paragraph 1 may not in aggregate exceed 75 % of the total Community financial contribution.\n3. Applications for payment of the balance shall be submitted before the end of the fourth month following completion of the measures covered by the contract. They shall be accompanied by:\n(a) appropriate supporting documents;\n(b) a summary of the work carried out;\n(c) an internal evaluation report on the results obtained, as ascertainable on the date of the report, and the use that can be made of them.\nExcept in cases of force majeure, where an application for payment of the balance with the relevant documentation is submitted late, the balance shall be reduced by 3 % for each month by which it is overdue.\n4. Payment of the balance shall be subject to checking of the documents referred to in paragraph 3.\nThe balance shall be reduced in proportion to the failure to fulfil the primary requirement referred to in Article 7(3).\n5. The security referred to in paragraph 1 shall be released provided that definitive entitlement to the amount advanced has been established when the balance is paid.\n6. The competent body shall make the payments referred to in paragraphs 1 to 5 within three months of receipt of the application. It may, however, postpone the payments referred to in paragraphs 2 and 4 where additional checks are required.\n7. The competent body shall forward the evaluation reports referred to in paragraph 3 to the Commission as soon as possible.\n8. The overall amount for each Member State fixed for 1998 in accordance with Article 3 shall be converted into national currency at the agricultural conversion rate applicable on 15 April 1998.", "1. The competent bodies shall take the steps necessary to verify, in particular by means of technical, administrative and accounting checks on the contractor, any partners and subcontractors:\n(a) the accuracy of the information and supporting documents supplied;\n(b) fulfilment of all the obligations laid down in the contract.\nThey shall immediately inform the Commission of the results of their checks.\n2. For the purposes of paragraph 1, where the contractor implements measures in a Member State other than that in which the contracting competent body is established, the competent body of the Member State concerned shall afford the latter all necessary assistance.\n3. The competent body of the Member State concerned shall determine the most appropriate way of carrying out checks on measures implemented in third countries and shall notify the Commission thereof.\n4. The Commission may at any time take part in the verifications and checks referred to in paragraphs 1, 2 and 3.\nIt may also carry out any additional checks it considers necessary.", "0\nDuring the final year of a programme, an external evaluation of the planned and approved measures shall be carried out by an independent body selected by the Member State with the approval of the Commission.\nThe external evaluation shall comprise an evaluation of the results obtained in relation to the objectives laid down for the planned and approved measures and a cost/benefit analysis of each measure and the whole programme on the basis of performance indicators (output and input).\nThe evaluation shall be sent to the Commission immediately.\nThe competent body shall pay for the evaluation, which shall be financed on the same conditions as the promotional measures.", "1\n1. Where undue payments are made, the beneficiary shall repay the amounts concerned plus interest calculated on the basis of the time elapsing between payment and repayment by the beneficiary.\nThe interest rate to be used shall be that applied by the European Monetary Institute to its operations in ecus applicable on the date of the undue payment, published in the 'C` series of the Official Journal of the European Communities, increased by three percentage points.\n2. Amounts recovered and the relevant interest shall be paid to the paying agencies and departments and deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund in proportion to the Community financial contribution.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 308, 29. 11. 1996, p. 7.\n(2) OJ L 205, 3. 8. 1985, p. 5.\nANNEX\nAID APPLICATION\n>START OF GRAPHIC>\nI\nGENERAL INFORMATION\n1. Title:\n2. Products concerned:\n3. Measures:\n4. Duration: 1 year   2 years   3 years  5. Identification of applicant:\n5.1. Group\n- Name or company name:\n- Legal status: \t\tDate established:\n- Registered place of business:\nStreet:\tNo .................... Box:\nPostal code: \tTown: \tCountry:\nTelephone: \tTelex: \tFax:\n- Bank details:\nName: \tAgency or branch:\nStreet: \tNo ............ Box: ............ Town: \tCountry:\nAccount No:\n5.2. Partners (one form for each)\nName or company name:\nLegal status: OP\t  IT\t  D\t Type: (1)\nAS\t  C\t  O\t Main activity:\nRole in the group: - Partner\t - Prime contractor\t Responsibility and contribution to implementation of the programme:\nExperience and references (field of activity):\nContribution to financing of programme (in national currency):\n- First year\n- Second year\n- Third year\nTotal:\nRight to use the results:\n(1) OP = Producers' organization.\nIT = Processing firm.\nAS = Association.\nC = Trader.\nD = Retailer.\nO = Other.\n6. Financing of the programme\n6.1. Total cost of programme (1) (2): \t(ecu)\n6.2. Community contribution requested: \t(ecu)\n(a) year 1:\t(ecu)\n(b) year 2:\t(ecu)\n(c) year 3:\t(ecu)\n6.3. Contribution of the group:\t(ecu)\nof which:\n- own funds:\n- loans:\n- payments in kind:\n- other contributions:\n7. General information:\nSubcontractors: Yes   No  If yes, specify which:\nSpecify task(s):\nType of commitment: Contract (3)   Other (3)  If other, specify which:\n8. Declaration\nThe undersigned declare(s):\n(a) that he/they have the necessary funds to ensure full financing of the programme;\n(b) that he/they are not receiving any other Community financial assistance or any other national or regional grant or subsidy equal to more than 20 % of the total budget.\n(Date)\t\t(Signature) (4)\n(1) Exclusive of VAT.\n(2) For the duration of implementation of the programme.\n(3) Attach copy.\n(4) Of the person authorized by the group or partners.\nII\nDESCRIPTION OF THE PROGRAMME\nProgrammes must contain at least the following:\n1. A summary of the programme concerning the aspects referred to in points 3 to 6 (not more than two pages).\n2. Reasons and objectives.\n3. The proposed measures.\n4. Strategy: targets, methods, the phases of implementation and the timetable.\n5. Implementation of the measures: details of the technical, scientific, economic, financial, media, logistic aspects.\n6. The anticipated results and advantages for the sector and the Community market.\n7. The criteria for assessing progress and results on completion of the programme.\n8. Outlook as regards use and dissemination of results.\nIII\nBUDGET\nThe net budget for the measures, before tax, expressed in ecus, broken down and reasoned (1), showing how the amount is to be allocated by category and by year.\n(1) On the basis of estimates, fees, etc. and, in the case of subcontracting, offers.\n>END OF GRAPHIC>"}