{"celex_id": "31991R0314", "uri": "http://publications.europa.eu/resource/cellar/4a459530-05f0-43b6-8e51-d1c15826d9ce", "type": "Regulation", "concepts": ["1270", "2018", "807"], "title": "Commission Regulation (EEC) No 314/91 of 7 February 1991 on the supply of refined rape seed oil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 314/91  of 7 February 1991  on the supply of refined rape seed oil as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated to certain countries and beneficiary organizations 3 000 tonnes of refined rape seed oil;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["    Article 1\nRefined rape seed oil shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annex, in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX\nLOTS A and B\n1. Operations Nos (1): 964/90; 965/90.\n2. Programme: 1990.\n3. Recipient (8): Mozambique.\n4. Representative of the recipient (2): Cogropa, Av. 25 de Setembro, 916 r/c, 1, PO Box 308, Maputo, Moçambique (tel. 41 70 71, telex 6370; fax 20135).\n5. Place or country of destination: Mozambique\n6. Product to be mobilized: refined rape seed oil.\n7. Characteristics and quality of the goods (3) (7): see list published in OJ No C 216, 14. 8. 1987, p. 11 (under III.A.1).\n8. Total quantity: 3 000 tonnes net.\n9. Number of lots: 2 (A: 2 000 tonnes; B: 1 000 tonnes)\n10. Packaging and marking: see note (6) and see OJ No C 216, 14. 8. 1987, p. 12 (under III. B).\nThe cans must carry the following wording:\n- Lot A: 'ACÇAO No 964/90 / ÓLEO VEGETAL / DONATIVO DA COMUNIDADE ECONÓMICA EUROPEIA'\n- Lot B: 'ACÇAO No 965/90 / ÓLEO VEGETAL / DONATIVO DA COMUNIDADE ECONÓMICA EUROPEIA'\n11. Method of mobilization: the Community market.\n12. Stage of supply (9): free at destination.\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: Armazem da Cogropa, Avenue Moçambique, KM 10, CP 2746, Maputo\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage:\n- Lot A: 20. 3 - 10. 4. 1991;\n- Lot B: 20. 4. - 10. 5. 1991.\n18. Deadline for the supply:\n- Lot A: 31. 5. 1991;\n- Lot B: 1. 7 - 15. 7. 1991.\n19. Procedure for determining the costs of supply (4): tendering.\n20. Date of expiry of the period allowed for submission of tenders: 26. 2. 1991, at 12 noon.\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12. 3. 1991, at 12 noon.\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage:\n- Lot A: 3. 4 - 24. 4. 1991;\n- Lot B: 4. 5 - 24. 5. 1991;\n(c) deadline for the supply:\n- Lot A: 14. 6. 1991;\n- Lot B: 16. 7 - 31. 7. 1991.\n22. Amount of the tendering security: ECU 15 per tonne.\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus.\n24. Address for submission of tenders (5): Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/58, 200 rue de la Loi, B-1049 Bruxelles, telex AGREC 22037 B or 25670 B\n25. Refund payable on request by the successful tenderer: -\nNote:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: FSC da Camara, CP 1306, Maputo, tel. 74 40 93, telex 6-146 CCE MO.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the products to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium - 134 and - 137 levels.\n(4) Point (g) of Article 7 (3) of Regulation (EEC) No 2200/87 shall not be applicable to tenders submitted.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) of Regulation (EEC) No 2200/87 has been lodged,  preferably:\n- either by porter at the office referred to in point 24 of the Annex,\n- or by telecopier on one of the following numbers in Brussels:\n- 235 01 32,\n- 236 10 97,\n- 235 01 30,\n- 236 20 05.\n(6) The vegetable oil is packaged in hermetically sealed 20-litre plastic cans, placed in 20-foot containers. The free holding period for containers must be at least 15 days.\nThe cans must be stackable, with two flat sides, with an integrated handle and a sealed screw top.\nThe 20-litre drums shall be capable of surviving the following vertical-shock tests:\nFirst test (on three samples): the package must hit the impact point diagonally on the base rim or, if there is no rim, on a peripheral point or edge. Second test (on another three samples): the package must hit the impact point on the weakest point  that has not been tested during the first vertical-shock test, e.g. a sealing device.\nHeight of drop: 1,20 m.\n(7) The successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- certificate of origin.\n- health certificate.\n(8) The successful tenderer is to contact the recipient as soon as possible to establish which consignment documents are required and how they are required and how they are to be distributed.\n(9) The cost of emptying the containers shall not be borne by the successful tenderer."}