{"celex_id": "31997R1354", "uri": "http://publications.europa.eu/resource/cellar/905ca780-19d1-4662-a376-3cd5f8f09a58", "type": "Regulation", "concepts": ["1642", "3591", "4713"], "title": "Commission Regulation (EC) No 1354/97 of 15 July 1997 amending Regulation (EC) No 1685/95 on arrangements for issuing export licences for wine sector products\n", "header": "COMMISSION REGULATION (EC) No 1354/97 of 15 July 1997 amending Regulation (EC) No 1685/95 on arrangements for issuing export licences for wine sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 536/97 (2), and in particular Articles 52 (3) and 55 (8) thereof,\nWhereas experience over the last two wine years of the application in practice of Commission Regulation (EC) No 1685/95 of 11 July 1995 on arrangements for issuing export licences for wine sector products (3), last amended by Regulation (EC) No 561/97 (4), has shown the need to adjust certain provisions to the reality of the quantitative and budgetary outlay ceilings on exports of these products; whereas a better spread over the year of the available quantities is required in order to avoid their premature exhaustion; whereas the total quantity for the year should be split up and allocated to two-month periods and suitable administrative arrangements introduced, including carryover of unused quantities from one period to the next;\nWhereas a period is needed at the beginning of the wine year to allow the market situation to be assessed so that refund rates can be set at an appropriate level; whereas lodging of licence applications should therefore not be permitted until 16 September of each wine year;\nWhereas experience over the last two wine years has also shown the advisability of detailing in a better way the action to be taken by the Commission, referred to in Article 3 of Regulation (EC) No 1685/95, in the event of overrun or premature exhaustion of the quantity or budget authorized under the Agreement referred to in Article 1 thereof;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1685/95 is hereby amended as follows:\n1. the following Article 1a is inserted:\n'Article 1a\n1. The total quantity available for each wine year shall be divided into six parts. Licence applications may be lodged for:\n- 25 % of the total quantity, in the period to 15 November each year,\n- 25 % in the following period to 15 January,\n- 15 % in the following period to 15 March,\n- 15 % in the following period to 30 April,\n- 10 % in the following period to 30 June,\n- 10 % in the following period to 31 August.\n2. Unused quantities from one period shall be automatically transferred to the following period within that wine year.\n3. Licence applications for the first period may be lodged from 16 September each year.`;\n2. Article 3 (3) and (4) are replaced by:\n'3. If the quantities for which licence applications have been made, as notified to the Commission on the set day pursuant to Article 7 (1), exceed those still available for a period indicated in Article 1a (1), the Commission shall set an acceptance percentage applying to all the applications in question and suspend lodging of licence applications until the beginning of the following period.\n4. If issuing of the licences applied for carries a risk of:\n- premature exhaustion of the budget for the wine sector set under the Agreement referred to in Article 1 the Commission may:\n- accept the applications pending, or\n- reject the applications for which licences have not yet been granted, and\n- suspend lodging of applications for at most 10 working days; a decision to extend suspension may be taken by the procedure laid down in Article 83 of Regulation (EEC) No 822/87,\n- overrun of the budget for the wine sector set under the Agreement referred to in Article 1 the Commission may:\n- set an acceptance percentage applying to all the applications in hand, and\n- suspend lodging of applications up to the end of the wine year.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 83, 25. 3. 1997, p. 5.\n(3) OJ No L 161, 12. 7. 1995, p. 2.\n(4) OJ No L 85, 27. 3. 1997, p. 34."}