{"celex_id": "31994R1521", "uri": "http://publications.europa.eu/resource/cellar/0b1e0f40-83de-4501-a05a-bd32debdcc99", "type": "Regulation", "concepts": ["1136", "1642", "2734", "3568"], "title": "Commission Regulation (EC) No 1521/94 of 29 June 1994 limiting the period of validity of export licences both with and without advance fixing of the export refund\n", "header": "COMMISSION REGULATION (EC) No 1521/94 of 29 June 1994 limiting the period of validity of export licences both with and without advance fixing of the export refund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as amended by Commission Regulation (EEC) No 2193/93 (2), and in particular Articles 9 (2) and 13 (6) and the corresponding  provisions of the other Regulations on the common organization of the markets in agricultural products,\nWhereas, under the GATT Agreement, the volume of products receiving export refunds must be reduced by 21 % in six years; whereas that reduction must be applied over annual periods, generally beginning on 1 July and expiring on 30 June of the following  year;\nWhereas the GATT Agreement enters into force on 1 July 1995;\nWhereas it appears necessary to make a distinction between quantities exported before and quantities exported after the date of entry into force, of the GATT Agreement; whereas in order to ensure that distinction is made, steps must be taken to make  certain that licences issued under the current arrangements are used under those arrangements; whereas, to that end, the period of validity of licences issued under the current arrangements should be limited to 30 June 1995;\nWhereas for certain products the annual periods (GATT marketing year) begin on dates other than 1 July; whereas the period of validity of licences for the products in question should be limited to the day before those dates to ensure that a distinction  is made between the quantities exported under the current arrangements and those exported under the GATT arrangements;\nWhereas the limitation of the period of validity of licences derogates from the provisions fixing the period of validity of licences for each sector; whereas that derogation also applies to licences issued under the tendering procedure;\nWhereas the use of one of the arrangements referred to in Articles 4 and 5 of Council Regulation (EEC) No 565/80 (3), as amended by Regulation (EEC) No 2026/83 (4), may result in an extension of the period of validity of licences; whereas it should be  laid down that products placed under one of those arrangements must be withdrawn from that arrangement not later than the day before the beginning of the GATT marketing year for the product concerned; whereas that constitutes a derogation from the  provisions fixing the period during which products may be placed under one of those arrangements;\nWhereas the measure provided for in this Regulation is taken to ensure a harmonious transition between the current arrangements and the GATT arrangements; whereas this measure does not prejudge the method which will be used for administration of the  GATT Agreement; whereas, in this context, measures will be taken as quickly as possible in order to avoid a disruption of trade;\nWhereas the Management Committees concerned have not delivered an opinion within the time limits laid down by their Chairmen,", "main_body": ["1. The period of validity of export licences with or without advance fixing of the refund and of advance fixing certificates whose period of validity goes beyond 30 June 1995 shall be limited to 30 June 1995.\n2. However, by way of a derogation from paragraph 1:\n- for rice and wine products, the date 30 June 1995 shall be replaced by 31 August 1995,\n- for sugar products, the date 30 June 1995 shall be replaced by 30 September 1995,\n- for olive oil products, the date 30 June 1995 shall be replaced by 31 October 1995.", "1. Products, which on 30 June 1995 are covered by one of the arrangements referred to in Articles 4 and 5 of Regulation (EEC) No 565/80, shall be the subject of the export declaration, within the meaning of Article 30 of Commission Regulation  (EEC) No 3665/87 (5).\n2. However, by way of a derogation from paragraph 1:\n- for rice and wine products, the date 30 June 1995 shall be replaced by 31 August 1995,\n- for sugar products, the date 30 June 1995 shall be replaced by 30 September 1995,\n- for olive oil products, the date 30 June 1995 shall be replaced by 31 October 1995.", "This Regulation shall not apply to:\n- C sugar and C isoglucose,\n- agricultural products exported in the form of goods not covered by Annex II to the Treaty as specified in Regulation (EC) No 1222/94 (6).", "To avoid disruption to trade, other measures that are necessary to take account of the particular circumstances relating to products covered by Annex II to the Treaty, shall be taken as necessary in accordance with the procedure laid down in", "3\nof Regulation (EEC) No 1766/92, or, as the case may be, in the corresponding articles of other common organizations of the market concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to licences and certificates applied for from the date of its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 62, 7. 3. 1980, p. 5.\n(4) OJ No L 199, 22. 7. 1983, p. 12.\n(5) OJ No L 351, 14. 12. 1987, p. 1.\n(6) OJ No L 136, 31. 5. 1994, p. 5."}