{"celex_id": "31991R3414", "uri": "http://publications.europa.eu/resource/cellar/4fcf1958-c667-4a71-8299-0c8d0be01207", "type": "Regulation", "concepts": ["1532", "2437", "4083", "807"], "title": "Commission Regulation (EEC) No 3414/91 of 22 November 1991 on the supply of sardines as food aid\n", "header": "COMMISSION REGULATION (EEC) No 3414/91  of 22 November 1991  on the supply of sardines as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated to certain countries and beneficiary organizations 156 tonnes of sardines;\nWhereas it is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be supplied as Community food  aid (4), as amended by Regulation (EEC) No 790/91 (5); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and second deadlines for submission of tenders; whereas, in order to avoid republication of the notice of invitation to tender, a third deadline for submission of  tenders should be opened,", "main_body": ["Sardines shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annex, in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be awarded by  the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1. (5) OJ No L 81, 28. 3. 1991, p. 108.\nANNEX\n1. Operation No (1): 918/91\n2. Programme: 1991\n3. Recipient (5) (6): UNRWA Headquarters, Vienna International Centre, PO Box 700, A-1400 Vienna, telex 135310 UNRWA A\n4. Representative of the recipient (2) (7):\nUNRWA Field Supply and Transport Officer, Jordan, PO Box 484, Amman, Jordan\n5. Place or country of destination: Jordan\n6. Product to be mobilized: sardines\n7. Characteristics and quality of the goods (3) (8): tinned sardines in vegetable oil (1991 fishing, CN code 1604 13 10)\n8. Total quantity: 156 tonnes\n9. Number of lots: one\n10. Packaging and marking (9) (10) (11):\nsee OJ No C 114, 29. 4. 1991, p. 1 (under VIII. A. 2 and VIII. A. 3)\nMarkings in English ('mackerel' must be replaced by 'sardine')\nSupplementary markings on the packaging:\n'GIFT TO UNRWA TO PALESTINE REFUGEES / AQABA / Date of expiry . . .'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: Aqaba\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 6 - 20. 1. 1992\n18. Deadline for the supply: 10. 2. 1992\n19. Procedure for determining the costs of supply: invitation to tender\n20. Date of expiry of the period allowed for submission of tenders: 12 noon on 10. 12. 1991\n21. A: In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 17. 12. 1991\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 13 - 27. 1. 1992\n(c) deadline for the supply: 17. 2. 1992\nB: In the case of a third invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 7. 1. 1992\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 3 - 17. 2. 1992\n(c) deadline for the supply: 9. 3. 1992\n22. Amount of tendering security: ECU 15 per tonne\n23. Amount of the delivery security: 10% of the amount of the tender in ecus\n24. Address for submission of tenders (4): Bureau de l'aide alimentaire, Ă  l'attention de Monsieur N. Arend, BĂ˘timent Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles, telex 22037 AGREC B or 25670 AGREC B\n25. Refund payable on application by the successful tenderer: -\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 114, 29. 4. 1991, p. 33.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of the Annex,\n- or by telecopier on one of the following numbers in Brussels:\n- 235 01 32,\n- 236 10 97,\n- 235 01 30,\n- 236 20 05,\n- 236 33 04.\n(5) The successful tenderer shall contact the recipient as soon as possible to establish which consignment documents are required and how they are to be distributed.\n(6) The supplier is to detail the Manager, Supply Division, UNRWA, Vienna, by telex 135310 UNRWA A, the name of the carrying vessel, names and addresses of shipping agent and insurance agent at port of discharge.\n(7) Certificates and documents required for each shipment:\n- one original and two copies of insurance certificate,\n- one original and two copies of health certificate,\n- one original and two copies of inspection certificate regarding quality, quantity and packing,\n- one certificate of non-contamination by radioactivity.\n(8) The successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- health certificate,\n- certificate of origin.\n(9) Standardized pallets, shrink-wrapped with a plastic sheet with three external nylon straps in each direction to secure the unit-load.\n(10) The date of expiry shall correspond to the date of manufacture plus four years.\n(11) Tins fitted with an opening device (or key)."}