{"celex_id": "31998D0462", "uri": "http://publications.europa.eu/resource/cellar/7b2ab011-4e13-4768-ae9f-434cb9231c93", "type": "Decision", "concepts": ["1309", "1591", "2213", "2771", "5969"], "title": "98/462/EC: Commission Decision of 17 July 1998 terminating the anti-dumping proceeding concerning imports into the Community of thiourea dioxide originating in the People's Republic of China (notified under document number C(1998) 2081)\n", "header": "COMMISSION DECISION of 17 July 1998 terminating the anti-dumping proceeding concerning imports into the Community of thiourea dioxide originating in the People's Republic of China (notified under document number C(1998) 2081) (98/462/EC)\nTHE COMMISSION OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 (1) on protection against dumped imports from countries not members of the European Community, as last amended by Regulation (EC) No 905/98 (2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 10 September 1997, the Commission received a complaint concerning alleged injurious dumping by imports into the Community of thiourea dioxide originating in the People's Republic of China.\n(2) The complaint was lodged by the European Chemical Industry Council (Cefic), on behalf of Degussa AG, the sole producer of thiourea dioxide in the Community.\n(3) The complaint contained evidence of dumping by the imports concerned and of material injury resulting therefrom which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(4) The Commission, after consultation, accordingly announced in a notice published in the Official Journal of the European Communities (3) the initiation of an anti-dumping proceeding concerning imports into the Community of thiourea dioxide currently classifiable within CN code ex 2930 90 70 originating in the People's Republic of China.\n(5) The Commission officially advised the exporters and importers known to be concerned, the representatives of the exporting country and the complainant Community producer. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(6) By a letter of 6 April 1998 to the Commission, Cefic formally withdrew its complaint concerning imports into the Community of thiourea dioxide originating in the People's Republic of China citing changed circumstances as regards the Community industry having occurred after the lodging of the complaint. In particular, the complainant submitted that the situation of the sole Community producer had changed in the course of the investigation, mitigating the effect of the allegedly dumped imports.\n(7) In accordance with Article 9(1) of the Council Regulation, (EC) No 384/96 when the complainant withdraws its complaint the proceeding may be terminated unless such termination would not be in the Community interest. The Commission considered that the present investigation has not brought to light any considerations of Community interest which would be against the termination of the proceeding.\n(8) Interested parties were informed of the Commission's intention to terminate the proceeding and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) Therefore the Commission has concluded that the anti-dumping proceeding concerning imports into the Community of thiourea dioxide originating in the People's Republic of China should be terminated without the imposition of measures,", "main_body": ["The anti-dumping proceeding concerning imports into the Community of thiourea dioxide currently classifiable within CN code ex 2930 90 70 and originating in the People's Republic of China is hereby terminated."], "attachments": "Done at Brussels, 17 July 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ C 323, 24. 10. 1997, p. 2."}