{"celex_id": "31994D0563", "uri": "http://publications.europa.eu/resource/cellar/ec5a90ea-53af-4c9d-acbf-a1c808150042", "type": "Decision", "concepts": ["1229", "2215", "2540", "3591", "3660", "3844", "4211"], "title": "94/563/EC: Commission Decision of 27 July 1994 on the quantities of controlled substances allowed for essential uses in the Community pursuant to Council Regulation (EEC) No 549/91 on substances that deplete the ozone layer\n", "header": "COMMISSION DECISION of 27 July 1994 on the quantities of controlled substances allowed for essential uses in the Community pursuant to Council Regulation (EEC) No 549/91 on substances that deplete the ozone layer (94/563/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130a thereof,\nHaving regard to Council Regulation (EEC) No 594/91 of 4 March 1991 on substances that deplete the ozone layer (1), as amended by Regulation (EEC) No 3952/92 (2),\nWhereas, because of concern for the ozone layer, the Commission has decided to phase out certain controlled substances earlier than stated in the Montreal Protocol, commencing on 1 January 1995;\nWhereas Regulation (EEC) No 594/91, as amended states the Commission shall determine any essential uses which may be permitted in the Community after 31 December 1994 and any quantities of controlled substances which may be produced, placed on the  market or used for their own account by producers for these purposes;\nWhereas those essential uses have to be decided for chlorofluorocarbons, in accordance with Articles 10 (2) and 11 (2), halons, in accordance with Articles 10 (3) and 11 (3) and carbon tetrachloride, in accordance with Articles 10 (4) and 11 (4) of  Regulation (EEC) No 594/91;\nWhereas the criteria applied to assessing essential uses are in line with Decision IV/25 of the Fourth Meeting of the Parties to the Montreal Protocol and are:\n(a) that a use of a controlled substance should qualify as 'essential' only if:\n(i) it is necessary for the health, safety or is critical for the functioning of society (encompassing cultural and intellectual aspects); and\n(ii) there are no available technically and economically feasible alternatives or substitutes that are acceptable from the standpoint of enviroment and health;\n(b) that production and consumption, if any, of a controlled substance for essential uses should be permitted only if:\n(i) all economically feasible steps have been taken to minimize the essential use and associated emission of the controlled substance; and\n(ii) the controlled substance is not available in sufficient quantity and quality from existing stocks of banked or recycled controlled substances, also bearing in mind the developing countries' need for controlled substances;\nWhereas after receiving a certain number of applications from Member States, the Commission, assisted by the management committee established pursuant to Article 12 of Regulation (EEC) No 594/91, retained only those limited applications which were  considered to meet the essential use criteria in line with the abovementioned Montreal Protocol Decision IV/25;\nWhereas the identified essential uses fall into four categories, notably: medical uses, solvent uses, laboratory uses and other uses; whereas the quantitatively most important essential use is the medical use of MDIs for the Treatment of asthma and  other chronic obstructive diseases, as endorsed by the UNEP Technology and Economic Assessment Panel (TEAP) in their March 1994 recommendations to the Parties of the Montreal Protocol;\nWhereas this Decision has been taken according to the committee procedure set out in Article 12 of Regulation (EEC) No 594/91, as amended;\nWhereas the list of essential uses and the quantities of the controlled substances are hereby given in Annex for the informantion of producer and user industries;\nWhereas the quantities of each controlled substance to be produced by each producer shall be presented in a Commission decision at a later stage,", "main_body": ["1. The agreed essential uses and the total quantities of chlorofluorocarbons, halons and carbon tetrachloride to be placed on the market or used for their own account by producers in 1995 are presented in the Annex.\n2. This Decision shall apply as follows:\nControl period: 1 January to 31 December 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 67, 14. 3. 1991, p. 1.\n(2) OJ No L 405, 31. 12. 1992, p. 41.\nANNEX\nLIST OF EUROPEAN COMMUNITY ESSENTIAL USES FOR 1995 AND TOTAL QUANTITIES FOR THE EUROPEAN COMMUNITY   A. Medical uses  CFCs\n(i) Production of metered dose inhalers (MDIs) for the treatment of asthma and other chronic obstructive pulmonary diseases. CFC 11, 12, 113, 114 Quantity: 9 160 tonnes\n(ii) Cleaning of medical prosthetics. CFC 113 Quantity: 199 tonnes\n(iii) Solvent use to prepare silicone solution for dip-coating of medical devices. CFC 113 Quantity: 43 tonnes\n(iv) Diluent use for ethylene oxide in sterilization of chloramphenicol powder used in eye ointments. CFC 12 Quantity: 0,4 tonnes\nB. Solvent uses  B.1. CFC\n(i) Active reagents used to develop fingerprints on paper. CFC 113 Quantity: 10 tonnes\n(ii) Inert solvent use for the manufacture of reverse osmosis membrane in the manufacture of food and pharmaceutical products. CFC 113 Quantity: 10 tonnes\nB.2. Carbon tetrachloride (CCl4)\n(i) Production of chlorinated rubber, chlorinated paraffin and as an intermediate product for plant treatment preparations. Quantity: 100 tonnes\n(ii) Production of chlorinated rubber. Quantity: 20 tonnes\n(iii) Production of fibre optics. Quantity: 10 tonnes\n(iv) Solvent use for NCl3 in chlorine production . Quantity: 520 tonnes\n(v) Purification and absorption distillation of chlorine. Quantity: 50 tonnes\n(vi) Production of terephthaloyldichloride. Quantity: 72 tonnes\nC. Laboratory uses  Laboratory uses are identified at this time to include the use in laboratories of: equipment calibration; use as extraction solvents, diluents, or carriers for chemical analysis; biochemical research; inert solvents for chemical  reactions, as a carrier of laboratory chemicals and other critical analytical and laboratory purposes.\nSpecific examples of these are:\nC.1. CFCs\n(i) Use of CFC 113 in the extraction of organic compounds.\n(ii) Quality testing of drying filters in refrigeration systems (ASHRAE SPC 63.2P, DIN 8948 et 8949). CFC 113\n(iii) Research and development of alternative propellants for polyuerthane hard foams. CFC 11\n(iv) Use of CFC 113 in the analysis of oil content in water. (Paris Convention DS/R 209)\nC.2. Carbon tetrachloride (CCl4)\n(i) Use in water analysis (directive 79/869/CEE, Paris Convention DS/R 209)\n(ii) Use in the testing of gas filters (directive 89/686/CEE, DS/EN 141).\n(iii) Use in halogenation reaction in research laboratories.\n(iv) Use as standards for control of chemical products and monitoring of organic pollution of water, air, ect.\n(v) Use as an extraction agent and solvent for analysis for unforseeable purposes.\n(vi) Laboratory and research uses in general: research on ODSs thermodynamics, thermophysics, chemistry kinetics and toxicology.\nTotal EC quantity:\n- CFCs: 240 tonnes\n- Carbon tetrachloride: 220 tonnes\nD. Miscellaneous uses  (i) Use of CFC 11: as a heat transfer fluid for uranium enrichment. CFC 11 Quantity: 30 tonnes"}