{"celex_id": "31993R0593", "uri": "http://publications.europa.eu/resource/cellar/fee4cb32-374f-4b10-aa46-3d7f1ce23747", "type": "Regulation", "concepts": ["2018", "2556", "2850", "5228", "712"], "title": "Council Regulation (EEC) No 593/93 of 8 March 1993 on the conclusion of the Protocol establishing, for the period 1 January 1992 to 30 September 1993, the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the People' s Republic of Mozambique on fisheries relations\n", "header": "COUNCIL REGULATION (EEC) No 593/93  of 8 March 1993 on the conclusion of the Protocol establishing, for the period 1 January 1992 to 30 September 1993, the fishing opportunities and the financial contribution provided for in the Agreement between  the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, in accordance with the Agreement between the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations, signed in Maputo on 30 September 1988, the Contracting Parties held negotiations with a  view to determining the amendments to be made to the Protocol to the Agreement at the end of the period of application of the first Protocol;\nWhereas, as a result of these negotiations, a new Protocol establishing, for the period 1 January 1992 to 30 September 1993 the fishing opportunities and the financial contribution provided for by the said Agreement, was initialled on 15 October 1991;\nWhereas it is in the Community's interest to approve this Protocol,", "main_body": ["The Protocol establishing, for the period 1 January 1992 to 30 September 1993, the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the People's Republic of  Mozambique on fisheries relations is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 1993.\nFor the Council\nThe President\nN. HELVEG PETERSEN\n(1) Opinion delivered on 12 February 1993 (not yet published in the Official Journal)."}