{"celex_id": "31999D0177", "uri": "http://publications.europa.eu/resource/cellar/d7369fe5-4460-47f2-9da2-a4110cd8a290", "type": "Decision", "concepts": ["1158", "1837", "1884", "2947", "5581", "720"], "title": "1999/177/EC: Commission Decision of 8 February 1999 establishing the conditions for a derogation for plastic crates and plastic pallets in relation to the heavy metal concentration levels established in Directive 94/62/EC on packaging and packaging waste (notified under document number C(1999) 246) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 8 February 1999 establishing the conditions for a derogation for plastic crates and plastic pallets in relation to the heavy metal concentration levels established in Directive 94/62/EC on packaging and packaging waste (notified under document number C(1999) 246) (Text with EEA relevance) (1999/177/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the European Parliament and Council Directive 94/62/EC of 20 December 1994 on packaging and packaging waste (1), and in particular Article 11(3) thereof,\nWhereas plastic crates and plastic pallets constitute a relevant practical case in which the appropriate conditions may be enforced;\nWhereas the reuse of packaging and the recycling of packaging waste are fundamental aims of the Directive;\nWhereas the conditions for the derogation for new packaging should apply, in general, to all the packaging in the chain into which the new packaging is introduced;\nWhereas the derogation is to expire 10 years after its entering into force, unless it is decided to extend the derogation in accordance with the procedure laid down in Article 21 of Directive 94/62/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee established pursuant to Article 21 of Directive 94/62/EC,", "main_body": ["This Decision shall apply to all packaging covered by Directive 94/62/EC and aims to establish the conditions under which the concentration levels of Article 11 of Directive 94/62/EC may not apply, without prejudice to the derogation in Article 22 of Directive 94/62/EC, to plastic crates and plastic pallets used in product loops which are in a closed and controlled chain.", "For the purposes of this Decision:\n- the definitions set out in Article 3 of Directive 94/62/EC shall apply,\n- 'intentional introduction` shall mean the act of deliberately utilising a substance in the formulation of a packaging or a packaging component where its continued presence is desired in the final packaging or packaging component to provide a specific characteristic, appearance or quality. The use of recycled materials as feedstock for the manufacture of new packaging materials, where some portion of the recycled materials may contain amounts of regulated metals, is not considered intentional introduction,\n- 'incidental presence` shall mean the presence of a metal as an unintended ingredient of a packaging or packaging component,\n- 'product loops which are in a closed and controlled chain` shall mean product loops in which products circulate with a controlled reuse and distribution system and in which the recycled material originates only from these entities in the chain so that the introduction of external material is just the minimum technically feasible and from which these entities may only be removed in a specially authorised procedure so that return rates are maximised.", "Plastic crates and plastic pallets are allowed to exceed the limits of 600 ppm, 250 ppm and 100 ppm by weight of the sum of the concentration levels of lead, cadmium, mercury and hexavalent chromium, in case of compliance with all the conditions established in Articles 4 and 5 of this Decision.", "The plastic crate or plastic pallet to which this derogation applies is required to have been manufactured in a controlled recycling process, in which the recycled material originates only from other plastic crates or plastic pallets and in which the introduction of external material is just the minimum technically feasible, up to a maximum of 20 % by weight. Returned entities that are no longer reusable shall be treated in accordance with Article 5 of this Decision.\nNo lead, cadmium, mercury or hexavalent chromium shall be intentionally introduced as an element during the manufacture or distribution as opposed to the incidental presence of any of these elements.\nThe plastic crate or plastic pallet to which this derogation applies may only exceed the concentration limits as a result of the addition of recycled materials.", "Plastic crates or plastic pallets falling under this Decision are required to be introduced in a controlled distribution and reuse system complying with the following conditions:\nnew plastic crates or pallets containing the regulated metals shall be identified in a permanent and visible way,\na system of inventory and record keeping shall be established, including a method of regulatory and financial accountability, to document the compliance with the present Decision including the return rates, that is, the percentage of returnable entities which are not discarded after use but are returned to the manufacturer or packer/filler or an authorised representative and shall be as high as possible but in no case lower than 90 % over the life time of the plastic crates or plastic pallets. The system shall account for all the reusable entities put into, and removed from, service,\nall returned entities that are no longer reusable shall be either disposed of by a procedure specifically authorised by the relevant authorities or be recycled in a recycling process, in which the recycled material is made up of plastic crates or plastic pallets in the circuit, and the introduction of external material is the minimum technically feasible, up to a maximum of 20 % by weight,\nthe manufacturer or his authorised representative shall draw up on an annual basis a written declaration of conformity, including an annual report demonstrating how the conditions of this Decision have been complied with. Possible changes to the system and authorised representatives shall be contained therein,\nthe manufacturer or his authorised representative shall keep this documentation at the disposal of the relevant national authorities for inspection purposes for at least four years,\nwhere neither the manufacturer nor his authorised representative is established within the Community, the obligation to keep the technical documentation available is the responsibility of the person who places the product on the Community market.", "The abovementioned requirements relate to the exemptions from Article 11 of Directive 94/62/EC and are without prejudice to the conformity assessment procedures provided for in Article 9 of that Directive.", "This Decision expires 10 years after its entering into force.", "Member States shall report on the practical measures, including controls, inspections, etc., which they effect, in the framework of the report to be submitted under Article 17 of Directive 94/62/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 February 1999.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 365, 31. 12. 1994, p. 10."}