{"celex_id": "31998D0241", "uri": "http://publications.europa.eu/resource/cellar/499a93df-2435-4661-aab4-7ff85fb22032", "type": "Decision", "concepts": ["1662", "1885", "2611", "3820", "4308"], "title": "98/241/EC: Council Decision of 23 March 1998 concerning the approval, on behalf of the Community, of PARCOM Decision 96/1 on the phasing-out of the use of hexachloroethane in the non-ferrous metal industry\n", "header": "28.3.1998 EN Official Journal of the European Communities L 96/41\nCOUNCIL DECISION\nof 23 March 1998\nconcerning the approval, on behalf of the Community, of PARCOM Decision 96/1 on the phasing-out of the use of hexachloroethane in the non-ferrous metal industry\n(98/241/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 100a, in conjunction with Article 228(2), first sentence, and (3), first subparagraph,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas by Council Decision of 3 March 1975 the Community concluded the Convention on the Prevention of Marine Pollution from Land-Based Sources (Paris Convention) (3) thus becoming a Contracting Party to this Convention;\nWhereas the executive body of the Paris Convention (PARCOM — Paris Commission) may adopt measures in the area of pollution prevention and that it adopted PARCOM Decision 96/1 on the phasing-out of the use of hexachloroethane in the non-ferrous metal industry,\nWhereas the Commission participated in the adoption of PARCOM Decision 96/1 on the basis of the authorisation granted by the Council and within the negotiating directives issued accordingly;\nWhereas hexachloroethane appears on the list of dangerous substances in Annex I to Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (4);\nWhereas the provisions of PARCOM Decision 96/1 are in line with Directive 76/769/EEC;\nWhereas it is therefore desirable that the Community approve PARCOM Decision 96/1,", "main_body": ["1.   PARCOM Decision 96/1 on the phasing-out of the use of hexachloroethane in the non-ferrous metal industry is hereby approved on behalf of the Community.\nThe text of the said Decision is attached to this Decision.\n2.   The Commission is hereby authorised to notify this approval to the Paris Commission."], "attachments": "Done at Brussels, 23 March 1998.\nFor the Council\nThe President\nM. MEACHER\n(1)  OJ C 364, 2. 12. 1997, p. 13.\n(2)  OJ C 80, 16. 3. 1998.\n(3)  OJ L 194, 25. 7. 1975, p. 5.\n(4)  OJ L 262, 27. 9. 1976, p. 201. Directive as last amended by Commission Directive 97/64/EC (OJ L 315, 19. 11. 1997, p. 13)."}