{"celex_id": "31995R1937", "uri": "http://publications.europa.eu/resource/cellar/eee5ebdd-f297-45b2-8154-b189ebd677da", "type": "Regulation", "concepts": ["1309", "2734", "2771", "4080", "4324", "656"], "title": "Commission Regulation (EC) No 1937/95 of 4 August 1995 determining the amounts of the agricultural components and the additional duties applicable from 1 July to 30 September 1995 in the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Switzerland\n", "header": "COMMISSION REGULATION (EC) No 1937/95 of 4 August 1995 determining the amounts of the agricultural components and the additional duties applicable from 1 July to 30 September 1995 in the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Switzerland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 7 thereof,\nWhereas Article 1 (1) of Council Regulation (EC) No 1917/95 of 24 July 1995 establishing certain measures concerning imports of processed agricultural products from Iceland, Norway and Switzerland in order to take account of the results of the Uruguay Round negotiations in the agricultural sector (2), lays down the basic amounts taken into consideration in calculating the agricultural components and the additional duties applicable to the importation into the Community of goods originating in Switzerland; whereas the Commission, in accordance with Article 2 of the cited Regulation, will not adopt implementing rules unless it is assured that measures having comparable effect will be adopted at the same time or as soon as possible by Switzerland,", "main_body": ["The Annexes to this Regulation lay down the agricultural components and the corresponding additional duties applicable from 1 July to 30 September 1995 to the importation of goods covered by Regulation (EC) No 3448/93 from Switzerland.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply, at the request of the parties concerned, from 1 July to 30 September 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 1995.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 185, 4. 8. 1995, p. 1.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ I - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\nElementos agrícolas (por 100 kilogramos de peso neto) aplicables, del 1 de julio al 30 de septiembre de 1995 inclusive, a la importación en la Comunidad procedente de Suiza\nLandbrugselementer (pr. 100 kg nettovægt), der skal anvendes ved inførsel fra Schweiz til Fællesskabet fra 1. juli til og med 30. september 1995\nAgrarteilbeträge (für 100 kg Eigengewicht) bei der Einfuhr aus der Schweiz in die Gemeinschaft, anwendbar vom 1. Juli bis einschließlich 30. September 1995\nÃåùñãéêÜ óôïé÷åßá (ãéá 100 kg êáèáñïý âÜñïõò) ðïõ åöáñìüæïíôáé áðü 1çò Éïõëßïõ ìÝ÷ñé êáé 30 Óåðôåìâñßïõ 1995 êáôÜ ôçí åéóáãùãÞ óôçí Êïéíüôçôá áðü ôçí Åëâåôßá\nAgricultural components (per 100 kilograms net weight) to be levied from 1 July to 30 September 1995 inclusive, on importation into the Community from Switzerland\nÉléments agricoles (par 100 kilogrammes poids net) applicables, du 1er juillet au 30 septembre 1995 inclus, à l'importation dans la Communauté en provenance de Suisse\nElementi agricoli (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dalla Svizzera dal 1° luglio al 30 settembre 1995 incluso\nAgrarische elementen (per 100 kg nettogewicht) bij invoer in de Gemeenschap vanuit Zwitserland, te heffen van 1 juli tot en met 30 september 1995\nElementos agrícolas (por 100 quilogramas de peso líquido) aplicáveis, de 1 de Julho a 30 de Setembro de 1995, inclusive, à importação na Comunidade proveniente da Suíça\nSveitsistä yhteisöön tulevaan tuontiin 1 päivästä heinäkuuta 30 päivään syyskuuta 1995 sovellettavat maatalousosat (100 nettopainokilolta)\nJordbruksbeståndsdelar (per 100 kg nettovikt) som skall tillämpas på import från Schweiz till gemenskapen fr. o. m. den 1 juli t. o. m. den 30 september 1995\nPARTE 1 - DEL 1 - TEIL 1 - ÌÅÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA 1 - DEL 1\n>TABLE>\nPARTE 2 - DEL 2 - TEIL 2 - ÌÅÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE>\nANNEX II\nAdditional code (by composition)\n>TABLE>\nANNEX III\n>TABLE>\nANEXO IV - BILAG IV - ANHANG IV - ÐÁÑÁÑÔÇÌÁ IV - ANNEX IV - ANNEXE IV - ALLEGATO IV - BIJLAGE IV - ANEXO IV - LIITE IV - BILAGA IV\nImportes de los derechos adicionales sobre el azúcar (AD S/Z) y sobre la harina (AD F/M) (por 100 kilogramos de peso neto) aplicables a la importación en la Comunidad procedente de Suiza, del 1 de julio al 30 de septiembre de 1995 inclusive\nTillægstold for sukker (AD S/Z) og for mel (AD F/M) (pr. 100 kg nettovægt), der skal anvendes ved inførsel til Fællesskabet fra Schweiz fra 1. juli til og med 30. september 1995\nBeträge der Zusatzzölle für Zucker (AD S/Z) und für Mehl (AD F/M) (für 100 kg Nettogewicht) bei der Einfuhr aus der Schweiz in die Gemeinschaft für die Zeit vom 1. Juli bis einschließlich 30. September 1995\nÐïóÜ ðñüóèåôùí äáóìþí óôç æÜ÷áñç (AD S/Z) êáé óôï áëåýñé (AD/FM) (ãéá 100 kg êáèáñïý âÜñïõò) ðïõ åöáñìüæïíôáé áðü 1çò Éïõëßïõ ìÝ÷ñé êáé 30 Óåðôåìâñßïõ 1995 êáôÜ ôçí åéóáãùãÞ óôçí Êïéíüôçôá áðü ôçí Åëâåôßá\nAmounts of additional duties on sugar (AD S/Z) and on flour (AD F/M) (per 100 kilograms net weight) applicable on importation into the Community from Switzerland from 1 July to 30 September 1995 inclusive\nMontants des droits additionnels sur le sucre (AD S/Z) et sur la farine (AD F/M) (par 100 kilogrammes poids net) applicables à l'importation dans la Communauté en provenance de Suisse, du 1er juillet au 30 septembre 1995 inclus\nImporti dei dazi aggiuntivi sullo zucchero (AD S/Z) e sulla farina (AD F/M) (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dalla Svizzera dal 1° luglio al 30 settembre 1995 incluso\nBedragen der aanvullende invoerrechten op suiker (AD S/Z) en op meel (AD F/M) (per 100 kg nettogewicht), geldend bij invoer in de Gemeenschap vanuit Zwitserland, van 1 juli tot en met 30 september 1995\nMontantes dos direitos adicionais sobre o açúcar (AD S/Z) e sobre a farinha (AD F/M) (por 100 quilogramas de peso líquido) aplicáveis na importação na Comunidade proveniente da Suíça, de 1 de Julho a 30 de Setembro de 1995, inclusive\nSveitsistä yhteisöön tuotavaan sokeriin (AD S/Z) ja jauhoihin (AD F/M) (100 nettopainokilolta) 1 päivästä heinäkuuta 30 päivään syyskuuta 1995 sovellettavat lisätullit\nTilläggstull för socker (AD S/Z) och för mjöl (AD F/M) (per 100 kg nettovikt) som skall utgå på import till gemenskapen från Schweiz fr. o. m. den 1 juli t. o. m. den 30 september 1995\nPARTE 1 - DEL 1 - TEIL 1 - ÌÅÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA 1 - DEL 1\n>TABLE>\nPARTE 2 - DEL 2 - TEIL 2 - ÌÅÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE>\n>TABLE>"}