{"celex_id": "31998D0216", "uri": "http://publications.europa.eu/resource/cellar/0c7f846e-8857-4ec1-9d2b-78462cf41b30", "type": "Decision", "concepts": ["201", "281", "3988", "416", "4785", "5873"], "title": "98/216/EC: Council Decision of 9 March 1998 on the conclusion, on behalf of the European Community, of the United Nations Convention to combat desertification in countries seriously affected by drought and/or desertification, particularly in Africa\n", "header": "19.3.1998 EN Official Journal of the European Communities L 83/1\nCOUNCIL DECISION\nof 9 March 1998\non the conclusion, on behalf of the European Community, of the United Nations Convention to combat desertification in countries seriously affected by drought and/or desertification, particularly in Africa\n(98/216/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130r(4) and Article 130y, in conjunction with Article 228(2), first sentence and (3), first subparagraph thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Commission participated on behalf of the Community in the negotiations for the preparation of an international convention to combat desertification in accordance with the mandate conferred on it by the Council;\nWhereas that Convention was signed on behalf of the Community in Paris on 14 October 1994;\nWhereas the aim of that Convention is to combat desertification and mitigate the effects of drought in those countries experiencing serious drought and/or desertification, particularly in Africa, through effective action at all levels, supported by international cooperation and partnership arrangements, in the framework of an integrated approach with a view to contributing to the achievement of sustainable development in affected areas;\nWhereas desertification is a major environmental problem caused by complex interactions among physical, biological, political, social, cultural and economic factors;\nWhereas the Community has adopted measures, including legislative acts, and supported initiatives in the areas governed by the Convention and it is its duty to affirm and stand by its commitment in this field at international level;\nWhereas the Community's policy on the environment contributes to the promotion, at international level, of measures designed to tackle regional or global environmental issues, including desertification;\nWhereas the Community's policy on development cooperation encourages the sustainable economic and social development of developing countries, particularly the most disadvantaged among them, and the eradication of poverty in the developing countries, two of the objectives also pursued by the Convention;\nWhereas the Convention includes provisions to help set up environmental protection initiatives and thereby combat desertification in the northern Mediterranean; whereas, therefore, such measures will help tackle regional environmental issues;\nWhereas the Community's scientific and technological research policy contributes significantly towards the conservation of the environment and combating desertification, notably through its specific programmes for scientific and technological cooperation with third countries, and also through global change activities of the Environment and Climate programme;\nWhereas the conclusion of the Convention may be taken into account for the future adoption of measures relating to special initiatives in the area of economic and social development;\nWhereas, according to their respective spheres of competence, the Community and the Member States cooperate with third countries and relevant international organisations;\nWhereas all the Member States have already concluded the Convention by depositing their instruments of ratification;\nWhereas the conclusion of the Convention by the Community will help achieve the objectives laid down in Articles 130a, 130b and 130u of the Treaty,", "main_body": ["The United Nations Convention to combat desertification in those countries experiencing serious drought and/or desertification, particularly in Africa, is hereby approved on behalf of the Community.\nThe full text of the Convention and the declaration of competence provided for in Article 34(2) and (3) of that Convention are attached to this Decision.", "The President of the Council is hereby authorised to appoint the person(s) empowered to deposit the instrument of ratification of the Convention with the Secretary-General of the United Nations, in accordance with Article 34 of the Convention.\nSuch person(s) shall at the same time deposit the declaration of competence attached to this Decision.", "The position to be adopted by the Community at the Conference of the Parties, where that body is called upon to adopt decisions that have legal effect, shall be adopted by the Council acting by a qualified majority on a proposal by the Commission.\nThe Community shall be represented at the Conference of the Parties by the Commission in the case of matters coming within Community powers.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 9 March 1998.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ C 299, 30.9.1997, p. 1.\n(2)  OJ C 339, 10.11.1997."}