{"celex_id": "31990R1438", "uri": "http://publications.europa.eu/resource/cellar/b94e53db-c957-42a3-aedf-d04ea237f9ec", "type": "Regulation", "concepts": ["1362", "2739", "3576"], "title": "Council Regulation (EEC) No 1438/90 of 21 May 1990 amending Regulation (EEC) No 1010/86 laying down general rules for the production refund on certain sugar products used in the chemical industry\n", "header": "COUNCIL  REGULATION (EEC) No 1438/90\nof 21 May 1990\namending Regulation (EEC) No 1010/86 laying down general rules for the production refund on certain sugar products used in the chemical industry\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1069/89 (2), and in particular Article 9 (5) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhreas, pursuant to Regulation (EEC) No 1010/86 (4), as last amended by Regulation (EEC) No 2306/88 (5), production refunds, given the specific character of the sugar production system, cannot be claimed for basic sugar products used in the manufacture of chemically pure fructose (laevulose) falling within CN code 1702 50 00; whereas, as the production refund system does not apply in this case and as imports at zero or low duty originating in certain third countries linked to the Community by free trade agreements are increasing, the Community laevulose industry operates in a situation of undue disadvantage when compared with that of the laevulose industry obtaining supplies on the world market;\nWhereas, under these circumstances and in order to avoid laevulose being used for food purposes, which could pose a serious threat to the sugar market, that product should be treated as an intermediate product eligible for production refunds provided it is obtained from a basic product of Community origin and is used for its processing into one of the chemical products referred to in the Annex to Regulation (EEC) No 1010/86; whereas it is also desirable to establish the possibility of setting limits, where necessary, to take account of the development of the market in laevulose,", "main_body": ["The following paragraph shall be inserted in Article 1 of Regulation (EEC) No 1010/86:\n'1a. For the purposes of this Regulation, chemically pure fructose (laevulose) falling within CN code 1702 50 00 shall, as an intermediate product, be considered as one of the basic products referred to in paragraph 1 if, on the one hand, it is obtained in the Community directly from those basic products with the exception of any product coming under other production refund arrangements and, on the other hand, it is used for processing into one of the chemical products referred to in the Annex.\nThe amount of the production refund granted per 100 kilograms of laevulose used, expressed as dry matter, shall be equal to the production refund applicable for 100 kilograms of white sugar on the day on which the application for a production refund is received.\nIt may in addition be stipulated, if necessary, that the granting of a production refund for laevulose shall be restricted to an overall quantity of that product to be determined for the Community.\nThat quantity shall be determined for one or more marketing years on the basis in particular of:\n(a) the average Community production of laevulose obtained over a reference period;\n(b) the development of the market in, and imports of, laevulose;\n(c) the possible effects on the sugar market in the Community.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 114, 27. 4. 1989, p. 1.\n(3) Opinion delivered on 17 May 1990 (not yet published in the Official Journal).\n(4) OJ No L 94, 9. 4. 1986, p. 9.\n(5) OJ No L 201, 27. 7. 1988, p. 65."}