{"celex_id": "31996R0356", "uri": "http://publications.europa.eu/resource/cellar/157e5384-3778-47a2-a748-d66553b396dc", "type": "Regulation", "concepts": ["1120", "1136", "1309", "161", "4662", "6036"], "title": "Commission Regulation (EC) No 356/96 of 28 February 1996 concerning the transfer to Colombia, within the tariff quota for the import of bananas into the Community, of part of Venezuela's country quota for 1996 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 356/96 of 28 February 1996 concerning the transfer to Colombia, within the tariff quota for the import of bananas into the Community, of part of Venezuela's country quota for 1996 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Council Regulation (EC) No 3290/94 (2),\nHaving regard to Commission Regulation (EC) No 478/95 of 1 March 1995 on additional rules for the application of Council Regulation (EEC) No 404/93 as regards the tariff quota arrangements for imports of bananas into the Community and amending Regulation (EEC) No 1442/93 (3), as amended by Regulation (EC) No 702/95 (4), and in particular the second subparagraph of Article 2 (2) thereof,\nWhereas Regulation (EC) No 478/95 establishes the detailed rules for the application of the Framework Agreement on Bananas concluded as part of the Uruguay Round of multilateral trade negotiations; whereas Article 1 of Regulation (EC) No 478/95 divides the tariff quota into specific shares allocated to the countries or groups of countries referred to in Annex I of the same Regulation; whereas in the event that a country listed in Annex I, Table 1 is not able to export all or some of the quantity allocated to it, Article 2 (2) provides for the reallocation of that quantity;\nWhereas Venezuela has informed the Commission that it will be unable to export part of its quota to the Community in 1996; whereas Venezuela and Colombia have jointly requested that part of the quantity allocated to Venezuela be reallocated to Colombia,", "main_body": ["Pursuant to the second subparagraph of Article 2 (2) of Regulation (EC) No 478/95, the shares of the tariff quota allocated to Colombia and Venezuela are hereby changed for 1996 as follows:\n>TABLE>\nThis change applies as from the second quarter of 1996.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 49, 4. 3. 1995, p. 13.\n(4) OJ No L 71, 31. 3. 1995, p. 84."}