{"celex_id": "31992D0466", "uri": "http://publications.europa.eu/resource/cellar/89465c86-7c43-417a-824a-e3815f4bea28", "type": "Decision", "concepts": ["1851", "1988", "3560", "4585"], "title": "92/466/EEC: Commission Decision of 2 September 1992 determining the amount of VAT own resources payable by the Federal Republic of Germany for 1990 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 2 September 1992  determining the amount of VAT own resources payable by the Federal Republic of Germany for 1990 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the  harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts  applying to certain agricultural products  (Only the German text is authentic)  (92/466/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to  certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (1), and in particular Article 5 thereof,\nWhereas Directive 85/361/EEC authorizes the Federal Republic of Germany to use value added tax to grant a special aid to farmers provided that own resources accruing from VAT are not affected;\nWhereas, for the 1990 financial year, the net VAT revenue to be taken into account under Article 3 of Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from  value added tax (2) should be increased by DM 1 602,4 million;\nWhereas the average weighted rate referred to in the said Article is 12,6813 % for 1990 but may be changed again;\nWhereas the rate of VAT own resources payable by the Federal Republic of Germany for 1990 is 1,2106 %;\nWhereas the Advisory Committee on Own Resources has been consulted,", "main_body": ["VAT own resources payable by the Federal Republic of Germany for 1990 according to Article 5 of Directive 85/361/EEC amount to DM 152,97 million.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 2 September 1992. For the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 192, 24. 7. 1985, p. 18. (2) OJ No L 155, 7. 6. 1989, p. 9."}