{"celex_id": "31991R3265", "uri": "http://publications.europa.eu/resource/cellar/79c45100-eea0-4eaf-85df-5c273c02e4be", "type": "Regulation", "concepts": ["20", "4284", "4620", "4663", "4860"], "title": "Commission Regulation (EEC) No 3265/91 of 8 November 1991 amending Regulation (EEC) No 863/91 on the special sale of intervention butter for export to the Soviet Union and amending Regulation (EEC) No 569/88\n", "header": "COMMISSION REGULATION (EEC) No 3265/91  of 8 November 1991  amending Regulation (EEC) No 863/91 on the special sale of intervention butter for export to the Soviet Union and amending Regulation (EEC) No 569/88\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1630/91 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 863/91 (3), as last amended by Regulation (EEC) No 2535/91 (4), provides for a special sale of intervention butter for export to the Soviet Union by a standing invitation to tender expiring on 31 October 1991;  whereas to date it has not been possible to award the total quantity of butter put up for sale; whereas the standing invitation to tender should therefore be extended to 30 November 1991 and the time limits for the removal of and payment of the selling  price for the quantities put up for sale after the date of entry into force of this Regulation should also be extended; whereas, however, the deadline 31 December 1991 for import into the country of destination, cannot be extended under any  circumstances;\nWhereas, for reasons concerning the optimum implementation of this measure, Denmark and Belgium should be removed from the list of Member States which may put the butter up for sale and the quantity available in the Netherlands should be reduced;  whereas, however, Spain, France and the United Kingdom should be included on that list in respect of the corresponding quantities; whereas the Annex to that Regulation should therefore be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 863/91 is hereby amended as follows:\n1. Article 2 (1) is replaced by the following:\n'Sales of the butter shall take place ex-cold storage plant under a standing invitation to tender until 30 November 1991.'\n2. In Article 5 (2) and (3), the date '30 November 1991' is replaced by '7 December 1991';\n3. The Annex is amended as follows:\n(a) Point I is replaced by the following:\n'I. Allocation of the quantities of butter referred to in Article 1\n(tonnes)\nGermany  5 000  Spain  3 500  France  5 000  Ireland  62 000  Netherlands  45 000  United Kingdom  3 500     Total  124 000'\n(b) The following is added to Point II:\n'- Office national interprofessionnel du lait et des produits laitiers\n(Onilait)\n2, rue Saint-Charles\nF-75740 Paris Cedex 15.\n[Tel.: (33) 1 40 58 70 00; telex: 200 745;\ntelefax: (33) 1 40 59 04 58].\n- Intervention Board for Agricultural Produce\nFountain House,\n2 Queens Walk,\nUK-Reading, Berks RG1 7QW.\n[Tel.: (44) 734 58 36 26; telex: 848 302;\ntelefax: (44) 734 58 36 26 ext. 2370]\n- Servicio Nacional de Productos Agrarios (SENPA)\nCalle de Beneficencia 8,\nE-28004 Madrid.\n[Tel.: (34) 1 522 29 61; telex: 41818 SENPA E - 234 27\ntelefax: (34) 1 521 98 32].'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 150, 15. 6. 1991, p. 19. (3) OJ No L 88, 9. 4. 1991, p. 11. (4) OJ No L 236, 24. 8. 1991, p. 18."}