{"celex_id": "31998D0589", "uri": "http://publications.europa.eu/resource/cellar/e7b44032-dd4c-4965-a8d5-760999fb9c57", "type": "Decision", "concepts": ["1821", "4821", "5034", "5962", "863", "893"], "title": "98/589/EC: Commission Decision of 12 October 1998 concerning an extension of the maximum period laid down for the application of eartags to certain bovine animals belonging to the Spanish herd (notified under document number C(1998) 2868) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 October 1998 concerning an extension of the maximum period laid down for the application of eartags to certain bovine animals belonging to the Spanish herd (notified under document number C(1998) 2868) (Text with EEA relevance) (98/589/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (1), and in particular Article 4(2) thereof,\nHaving regard to the request submitted by Spain,\nWhereas the Kingdom of Spain has requested an extension to six months of the maximum period laid down for the application of eartags to certain bovine animals, due to practical difficulties;\nWhereas the holdings where those bovine animals are born are situated in certain geographical zones and the animals in question belong to certain races;\nWhereas those bovine animals are kept in extensive farming conditions and in free range where calves stay always close to their mother until they are separated at the age of six months at the latest;\nWhereas it is justified to take account of Spain's request, provided that the extension of the maximum period does not affect the quality of information provided by the Spanish database and that there is no movement of such animals to which eartags have not been applied;\nWhereas the Spanish authorities undertake not to extend this derogation to other elements of the identification and registration system of bovine animals;\nWhereas this Decision should be without prejudice to the decisions to be adopted regarding the fully operational character of the national databases;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee for the European Agricultural Guidance and Guarantee Fund,", "main_body": ["Spain may extend to six months the maximum period laid down by Article 4(2) of Regulation (EC) No 820/97 for the application of eartags to certain bovine animals which fulfil all the conditions set out in Article 2.\nThis extension shall not affect the quality of information provided by the Spanish database.", "1. The extension provided for in Article 1 shall be granted subject to all the conditions set out in paragraphs 2 to 5.\n2. The holdings on which the animals are born shall be situated in one of the geographical areas listed in the Annex.\n3. The animals shall belong to one of the breeds listed in the Annex.\n4. The animals are reared at liberty in a totally extensive system, with the calves staying with their mother until weaned.\n5. The eartags shall be applied when the calves are separated from their mothers and, in any case, before they are six months old. If an animal leaves the holding on which it was born before that age, it shall be identified before leaving the holding.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 117, 7. 5. 1997, p. 1.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\n>TABLE>"}