{"celex_id": "31997R0847", "uri": "http://publications.europa.eu/resource/cellar/c2ef1323-00c5-4008-9e68-ce837646769f", "type": "Regulation", "concepts": ["2488", "2771", "2839", "3591", "5969"], "title": "Council Regulation (EC) No 847/97 of 12 May 1997 amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries\n", "header": "COUNCIL REGULATION (EC) No 847/97 of 12 May 1997 amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EC) No 519/94 (1), introduced, in respect of the People's Republic of China, the quotas listed in Annex II to that Regulation and surveillance measures listed in Annex III thereto;\nWhereas the Council's objective in establishing the quotas was to strike a balance between an appropriate level of protection for the Community industries concerned and maintenance of an acceptable level of trade with China, taking into account the various interests in play;\nWhereas analysis of the main economic indicators, in particular the volume and market share of Chinese imports, leads to the conclusion that the quota on glass tableware falling within HS/CN code 7013 should be abolished as from 1 January 1998 and that such abolition would be neither inconsistent with the above objective nor liable to disrupt the Community market;\nWhereas the products in respect of which the quota is abolished by this Regulation should, however, be subject to prior Community surveillance, in order to ensure adequate monitoring of the volume and prices of the imports of the products concerned;\nWhereas the quota on toys falling within HS/CN codes 9503 41, 9503 49 and 9503 90 includes parts and accessories of toys; whereas, in light of the experience of the Community producers, the effects of this inclusion go beyond what is necessary for the appropriate protection of the Community industry concerned; whereas parts and accessories of toys should therefore be excluded from the quota;\nWhereas it is no longer considered necessary to maintain surveillance measures on a range of products of which the imports in 1995 were negligible or lower than in 1994; whereas they should be removed from the list of products subject to surveillance measures;\nWhereas the quantitative quotas and the surveillance measures introduced pursuant to Regulation (EC) No 519/94 should therefore be amended,", "main_body": ["Annexes II and III to Regulation (EC) No 519/94 shall be replaced by the Annexes which appear in Annexes I and II to this Regulation respectively, until 31 December 1997.", "As from 1 January 1998, Annexes II and III to Regulation (EC) No 519/94 shall be replaced by the Annexes which appear in Annexes III and IV to this Regulation respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 67, 10. 03. 1994, p. 89. Regulation as last amended by Regulation (EC) No 1897/96 (OJ No L 250, 2. 10. 1996, p. 1).\nANNEX I\n'ANNEX II\nList of quotas for certain products originating in China\n>TABLE>\nANNEX II\n'ANNEX III\nList of products originating in the People's Republic of China subject to Community surveillance\n>TABLE>\nANNEX III\n'ANNEX II\nList of quotas for certain products originating in China\n>TABLE>\nANNEX IV\n'ANNEX III\nList of products originating in the People's Republic of China subject to Community surveillance\n>TABLE>"}