{"celex_id": "31998R0419", "uri": "http://publications.europa.eu/resource/cellar/05fc506b-ae64-4ab0-b455-2dc8414a4833", "type": "Regulation", "concepts": ["1486", "2958", "301", "4289", "4860"], "title": "Commission Regulation (EC) No 419/98 of 20 February 1998 amending Regulation (EC) No 454/95 laying down detailed rules for intervention on the market in butter and cream and Regulation (EC) No 322/96 laying down detailed rules of application for the public storage of skimmed-milk powder\n", "header": "COMMISSION REGULATION (EC) No 419/98 of 20 February 1998 amending Regulation (EC) No 454/95 laying down detailed rules for intervention on the market in butter and cream and Regulation (EC) No 322/96 laying down detailed rules of application for the public storage of skimmed-milk powder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6(6) and 7(5) thereof,\nWhereas Article 5(3) of Commission Regulation (EC) No 454/95 (3), as last amended by Regulation (EC) No 418/97 (4), lays down the storage costs to be reimbursed by the seller where the butter offered for intervention does not meet the requirements laid down in Article 2 of that Regulation; whereas, in order to ensure that there is a link between those amounts and the amounts to be reimbursed by the intervention agency to the European Agricultural Guidance and Guarantee Fund (EAGGF), reference should be made to the amounts provided for in Commission Regulation (EEC) No 3597/90 of 12 December 1990 on the accounting rules for intervention measures involving the buying-in, storage and sale of agricultural products by intervention agencies (5), as last amended by Regulation (EC) No 1392/97 (6);\nWhereas Article 4(6) of Commission Regulation (EC) No 322/96 (7), as last amended by Regulation (EC) No 94/97 (8), refers to Article 7(2) of Regulation (EEC) No 3597/90 as regards the storage and financing costs to be reimbursed by the seller where the powder offered does not meet the requirements laid down in Article 1(1); whereas the reference to the financing cost, which is not relevant in this context, should be deleted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The second subparagraph of Article 5(3) of Regulation (EEC) No 454/95 and the second subparagraph of Article 4(6) of Regulation (EC) No 322/96 are hereby replaced by the following:\n'The storage costs to be paid shall be the costs to be reimbursed by the intervention agency to the account of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) in accordance with Article 7(2)(a) and (b) of Commission Regulation (EEC) No 3597/90.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 46, 1. 3. 1995, p. 1.\n(4) See page 19 of this Official Journal.\n(5) OJ L 350, 14. 12. 1990, p. 43.\n(6) OJ L 190, 19. 7. 1997, p. 22.\n(7) OJ L 45, 23. 2. 1996, p. 5.\n(8) OJ L 19, 22. 1. 1997, p. 8."}