{"celex_id": "31992R2101", "uri": "http://publications.europa.eu/resource/cellar/f5b7c7c2-b865-400d-b3a9-a4336ce7553d", "type": "Regulation", "concepts": ["1642", "1644", "2734"], "title": "Commission Regulation (EEC) No 2101/92 of 24 July 1992 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "COMMISSION REGULATION (EEC) No 2101/92  of 24 July 1992  amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural  products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1738/92 (2), and in particular Article 12 (2) thereof, and to the corresponding  provisions of the other Regulations on the common organization of the markets,\nWhereas import licences used to administer quantities imported may be subject to arrangements on proof of utilization which are stricter than normal on account of specific requirements concerning the administration of such quantities; whereas Article 33  (5) of Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EEC) No 1599/90 (4), provides for a time limit of 60 days;\nWhereas at the end of a quota period 60 days may be too long; whereas the present time limit should therefore be reduced;\nWhereas, in the light of experience gained, the penalties attaching to an overrun in the special time limit laid down should be reviewed; whereas it appears in effect possible to gear these to the length of the overrun without jeopardizing the  effectiveness of the special rule;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Article 33 (5) of Regulation (EEC) No 3719/88 is hereby replaced by the following:\n'5. In the case of import licenses for which a Community provision makes this paragraph applicable, paragraph 3 notwithstanding, the proof specified in Article 30 must be produced within forty-five days of expiry of the licence, unless force majeure  prevents this.\nWhere the proof of utilization of the licences as specified in Article 30 is provided after the prescribed time limit:\n(a) where the licence has been totally used within the term of validity, the security shall be forfeit in an amount equal to:\n- 15 % of the total security amount indicated in the licence, by way of a flat-rate deduction,\nplus\n- 3 % of the difference between the total security amount indicated in the licence and the deduction made under the first indent, for each day by which the time limit for provision of proof is exceeded;\n(b) where the licence has been partly used within the term of validity, the security shall be forfeit in an amount equal to:\n- the amount corresponding to the difference between 95 % of the quantity indicated in the licence and the quantity actually imported,\nplus\n- 15 % of the security remaining after the deduction made under the first indent, by way of a flat-rate deduction,\nplus\n- 3 % of the security remaining after the deductions made under the first and second indents, for each day by which the time limit for provision of proof is exceeded.'", "This Regulation shall enter intro force on the third day following its publication in the Official Journal of the European Communities.\nThe first subparagraph of Article 33 (5) of Regulation (EEC) No 3719/88 shall apply from 1 January 1993.\nThe second subparagraph of Article 33 (5) shall apply to dossiers still open when this Regulation enters into force. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 1. (3) OJ No L 331, 2. 12. 1988, p. 1. (4) OJ No L 151, 15. 6. 1990, p. 29."}