{"celex_id": "31998R0062", "uri": "http://publications.europa.eu/resource/cellar/e57698c7-d757-4cc8-8821-0349990e9dfd", "type": "Regulation", "concepts": ["1159", "2026", "2879", "4790", "5228", "5229"], "title": "Council Regulation (EC) No 62/98 of 19 December 1997 laying down for 1998 certain conservation and management measures for fishery resources in the Regulatory Area as defined in the Convention on Future Multilateral Cooperation in the North West Atlantic Fisheries\n", "header": "COUNCIL REGULATION (EC) No 62/98 of 19 December 1997 laying down for 1998 certain conservation and management measures for fishery resources in the Regulatory Area as defined in the Convention on Future Multilateral Cooperation in the North West Atlantic Fisheries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8(4) thereof,\nHaving regard to Council Regulation (EC) No 1627/94 of 27 June 1994 laying down general provisions concerning special fishing permits (2), and in particular Article 7(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community has signed the United Nations' Convention on the Law of the Sea, which contains principles and rules relating to the conservation and management of the living resources within the exclusive economic zones of the coastal States and on the high seas;\nWhereas the Convention on Future Multilateral Cooperation in the North West Atlantic Fisheries, hereinafter referred to as the NAFO Convention, was approved by the Council in Regulation (EEC) No 3179/78 (3) and entered into force on 1 January 1979; whereas the Regulatory Area as defined consists of that part of the Convention Area which lies beyond the areas in which coastal States exercise fisheries jurisdiction;\nWhereas the NAFO Convention establishes a suitable framework for the rational conservation and management of the fishery resources of the Regulatory Area with a view to achieving the optimum utilization thereof; whereas, to this end, the Contracting Parties undertake to carry out joint measures;\nWhereas the Northwest Atlantic Fisheries Organization, hereafter referred to as NAFO, held its Annual Meeting from 15 to 19 September 1997 and, on that occasion, adopted recommendations for conservation and management measures in the Regulatory Area for 1998; whereas it is appropriate that these recommendations be implemented by the Community;\nWhereas, in the light of the available scientific advice, the catches of certain species in certain parts of the Regulatory Area should be limited; whereas, in accordance with Article 8 of Regulation (EEC) No 3760/92, it falls to the Council to establish the total allowable catches (TACs) by stock or group of stocks, the share available for the Community and the specific conditions under which catches must be made and to allocate the share available to the Community among the Member States;\nWhereas, in order to ensure the conservation of fishery resources and their balanced exploitation, technical conservation measures must be defined, inter alia, for mesh sizes, the level of by-catches, authorized fish sizes and processed length equivalents;\nWhereas in order to ensure sound management of the shrimp stock in NAFO area 3M, a system of fishing effort control should be maintained;\nWhereas in order to ensure the conservation of the Greenland halibut stock, provisions should be made for the communication of effort plans for this fishery;\nWhereas to enable controls to be carried out on catches from the Regulatory Area while supplementing the monitoring measures provided for in Regulation (EEC) No 2847/93 (4) certain specific control measures are to be defined, inter alia, for the declaration of catches, the communication of information, the holding of non-authorized nets and information and assistance relating to the storage and processing of catches;\nWhereas, within NAFO, the relevant TAC and quotas have been established on an annual basis and may not be exceeded and, therefore, they may not be subject to the provisions of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (5);\nWhereas, for imperative reasons of common interest, this Regulation shall apply from 1 January 1998,", "main_body": ["Scope\n1. Community vessels operating in the Regulatory Area and retaining on board fish from resources of that area shall do so in furtherance of the objectives and principles of the NAFO Convention.\n2. With a view to ensuring through the joint action of the Contracting Parties the rational conservation and management of the fishery resources of the Regulatory Area for the purpose of achieving the optimum utilization thereof, this Regulation lays down:\n- limits on catches;\n- technical conservation measures;\n- international control measures;\n- provisions relating to the processing and transmission of certain scientific and statistical data.", "Community participation\nMember States shall forward to the Commission a list of all vessels registered in their ports or flying their flag which intend to take part in the fishing activities in the Regulatory Area not later than 20 January 1998 or, thereafter, at least 30 days before the intended commencement of such activity. The information forwarded shall include:\n(a) name of vessel;\n(b) official registration number of the vessel assigned by the competent national authorities;\n(c) home port of the vessel;\n(d) name of owner or charterer of the vessel;\n(e) a declaration that the master has been provided with a copy of the regulations in force in the Regulatory Area;\n(f) the principal species fished by the vessel in the Regulatory Area;\n(g) the sub-areas where the vessel may be expected to fish.", "Limits on catches\nCatches in 1998 of the species set out in Annex I hereto by fishing vessels registered in the ports of Member States or flying their flag shall be limited, within the divisions of the Regulatory Area referred to in that Annex, to the quotas set out therein.", "Management measures for shrimp\nFishing in 1998 for shrimp (Pandalus borealis) in division 3M of the Regulatory Area shall be subject to the limitations and conditions set out in Annex II.", "Greenland halibut fishery\nMember States shall inform the Commission of the fishing plan for their vessels fishing for Greenland halibut in the Regulatory Area not later than 20 January 1998 or, thereafter, at least 30 days before the intended commencement of such activity. The fishing plan shall identify, inter alia, the vessel or vessels which will engage in this fishery. The fishing plan shall represent the total fishing effort to be deployed with respect to this fishery in relation to the extent of the fishing opportunities available to the Member State making the notification.\nMember States shall, no later than 31 December 1998, report to the Commission on the implementation of their fishing plans, including the number of vessels actually engaged in this fishery and the total number of days fished.", "Redfish fishery\nMember States shall report to the Commission every second Tuesday before 12 noon for the fortnight ending at 12 midnight on the previous Sunday the quantities of redfish caught by their vessels in division 3M of the Regulatory Area.", "Technical measures\n1. Mesh sizes\nThe use of trawl net having in any section thereof net meshes of dimensions less than 130 mm shall be prohibited for direct fishing of the species referred to in Annex III hereto. This mesh size shall be reduced to 60 mm for direct fishing of short-finned squid.\nVessels fishing for shrimp (Pandalus borealis) shall use nets with a minimum mesh size of 40 mm.\n2. Attachments to nets\nThe use of any means or device other than those described in this paragraph which obstructs the meshes of a net or which diminishes their size shall be prohibited.\nCanvas, netting or any other material may be attached to the underside of the cod-end in order to reduce or prevent damage.\nDevices may be attached to the upper side of the cod-end provided that they do not obstruct the meshes of the cod-end. The use of top-side chafers shall be limited to those mentioned in Annex IV hereto.\nVessels fishing for shrimp (Pandalus borealis) shall use sorting grids or grates with a maximum spacing between bars of 22 mm.\n3. By-catches\nBy-catches of the species listed in Annex I for which no quotas have been fixed by the Community for a part of the Regulatory Area and taken in that part when fishing directly for:\n- one or more of the species listed in Annex I, or\n- one or more of species other than those listed in Annex I,\nmay not exceed for each species on board 2 500 kg or 10 % by weight of all fish on board, whichever is the greater. However, in a part of the Regulatory Area where direct fishing of certain species is banned, by-catches of each of the species listed in Annex I may not exceed 1 250 kg or 5 % respectively.\nFor vessels fishing for shrimp (Pandalus borealis), in the event that total by-catches of all species listed in Annex I, in any haul exceed 5 % by weight, vessels shall immediately change fishing area (minimum 5-nautical-miles) in order to seek to avoid further by-catches of this species.\n4. Minimum size of fish\nFish from the Regulatory Area which do not have the size required as set out in Annex V may not be processed, retained on board, transhipped, landed, transported, stored, sold, displayed or offered for sale, but shall be returned immediately to the sea. Where the quantity of caught fish not having the required size exceeds in certain fishing waters 10 % of the total quantity, the vessel must move away to a distance of at least 5-nautical-miles before continuing fishing. Any processed fish of a species for which a minimum fish size is set out in Annex V that is below a length equivalent set out in Annex VI, shall be deemed to originate from fish that is below the minimum fish size.", "Control measures\n1. In addition to complying with Articles 6, 8, 11 and 12 of Regulation (EEC) No 2847/93, masters of vessels shall enter in the logbook the information listed in Annex VII hereto.\nIn complying with Article 15 of Regulation (EEC) No 2847/93, Member States shall also inform the Commission of catches of species not subject to quota.\n2. When fishing directly for one or more of the species listed in Annex III, vessels may not carry nets the mesh size of which is smaller than that laid down in Article 7(1). However, vessels fishing in the course of the same voyage in areas other than the Regulatory Area may keep such nets on board provided that these nets are securely lashed and stowed and are not available for immediate use, that is to say:\n(a) nets shall be unshackled from their boards and their hauling or trawling cables and ropes;\n(b) nets carried on or above the deck must be lashed securely to a part of the superstructure.\n3. The masters of fishing vessels flying the flag of a Member State or registered in one of its ports shall, in respect of catches of the species listed in Annex I, keep:\n(a) a logbook stating, by species and by processed product, the aggregate output; or\n(b) a storage plan, by species, of products processed, indicating where they are located in the hold.\n4. The captains of Community vessels, fishing for redfish in zone 3M, shall notify every second Monday to the competent authorities of the Member State, whose flag the vessel is flying or in which the vessel is registered, the quantities of redfish caught in zone 3M in the two-week period ending at 24.00 hrs the previous Sunday.\nMasters of vessels must provide the necessary assistance to enable the quantities declared in the logbook and the processed products stored on board to be verified.", "Statistical and scientific data\n1. In order to secure advice on localized and seasonal concentrations of juvenile American plaice and yellowtail flounder in division 3LNO of the Regulatory Area:\n(a) Member States shall provide, based upon the relevant entries in the logbook, as provided for by Article 8(1), nominal catch and discard statistics, broken down by unit areas no larger than 1Â° latitude and 1Â° longitude, summarized on a monthly basis;\n(b) length sampling shall be provided for both nominal catches and discards, with a sampling intensity on the same scale as adopted in (a) and summarized on a monthly basis.\n2. In order to assess the effects of cod by-catches in the redfish and flatfish fisheries on the Flemish Cap:\n(a) Member States shall supply, based upon the relevant entries in the logbook as provided for by Article 8(1), statistics on discards of cod taken in the redfish and flatfish fisheries in the above area, in addition to the normal reports, summarized on a monthly basis;\n(b) length samples of cod taken in the redfish and flatfish fisheries in the above area, shall be provided for the two components separately, with depth information accompanying each sample, summarized on a monthly basis.\n3. Length samples shall be taken from all parts of the respective catch of each species concerned in such a manner that at least one statistically significant sample is taken from the first haul taken each day. The size of a fish shall be measured from the tip of the snout to the end of the tail fin.\nFor the purposes set out in paragraphs 1 and 2, length samples taken as described in this Regulation shall be deemed to be representative of all catches of the species concerned.", "0\nFishing quotas referred to in Annex I shall not be subject to the conditions laid down in Articles 2, 3 and 5(2) of Regulation (EC) No 847/96.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(2) OJ L 171, 6. 7. 1994, p. 7.\n(3) OJ L 378, 30. 12. 1978, p. 1.\n(4) OJ L 261, 20. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 2205/97 (OJ L 304, 7. 11. 1997, p. 1).\n(5) OJ L 115, 9. 5. 1996, p. 3.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>\nANNEX IV\nAUTHORIZED TOP-SIDE CHAFERS\n1. ICNAF-type top-side chafer\nA rectangular piece of netting attached to the upper side of a cod-end to reduce or prevent damage and complying with the following requirements:\n(a) the netting shall not have a mesh size less than that specified for the net itself;\n(b) the netting may be fastened to the cod-end only along the forward and lateral edges of the netting and shall be fastened in such a manner that it extends forward of the splitting strap no more than four meshes and ends not less than four meshes in front of the codline mesh; where a splitting strap is not used, the netting shall not extend to more than one-third of the cod-end measured from not less than four meshes in front of the codline mesh;\n(c) the number of meshes in the width of the netting shall be at least one and a half times the number of meshes in the width of the part of the cod-end which is covered, both widths being taken at right angles to the longitudinal axis of the cod-end.\n2. 'Multiple flap` top-side chafer\nPieces of netting having in all their parts meshes the dimensions of which, whether the pieces of netting are wet or dry, are not less than those of the meshes of the net to which they are attached, provided that:\n(i) each piece of netting:\n(a) is fastened only by its forward edge across the cod-end at right angles to its longitudinal axis;\n(b) is at least equal in width to the width of the cod-end (such width being measured at right angles to the longitudinal axis of the cod-end at the point of attachment);\n(c) is not more than 10 meshes long.\n(ii) the aggregate length of all the pieces of netting so attached does not exceed two-thirds of the length of the cod-end.\n3. Large mesh (modified Polish-type) top-side chafer\nA rectangular piece of netting made of the same twine material as the cod-end, or of a single, thick, knotless twine material, attached to the rear portion of the upper side of the cod-end and extending over all or any part of the upper side of the cod-end, having in all its parts a mesh size twice that of the cod-end when measured wet and fastened to the cod-end along the forward, lateral and rear edges only of the netting in such a way that each mesh of the netting exactly coincides with four meshes of the cod-end.\nANNEX V\n>TABLE>\nANNEX VI\n>TABLE>\nANNEX VII\n>TABLE>\n>TABLE>\n>TABLE>"}