{"celex_id": "31990D0063", "uri": "http://publications.europa.eu/resource/cellar/5d22cfd1-6e06-4326-8a89-cd801b2b3746", "type": "Decision", "concepts": ["192", "2560"], "title": "90/63/EEC: Council Decision of 12 February 1990 amending, for the fourth time, Decision 88/303/EEC recognizing certain parts of the territory of the Community as being either officially swine-fever free or swine-fever free\n", "header": "COUNCIL  DECISION\nof 12 February 1990\namending, for the fourth time, Decision 88/303/EEC recognizing certain parts of the territory of the Community as being either officially swine-fever free or swine-fever free\n(90/63/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 89/662/EEC (2), and in particular Article 4b (1) (c) thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 89/662/EEC, and in particular Article 13a (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Decision 88/303/EEC (4), as last amended by Decision 89/578/EEC (5), recognizes certain parts of the territory of Belgium, the Federal Republic of Germany, France, Greece, the Netherlands and Spain as being officially swine-fever free and certain parts of Belgium, the Federal Republic of Germany, France, Italy and Greece as being swine-fever free;\nWhereas, in a certain part of the territory of Belgium, swine fever has not been detected for more than a year; whereas vaccination against swine fever has not been authorized for at least the preceeding 12 months; whereas the holdings concerned contain no pigs which have been vaccinated against swine fever during the previous 12 months; whereas, consequently, this part of the territory fulfils the requirements for being recognized as officially swine-fever free for the purpose of intra-Community trade;\nWhereas, within the framework of an eradication plan, the Commission, by Decision 90/3/EEC (6), recognized certain regions in Belgium as being officially swine-fever free;\nWhereas, in certain parts of Italy, swine fever has not been detected for more than one year; whereas therefore these parts of the territory fulfil the requirements for being recognized as swine-fever free for the purpose of intra-Community trade in fresh meat,", "main_body": ["Decision 88/303/EEC is hereby amended as follows:\n1. in Chapter 5 of Annex I, the following is added after the last indent:\n'- East Flanders';\n2. in Chapter 4 of Annex II, the following is added after the last indent:\n'- Arezzo, Florence, Lucca, Pistoia and Massa Carrara (Toscana region),\n- Agrigento, Caltanissetta, Catania, Enna, Messina, Palermo, Ragusa, Siracusa and Trapani (Sicilia region).'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 February 1990.\nFor the Council\nThe President\nJ. WALSH\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 395, 30. 12. 1989, p. 13.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 132, 28. 5. 1988, p. 76.\n(5) OJ No L 322, 7. 11. 1989, p. 22.\n(6) OJ No L 2, 5. 1. 1990, p. 29."}