{"celex_id": "31990R1195", "uri": "http://publications.europa.eu/resource/cellar/8d23e52f-406a-4736-bae5-52cdb4103b82", "type": "Regulation", "concepts": ["1118", "1201", "2730", "2915", "3070", "979"], "title": "Council Regulation (EEC) No 1195/90 of 7 May 1990 on measures to increase the consumption and utilization of apples\n", "header": "COUNCIL REGULATION (EEC) N° 1195/90\nof 7 May 1990\non  measures to increase the consumption and utilization of apples\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the consumption of apples in the Community is stagnating; whereas, moreover, surpluses of  apples are withdrawn from the market each year; whereas there are possibilities for increasing  quantities consumed, in particular by bringing production closer into line with consumer tastes;  whereas, moreover, fruit and vegetables are healthy products the consumption of which should be  encouraged as part of a health policy;\nWhereas possibilities of increasing consumption of products sold fresh and of products prepared  from apples must be developed;\nWhereas the producer organizations have a special role to play in the implementation of measures to  achieve that development;\nWhereas provision should be made for specific measures to increase the consumption of fresh apples  and for the development and diversification of processed products to be encouraged by a financial  contribution from the Community to the measures implemented;\nWhereas the aim of the measures provided for is to achieve the objectives laid down in Article 39  of the Treaty; whereas provision should be made for a Community financial contribution towards the  implementation of those measures from the Guarantee Section of the European Agricultural Guidance  and Guarantee Fund,", "main_body": ["The Community shall make a contribution of up to 60 % towards the  financing of measures to encourage an increase\nin the consumption of fresh apples harvested in  the Community, including research into varietal diversification, presented and conducted by  representative groups involving various branches of activity of the sector. The representative  nature of the groups shall be evaluated on the basis of the aim pursued.", "1.  The Community shall make a contribution of up to 50 % towards the financing of  measures undertaken in the framework of programmes with the objective of increasing the disposal of  products processed from apples harvested in the Community.\nSuch programmes shall be drawn up and implemented jointly by one or more producer organizations and  one or more apple processors. The measures may also cover chilled products prepared for direct  consumption.\n2.  The Community contribution referred to in paragraph 1 shall amount to 60 % where the  implementation of a programme includes the conclusion of delivery contracts between producer  organizations and processors.", "The measures provided for in Articles 1 and 2 must not relate to trade marks and must  not refer to any Member State.", "The contribution towards the financing of the measures provided for in Articles 1 and 2  shall be deemed intervention intended to stabilize the agricultural markets within the meaning of  Article 3 (1) of Regulation (EEC) No 729/70 of the Council of 21 April 1970 on the financing of the  common agricultural policy (4), as last amended by Regulation (EEC) No 2048/88 (5). It shall be  financed by the EAGGF Guarantee Section.", "The measures provided for in Articles 1 and 2 shall be defined and the detailed rules  for the application of this Regulation shall be adopted in accordance with the\nprocedure laid  down in Article 33 of Council Regulation oeEEC) No 1035/72 of the Council of 18 May 1972 on\nthe  common organization of the market in fruit and vegetables (1) as last amended by Regulation (EEC)  No 1193/90 (2).", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ N° C 49, 28. 2. 1990, p.  72.\n(2) OJ N° C 96, 17. 4. 1990.\n(3) OJ N° C 112, 7. 5. 1990, p. 34.\n(4) OJ N° L 94, 28. 4. 1970, p. 13.\n(5) OJ N° L 185, 15. 7. 1988, p. 1.\n(1) OJ N° L 118, 20. 5. 1972, p. 1.\n(2) See page 43 of this Journal."}