{"celex_id": "31994R0882", "uri": "http://publications.europa.eu/resource/cellar/96f527b5-ae38-41b9-a552-1f84d4f594df", "type": "Regulation", "concepts": ["2066", "2069", "2192", "4381", "50"], "title": "Commission Regulation (EC) No 882/94 of 20 April 1994 amending Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the common customs tariff\n", "header": "COMMISSION REGULATION (EC) No 882/94 of 20 April 1994 amending Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and the Common Customs Tariff (1), as last amended by Commission Regulation (EC) No 779/94 (2), and in particular Article 9 thereof,\nWhereas Articles 291 to 304 of Commission Regulation (EEC) No 2454/93 (3), as last amended by Regulation (EC) No 655/94 (4), determine the conditions under which certain goods are eligible on import for a favourable tariff arrangement by reason of their  end-use;\nWhereas certain types of integrated circuit test equipment, by virtue of Council Regulation (EEC) No 3080/93 (5), benefit from relief from customs duty under end-use provisions on importation when destined for the functionality testing of integrated  circuits;\nWhereas there may be difficulties in distinguishing between the four different types of integrated circuit test equipment for the functionality testing of integrated circuits which benefit from relief from customs duty under end-use provisions on  importation and similar goods, both types falling within CN code 9030 81; whereas it is feasible to make this distinction by means of specific definitions; whereas Additional Notes to this effect should be inserted in Chapter 90 of the combined  nomenclature; whereas Regulation (EEC) No 2658/87 should be amended accordingly;\nWhereas, in order to ensure uniform application of the combined nomenclature, it is necessary to adopt provisions concerning the classification of certain specific types of integrated circuit test equipment;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Tariff and Statistical Nomenclature Section of the Customs Code Committee,", "main_body": ["The following Additional Notes are added to Chapter 90 of the combined nomenclature annexed to Regulation (EEC) No 2658/87:\n'2. For the purposes of subheading 9030 81 20 the expression \"Edge connected semiconductor production test apparatus\" means electronic apparatus for functionality testing of integrated circuits (in the manufacturing process) mounted on test boards using  edge connection, comprising an interface test head for connection to the devices under test, signal generators, a signal control unit, measure and compare units and associated power supplies.\n3. For the purposes of subheading 9030 81 81 the expression \"semiconductor production test apparatus\" means electronic apparatus for functionality testing of digital integrated circuits (in the manufacturing process), providing programmable timing, data  format of signals and test rate, without interruption to the test cycle, comprising an interface test head for connection to the devices under test, a signal control unit, digital signal generators, digital measure and compare units and associated power  supplies.\n4. For the purposes of subheading 9030 81 83 the expression \"semiconductor production test apparatus\" means electronic apparatus for functionality testing of mixed signal (analogue and digital) integrated circuits (in the manufacturing process),  comprising an interface test head for connection to the devices under test, a signal control unit, analogue and digital signal generators, analogue and digital measure and compare units and associated power supplies.\n5. For the purposes of subheading 9030 81 85 the expression \"semiconductor production test apparatus\" means electronic apparatus for functionality testing of analogue integrated circuits (in the manufacturing process), comprising an interface test head  for connection to the devices under test, a signal control unit, analogue signal generators, analogue measure and compare units and associated power supplies.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 April 1994.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 91, 8. 4. 1994, p. 12.\n(3) OJ No L 253, 11. 10. 1993, p. 1.\n(4) OJ No L 82, 25. 3. 1994, p. 15.\n(5) OJ No L 277, 10. 11. 1993, p. 1."}