{"celex_id": "31990D0175", "uri": "http://publications.europa.eu/resource/cellar/3cadd151-273b-401e-a494-4b18f658f65a", "type": "Decision", "concepts": ["1474", "2783", "474"], "title": "90/175/EEC: Council Decision of 2 April 1990 concerning the provisional application of the Agreed Minute amending the Agreement between the European Economic Community and the People's Republic of China on trade in textile products\n", "header": "COUNCIL  DECISION\nof 2 April 1990\nconcerning the provisional application of the Agreed Minute amending the Agreement between the European Economic Community and the People's Republic of China on trade in textile products\n(90/175/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pending completion of the procedures necessary for its conclusion, the Agreement between the European Economic Community and the People's Republic of China on trade in textile products, initialled on 9 December 1988, has been applied provisionally since 1 January 1989 in accordance with Decision 88/656/EEC (1) insofar as the Community is concerned;\nWhereas that Agreement provides for the possibility of re-examining, in the light of recent trade developments, the quantitative adjustments to be made to the quotas for certain textile categories to allow for the introduction of the harmonized system;\nWhereas, following consultations between the Community and the People's Republic of China, an Agreed Minute amending the quotas for categories 4, 5, 6, 7, 8, 10, 16, 21, 27, 67 and 73 laid down in the Agreement was initialled on 15 December 1989;\nWhereas, pending completion of the procedures necessary for the conclusion of the Agreement and the Agreed Minute, the Agreed Minute should be applied provisionally with effect from 1 January 1990 provided it is applied likewise by the People's Republic of China,", "main_body": ["Pending completion of the procedures necessary for its conclusion, the Agreed Minute amending the Agreement between the European Economic community and the People's Republic of china on trade in textile products shall be applied provisionally in the Community with effect from 1 January 1990, provided it is applied likewise by the People's Republic of china.\nThe text of the Agreed Minute is attached to this Decision.", "The Commission is requested to seek the agreement of the Governement of the People's Reublic of China on the provisional application of the Agreed Minute referred to in Article 1 and to notify the Council thereof."], "attachments": "Done at Luxembourg, 2 April 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 380, 31. 12. 1988, p. 1.\n303\n4 025\n_\n220\n_\n_\n_\n_\n_\n_\n21\n1 000 pieces\n4 688\n1 171\n1 368\n894\n1 344\n44\n301\n84\n236\n47\n10 177\n27\n1 000 pieces\n_\n_\n_\n_\n429\n_\n_\n_\n_\n_\n_\n67\n1 000 kg\n1 042\n836\n_\n_\n_\n_\n_\n_\n_\n_\n_\n73\n1 000 pieces\n779\n483\n279\n416\n469\n17\n114\n34\n66\n19\n2 676   //   //  //  //  //  //  //  //  //  //  //  //  //\nInformation concerning the amendment of the Agreement between the Community and China on trade in textile products\nIn accordance with Article 2 of the Council Decision of 2 April 1990 on the provisional application of the Agreed Minute amending the Agreement with China on trade in textile products, the Commission has notified the Council of China's agreement thereto ."}