{"celex_id": "31992R2864", "uri": "http://publications.europa.eu/resource/cellar/5ac9d4ef-6892-47cc-936f-0938020a81c4", "type": "Regulation", "concepts": ["20", "4284", "473"], "title": "Commission Regulation (EEC) No 2864/92 of 30 September 1992 amending Regulation (EEC) No 1780/89 laying down detailed rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 und 39 of Council Regulation (EEC) No 822/87 and held by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 2864/92  of 30 September 1992  amending Regulation (EEC) No 1780/89 laying down detailed rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 and 39 of Council  Regulation (EEC) No 822/87 and held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1756/92 (2), and in particular Article 37 (2) and Article 40 (5) thereof,\nHaving regard to Council Regulation (EEC) No 3877/88 of 12 December 1988 laying down general rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 35, 36 and 39 of Regulation (EEC) No 822/87 and held by  intervention agencies (3), and in particular Article 3 thereof,\nWhereas Commission Regulation (EEC) No 1780/89 (4), as last amended by Regulation (EEC) No 3776/91 (5), sets detailed rules for the disposal of alcohol obtained from distillation as indicated in Articles 35, 36 and 39 of Regulation (EEC) No 822/87 held  by intervention agencies; whereas to give more flexibility as regards proposals for substitution, the possibility should be introduced of proposing a substitute quantity of alcohol in storage at another location, preferably nearby, other than that  specified in the invitation to tender;\nWhereas it should be made clear that the tenderer's statement waiving all claims in respect of the quality and characteristics of the alcohol awarded to him does not extend to hidden impurities that by their nature could not be detected by him  beforehand and make it unfit for the use intended;\nWhereas the text of the third subparagraph of Article 36 (1) of Regulation (EEC) No 1780/89 should be amended with the aim of specifying that checks on the alcohol awarded may be made less frequently where the alcohol has been denatured;\nWhereas tenderers should be made responsible for the cost of analysis and surveillance required to ensure that Community provisions the destination and use of vinous alcohol are respected;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 1780/89 is hereby amended as follows:\n1. the first sentence in the second subparagraph of Article 7 (4a) is replaced by the following:\n'The Commission may, in the decision referred to in paragraph 1, opt to propose to tenderers whose tenders as referred to in the first subparagraph cannot be met that their tenders be accepted for a replacement quantity of alcohol of the same type.';\n2. the third subparagraph of Article 7 (4a) is replaced by the following:\n'To that end the Commission decision shall indicate, with the agreement of the intervention agency concerned, the vat in which the replacement quantity of alcohol is stored.';\n3. the following paragraph 3 is added to Article 31:\n'3. If the tenderer finds, within the time limit set in Article 9 (1), Article 17 (2), Article 25 (2) or Article 26 (2) for removal of the lot of alcohol concerned, that a quantity of alcohol awarded is, subject to confirmation of this finding by the  intervention agency, unsuitable for the uses planned owing to hidden impurities that by their nature could not be discovered at the time when it was possible for a check to be made before the alcohol was awarded, the Commission shall indicate a  replacement quantity, in agreement with the relevant intervention agency. The vat in which the replacement quantity is stored shall be determined in agreement with the intervention agency concerned. If the tenderer does not indicate his disagreement  with the transfer, by writing to the intervention agency concerned within 10 working days from the date of notification of the Commission's decision indicating the replacement quantity, he shall be deemed to have agreed to the replacement.';\n4. the third subparagraph of Article 36 (1) is replaced by the following:\n'If the alcohol has been denatured checks shall be made at least every two months.';\n5. the following paragraph is inserted before the current text of Article 37:\n'The cost of analysis and verification in application of Article 36 in order to ensure that the final destination and use specified for the alcohol are respected shall be made by the tenderer.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 27. (3) OJ No L 346, 15. 12. 1988, p. 7. (4) OJ No L 178, 24. 6. 1989, p. 1. (5) OJ No L 356, 24. 12. 1991, p. 43."}