{"celex_id": "31993D0567", "uri": "http://publications.europa.eu/resource/cellar/81df55a4-07be-4eff-8a61-e812c2f9675d", "type": "Decision", "concepts": ["1128", "1474", "2308", "2556"], "title": "93/567/EEC: Council Decision of 29 October 1993 on the conclusion of an Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of the Gambia on fishing off the Gambia for the period 1 July 1993 to 30 June 1996\n", "header": "COUNCIL DECISION of 29 October 1993 on the conclusion of an Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing the fishing rights and financial compensation provided for in the  Agreement between the European Economic Community and the Government of the Republic of the Gambia on fishing off the Gambia for the period 1 July 1993 to 30 June 1996\n(93/567/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agrement between the European Economic Community and the Government of the Republic of the Gambia on fishing off the Gambia (1), which entered into force on 1 July 1987,\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of the Gambia conducted negotiations to determine the amendments or additions to be made to the abovementioned Agreement at the end of the period of application of the Protocol annexed thereto;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 17 June 1993;\nWhereas, under that Protocol, Community fishermen enjoy fishing rights in the waters under the sovereignty or jurisdiction of the Republic of the Gambia for the period 1 July 1993 to 30 June 1996;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, it is indispensable that the new Protocol be applied as soon as possible; whereas, for this reason, the two parties initialled on Agreement in the form of an  exchange of letter providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocol in force; whereas that Agreement should be approved pending a final decision taken on the basis of Article  43 of the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and  the Government of the Republic of the Gambia on fishing off the Gambia for the period 1 July 1993 to 30 June 1996 is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No L 146, 6. 6. 1987, p. 1."}