{"celex_id": "31999L0058", "uri": "http://publications.europa.eu/resource/cellar/eca57bc8-842a-43a1-97b3-2efc3515cb51", "type": "Directive", "concepts": ["4476", "4658", "467", "5234", "5383", "848"], "title": "Commission Directive 1999/58/EC of 7 June 1999 adapting to technical progress Council Directive 79/533/EEC relating to coupling and reversing devices for wheeled agricultural or forestry tractors (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/58/EC\nof 7 June 1999\nadapting to technical progress Council Directive 79/533/EEC relating to coupling and reversing devices for wheeled agricultural or forestry tractors\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors(1), as last amended by Directive 97/54/EC of the European Parliament and of the Council(2), and in particular Article 11 thereof,\nHaving regard to Council Directive 79/533/EEC of 17 May 1979 on the approximation of the laws of the Member States relating to the coupling devide and the reverse of wheeled agricultural or forestry tractors(3), as last amended by Directive 97/54/EC, and in particular Article 4 thereof,\n(1) Whereas, in order to improve safety, it is now necessary to clarify the requirements for the coupling device;\n(2) Whereas the measures provided for in this Directive are in accordance with the opinion of the Committee for Adaptation to Technical Progress established by Article 12 of Directive 74/150/EEC,", "main_body": ["Item 3 of Annex I to Directive 79/533/EEC is hereby amended as follows:\n1. the first paragraph is replaced by the following: \"The device shall be of the slotted-jaw type. The opening at the centre of the locking pin shall be 60 mm + 0,5/- 1,5 mm and the depth of the jaw measured from the centre of the pin shall be 62 mm +- 0,5 mm.\";\n2. the diagram is deleted.", "1. From 1 July 2000, Member States may not:\n- refuse to grant EC type-approval, to issue the document provided for in the third indent of Article 10(1) of Directive 74/150/EEC, or to grant national type-approval, in respect of a type of tractor, or\n- prohibit the entry into service of tractors,\nif the tractors in question comply with the requirements of Directive 79/533/EEC, as amended by this Directive.\n2. From 1 January 2001, Member States:\n- may no longer issue the document provided for in the third indent of Article 10(1) of Directive 74/150/EEC in respect of a type of tractor which does not meet the requirements of Directive 79/533/EEC, as amended by this Directive,\n- may refuse to grant national type-approval in respect of a type of tractor which does not meet the requirements of Directive 79/533/EEC, as amended by this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 2000 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provision, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law that they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 June 1999.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 84, 28.3.1974, p. 10.\n(2) OJ L 277, 10.10.1997, p. 24.\n(3) OJ L 145, 13.6.1979, p. 20."}