{"celex_id": "31994D0436", "uri": "http://publications.europa.eu/resource/cellar/48b0a6f2-108d-45c2-92be-64e5e672934a", "type": "Decision", "concepts": ["1318", "1851", "1988", "3560", "4585"], "title": "94/436/EC: Commission Decision of 13 June 1994 determining the amount of VAT own resources payable by the Federal Republic of Germany for 1991 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 13 June 1994 determining the amount of VAT own resources payable by the Federal Republic of Germany for 1991 in respect of transactions covered by the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of  the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to  certain agricultural products (Only the German text is authentic) (94/436/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the 20th Council Directive 85/361/EEC of 16 July 1985 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: derogations in connection with the special aids granted to  certain farmers to compensate for the dismantlement of monetary compensatory amounts applying to certain agricultural products (1), and in particular Article 5 thereof,\nWhereas Directive 85/361/EEC authorizes the Federal Republic of Germany to use value added tax to grant a special aid to farmers provided that own resources accruing from VAT are not affected;\nWhereas, for the 1991 financial year, the net VAT revenue to be taken into account under Article 3 of Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from  value added tax (2) should be increased by DM 1 744 million;\nWhereas the average weighted rate referred to in the said Article is 12,7490 % for 1991 but may be changed again;\nWhereas the rate of VAT own resources payable by the Federal Republic of Germany for 1991 is 1,203862969 %;\nWhereas the Advisory Committee on Own Resources has been consulted,", "main_body": ["VAT own resources payable by the Federal Republic of Germany for 1991 according to Article 5 of Directive 85/361/EEC amount to DM 164,682 million.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 13 June 1994.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 192, 24. 7. 1985, p. 18.\n(2) OJ No L 155, 7. 6. 1989, p. 9."}