{"celex_id": "31990R2340", "uri": "http://publications.europa.eu/resource/cellar/b162e269-6b59-46c4-95f5-0be199f556f3", "type": "Regulation", "concepts": ["123", "1500", "1560", "3483", "3584"], "title": "Council Regulation (EEC) No 2340/90 of 8 August 1990 preventing trade by the Community as regards Iraq and Kuwait\n", "header": "COUNCIL  REGULATION (EEC) No 2340/90\nof 8 August 1990\npreventing trade by the Community as regards Iraq and Kuwait\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nWhereas the serious situation resulting from the invasion of Kuwait by Iraq, which was the subject of United Nations Security Council Resolution 660 (1990) of 2 August 1990, has led to a declaration by the Community and its Member States, adopted on 4 August 1990 in the framework of political cooperation, condemning outright the invasion of Kuwait by Iraq and demanding an immediate and unconditional withdrawal of Iraqi forces from the territory of Kuwait, as well as to the Decision that economic measures will be taken against Iraq;\nWhereas, faced with Iraq's refusal to conform to Resolution 660, the Security Council adopted Resolution 661 (1990) of 6 August 1990 establishing an embargo on trade with Iraq and Kuwait;\nWhereas, in these conditions, the Community's trade as regards Iraq and Kuwait must be prevented;\nWhereas the Community and its Member States have agreed to have recourse to a Community instrument in order to ensure uniform implementation, throughout the Community, of the measures concerning trade with Iraq and Kuwait decided upon by the United Nations Security Council;\nWhereas it is appropriate to avoid a situation in which this Regulation affects exports from these countries conducted before 7 August 1990 as well as the supply of products intended strictly for medical purposes, and, where humanitarian reasons so warrant, of foodstuffs;", "recitals": "Having regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,", "main_body": ["As from 7 August 1990, the following shall be prohibited:\n1. the introduction into the territory of the Community of all commodities or products originating in, or coming from, Iraq or Kuwait;\n2. the export to the said countries of all commodities or products originating in, or coming from, the Community.", "As from the date referred to in Article 1, the following shall be prohibited in the territory of the Community or by means of aircraft and vessels flying the flag of a Member State, and when carried out by any Council national:\n1. all activities or commercial transactions, including all operations connected with transactions which have already been concluded or partially carried out, the object or effect of which is to promote the export of any commodity or product originating in, or coming from, Iraq or Kuwait;\n2. the sale or supply of any commodity or product, wherever it originates or comes from:\n- to any natural or legal person in Iraq or Kuwait,\n- to any other natural or legal person for the purposes of any commercial activity carried out in or from the territory of Iraq or Kuwait;\n3. any activity the object or effect of which is to promote such sales or supplies.", "1. Article 1 (2) and Article 2 (2) shall not apply to the products listed in the Annex.\n2. Article 1 (1) and Article 2 (1) shall not prevent the introduction into the territory of the Community of the commodities or products referred to in Article 1 (1) which originate in, or come from, Iraq or Kuwait and are exported before 7 August 1990.", "This Regulation shall enter intor force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 1990.\nFor the Council\nThe President\nG. DE MICHELIS\nANNEX\nLIST OF PRODUCTS REFERRED TO IN ARTICLE 3 (1)\nA. Medical products\nex chapter 29\nAll the products which are international nonproprietary names (INN) or modified international nonproprietary names (INNM) of the World Health Organization\n2937 Hormones, natural or reproduced by synthesis; derivatives thereof, used primarily as hormones; other steroids used primarily as hormones\n2941 Antibiotics\n3001 Glands and other organs for organotherapeutic uses, dried, whether or not powdered; extracts of glands or other organs or of their secretions for organotherapeutic uses; heparin and its salts; other human or animal substances prepared for therapeutic or prophylactic uses, not elsewhere specified or included\n3002 Human blood; animal blood prepared for therapeutic, prophylactic or diagnostic uses; antisera and other blood fractions; vaccines, toxins, cultures of micro-organisms (exclusing yeasts) and similar products\n3003 Medicaments (excluding goods of heading Nos 3002, 3005 or 3006) consisting of two or more constituents which have been mixed together for therapeutic or prophylactic uses, not put up in measured doses or in forms or packings for retail sale\n3004 Medicaments (excluding goods of heading Nos 3002, 3005 or 3006) consisting of mixed or unmixed products for therapeutic or prophylactic uses, put up in measured doses or in forms or packings for retail sale\n3005 Wadding gauze, bandages and similar articles (for example, dressings, adhesive plasters, poultices), impregnated or coated with pharmaceutical substances or put up in forms or packings for retail sale for medical, surgical, dental or veterinary purposes\n3006 Pharmaceutical goods specified in note 3 to this chapter\nB. Foodstuffs\nAny foodstuff intended for humanitarian purposes as part of emergency aid operations."}