{"celex_id": "31996R1588", "uri": "http://publications.europa.eu/resource/cellar/50ef9d1c-514c-4447-b558-e373400d579e", "type": "Regulation", "concepts": ["13", "1504", "1505", "2620", "4682", "5096"], "title": "Council Regulation (EC) No 1588/96 of 30 July 1996 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal, with regard to the marketing year and the deseasonalization premium\n", "header": "COUNCIL REGULATION (EC) No 1588/96 of 30 July 1996 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal, with regard to the marketing year and the deseasonalization premium\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 4 of Regulation (EEC) No 805/68 (4) sets the beginning of the marketing year as the first Monday in April; whereas experience has shown that it would be preferable for the marketing year to commence on 1 July of each year and end on 30 June of the following year;\nWhereas, in accordance with Articles 4c (3) and 4k (3) of Regulation (EEC) No 805/68 on the common organization of the market in beef and veal, the Commission has prepared a report for the Council on the situation in the beef and veal sector and in particular on the operation of certain measures introduced by the new premium arrangements instituted by the reform; whereas, on the basis of the findings of the report, the Regulation should be amended accordingly;\nWhereas, as a result of the deseasonalization premium referred to in Article 4c of Regulation (EEC) No 805/68, the number of castrated male bovine animals slaughtered outside the annual 'off-grass` period has risen appreciably; whereas, on account of their environmental conditions and structure of production, Ireland, and to a lesser extent Northern Ireland, are the regions most affected by the seasonal nature of slaughtering and whereas, because of this, the fact that the premium is granted in one part of the island of Ireland and not in another is disturbing their markets and can lead to exchanges of animals which are undesirable on health grounds; whereas, therefore, where the triggering threshold required for granting the premium is exceeded in Ireland or in Northern Ireland, the premium shall apply in Ireland or in Northern Ireland; whereas, however, where the threshold is not reached, it should be possible for Member States affected by seasonalization to continue to grant the premium, to be borne in such case, however, by their own production sector by means of a simultaneous reduction in the amount envisaged for the second tranche of the special premium; whereas, lastly, it can be inferred from the present Regulation that in order to qualify for the premium an animal must be slaughtered in the year following that in which the special premium is granted; whereas, since this is undesirable, the reference to the following year should be deleted; whereas it seems appropriate to maintain the deseasonalization premium and to improve certain aspects of it,", "main_body": ["Regulation (EEC) No 805/68 is hereby amended as follows:\n1. Article 4 shall be replaced by the following:\n'Article 4\nSubject to a derogation adopted by the Council, acting by a qualified majority on a proposal from the Commission, the marketing year shall begin on 1 July and end on 30 June of the following year for all products referred to in Article 1.`.\n2. In Article 4 (c):\n(a) paragraph 1 shall be replaced by the following:\n'1. Where, in a Member State, the number of castrated male bovine animals slaughtered during the period 1 September to 30 November in a given year exceeds 35 % of total annual slaughterings of castrated male bovine animals, producers may qualify, on application, for an additional premium to the special premium granted pursuant to Article 4b (deseasonalization premium). However, if the triggering rate referred to above is reached in Ireland or in Northern Ireland, the premium shall apply in Ireland and in Northern Ireland.\nIn order to establish whether the 35 % has been exceeded, account shall be taken of slaughterings carried out during the last year but one before that of the slaughter of the animal qualifying for the premium.\nFor the purpose of applying this Article in the United Kingdom, Northern Ireland shall be regarded as a separate entity.`;\n(b) in paragraph 2 the words 'of the following year` shall be replaced by 'in a given year` each time they occur;\n(c) paragraph 3 shall be replaced by the following:\n'3. Where the rate referred to in paragraph 1 is not achieved, Member States whose producers have previously received the deseasonalization premium and in which the number of castrated male bovine animals produced exceeds 60 % of all male bovine animals produced may decide to grant this premium at the rate of 60 % of the amounts set in paragraph 2.\nIn such case, the amount of the second tranche of the special premium applicable to castrated male bovine animals granted in that Member State pursuant to Article 4b shall be reduced insofar as is necessary for the measure to be financially neutral in respect of the same budget year. The reduction shall be determined in accordance with the procedure laid down in Article 27 before final payment of the second tranche of the premium.\nFor the purpose of applying this measure, Ireland and Northern Ireland shall be regarded as one entity for the calculation of the number of male bovine animals produced and consequently for qualification for the premium.`.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No C 125, 27. 4. 1996, p. 29.\n(2) OJ No C 166, 10. 6. 1996.\n(3) OJ No C 204, 15. 7. 1996, p. 57.\n(4) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Commission Regulation (EC) No 1357/96 (OJ No L 175, 13. 7. 1996, p. 9)."}