{"celex_id": "31996R1628", "uri": "http://publications.europa.eu/resource/cellar/f0b06b39-8f1a-419c-a6e2-a4a8ea6a1d16", "type": "Regulation", "concepts": ["1743", "2218", "2933", "3489", "4778", "584"], "title": "Council Regulation (EC) No 1628/96 of 25 July 1996 relating to aid for Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia\n", "header": "COUNCIL REGULATION (EC) No 1628/96 of 25 July 1996 relating to aid for Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas economic development, the restoration of civil society and cooperation between the Republics of former Yugoslavia in accordance with the regional approach as defined by the Council are a prerequisite for peace and stability in the Balkans;\nWhereas it is appropriate to start repair work and renovate infrastructure whilst pressing ahead with political and economic reforms;\nWhereas the Community has decided to contribute to these operations under the conditions indicated by the Council;\nWhereas it intends to make its support contingent on adherence to the political and economic terms of the peace agreements signed in Paris on 14 December 1995, notably respect for human rights;\nWhereas, in order to foster reconciliation between the various parties and prevent any resurgence of fighting, special attention should be allocated to operations aimed at achieving economic and social objectives, in particular employment, the restoration of civil society and the return and reintegration of refugees and displaced persons;\nWhereas a multiannual approach until 31 December 1999 should be adopted to enable the measures provided for in this Regulation to be managed efficiently and medium-term operations to be undertaken;\nWhereas, as regards European Community aid, maximum transparency must be ensured in the implementation of financial assistance, and stringent controls must be applied to the use of appropriations;\nWhereas a financial reference amount, within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995, is included in this Regulation for the entire duration of the programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty;\nWhereas implementation of the operations envisaged will help achieve the Community's objectives; whereas the Treaty does not provide, for the adoption of this Regulation, powers other than those set out in Article 235,", "main_body": ["The Community shall implement aid measures in accordance with the specific conditions set by the Council, including projects, programmes and cooperation schemes for reconstruction, return of refugees and displaced persons and for economic and regional cooperation in Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia in line with the criteria set out in this Regulation.\nThe financial reference amount for implementation of this Regulation for the period from 1996 to 1999 shall be ECU 400 million.\nThe annual appropriations shall be authorized by the budgetary authority within the limits of the financial perspective.\nCommunity funding under this Regulation shall take the form of grants.", "This Regulation is based on respect for democratic principles and the rule of law and for human rights and fundamental freedoms, which are an essential aspect. The specific conditions laid down by the Council for the implementation of cooperation with former Yugoslavia are also an essential part of this Regulation.", "Regional and international organizations, public and semi-public bodies, organizations providing support to businesses, private operators, cooperatives, mutual societies, associations, foundations and non-governmental organizations shall be eligible to participate in the implementation of projects, programmes and cooperation schemes financed under this Regulation.", "1. The aim of the projects, programmes and cooperation schemes shall be to underpin the reconstruction process, to encourage the return of refugees, reconciliation and regional economic cooperation, and to create the economic and social conditions that will lay the foundations for the development of the recipient countries.\n2. The projects, programmes and schemes referred to in paragraph 1 shall cover the following fields, in particular:\n- regional cooperation and good neighbourliness projects, and transborder projects;\n- rebuilding of infrastructure and other individual or collective facilities damaged in the fighting;\n- the consolidation of democracy and civil society;\n- return of refugees;\n- integration or reintegration of refugees, displaced persons and former soldiers into working life;\n- preparation of the production apparatus for economic recovery;\n- development of the private sector, notably small businesses, and promotion of investment;\n- the strengthening of non-governmental organizations, cultural institutions and educational establishments.", "The measures to be financed shall be subject to a selection process based in particular on assessment of potential recipients' requests, with regard to their urgency, the actual aid take-up capacity and their impact on the return of refugees and displaced persons and on reconciliation between the parties through participation in common projects. Assistance shall, as far as possible, be granted on a decentralized basis.", "1. In order to ensure consistency of cooperation projects and improve their complementarity and effectiveness, Member States and the Commission shall exchange all useful information on the financing they intend to make available. Co-financing may be sought as part of this exchange of information. This exchange shall also be used to explore the scope for complementarity, notably by means of co-financing or parallel financing.\n2. Member States and the Commission shall also communicate, in particular within the Committee referred to in Article 12, any information they may have on other bilateral and multilateral aid schemes for the States concerned by this Regulation. To that end, Member States and the Commission shall maintain a mutual information system.", "Financing decisions and agreements and contracts stemming therefrom shall among other things provide for monitoring and financial control by the Commission and audits by the Court of Auditors, if necessary on the spot.", "1. The operations referred to in this Regulation may cover expenditure relating to the importation of goods and services, the local expenditure necessary to complete the projects and programmes and interest-rate subsidies for loans granted by the European Investment Bank. Taxes, duties and charges and the acquisition of real estate shall be excluded from Community financing.\nAgreements and contracts for the implementation of the operations financed by the Community pursuant to this Regulation shall benefit in the recipient State from tax and customs arrangements which are not less favourable than those which that State applies to the most-favoured State or to the most-favoured international organization responsible for promoting economic development.\n2. Projects running and maintenance costs on the ground may be covered by Community financing within a limit set in advance for each measure on the understanding that those costs may be covered only during the start-up phase and that they shall decrease progressively.\n3. With regard to investment projects, Community financing shall be combined with the recipient's own resources or with other sources of funding. Community co-financing, including loans from European Investment Bank own resources, shall not exceed 80 % of the total cost of the investment.", "Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States and in the recipient States.\nParticipation by natural and legal persons from the States benefiting from the Phare programme may be authorized by the Commission on a case-by-case basis if the programmes or projects concerned require specific forms of assistance specifically available in such States.\nThe following shall be considered to be legal persons of a Member State, a recipient State or a State benefiting from the Phare programme: legal persons who are established in accordance with the legislation of a Member State, a recipient State or a State benefiting from the Phare programme and who have their central administration or principal establishment in the territories in which the Treaty establishing the European Community applies, in the recipient States or in the States benefiting from the Phare programme, or who have their registered office there, where their activity has an actual and continuous link with the economic of the said territories or States.\nIn the event of co-financing, participation in invitations to tender and contracts by nationals of other countries may be authorized by the Commission on a case-by-case basis. In such case, the participation of undertakings from third countries shall be taken into account only if reciprocity is applied by those countries towards the Community.\nService contracts shall be awarded by restricted invitations to tender with the exception of operations not exceeding ECU 200 000, which may be awarded by private treaty.", "0\n1. Financing decisions exceeding ECU 2 million shall be adopted in accordance with the procedure provided for in Article 12 (2). The Committee provided for in Article 12 shall be informed of operations involving financing of less than ECU 2 million.\n2. Decisions amending decisions adopted in accordance with the procedure provided for in Article 12 shall be adopted by the Commission without consulting the Committee where they do not comprise substantial changes to the nature of the original projects and operations or, as regards the financial element, where they do not exceed 20 % of the total amount of the initial commitment and do not exceed ECU 4 million. The Committee shall be notified of all revised decisions.", "1\nOperations covered by this Regulation which are financed from the budget of the European Communities shall be managed by the Commission in accordance with the procedures referred to in Article 12.\nThe Commission shall implement expenditure in accordance with the Financial Regulation applicable to the general budget of the European Communities.\nAs from 1 January 1988, the Commission shall also comply with the rules set out in the Annex to this Regulation which govern the award of contracts by means of invitations to tendering, in particular restricted tendering, for operations in the fields referred to in the second, sixth and seventh indents of Article 4 (2). That Annex may be amended by the Council, acting by a qualified majority, on a proposal from the Commission which the latter may submit as from 1 July 1997.", "2\n1. The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission, hereinafter referred to as 'the Committee`.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b) If the measures are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of three months from the date on which the matter was referred to it, the Council has not acted, the proposed measures shall be adopted by the Commission.\n4. The Committee may examine any other question relating to the implementation of this Regulation which is put to it by its Chairman, including at the request of the representative of a Member State, and in particular any question relating to programming of projects, their general implementation and co-financing.\n5. The Committee shall adopt its rules of procedure by a qualified majority.", "3\n1. The Commission shall ensure correct implementation of projects and compliance with the contractual conditions governing implementation of ongoing projects and operations.\n2. The Commission shall carry out an evaluation of the main projects completed so as to ascertain whether the objectives defined at the project appraisal stage have been achieved and to draw up guidelines for enhancing the effectiveness and profile of future activities. It shall regularly refer the matter to the Committee referred to in Article 12.\n3. The Commission shall inform the European Parliament and the Council quarterly of the implementation of the aid, and in particular of the evaluation referred to in paragraph 2 and of the application of the conditions as referred to in Article 4. It shall also submit a report on the subject to the European Parliament and to the Council, by 30 April of each year at the latest.", "4\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No C 179, 22. 6. 1996, p. 5.\n(2) Opinion delivered on 19 July 96 (not yet published in the Official Journal).\nANNEX\nPrinciples governing the award of contracts by means of tendering, in particular restricted tendering\n1. The Commission shall chair all evaluation committees and shall appoint a sufficient number of evaluators before the tenders are launched. One evaluator should come from the recipient institution of the beneficiary countries. All evaluators shall sign a declaration of impartiality.\n2. The tender is evaluated on the basis of the technical quality and the price or of a weighting of the two criteria which shall be announced in each invitation to tender. The technical evaluation shall be carried out according, in particular, to the following criteria: organization, time schedule, methods and plan of work proposed for providing the services, the qualifications, experience, skills of the staff proposed for the provision of the services and the use made of local companies or experts, their integration into the project, and their contribution to the project and the sustainability of the project results.\n3. Unsuccessful tenderers shall be informed by letter, including an indication of the reasons for their failure and the name of the successful tenderer.\n4. Any natural or legal person involved in the preparation of a project shall be excluded from participation in the project implementation. If any participating tenderer employs such persons, in any capacity, within six months of the termination of their involvement in the tender process, that tenderer may be excluded from participation in the project. Any tenderer included on a short-list shall be excluded from participation in the evaluation of that tender.\n5. The Commission shall ensure that all commercially sensitive information relating to a proposed tender remains confidential.\n6. In the cases of award of contracts after restricted invitations to tender as referred to in Article 116 of the Financial Regulation of the European Communities, all written expressions of interest shall be registered by the Commission, which will use this registration when drawing up the short-list.\n7. When drawing up the short-list, the Commission shall be guided by qualification, interest and availability of the firm, organization or institution. The number of firms, organizations and institutions on a short-list shall depend on the size and the complexity of the project and should offer the widest possible choice, including, where possible, operators from the recipient country.\nFirms, organizations and institutions which have expressed their interest in a project in writing shall be informed whether or not they have been included on the short-list.\n8. Each year the Commission shall give the Committee referred to in Article 12 of this Regulation a list of the firms, organizations and institutions which have been selected.\n9. In restricted tendering there shall be a minimum period of 60 calendar days between the final opinion delivered by the Committee and the launching of the tender. Nevertheless, in cases of urgency this period may be shortened by the Commission, provided that a detailed explanation is forwarded to the Committee.\nAn invitation to a restricted tender shall allow for a time limit of 60 calendar days from the date of dispatch of the letter of invitation. In urgent cases this period may be reduced, but it may never be less than 40 calendar days. In exceptional cases this time limit may be extended by the Commission, provided that a detailed explanation is forwarded to the Committee. All changes of time limit must be duly notified to the firms, organizations and institutions concerned."}