{"celex_id": "31997L0044", "uri": "http://publications.europa.eu/resource/cellar/58470b17-0729-4851-bf61-6dfc4ded1fa6", "type": "Directive", "concepts": ["1241", "2451", "2457", "2473", "2897"], "title": "Eighth Directive 97/44/EC of the European Parliament and of the Council of 22 July 1997 on summer-time arrangements\n", "header": "EIGHTH DIRECTIVE 97/44/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 22 July 1997 on summer-time arrangements\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure referred to in Article 189b of the Treaty (3),\nWhereas Seventh Directive 94/21/EC of the European Parliament and of the Council of 30 May 1994 on summer-time arrangements (4) introduced a common date and time throughout the Community for the beginning of summertime in 1995, 1996 and 1997; whereas the Seventh Directive retained two different dates for the end of summertime in 1995, one for Member States other than Ireland and the United Kingdom and one for Ireland and the United Kingdom, but nonetheless introduced a common date and time for the end of summertime in 1996 and 1997;\nWhereas, given that the Member States apply summer-time arrangements, it is important for the functioning of the internal market that a common date and time for the beginning and end of the summer-time period be fixed throughout the Community;\nWhereas, with regard to the principle of subsidiarity, Community action is necessary to ensure complete harmonization of the timetable with a view to facilitating transport and communications;\nWhereas the date considered most appropriate by Member States for the end of the summer-time period is the end of October; whereas this date should therefore be maintained;\nWhereas Article 4 of the Seventh Directive lays down that the European Parliament and the Council must adopt by 1 January 1997 the arrangements to apply from 1998 onwards;\nWhereas, for geographical reasons, common summer-time arrangements should not apply to the overseas territories of the Member States;\nWhereas, for reasons of timetabling, particularly in the transport and communications sectors, the timing of summer-time arrangements should be set for a sufficiently long period; whereas provisions should accordingly be adopted for 1998, 1999, 2000 and 2001,", "main_body": ["For the purposes of this Directive, 'summer-time period` shall mean the period of the year during which clocks are put forward by 60 minutes compared with the rest of the year.", "In each Member State the summer-time period for 1998, 1999, 2000 and 2001 shall begin at 1 a.m. Greenwich Mean Time (GMT) on the last Sunday in March, i.e.:\n- in 1998: on 29 March,\n- in 1999: on 28 March,\n- in 2000: on 26 March,\n- in 2001: on 25 March.", "In each Member State the summer-time period for 1998, 1999, 2000 and 2001 shall end at 1 a.m. Greenwich Mean Time on the last Sunday in October, i.e.:\n- in 1998: on 25 October,\n- in 1999: on 31 October,\n- in 2000: on 29 October,\n- in 2001: on 28 October.", "The arrangements to apply from 2002 onwards shall be adopted by 1 January 2001 on a proposal from the Commission to be submitted before 1 January 2000.", "This Directive shall not apply to the overseas territories of the Member States.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1997 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the European Parliament\nThe President\nJ. M. GIL-ROBLES\nFor the Council\nThe President\nJ. POOS\n(1) OJ No C 342, 14. 11. 1996, p. 5.\n(2) OJ No C 30, 30. 1. 1997, p. 20.\n(3) Opinion of the European Parliament of 28 November 1996 (OJ No C 380, 16. 12. 1996, p. 20), Council Common Position of 14 April 1997 (OJ No C 157, 24. 5. 1997, p. 8) and Decision of the European Parliament of 11 June 1997 (not yet published in the Official Journal). Council Decision of 17 June 1997.\n(4) OJ No L 164, 30. 6. 1994, p. 1."}