{"celex_id": "31992R2980", "uri": "http://publications.europa.eu/resource/cellar/b3cfcbc8-cee0-462f-917c-8110c486d453", "type": "Regulation", "concepts": ["2300", "3167", "4215"], "title": "Commission Regulation (EEC) No 2980/92 of 14 October 1992 opening an invitation to tender for the reduction in the levy on grain sorghum imported from third countries\n", "header": "COMMISSION REGULATION (EEC) No 2980/92  of 14 October 1992  opening an invitation to tender for the reduction in the levy on grain sorghum imported from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1799/87 of 25 June 1987 on special arrangements for imports of maize and sorghum into Spain from 1987 to 1991 (1), as amended by Regulation (EEC) No 3391/91 (2), and in particular Articles 3 (2) and 8  thereof,\nWhereas, as part of an agreement with the United States of America, the Community has undertaken to import a certain quantity of grain sorghum into Spain in the years 1987 to 1991; whereas by Regulation (EEC) No 3919/91 (3), extending the measures taken  under the abovementioned agreement, the Council approved the extension of that agreement to 1992, that extension being without prejudice to the rights and obligations arising from the original agreement;\nWhereas under the said rights and obligations Commission Regulation (EEC) No 3505/91 (4), opens invitations to tender for the reduction in the levy on imports of the quantities outstanding for 1991; whereas a closer estimate of those quantities calls  for a further invitation to tender to be opened;\nWhereas, pursuant to Article 3 (3) of Regulation (EEC) No 1799/87, the levy reduction is to be applied to grain sorghum imported into Spain under cover of a licence valid in that Member State alone;\nWhereas Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas countries and  territories (OCT) (5), as last amended by Regulation (EEC) No 523/91 (6), provides in particular for a reduction of 60 % in the levy applicable to grain sorghum up to a quota of 100 000 tonnes per calendar year and of 50 % in excess of that quota;\nWhereas, if that benefit is combined with the reduction provided for under this Regulation, this is likely to disturb the Spanish market for cereals; whereas such combined benefits should be ruled out for the sake of the satisfactory functioning of the  invitation to tender;\nWhereas the specific additional rules required for administrating the invitation to tender should be laid down, including in particular rules on the lodging by operators and the release of securities against fulfilment of their obligations, and in  particular the obligation to process or use the imported product in Spain;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Further to the invitations to tender opened by Regulation (EEC) No 3505/91, an invitation to tender is hereby opened for the reduction in the import levy on grain sorghum to be imported into Spain.\n2. Under this invitation to tender, the reduction in the import levy on grain sorghum provided for in Article 11 of Regulation (EEC) No 715/90 shall not apply to grain sorghum to be imported into Spain.\n3. The invitation to tender shall be open until 12 November 1992. During that period, weekly invitations shall be issued with quantities and closing dates as shown in the notice of invitation to tender.", "1. Tenders shall be lodged in writing with the competent authority against a receipt or forwarded to that authority by telex, telegram or telefax.\n2. Tenders shall indicate:\n- the weekly invitation in response to which they are made,\n- the name and exact address of the tenderer, with telex or telefax number,\n- the type and quantity of the product to be imported,\n- the reduction in the import levy proposed, in ecus per tonne,\n- the origin of the grain sorghum to be imported.\n3. Tenders shall be valid only if:\n(a) they do not exceed the maximum quantity available for each closing date for the submission of applications;\n(b) evidence is provided before expiry of the time limit for submission that the tenderer has lodged a security for an amount per tonne equal to that of the reduction proposed in the tender;\n(c) they are accompanied by a written undertaking to lodge with the competent authority within two days of receipt of notification of award as mentioned in Article 4 (2) an application for an import licence for the quantities awarded together with an  application for advance fixing of the levy at the reduced rate proposed in the tender and an application for advancefixing of the Spanish monetary compensatory amounts;\n(d) they are for at least 1 000 tonnes.\n4. Tenders not meeting the requirements set out in paragraph 1, 2 and 3 or incorporating terms other than those provided for in the invitation to tender shall not be valid.\n5. Once submitted, tenders may not be withdrawn.", "1. Notwithstanding Article 21 (1) of Commission Regulation (EEC) No 3719/88 (7) import licences shall, for the purposes of determining their term of validity, be deemed to have been issued on the closing date for the submission of tenders.\n2. Import licences issued in connection with awards made under this invitation to tender shall be valid from the date on which they are issued within the meaning of paragraph 1, until 31 December 1992.\n3. Notwithstanding Article 2 (2) of Commission Regulation (EEC) No 891/89 (8), Article 5 (2) of Commission Regulation (EEC) No 3105/87 (9) shall apply in respect of licences issued under this Regulation.\n4. Notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights conferred by import licences shall not be transferable.", "1. On the basis of tenders submitted and forwarded, the Commission shall decide in accordance with the procedure laid down in Article 26 of Council Regulation (EEC) No 2727/75 (10):\n- either to set a maximum reduction in the import levy, or\n- to make no awards.\nWhere a maximum reduction in the import levy is set, awards shall be made to the tenderer or tenderers offering the maximum or a smaller reduction.\n2. As soon as the Commission has reached a decision as referred to in paragraph 1, the competent Spanish authority shall notify all tenderers in writing of the outcome of their tenders.", "1. Where the successful tenderer lodges an application for an import licence as referred to in Article 2 (3) (c) within the time limit laid down, a licence shall be issued for the quantities for which he has been awarded a contract.\n2. Where the undertaking referred to in Article 2 (3) (c) is not fulfilled, the tendering security shall be forfeit.", "1. The tendering security shall be released:\n(a) where the tender is not accepted;\n(b) where the tenderer provides evidence by means of a sales invoice to a processor or consumer in Spain that the products imported have been processed or used in Spain;\n(c) where the successful tenderer provides evidence that the product imported has become unfit for any use or where import cannot be effected for reasons of force majeure.\n2. Article 33 of Regulation (EEC) No 3719/88 shall apply to securities.", "Tenders lodged must be forwarded by the competent Spanish authority to the Commission to arrive not more than two hours after the time limit laid down in the notice of invitation to tender. They must be forwarded in the form shown in the  Annex.\nShould no tenders be received, Spain shall inform the Commission within the same period as that referred to in the first paragraph.", "The times for the purposes of this Regulation shall be Brussels time.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 170, 30. 6. 1987, p. 1. (2) OJ No L 320, 22. 11. 1991, p. 1. (3) OJ No L 372, 31. 12. 1991, p. 35. (4) OJ No L 331, 3. 12. 1991, p. 12. (5) OJ No L 84, 30. 3. 1990, p. 85. (6) OJ No L 58, 5. 3. 1991, p. 1. (7) OJ No L 331, 2. 12.  1988, p. 1. (8) OJ No L 94, 7. 4. 1989, p. 13. (9) OJ No L 294, 17. 10. 1987, p. 15. (10) OJ No L 281, 1. 11. 1975, p. 1.\nANNEX\nWeekly invitation to tender for the reduction in the levy on grain sorghum imported from third countries\n(Regulation (EEC) No 2980/92)\nDeadline for submission of tenders (date/time)\n1  2  3  4  5        Numbering of\ntenderers  Quantity\n(tonnes)  Reduction in\nimport levy  MCA fixed\nin advance  Origin\nof the cereals        1      2      3      4      5      etc."}