{"celex_id": "31992D0577", "uri": "http://publications.europa.eu/resource/cellar/fe6210bf-9b8a-4c9e-bf04-ad50a1d8cd61", "type": "Decision", "concepts": ["1474", "3051", "3614", "4353", "4509", "5070"], "title": "92/577/EEC: Council Decision of 27 November 1992 concerning the conclusion of the Agreement between the European Economic Community and the Republic of Austria on the transit of goods by road and rail\n", "header": "COUNCIL DECISION of 27 November 1992 concerning the conclusion of the Agreement between the European Economic Community and the Republic of Austria on the transit of goods by road and rail (92/577/EEC)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Agreement between the European Economic Community and the Republic of Austria on the transit of goods by road and rail can provide a solution to the various current problems of trans-Alpine goods traffic; whereas it is necessary to ensure  the non-discriminatory development of transit so as to enable international trade to be conducted at the least possible cost to the public at large and to reduce to a minimum the administrative and technical obstacles which affect transit;\nWhereas these objectives must, at the same time, take account of respect for users' freedom of choice and aspects relating to road safety, protection of public health and the environment in Alpine regions;\nWhereas the objectives and the content of the Agreement fall within the scope of the common transport policy and the technical standards play their part in attaining these objectives;\nWhereas it is appropriate to lay down a procedure with a view to approving the administrative agreement provided for by the Agreement,", "main_body": ["The Agreement between the European Economic Community and the Republic of Austria on the transit of goods by road and rail is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 24 of the Agreement (3).", "The administrative agreement provided for in Article 24 (4) of the Agreement shall be approved in accordance with the procedure laid down in Article 4 of this Decision.", "The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the Commission representative.\nOfficial Journal of the European Communities\nNo L 373/5\n21. 12. 92\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Commission shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt the provisions envisaged if they are in accordance with the opinion of the committee.\nIf the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, on the expiry of a period of four weeks from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "The Commission shall adopt the necessary measures for implementing the administrative agreement referred to in Article 3 in accordance with the procedure laid down in Article 4."], "attachments": "Done at Brussels, 27 November 1992.\nFor the Council\nThe President\nJ. PATTEN\n(1) OJ No C 305, 23. 11. 1992.(2) OJ No C 313, 30. 11. 1992, p. 16.(3) See p. 25 of this Official Journal."}