{"celex_id": "31996D0641", "uri": "http://publications.europa.eu/resource/cellar/e23d24ef-20b7-4281-9c76-a793226517c1", "type": "Decision", "concepts": ["2488", "2635", "4080", "5404", "690", "693"], "title": "96/641/EC: Council Decision of 28 October 1996 on the conclusion of an Agreement in the form of an exchange of letters between the European Community and the Arab Republic of Egypt on the adjustment of the regime for imports into the Community of oranges originating in and coming from Egypt\n", "header": "15.11.1996 EN Official Journal of the European Communities L 292/31\nCOUNCIL DECISION\nof 28 October 1996\non the conclusion of an Agreement in the form of an exchange of letters between the European Community and the Arab Republic of Egypt on the adjustment of the regime for imports into the Community of oranges originating in and coming from Egypt\n(96/641/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof, in conjunction with the first sentence of Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in the context of the Uruguay Round of multilateral trade negotiations, the import regime for oranges has been changed;\nWhereas this new regime may have a negative effect on the Community's traditional imports from Egypt;\nWhereas Article 22 of the Cooperation Agreement between the European Economic Community and the Arab Republic of Egypt (1) provides that, where the existing rules are modified, the Community may amend the regime set out in the Agreement for the products concerned;\nWhereas the Community has agreed with the Arab Republic of Egypt that, pending the conclusion of a new Euro-Mediterranean Agreement, the said regime will be adjusted on the basis of an Agreement in the form of an exchange of letters;\nWhereas the latter Agreement should now be approved,", "main_body": ["The Agreement in the form of an exchange of letters between the European Community and the Arab Republic of Egypt on the adjustment of the regime for imports into the Community of oranges originating in and coming from Egypt is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community (2).", "If necessary, the Commission shall adopt detailed rules for the application of the Agreement, in accordance with the procedure provided for in Article 33 of Regulation (EEC) No 1035/72 (3)."], "attachments": "Done at Luxembourg, 28 October 1996.\nFor the Council\nThe President\nD. SPRING\n(1)  OJ No L 266, 27. 9. 1978, p. 1.\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\n(3)  Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (OJ No L 118, 20. 5. 1972, p. 1). Regulation as last amended by Commission Regulation (EC) No 1363/95 (OJ No L 132, 16. 6. 1995, p. 8)."}