{"celex_id": "31999R0100", "uri": "http://publications.europa.eu/resource/cellar/92279718-f75c-40c7-8f2a-3bc4dd0153b6", "type": "Regulation", "concepts": ["1565", "1642", "2763", "5876"], "title": "Commission Regulation (EC) No 100/1999 of 15 January 1999 laying down special measures derogating from Regulation (EEC) No 3719/88 in the milk and milk products sector\n", "header": "COMMISSION REGULATION (EC) No 100/1999 of 15 January 1999 laying down special measures derogating from Regulation (EEC) No 3719/88 in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(4) thereof,\nWhereas Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EC) No 1044/98 (4), lays down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products;\nWhereas Commission Regulation (EC) No 1466/95 (5), as last amended by Regulation (EC) No 2184/98 (6), lays down special detailed rules of application for export refunds on milk and milk products;\nWhereas the problems prevailing on the Russian market since the second half of August 1998 have seriously damaged the financial interests of certain exporters of cheese to Russia; whereas the situation thus created has adversely affected export opportunities under the conditions laid down in Regulation (EC) No 1466/95;\nWhereas to limit the adverse effects Commission Regulation (EC) No 2186/98 (7) extends the time limit laid down in the regulations applicable to refunds so that export operations which have not been completed on account of the abovementioned circumstances can be regularised or another outlet within the same zone can be found;\nWhereas that measure has not achieved the desired aim and the difficulties on the Russian market persist; whereas it is therefore necessary to adopt provisions allowing for the export licences to be cancelled;\nWhereas, in the light of developments, this Regulation should enter into force immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["This Regulation shall apply to certain products falling within CN code 0406 for which export licences have been issued pursuant to Regulation (EC) No 1466/95 containing the indication 'Russia` in box 7 in accordance with Article 1(2) of that Regulation.", "On application by the holder submitted before 31 January 1999, the export licences referred to in Article 2 of Regulation (EC) No 2186/98 shall be cancelled and the security released.", "Member States shall notify to the Commission the quantities of products covered by the measure referred to in Article 2 before 28 February 1999.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 331, 2. 12. 1988, p. 1.\n(4) OJ L 149, 20. 5. 1998, p. 11.\n(5) OJ L 144, 28. 6. 1995, p. 22.\n(6) OJ L 275, 10. 10. 1998, p. 21.\n(7) OJ L 275, 10. 10. 1998, p. 28."}