{"celex_id": "31997D0092", "uri": "http://publications.europa.eu/resource/cellar/2d65fa9b-192b-4041-baee-fe99326253f3", "type": "Decision", "concepts": ["1015", "1234", "1267", "2507", "365", "4320"], "title": "Council Decision of 27 January 1997 authorizing the Kingdom of Sweden, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC, to introduce or continue to apply exemptions from, or reductions in, excise duties on certain mineral oils used for specific purposes\n", "header": "COUNCIL DECISION of 27 January 1997 authorizing the Kingdom of Sweden, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC, to introduce or continue to apply exemptions from, or reductions in, excise duties on certain mineral oils used for specific purposes (97/92/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonization of the structures of excise duties on mineral oils (1) and, in particular, Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 8 (4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce exemptions from, or reductions in, excise duties on mineral oils on the grounds of specific policy considerations;\nWhereas the Swedish authorities have notified the Commission that they wish to apply a reduced rate of excise duty on mineral oils used for industrial purposes, as authorized by the 1994 Act of Accession;\nWhereas the Kingdom of Sweden wishes to apply a reduced rate of excise duty on mineral oils by introducing both a lower rate than the standard rate and a reduced rate for enterprises with a very high consumption of energy;\nWhereas the other Member States have been informed of this notification;\nWhereas the Commission and all the Member States accept that such exemption is justified on the grounds of specific policy considerations and that it would not give rise to distortions of competition or hinder the operation of the internal market;\nWhereas the Commission regularly reviews reductions and exemptions to monitor their continued compatibility with the proper operation of the internal market or with Community policy on protection of the environment;\nWhereas the Council is to review the situation no later than 30 June 1997,", "main_body": ["Until 30 June 1997, in accordance with Article 8 (4) of Directive 92/81/EEC and without prejudice to the obligations provided for in Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils (2), the Kingdom of Sweden is hereby authorized to apply a reduced rate of excise duty on mineral oils used for industrial purposes by introducing both a lower rate than the standard rate and a reduced rate for enterprises with a very high consumption of energy, provided that such rates at all times respect the minimum rates of excise duty on mineral oils laid down by Community law and do not give rise to distortions of competition.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 27 January 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 316, 31. 10. 1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46).\n(2) OJ No L 316, 31. 10. 1992, p. 19. Directive as amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46)."}