{"celex_id": "31991D0365", "uri": "http://publications.europa.eu/resource/cellar/19b9a9f6-7c58-4274-8f4b-68a515c21202", "type": "Decision", "concepts": ["13", "4081"], "title": "91/365/EEC: Commission Decision of 27 June 1991 authorizing the United Kingdom and the Federal Republic of Germany to permit temporarily the marketing of black medick seed not satisfying the requirements of Council Directive 66/401/EEC\n", "header": "COMMISSION DECISION  of 27 June 1991  authorizing the United Kingdom and the Federal Republic of Germany to permit temporarily the marketing of black medick seed not satisfying the requirements of Council Directive 66/401/EEC  (91/365/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 90/654/EEC (2), and in particular Article 17 thereof,\nHaving regard to Commission Directive 86/109/EEC of 27 February 1986, limiting the marketing of seed of certain species of fodder plants and oil and fibre plants to seed which has been officially certified as 'basic seed' or 'certified seed' (3), as  last amended by Directive 89/424/EEC (4), and in particular Article 2a thereof,\nHaving regard to the requests submitted by the United Kingdom and the Federal Republic of Germany,\nWhereas Directive 86/109/EEC provides that from 1 July 1990, it shall not be permitted to place on the market seed of black medick (Medicago lupulina L.) unless it has been officially certified as 'basic seed' or 'certified seed';\nWhereas the United Kingdom and the Federal Republic of Germany do not have a sufficient supply of 'basic seed' or 'certified seed' of the abovementioned species to satisfy the present demand;\nWhereas it is not possible to cover this demand satisfactorily with such seed from other Member States or from third countries satisfying all the requirements laid down in Directive 66/401/EEC;\nWhereas the United Kingdom and the Federal Republic of Germany should therefore be authorized to permit for a period expiring on 16 September 1991 the marketing of seed of the abovementioned species which does not satisfy the requirements laid down in  the said Directive;\nWhereas, moreover, other Member States, which are able to supply the United Kingdom and the Federal Republic of Germany with such seed not satisfying the requirements of the said Directive should be authorized to permit the marketing of such seed  provided it is intended for the United Kingdom or the Federal Republic of Germany;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The United Kingdom is authorized to permit, for a period expiring on 16 September 1991, the marketing in its territory of a maximum of 9 300 kilograms of commercial seed of black medick (Medicago lupulina L.). The official label shall  state: 'Intended exclusively for the United Kingdom'.\n2. The Federal Republic of Germany is authorized to permit, for a period expiring on 16 September 1991, the marketing in its territory of a maximum of 100 000 kilograms of commercial seed of black medick (Medicago lupulina L.). The official label shall  state: 'Intended exclusively for the Federal Republic of Germany'.\n3. Before 15 July 1991 it shall be determined whether it is necessary to postpone the date of 16 September 1991 in paragraphs (1) and (2) above to 31 October 1991.", "The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1, the marketing in their territory of a total amount of 109 300 kilograms of commercial seed of black medick (Medicago lupulina L.)  provided that it is intended exclusively for the United Kingdom or the Federal Republic of Germany. The official label shall state: 'Intended exclusively for the United Kingdom' or 'Intended exclusively for the Federal Republic of Germany', as the case  may be.", "Member States shall notify the Commission before 30 November 1991 of the quantities of seed marketed in their territory pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2298/66. (2) OJ No L 353, 17. 12. 1990, p. 48. (3) OJ No L 93, 8. 4. 1986, p. 21. (4) OJ No L 196, 12. 7. 1989, p. 50."}