{"celex_id": "31992R1117", "uri": "http://publications.europa.eu/resource/cellar/d805c43f-b83b-4094-b0f8-b57cae1cb93b", "type": "Regulation", "concepts": ["1465", "1504", "1505", "1565", "2563", "863"], "title": "Commission Regulation (EEC) No 1117/92 of 30 April 1992 on the improvement of the quality of milk in Spain, Ireland, Northern Ireland and Portugal\n", "header": "COMMISSION REGULATION (EEC) No 1117/92  of 30 April 1992  on the improvement of the quality of milk in Spain, Ireland, Northern Ireland and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1632/91 (2), and in particular Article 4  thereof,\nWhereas provision should be made, amongst the measures for expanding the markets in milk products referred to in the fourth indent of Article 4 (2) of Regulation (EEC) No 1079/77, for measures to improve the quality of milk in Ireland and Northern  Ireland, taking into account the seasonal character of milk production and the strong export tradition in these areas; whereas steps should also be taken to encourage measures to facilitate the application of Council Directive 85/397/EEC on health and  animal health problems affecting intra-Community trade in heat-treated milk (3), as last amended by Directive 89/662/EEC (4), in Spain and Portugal, taking into account the structure of dairy holdings in these countries;\nWhereas for administrative reasons the organizations and producer groups possessing the necessary qualifications and experience should be invited to propose detailed programmes which these organizations would themselves carry out;\nWhereas, as regards the other arrangements, the main provisions of earlier Regulations, as amended in the light of relevant experience, may be repeated;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Under the conditions laid down in the Regulation, measures shall be taken in Spain, Ireland, Northern Ireland and Portugal to improve the quality of milk, and in particular to encourage:\n(a) provision and installation, upgrading and testing of on-farm milk holding facilities and milking equipment, directed in particular towards improvmeents in total bacterial count and somatic cell count;\n(b) setting-up of milk collection centres, if necessary with refrigeration facilities (in properly justified exceptional cases, aid may also be granted to single farms);\n(c) counselling of individual milk producers concerning the production of milk (cowshed hygiene, milking, animal health) and its treatment (cooling);\n(d) counselling on the collection (jointly operated equipment, collection points) and transport of raw milk (specifications, equipment and operation of milk tankers);\n(e) counselling of producers, particularly as regards the use of antibiotics, mastitis control, the need to test milking machines, udder preparation and milking techniques;\n(f) the improvement of the quality of water on farms;\n(g) the improvement of equipment for the bacteriological analysis of milk;\n(h) examination of the health aspects of milk;\n(i) the fitting of automatic sampling devices to collection vehicles.\n2. The measures shall be completed before 1 January 1994.\n3. The time limit fixed in paragraph 2 shall not prevent subsequent agreement to an extension of that limit where the party to a contract makes the appropriate application to the competent authority before the fixed expiry date and proves that, due to  exceptional circumstances beyond his control, he is unable to meat the deadline originally stipulated. However, this extension may not exceed six months.", "1. Measures as referred to in Article 1 (1) shall be proposed and carried out by organizations or producer groups which:\n(a) have the necessary qualifications and experience;\n(b) give guarantees that they are capable of ensuring the satisfactory completion of the work.\n2. Community financing shall be limited to 50 %. Not more than 10 % of the total amount made available to the Member States concerned may be spent on measures pursuant to Article 1 (1) (c), (d), (e), (g), (h) and (i). However, in the case of Spain and  Portugal, that percentage may be increased to 30 %.\n3. No account shall be taken of administrative expenses incurred in carrying out the measures in question.", "1. Interested parties shall forward to the competent authority designated by the Member State in which the head office of the organization concerned is situated, hereinafter referred to as the 'competent authority', detailed proposals  concerning the measures referred to in Article 1 (1).\nProposals must reach the competent authority before 1 June 1992. Where this date is not complied with, proposals shall be considered null and void.\n2. Further rules for the submission of proposals shall be as set out in the Annex.", "1. Complete proposals shall include:\n(a) the name and address of the party concerned;\n(b) all details concerning the measures proposed and an indication of the time required for completion, the expected results and any third party who may be involved;\n(c) the price asked for these measures, net of taxes, expressed in ecus, giving an itemized breakdown of this amount and showing the corresponding financing plan;\n(d) the desired form of payment of the Community financing in accordance with Article 7 (1) (a) or (b);\n(e) the most recent report available on the party's activities, unless this is already in the possession of the competent authority.\n2. Proposals shall be valid only where:\n(a) they are submitted by an applicant fulfilling the conditions laid down in Article 2 (1);\n(b) they are accompanied by a written undertaking to comply with the provisions of this Regulation and the implementation criteria laid down by the Commission departments and put at the disposal of the parties concerned by the competent authority. The  implementation criteria shall be attached to the contract and form an integral part thereof.", "1. Before 1 July 1992, the competent authorities shall:\n(a) examine all proposals submitted and any supporting documents to work that they are in the correct form and contain the information required. They shall ensure that the proposals comply with Article 4 and shall ask applicants for further details if  necessary;\n(b) compile a list of all proposals received and forward it to the Commission together with copies of each proposal and a reasoned opinion indicating whether the proposal complies with this Regulation.\n2. After consulting the relevant interest groups in the milk industry and following examination of the proposals by the Management Committee for Milk and Milk Products pursuant to Article 31 of Council Regulation (EEC) No 804/68 (5), the Commission  shall establish as soon as possible a list of the proposals selected for financing and determine the date by which the competent authorities shall conclude with the interested parties contracts for the measures selected. The contracts shall be concluded  in as many copies as there are signatories and shall be signed by the parties concerned and the competent authority. For that purpose the competent authorities shall use standard contracts to be provided by the Commission.\n3. The competent authorities shall inform each applicant as soon as possible of the decision taken in respect of his proposal.", "1. Contracts as referred to Article 5 (2) shall inlcude the details referred to in Article 4 or make reference to them and supplement those details, where necessary, by additional conditions.\n2. The competent authorities shall:\n(a) send a copy of the contract to the Commission forthwith;\n(b) ensure compliance with the conditions of the contract, in particular by means of the following checks:\n- administrative checks and audits to verify the costs financed and compliance with the provisions on joint financing;\n- checks to verify that measures are implemented in accordance with the provisions of the contract;\n- other on-the-spot checks, where necessary.\nContracting parties must be subject to at least two inspections during the period of validity of the contract.", "1. Payment to the party concerned shall be effected in accordance with the choice indicated in the latter's proposal:\n(a) within six weeks of the date of signature of the contract, a single payment on account amounting to 60 % of the Community contribution; or\n(b) at two-monthly intervals, four equal instalments each amounting to 20 % of the Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract;\nHowever, while a contract is being executed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (2), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of  the instalment and the date when the party concerned actually incurs the forecast expenditure;\n- in exceptional cases, pay in advance an instalment either wholly or in part if the party concerned submits a reasoned application showing that he must incur a substantial part of the expenditure significantly earlier than the date laid down for  payment of the Community contribution.\n2. The payment of each instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalment, plus 10 %.\n3. Securities shall be released and the balance shall be paid subject to:\n(a) the forwarding to the Commission and to the competent authority of the report referred to in Article 8 (1) and to verification of the details contained in that report;\n(b) confirmation by the competent authority that the party concerned has fulfilled his obligations as laid down in the contract; and\n(c) confirmation by the competent authority that the party concerned or any third party named in the contract has spent his own contribution for the purposes laid down.\nHowever, at the reasoned request of the party concerned, the balance may be paid after the measure has been executed and the report referred to in Article 8 has been forwarded, provided that securities have been lodged which cover the total amount of  the Community contribution plus 10 %.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, securities shall be forfeit. In that event, the amount in question shall be deducted from the European Agricultural Guidance and Guarantee Fund, Guarantee Section, expenditure and  more particularly from that arising out of the measures referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in this Regulation shall submit to the Commission and to the competent authority, within four months of the final date fixed in the contract for execution of the measures, a  detailed report on the utilization of the Community funds allocated and on the foreseeable results of the measures in question. If that report is submitted later than four months after that final date, 10 % of the Community contribution shall be  withheld for each month commenced after expiry of that time limit.\n2. The competent authority concerned shall forward to the Commission a statement to the effect that each contract has been performed satisfactorily together with a copy of the final report.", "This Regulation shall enter into force on 1 May 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 131, 26. 5. 1977, p. 6. (2) OJ No L 150, 15. 6. 1991, p. 23. (3) OJ No L 226, 24. 8. 1985, p. 13. (4) OJ No L 395, 30. 12. 1989, p. 13. (5) OJ No L 148, 28. 6. 1968, p. 13.\nANNEX\nIn accordance with Article 3 (2), interested parties are hereby informed that proposals are to be sent, within the time limits laid down, to the following competent authorities, in one original and five copies by registered letter  or by messenger with acknowledgement of receipt:\nMember State  Competent authority     Spain  Secretaría General de Alimentación,\nMinisterio de Agricultura, Pesca y Alimentación,\nPaseo Infanta Isabel 1,\nE-28014 Madrid.       Ireland  Department of Agriculture and Food,\nMilk Policy Division,\nFloor 1 East,\nAgriculture House,\nKildare Street,\nIRL - Dublin 2.       Portugal  Instituto Nacional de Intervençao e Garantia Agrícola\n(INGA),\nRua Camilo Castelo Branco, 45, 2o,\nP-1000 Lisboa.       United Kingdom  Intervention Board for Agricultural Produce,\nLivestock Products Division,\nFountain House,\nQueen's Walk,\nGB-Reading, Berks RG1 7QW."}