{"celex_id": "31990D0327", "uri": "http://publications.europa.eu/resource/cellar/7a57d2ca-3187-47fc-addc-d52b90fafea6", "type": "Decision", "concepts": ["1159", "1372", "215", "2320", "2921"], "title": "90/327/EEC: Commission Decision of 22 June 1990 amending, for the second time, Decision 90/161/EEC concerning certain protection measures relating to classical swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 22 June 1990\namending, for the second time, Decision 90/161/EEC concerning certain protection measures relating to classical swine fever in Belgium\n(90/327/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 89/662/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 89/662/EEC, and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (4), as last amended by Directive 89/662/EEC, and in particular Article 7 thereof,\nWhereas several outbreaks of classical swine fever have occurred in parts of Belgium with a high density of pigs;\nWhereas these outbreaks are liable to endanger the herds of other Member States, in view of the trade in live pigs, fresh pigmeat and certain meat-based pork products;\nWhereas, since it is possible to identify a geographically limited area which presents a particular risk, the restrictions on trade could be applied on a regional basis;\nWhereas, as a result of the epizootic of classical swine fever, the Commission adopted Decision 90/161/EEC of 30 March 1990 concerning certain protective measures relating to classical swine fever in Belgium (5), as amended by Decision 90/187/EEC (6);\nWhereas it appears necessary to adjust the restrictive measures to take account of the evolution of the disease;\nWhereas the Belgian authorities have engaged themselves to implement national measures that are necessary to guarantee the efficient implementation of the Decision;\nWhereas it is necessary that the Commission is supplied with all necessary information, with a view to reexamining the provisions of the present Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 90/161/EEC is amended as follows:\n1. In Article 1 (2), 'the restrictions described in paragraph 1' is replaced by 'the restrictions described in paragraph 1 and 3'.\n2. In Article 1, paragraph 3 is replaced by the following:\n'3. (a) As from 22 June 1990, the Kingdom of Belgium shall not send to other Member States, live pigs, fresh pigmeat, and pigmeat products obtained from pigs slaughtered after 1 June 1990 coming from those parts of their territory described in Annex III.\n(b) Transit of pigs through the area described in Annex III shall not take place, and this measure shall be reviewed on 4 July 1990.'\n3. In Article 2 (1), (2) and (3), '90/187/EEC' is replaced by '90/327/EEC'.\n4. In Article 4, '3 May' is replaced by '4 July'.\n5. A new Annex III is added as follows:\n'ANNEX III\nAll parts of the territory of Belgium situated north and west of a line formed by:\n- the motorway E 34 from the Dutch border to the city of Antwerp to the river Schelde,\n- the river Schelde from Antwerp to the town Dendermonde,\n- the river Dender from Dendermonde to the town Geraardsbergen,\n- the national road N 493 from Geraardsbergen to the village of Brakel,\n- the national road N 48 from Brakel to the town of Ronse,\n- the national road N 36 from Ronse to the bridge over the river Schelde,\n- the river Schelde in direction southwest to the point where it joins the canal van Spiere,\n- the canal van Spiere in direction west to the French border.'", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Committion thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 395, 30. 12. 1989, p. 13.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 47, 21. 2. 1980, p. 4.\n(5) OJ No L 90, 5. 4. 1990, p. 26.\n(6) OJ No L 101, 21. 4. 1990, p. 33."}