{"celex_id": "31996R0745", "uri": "http://publications.europa.eu/resource/cellar/c45e56b5-0e9d-4da8-bf26-5646d4167077", "type": "Regulation", "concepts": ["20", "3568", "4667", "5648", "616", "979"], "title": "Commission Regulation (EC) No 745/96 of 24 April 1996 laying down detailed rules for the application of Council Regulation (EC) No 1469/95 on measures to be taken with regard to certain beneficiaries of operations financed by the Guarantee Section of the EAGGF\n", "header": "25.4.1996 EN Official Journal of the European Communities L 102/15\nCOMMISSION REGULATION (EC) No 745/96\nof 24 April 1996\nlaying down detailed rules for the application of Council Regulation (EC) No 1469/95 on measures to be taken with regard to certain beneficiaries of operations financed by the Guarantee Section of the EAGGF\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1469/95 of 22 June 1995 on measures to be taken with regard to certain beneficiaries of operations financed by the Guarantee Section of the EAGGF (1), and in particular Article 5 thereof,\nWhereas Regulation (EC) No 1469/95 introduces a Community system allowing all the competent authorities of the Member States and the Commission to identify, as quickly as possible, operators presenting, in the light of experience acquired with them as regards the proper execution of their previous obligations, a risk of non-reliability, in connection with tendering procedures, the grant of export refunds or sales at reduced prices of intervention products; whereas application of the system is restricted to operators who have deliberately or as a result of serious negligence committed an irregularity prejudicial to Community funds or who are suspected on solid grounds of having done so; whereas, on that basis, there must be determined, in the light of the seriousness of the offence and depending on whether it has been established or suspected, a series of varied measures ranging from tighter controls to the exclusion of the operators concerned from taking part in operations to be determined when their fraudulent actions are established;\nWhereas certain of the rules to be adopted for the implementation of the said system may, particularly with regard to the definition of irregularities in accordance with Article 1 (3) of Regulation (EC) No 1469/95, with regard to the determination of operators within the meaning of the second indent of Article 5 of that Regulation and with regard to the rules on the limitation period, henceforth refer to the pertinent horizontal provisions of Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (2); whereas, with regard to the further specifications to be made regarding cases of founded suspicion of an irregularity requiring application of the system, it is necessary to define the ‘preliminary administrative or judicial report’ within the meaning of point (b) of Article 1 (2) of Regulation (EC) No 1469/95; whereas, however, the Member States should apply their relevant national rules to determine whether the irregularity has been committed or attempted, deliberately or through gross negligence;\nWhereas, in order to ensure the proper functioning of the system and without prejudice to the Member States' obligation to prevent and prosecute all irregularities, the application of this system should be restricted to cases of irregularities of a certain magnitude; whereas, in order to apply the measures to be taken in the event of suspected or established irregularities as uniformly as possible, the scope of such measures and the criteria for their duration should be fixed;\nWhereas rules governing the content and follow-up of notifications made under Regulation (EC) No 1469/95 must be adopted, including provisions for immediately removing from the current closed system of confidential identification and notification those operators who are no longer suspected on solid grounds of having committed an irregularity or with respect to whom the duration of application of the measure or measures within the meaning of Article 3 (1) of Regulation (EC) No 1469/95 has expired;\nWhereas, lastly, in accordance with the third indent of Article 5 of Regulation (EC) No 1469/95, it is necessary to determine the conditions under which operators may avoid the suspension of payments by lodging a security in cases where none of the advance payment arrangements referred to in Article 18 of Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (3), as last amended by Regulation (EEC) No 3403/93 (4), apply,\nWhereas information exchanged as provided for in the system introduced by Regulation (EC) No 1469/95 concerns mainly natural persons; whereas the system is subject therefore to the rules for the protection of fundamental rights and freedoms contained in Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (5), and, mutatis mutandis, in the provisions laid down to that end relating to mutual assistance in customs and agricultural matters;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["Chapter I:   Definitions", "1.   For the purposes of Regulation (EC) No 1469/95, ‘irregularity’, within the meaning of point (a) of Article 1 (2) thereof, shall mean any infringement of a provision of Community law, in the fields referred to in Article 1 (1) of that Regulation, that is the result of an act or omission by an economic operator which is harmful to or may be harmful to the EAGGF Guarantee Section.\n2.   The ‘preliminary administrative or judicial report’ within the meaning of point (b) of Article 1 (2) of Regulation (EC) No 1469/95 shall mean the first written assessment, even if only internal, by a competent administrative or judicial authority, concluding on the basis of concrete facts that an irregularity has been committed, deliberately or through gross negligence, without prejudice to the possibility of this conclusion being revised or withdrawn subsequently on the basis of developments in the administrative or judicial procedure.\n3.   For the purposes of this Regulation:\n(a) ‘operators A’ means the operators referred to in point (a) of Article 1 (2) of Regulation (EC) No 1469/95; and\n(b) ‘operators B’ means the operators referred to in point (b) of Article 1 (2) of that Regulation.\nWhen applying the rules introduced by Regulation (EC) No 1469/95, it shall be specified in all instances whether an operator A or an operator B is concerned.\n4.   For the purposes of Article 1 (2), Article 3 (1) and Article 4 (1) of Regulation (EC) No 1469/95, as well as for the purposes of the provisions of this Regulation, operators A or operators B, as the case may be, shall include persons who, within the meaning of Article 7 of Regulation (EC, Euratom) No 2988/95, have participated in committing an irregularity or who are under a duty to take responsibility for an irregularity or to ensure that it is not committed.\n5.   Member States shall apply their relevant national legislation to determine whether the irregularity has been committed or attempted, deliberately or through gross negligence.\nChapter II:   Scope", "1.   Without prejudice to the obligation laid down in Article 8 (1) of Regulation (EEC) No 729/70 of the Council (6) for Member States to prevent and prosecute any irregularity, Regulation (EC) No 1469/95 shall apply only to cases of irregularity which concern or would concern, alone or in combination with other irregularities committed by the same operator over a period of one year, an amount exceeding ECU 100 000.\n2.   The period of one year referred to in paragraph 1 shall start to run on the date on which the first irregularity was committed.", "1.   Where the measure taken in respect of an operator A or of an operator B is the one referred to in point (a) of Article 3 (1) of Regulation (EC) No 1469/95, that measure shall, except in exceptional and duly substantiated cases, apply to the operations which the operator concerned carries out in any of the fields covered by Article 1 (1) of that Regulation.\n2.   The measure referred to in point (c) of Article 3 (1) of Regulation (EC) No 1469/95 shall apply only to the same field within the meaning of Article 1 (1) of that Regulation and to the same product sector as that in which the irregularity committed or attempted has been established.\n3.   In the case of the measure referred to in point (b) of Article 3 (1) of Regulation (EC) No 1469/95, the competent authorities of the Member States shall assess each individual case and determine the field or fields and product sectors concerned, taking due account of the real risks of possible further irregularities, and in particular:\n— the stage of the inquiry being held, depending on whether an operator A or operator B is concerned,\n— the volume of his operations within the EAGGF field,\n— the amount of Community funds involved in the suspected or established irregularity,\n— the seriousness of the irregularity, according to whether it has been committed or attempted, deliberately or through gross negligence.\n4.   The period of application of the measure or measures to be taken shall be determined on the basis of the criteria laid down in paragraph 3.\nAs regards the measure referred to in point (c) of Article 3 (1) of Regulation (EC) No 1469/95, the period of application is a minimum of six months, except in duly substantiated exceptional cases, and a maximum of five years.", "Where the Commission itself awards contracts, it may choose not to take account of any applicant who has been notified to it as an operator A by a Member State.\nThe exclusion of an operator thus decided upon by the Commission shall be subject to the same rules as those applicable to the measure referred to in point (c) of Article 3 (1) of Regulation (EC) No 1469/95 decided on by a Member State. As regards the operator's prior hearing, the Commission shall give him the opportunity of making any comments he considers useful within a maximum period of two months.\nChapter III:   Contents and follow-up of mutual notifications", "1.   Each Member State shall designate a single competent authority to make and receive notifications within the meaning of paragraph 2. The said authority shall transmit its notifications to the Commission, which will transmit them to the competent authorities of the other Member States.\n2.   The notifications exchanged in accordance with paragraph 1 shall be confidential and shall cover the following points:\n— they shall identify the natural or legal persons within the meaning of Article 1 (4) of this Regulation in respect of whom one or more of the measures under Article 3 (1) of Regulation (EC) No 1469/95 have been taken, specifying whether the operators concerned are A or B,\n— they shall give a brief indication of the concrete facts which led to the measure(s), specifying the current state of the inquiry where this has not yet been completed,\n— they shall specify the measure(s) taken by the Member State concerned,\n— they shall provide references to any notifications which may have been made already under Council Regulation (EEC) No 1468/81 (7), Council Regulation (EEC) No 595/91 (8) or Regulation (EC) No 1469/95.\nThe Commission shall agree with the Member States a standard form for these notifications to be used by the competent authorities.\n3.   Each notification shall be made as soon as possible. It shall be supplemented by the competent authority which has made it when, with a view to the application of Article 6, the Commission or the competent authority of another Member State, through the Commission, requests additional information or where new significant facts or changes need to be notified.", "Once a Member State and the Commission have received a notification within the meaning of Article 5 (2), they shall decide as soon as possible upon the measures to be applied in relation to the operator or operators concerned in respect of those of his or their operations coming under their respective responsibility, taking account of the criteria laid down in Article 3.\nMember States shall, in accordance with Article 5, notify the Commission of the steps they have taken. The Commission shall inform the Member State which made the initial notification.", "1.   Operators B shall be eliminated from the identification and notification system and the measures applied to them shall be discontinued as soon as the first evaluation referred to in Article 1 (2) proves to be unfounded.\n2.   When a Member State informs the Commission that a natural or legal person whose name had previously been notified to it under Article 5 (1) has proved, upon further investigation, not to have been implicated in the irregularity, the Commission shall without delay relay this fact to the other Member States, which shall in their turn immediately inform those to whom they had notified these personal data under Regulation (EC) No 1469/95.\nThat person shall then no longer be treated as a person implicated in the irregularity on the basis of the first notification.\n3.   Any operator shall be eliminated from the system of identification and notification at the end of the period of application of the measure concerned within the meaning of Article 3 (1) of Regulation (EC) No 1469/95.\nChapter IV:   Final arrangements", "1.   The exclusion measure referred to in point (c) of Article 3 (1) of Regulation (EC) No 1469/95 may not be applied to irregularities committed before the entry into force of that Regulation.\n2.   The measure referred to in paragraph 1 may be applied only within a period of four years from the time when the irregularity in question was committed. The other provisions on the limitation period in Article 3 (1) of Regulation (EC, Euratom) No 2988/95 shall also apply.", "1.   Where the measure referred to in point (b) of Article 3 (1) of Regulation (EC) No 1469/95 is taken and none of the advance payment arrangements referred to in Article 18 of Regulation (EEC) No 2220/85 is applied, Member States shall be authorized to pay out the suspended payment once a security of an equivalent amount plus 15 % has been lodged.\n2.   The security shall be declared forfeit to the EAGGF Guarantee Section when, for the operation concerned, the irregularity has been established by means of a definitive administrative or judicial decision within the meaning of point (a) of Article 1 (2) of Regulation (EC) No 1469/95.\nIt shall, moreover, remain forfeit if the suspended payment is found not to be due for reasons other than the existence of an irregularity.\nWhere neither of these reasons for forfeiting the security are present, it shall be released immediately for the operation in question.\n3.   The provisions of Regulation (EEC) No 2220/85 shall apply to the security referred to in paragraph 1, which shall be regarded as a security on an advance payment within the meaning of Title IV of that Regulation.", "0\n1.   For the purposes of Regulation (EC) No 1469/95, Member States shall take all appropriate additional steps:\n(a) to ensure good internal coordination between the authorities concerned and, in particular, to provide rapid information to the authorities responsible for applying the preventive measures adopted; and\n(b) to establish direct and effective cooperation between the authority which they make specifically responsible for this matter under Article 5 (1) of this Regulation and the Commission.\n2.   Before 1 October 1996, Member States shall notify to the Commission the steps they have taken under paragraph 1.", "1\n1.   All appropriate technical and organizational measures necessary to maintain the security of the identification and notification system shall be taken by the Member States and the Commission, each in respect of the part of the system which concerns it. The aim of the measures shall, in particular, be to prevent any unauthorized person from obtaining access to data or data media or to installations used for the processing of data.\n2.   Member States and the Commission shall regard the identification and notification system as a system for processing personal data and shall ensure the proper application of the personal data-protection provisions referred to in the fifth subparagrah of Article 4 (2) of Regulation (EC) No 1469/95 and in Directive 95/46/EC.\n3.   For the part of the system which concerns it, each Member State and the Commission shall be responsible, in accordance with national laws, regulations and procedures or equivalent Community provisions, for any injury caused to a person through the unlawful use of personal information under the system, in particular where the injury was caused as a result of the Member State or the Commission providing inaccurate data or entering inaccurate data into the system contrary to this Regulation.\n4.   The Commission shall publish in the Official Journal of the European Communities a notice concerning the introduction of the identification and notification system.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ No L 145, 29. 6. 1995, p. 1.\n(2)  OJ No L 312, 23. 12. 1995, p. 1.\n(3)  OJ No L 205, 3. 8. 1985, p. 5.\n(4)  OJ No L 310, 14. 12. 1993, p. 4.\n(5)  OJ No L 281, 23. 11. 1995, p. 31.\n(6)  OJ No L 94, 28. 4. 1970, p. 13.\n(7)  OJ No L 144, 2. 6. 1981, p. 1.\n(8)  OJ No L 67, 14. 3. 1991, p. 11."}