{"celex_id": "31990R0479", "uri": "http://publications.europa.eu/resource/cellar/f2896816-6449-44f5-9ec8-6d6db699b6fc", "type": "Regulation", "concepts": ["1644", "2211", "2300", "4691", "5252"], "title": "Commission Regulation (EEC) No 479/90 of 26 February 1990 derogating from Regulation (EEC) No 19/82 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-Member countries\n", "header": "COMMISSION  REGULATION (EEC) No 479/90\nof 26 February 1990\nderogating from Regulation (EEC) No 19/82 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 15 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2641/80 of 14 October 1980 derogating from certain import rules laid down in Regulation (EEC) No 3013/89 and in particular Article 1 (2) thereof,\nWhereas, in accordance with Article 14 of Regulation (EEC) No 3013/89, the levies applicable to the products in question are limited to those resulting from voluntary restraint agreements; whereas Article 7 (2) of Commission Regulation (EEC) No 19/82 (2), as amended by Regulation (EEC) No 3887/87 (3), stipulates that the levy payable in respect of imports under the voluntary restraint agreements is to be limited to 10 % ad valorem; whereas, by its Decision of 19 January 1990 (4), the Council approved on behalf of the Community an adaptation of the agreement between the European Economic Community and Uruguay on trade in mutton, lamb and goatmeat; whereas that adaptation, taking into account the dispositions of the mentioned agreement, provides for the levy to be reduced to zero;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Notwithstanding Article 7 (2) of Regulation (EEC) No 19/82, box 20 of import licences issued up to 31 December 1992 in response to export certificates issued and delivered by Uruguay shall show one of the following:\n- Exacción limitada a cero (aplicación del Reglamento (CEE) no 479/90)\n- Importafgift begraenset til nul (jf. forordning (EOEF) nr. 479/90)\n- Beschraenkung der Abschoepfung auf Null (Anwendung der Verordnung (EWG) Nr. 479/90)\n- Eisforá periorizómeni sto midén (efarmogí toy kanonismoý (EOK) arith. 479/90)\n- Levy limited to zero (application of Regulation (EEC) No 479/90)\n- Prélèvement limité à zéro (application du règlement (CEE) no 479/90)\n- Prelievo limitato a zero (applicazione del regolamento (CEE) n. 479/90)\n- Heffing beperkt tot nul (toepassing van Verordening (EEG) nr. 479/90)\n- Direito nivelador limitado a zero (aplicação do Regulamento (CEE) nº 479/90).", "On application by the parties concerned and on presentation of proof that the products have been imported using an import licence issued since 1 January 1989, the Member States shall reimburse levies collected in accordance with Regulation (EEC) No 1430/79 (5).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1990, with the exception of the measure provided for in Article 2, which shall apply with effect from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 3, 7. 1. 1982, p. 18.\n(3) OJ No L 365, 24. 12. 1987, p. 39.\n(4) Not yet published in the Official Journal.\n(5) OJ No L 175, 12. 7. 1979, p. 1."}