{"celex_id": "31996R1937", "uri": "http://publications.europa.eu/resource/cellar/6c33e605-2af8-41ef-8c46-7c028b1fb7c3", "type": "Regulation", "concepts": ["1309", "2488", "2783", "2839", "3591", "4778"], "title": "Commission Regulation (EC) No 1937/96 of 8 October 1996 amending Annexes III B and VI to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\n", "header": "COMMISSION REGULATION (EC) No 1937/96 of 8 October 1996 amending Annexes III B and VI to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules (1), as last amended by Commission Regulation (EC) No 1476/96 (2), and in particular Article 5 in conjunction with Article 25 (4) thereof,\nWhereas by Regulation (EC) No 517/94 the Council introduced the quantitative quotas listed in Annexes III B and VI to that Regulation in respect of the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia;\nWhereas following suspension of the embargo vis-Ă -vis the Federal Republic of Yugoslavia, annual restrictions were introduced in respect of that country by virtue of Council Regulation (EC) No 538/96 (3) and these are contained in Annexes III B and VI to Regulation (EC) No 517/94;\nWhereas the Commission has received requests from Member States to increase certain Community quantitative import limits for products originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia in order to satisfy certain market requirements;\nWhereas the Council, in setting the initial level of the quotas, has endeavoured to strike a certain balance between providing the requisite protection for the relevant sectors of the Community industry concerned and maintaining an acceptable level of trade with the former Yugoslav Republics, bearing in mind the various interests of the parties concerned;\nWhereas analysis of the situation in the Community industry concerned shows that the level of certain quotas could be modified without prejudicing the abovementioned objective;\nWhereas the Commission therefore considers it appropriate to adapt the level of some of the quotas on the basis of the quantitative requirements transmitted by the Member States;\nWhereas Annexes III B and VI to Regulation (EC) No 517/94 should therefore be adapted;\nWhereas the specific management rules for the allocation of the additional quotas for 1996 should therefore be indicated; whereas in the interests of consistency and administrative simplification, the same management rules should be applied as for the allocation of the initial quotas; whereas, to that effect, imports of products originating in the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia should be subject to the relevant provisions of Commission Regulation (EC) No 2738/95 of 28 November 1995 establishing specific rules for the management and allocation of certain quantitative textile quotas introduced for 1996 under Regulation (EC) No 517/94 (4);\nWhereas these measures are in line with the opinion of the Committee established by Regulation (EC) No 517/94,", "main_body": ["Annexes III B and VI to Regulation (EC) No 517/94 are hereby replaced by the text in the Annex to this Regulation.", "As regards the quantitative limits applying to the Republics of Bosnia-Herzegovina, Croatia and the former Yugoslav Republic of Macedonia, the amounts by which the applicable quotas are increased shall be subject in 1996 to the management rules laid down in Articles 2, 8 and 9 of Commission Regulation (EC) No 2738/95.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 October 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 67, 10. 3. 1994, p. 1.\n(2) OJ No L 188, 27. 7. 1996, p. 4.\n(3) OJ No L 79, 29. 3. 1996, p. 1.\n(4) OJ No L 285, 28. 11. 1995, p. 5.\nANNEX\n'ANNEX III B\nANNUAL COMMUNITY QUANTITATIVE LIMITS REFERRED TO IN ARTICLE 2 (1), FOURTH INDENT\n>TABLE>\n>TABLE>\nANNEX VI\nOUTWARD PROCESSING TRAFFIC\nANNUAL COMMUNITY LIMITS REFERRED TO IN ARTICLE 4\n>TABLE>\n>TABLE>"}