{"celex_id": "31993R0695", "uri": "http://publications.europa.eu/resource/cellar/1663f9ff-650a-4ad4-aba5-ad221f836aac", "type": "Regulation", "concepts": ["13", "1637", "2300", "2872", "6007"], "title": "Commission Regulation (EEC) No 695/93 of 25 March 1993 adopting safeguard measures applicable to the placing in free circulation of fishery products landed in the Community by fishing vessels from third countries\n", "header": "COMMISSION REGULATION (EEC) No 695/93 of 25 March 1993 adopting safeguard measures applicable to the placing in free circulation of fishery products landed in the Community by fishing vessels from third countries\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), and in particular Article 24 (2) thereof,\nWhereas the French Republic has asked the Commission to take urgent measures under Article 24 of Regulation (EEC) No 3759/92;\nWhereas it has been noted that the volume of direct landings by fishing vessels from third countries has been increasing constantly in several Member States during recent months; whereas, in view of the foreseeable volume of such landings, there is a  likelihood that this situation will continue or worsen over the coming months;\nWhereas this situation is causing serious difficulties for the disposal of Community production, leading to a substantial increase in market withdrawals;\nWhereas the information available to the Commission suggests that such direct landings are causing serious disturbances on the Community market for a number of fishery products likely to jeopardize the objectives of Article 39 of the Treaty; whereas in  these circumstances management safeguard measures must be applied to this type of imports for a limited period;\nWhereas, in particular, it is necessary to ensure that such landings comply with the relevant marketing and health rules; whereas care must also be taken to ensure that such landings do not threaten the market equilibrium achieved through implementation  of the Community's price mechanisms;\nWhereas the measures previously adopted under Article 22 (4) (b) of Regulation (EEC) No 3759/92 in Commission Regulation (EEC) No 420/93 (2), as amended by Regulation (EEC) No 592/93 (3), have not been sufficient to end the disturbance caused by the  increase in direct landings;\nWhereas the various fishery products belonging to the same family may often be substituted for one another; whereas the safeguard measures should therefore be extended to cover species with similar commercial characteristics,", "main_body": ["1. This Regulation shall apply to the placing in free circulation of fishery products from the fishing grounds of and landed directly by fishing or factory vessels flying the flag of or registered in a third country with a view to their  marketing in the Community's territory.\n2. 'Fishery product' means any product listed in Annexes I (A) and (E), II, IV (B) and V to Regulation (EEC) No 3759/92.", "1. Without prejudice to the provisions of fisheries agreements concluded between the Community and certain third countries, masters of fishing vessels as referred to in Article 1 (1) must notify the competent authorities of the Member State  whose landing facilities they wish to use of their time of arrival at the port of landing. They may not carry out any landings unless the competent authorities of that Member State are present during the operation.\n2. Fishery products unloaded from vessels as referred to in Article 1 (1) may be placed on the market by public auction only after a declaration has been drawn up and submitted to the authorities of the Member State specifying the quantities landed,  broken down by species.\n3. Member States shall ensure that the following checks are carried out before the products concerned are put up for sale:\n(a) health and veterinary checks as provided for by Directive 90/675/EEC (4), and in particular Articles 11 and 18 (3) thereof, and by Directive 91/493/EEC (5), and in particular Articles 10 (2) and 11 (7) thereof,\n(b) checks for conformity with the common marketing standards for certain fresh and chilled fish laid down in Council Regulation (EEC) No 103/76 (6) and for certain crustaceans laid down in Council Regulation (EEC) No 104/76 (7).\n4. Where products landed from a vessel as referred to in Article 1 (1) are placed on the market by a means other than public auction, the sale shall only become valid and the products may only be removed by the purchaser after production of the  declaration provided for in paragraph 2 and satisfactory completion of the checks referred to in paragraph 3 (a) and (b).\n5. Operations to be carried out by the customs authorities may be carried out only after production of proof that the products concerned have satisfactorily undergone the checks referred to in paragraph 3 (a) and (b).", "1. Where the fishery products landed directly from a vessel as referred to in Article 1 (1) are listed in Annex I or Annex VI to Regulation (EEC) No 3759/92 and such products are landed or put up for sale within an area of activity for which  there is a recognized producers' organization, they may be sold only in compliance with the withdrawal or selling prices set by the producers' organization in accordance with Article 12 (1) (a) of that Regulation, except where such products are already  subject to compliance with the reference prices set in Regulation (EEC) No 420/93, and they must conform with any stipulations made by the organizations regarding regulation of supply or product quality.\nWhere landing and sale take place outside such an area, products listed in Annex I to Regulation (EEC) No 3759/92 may under no circumstances be sold below the Community withdrawal or selling price fixed for the current marketing year pursuant to\nArticles 11 and 13 of Regulation (EEC) No 3759/92.\n2. Fishery products landed directly from a vessel as referred to in Article 1 (1) and listed in Annexes II, IV.B and V of Regulation (EEC) No 3759/92 may not be sold at a price lower than the reference price fixed under Article 22 of that Regulation.", "The Member States shall take appropriate steps to ensure compliance with this Regulation, to ensure that the masters of the vessels concerned are informed of the obligations to which they are subject and to arrange for publication within  ports of the prices which must be complied with pursuant to Article 3.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities, except for Article 2 (1), which shall enter into force on the third day following its publication.\nIt shall apply until 30 June 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 48, 26. 2. 1993, p. 12.\n(3) OJ No L 61, 13. 3. 1993, p. 51.\n(4) OJ No L 373, 31. 12. 1990, p. 1.\n(5) OJ No L 268, 24. 9. 1991, p. 15.\n(6) OJ No L 20, 28. 1. 1976, p. 29.\n(7) OJ No L 20, 28. 1. 1976, p. 35."}