{"celex_id": "31998D0708", "uri": "http://publications.europa.eu/resource/cellar/a6f4d277-9574-403c-a6eb-31ea2df31a26", "type": "Decision", "concepts": ["1474", "2247", "2739", "4306", "5965"], "title": "98/708/EC: Council Decision of 3 November 1998 concerning the conclusion of the Agreement between the European Community and the Republic of Chile on precursors and chemical substances frequently used for the illicit manufacture of narcotic drugs and psychotropic substances\n", "header": "11.12.1998 EN Official Journal of the European Communities L 336/46\n>COUNCIL DECISION\nof 3 November 1998\nconcerning the conclusion of the Agreement between the European Community and the Republic of Chile on precursors and chemical substances frequently used for the illicit manufacture of narcotic drugs and psychotropic substances\n(98/708/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113, in conjunction with the first sentence of Article 228(2) and Article 228(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, on 25 September 1995, the Council authorised the Commission to negotiate with the Member States of the Organisation of American States, on behalf of the Community, agreements on the control of drugs precursors and chemical substances; whereas, in accordance with this authorisation, the Commission completed negotiations with Chile on 3 December 1997;\nWhereas the Agreement between the European Community and the Republic of Chile on precursors and chemical substances frequently used for the illicit manufacture of narcotic drugs and psychotropic substances should be approved;\nWhereas it is appropriate that the Council should authorise the Commission, in consultation with a special committee appointed by the Council, to approve amendments on behalf of the Community where the Agreement provides for them to be adopted by the Joint Follow-up Group; whereas such authorisation must, however, be limited to the amendment of the Annexes to the Agreement in so far as such amendment concerns substances already covered by Community legislation on drugs precursors and chemical substances,", "main_body": ["The Agreement between the European Community and the Republic of Chile on precursors and chemical substances frequently used for the illicit manufacture of narcotic drugs and psychotropic substances is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement.", "The President of the Council shall carry out, on behalf of the Community, the exchange of instruments provided for in Article 12 of the Agreement (1).", "1.   The Community shall be represented in the Joint Follow-up Group provided for in Article 9 of the Agreement by the Commission, assisted by the representatives of the Member States.\n2.   The Commission is authorised to approve, on behalf of the Community, amendments to the Annexes to the Agreement adopted by the Joint Follow-up Group under the procedure laid down in Article 10 of the Agreement.\nThe Commission shall be assisted in carrying out this task by a special committee appointed by the Council with instructions to establish a common position.\n3.   The authorisation referred to in paragraph 2 shall be limited to those substances which are already covered by the relevant Community legislation on drugs precursors and chemical substances.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 3 November 1998.\nFor the Council\nThe President\nB. PRAMMER\n(1)  The date of the Agreement's entry into force will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}