{"celex_id": "31997L0079", "uri": "http://publications.europa.eu/resource/cellar/7584cb1a-2c24-41c8-93af-95d3fde1512c", "type": "Directive", "concepts": ["1445", "1937", "2320", "2488", "2718", "2737"], "title": "Council Directive 97/79/EC of 18 December 1997 amending Directives 71/118/EEC, 72/462/EEC, 85/73/EEC, 91/67/EEC, 91/492/EEC, 91/493/EEC, 92/45/EEC and 92/118/EEC as regards the organisation of veterinary checks on products entering the Community from third countries\n", "header": "COUNCIL DIRECTIVE 97/79/EC of 18 December 1997 amending Directives 71/118/EEC, 72/462/EEC, 85/73/EEC, 91/67/EEC, 91/492/EEC, 91/493/EEC, 92/45/EEC and 92/118/EEC as regards the organisation of veterinary checks on products entering the Community from third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas for the sake of clarity and rationality, Council Directive 90/675/EEC, laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (4), has been repealed and replaced by Directive 97/78/EC (5);\nWhereas the replacement of Directive 90/675/EEC by Directive 97/78/EC has consequences for the existing texts of the following Council Directives:\n- Directive 71/118/EEC of 15 February 1971 on health problems affecting the production and placing on the market of fresh poultrymeat (6),\n- Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine, caprine animals and swine, fresh meat or meat products from third countries (7),\n- Directive 85/73/EEC of 29 January 1985 on the financing of veterinary inspections and controls covered by Directives 89/662/EEC, 90/425/EEC, 90/675/EEC and 91/496/EEC (amended and consolidated) (8),\n- Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (9),\n- Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs (10),\n- Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (11),\n- Directive 92/45/EEC of 16 June 1992 on public health and animal health problems relating to the killing of wild game and the placing on the market of wild-game meat (12),\n- Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (13);\nWhereas for that reason, those Directives should be brought into line with the text of Directive 97/78/EC,", "main_body": ["1. Directive 71/118/EEC is hereby amended as follows:\n(a) in Article 14b(2)(a), the second sentence shall be deleted;\n(b) in Article 17, the second subparagraph shall be deleted.\n2. Directive 72/462/EEC is hereby amended as follows:\n(a) in Article 31a, 'Article 17 of Directive 90/675/EEC` shall be replaced by 'Article 18 of Directive 97/78/EC`;\n(b) Article 31 shall be deleted.\n3. In Article 3(1) of Directive 85/73/EC, 'Article 20 of Directive 90/675/EEC` shall be replaced by 'Article 23 of Directive 98/78/EC`.\n4. Directive 91/67/EEC is hereby amended as follows:\n(a) Article 23 shall be replaced by the following:\n'Article 23\nThe principles and rules laid down in Directives 91/496/EEC and 97/78/EC shall apply, with particular reference to the organisation of and follow-up to the checks to be carried out by the Member States and the safeguard measures to be implemented.`;\n(b) Article 24 shall be deleted.\n5. The second subparagraph of Article 10(2) of Directive 91/492/EEC shall be deleted.\n6. Directive 91/493/EEC is hereby amended as follows:\n(a) in the second subparagraph of Article 10, 'Article 18(3) of Directive 90/675/EEC` shall be replaced by 'Article 19(2) of Directive 97/78/EC`;\n(b) Article 12(2) shall be deleted.\n7. Directive 92/45/EEC is hereby amended as follows:\n(a) Article 17(2) shall be deleted;\n(b) the second paragraph of Article 19 shall be deleted.\n8. Directive 92/118/EEC is hereby amended as follows:\n(a) in the second subparagraph of Article 12(1), 'Article 8(2) of Directive 90/675/EEC` shall be replaced by 'Article 4(4)(b) of Directive 97/78/EC`;\n(b) Article 12(2) shall be deleted.", "1. Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive before 1 July 1999. They shall forthwith inform the Commission thereof.\nThey shall apply those provisions as from 1 July 1999.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for making such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 258, 23.8.1997, p. 7.\n(2) OJ C 85, 17.3.1997, p. 76.\n(3) OJ C 66, 3.3.1997, p. 43.\n(4) OJ L 373, 31.12.1990, p. 1. Directive as last amended by Directive 96/43/EC (OJ L 162, 1.7.1996, p. 1).\n(5) See page 9 of this Official Journal.\n(6) OJ L 55, 8.3.1971, p. 23. Directive as last amended by Directive 96/23/EC (OJ L 125, 23.5.1996, p. 10).\n(7) OJ L 302, 31.12.1972, p. 28. Directive as last amended by Directive 96/91/EC (OJ L 13, 16.1.1997, p. 27).\n(8) OJ L 32, 5.2.1985, p. 14. Directive as last amended by Directive 96/43/EC (OJ L 162, 1.7.1996, p. 1).\n(9) OJ L 46, 19.2.1991, p. 1. Directive as last amended by Directive 95/22/EC (OJ L 243, 11.10.1995, p. 1).\n(10) OJ L 268, 24.9.1991, p. 1. Directive as last amended by Directive 97/61/EC (OJ L 295, 29.10.1997, p. 35).\n(11) OJ L 268, 24.9.1991, p. 15. Directive as amended by Directive 96/23/EC (OJ L 125, 23.5.1996, p. 10).\n(12) OJ L 268, 14.9.1992, p. 35. Directive as amended by Directive 96/23/EC (OJ L 125, 23.5.1996, p. 10).\n(13) OJ L 62, 15.3.1993, p. 49. Directive as last amended by Decision 96/90/EC (OJ L 13, 16.1.1997, p. 24)."}