{"celex_id": "31996R1877", "uri": "http://publications.europa.eu/resource/cellar/0d33f3e3-5e67-44fc-9331-ebdcaf8e78fe", "type": "Regulation", "concepts": ["1605", "161", "2300", "4078"], "title": "Council Regulation (EC) No 1877/96 of 27 September 1996 amending Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\n", "header": "COUNCIL REGULATION (EC) No 1877/96 of 27 September 1996 amending Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (1), opens in its Annex IV Community tariff quotas for certain products originating in Morocco as provided for under the cooperation agreements between the Community and that country;\nWhereas, as a result of the Uruguay Round of multilateral trade negotiations, the reference price arrangements stipulating payment of a countervailing charge on the import of certain fruit and vegetables have been replaced by a system of specific customs duties linked to the entry price;\nWhereas the negotiations held with Morocco resulted in the conclusion of an association agreement containing, inter alia, provisions relating to the adjustment of the existing concessions; whereas this Agreement contains specific provisions relating to the quantities of tomatoes, courgettes, artichokes, cucumbers, clementines and oranges eligible for a reduction in the entry price and relating to an adjustment to the tariff quotas for flowers; whereas it has been decided in the Council to implement these concessions as early as possible, without waiting for the conclusion of the Agreement by the Community and its ratification by the Member States;\nWhereas Council Regulation (EC) No 3057/95 of 22 December 1995, amending Regulation (EC) No 1981/94 (2), brought these concessions into effect; whereas when that Regulation was being adopted it was impossible to take account of a quantity of 5 000 tonnes of tomatoes, which is equivalent to the quota for October, because the date of approval of the measure was out of step with the period when these imports are made; whereas Regulation (EC) No 1981/94 should therefore be amended so as to abide by the Council's political undertaking,", "main_body": ["Annex IV to Regulation (EC) No 1981/94 shall be amended as follows:\n1. Order No 09.1189 shall be inserted as follows between Order Nos 09.1115 and 09.1117:\n>TABLE>\n2. At the end of the table relating to Morocco, the first indent of footnote (5) shall be replaced by the following:\n'- ECU 492/tonne for tomatoes, from 1 October to 31 December 1996 and ECU 484/tonne in 1997,`.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1996.\nFor the Council\nThe President\nM. LOWRY\n(1) OJ No L 199, 2. 8. 1994, p. 1. Regulation as last amended by Commission Regulation (EC) No 1099/96 (OJ No L 146, 20. 6. 1996, p. 8).\n(2) OJ No L 326, 30. 12. 1995, p. 3."}