{"celex_id": "31991D0385", "uri": "http://publications.europa.eu/resource/cellar/ed773463-170f-4f30-a1bb-d0125c6ade03", "type": "Decision", "concepts": ["2795", "3017", "4424", "5188", "616"], "title": "91/385/EEC: Council Decision of 22 July 1991 establishing the second phase of the Tedis programme (Trade electronic data interchange systems)\n", "header": "COUNCIL DECISION  of 22 July 1991  establishing the second phase of the Tedis programme (Trade electronic data interchange systems)  (91/385/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas one of the Community's tasks is, by establishing a common market and gradually reducing the gap between the economic policies of the Member States, to promote the harmonious development of economic activities throughout the Community and closer  relations between its constituent States;\nWhereas the Commission White Paper on the completion of the internal market stresses the importance of the future development of new transfrontier services and the contribution made by telecommunications networks based on common standards towards the  creation of a market free of barriers at Community level;\nWhereas the exchange of computerized data (EDI) can contribute increasingly towards the competitiveness of European undertakings in the production and services sectors;\nWhereas there is rapid growth at present in public and private initiatives for putting into service within a company or group of companies or sector of activity, at national and international level, electronic data interchange systems which are not  compatible;\nWhereas, as regards electronic data interchange, the diversity and fragmentation of initiatives taken at national level or more generally by a company, group of companies or sector of activity may lead to the creation of incompatible and  non-communicating systems and to preventing suppliers of equipment and services, and users, from deriving maximum benefit from the advantages created by the growth in electronic data interchange;\nWhereas, in line with the Council Resolution of 22 January 1990 on trans-European networks (4) and the conclusions of the Strasbourg and Dublin European Councils, the smooth running of the internal market depends on undertakings and authorities involved  in it being able to exchange data as part of their activities by making use of compatible systems which enable genuine pan-European data interchange networks to be developed;\nWhereas Tedis needs in particular to be dovetailed with the specific programme of research and technological development in communications technology (1990 to 1994), the specific programme of research and technological development in the field of  telematics systems of general interest (1990 to 1994) and the specific programme for information technology (1990 to 1994) which are part of the Community's third framework research programme;\nWhereas the work already initiated in the field of electronic data interchange (EDI) during the first phase of the Tedis programme (1988 to 1989) established by Decision 87/499/EEC (5) makes it possible to envisage the establishment of such pan-European  networks, provided that this work is continued and expanded by instituting a second phase to the programme;\nWhereas a programme lasting three years is called for;\nWhereas an amount of ECU 25 million is estimated as necessary to implement this multi-annual programme; whereas, for the period 1991 to 1992, in the framework of the current financial perspective, the funds estimated as necessary are ECU 10 million;\nWhereas the amounts to be committed for the financing of the programme for the period after the budget year 1992 will have to fall within the Community financial framework in force;\nWhereas, by Decision 89/241/EEC (6), the Council amended the initial Decision on the Tedis programme to allow non-member countries, in particular Member States of the European Free Trade Association (EFTA), to be associated with the Tedis programme and,  in accordance with Article 228 of the Treaty, authorized the Commission to negotiate agreements with the EFTA Member States;\nWhereas, by Decision 89/689/EEC (7), 89/690/EEC (8), 89/691/EEC (9), 89/692/EEC (10), 89/693/EEC (11) and 89/694/EEC (12), the Council approved the agreements on systems for the electronic transfer of data for commercial use concluded between the  European Economic Community and, respectively, Austria, Finland, Iceland, Norway, Sweden and Switzerland;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers of action other than those of Article 235,", "main_body": ["1. A second phase of the Tedis (Trade electronic data interchange systems) Community programme concerning the exchange of electronic data (EDI) in trade, industry and administration, hereinafter called the 'programme', is hereby set up.\nThe programme shall last three years.\n2. The Community financial resources estimated as necessary for its implementation amount to ECU 25 million, of which ECU 10 million is for the period 1991 to 1992 in the framework of the 1988 to 1992 financial perspective.\nFor the subsequent period of implementation of the programme, the amount shall fall within the Community financial framework in force.\n3. The budget authority shall determine the appropriations available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities.", "The objectives of the programme are to ensure that electronic data interchange systems are established to the best effect, in view of the socio-economic importance of such systems, and to mobilize the necessary resources to achieve this end  at Community level.", "In order to achieve the objectives defined in Article 2, measures will be taken and continued in the following areas:\n- standardization of EDI messages,\n- specific EDI needs as regards telecommunications,\n- legal aspects of EDI,\n- security of EDI messages,\n- multi-sector and Europe-wide projects,\n- analysis of the impact of EDI on company management,\n- information campaigns.\nA list of the proposed measures is given in Annex I. These measures shall be implemented under the procedures provided for in Articles 6 and 7.", "The implementation of the programme shall be coordinated with existing or planned Community policies and activities concerning telecommunications particularly in respect, where necessary, of initiatives under the Open Network Provision  Framework Directive (90/387/EEC) (1), the information market (Impact programme), security of information systems and standardization, and in particular with the Caddia programme and the CD project, so as to ensure the necessary interaction with the  specific requirements of the exchange of electronic data.", "Contracts arising from the programme shall be concluded with undertakings, including small and medium-sized enterprises, research establishments, national administrations and other bodies established in the Community, in the member countries  of the European Free Trade Association or in a third country with which the Community has concluded an agreement associating that country with the programme.", "1. The Commission shall be responsible for implementing the programme. The Commission shall be assisted by a Committee of an advisory nature composed of the representatives of the Member States and chaired by the representative of the  Commission.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter,  if necessary by taking a vote.\n3. The opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\n4. The Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "1. Notwithstanding the provisions of Article 6, the following procedure shall apply in drawing up the work programme as set out in Annex I, the breakdown of the relevant budgetary expenditure and the assessment of projects and actions  provided for in that Annex of a total value of above ECU 200 000, and the estimated amount of the Community's contribution to them.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. The Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith.\n4. In that event, the Commission shall defer application of the measures which it has decided for a period of three months from the date of communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the foregoing subparagraph.", "At the end of the Tedis programme, the Commission shall present to the European Parliament, the Council and the Economic and Social Committee a final report containing an assessment by independent experts of the progress made towards each of  the objectives set under the programme on the basis of the criteria and indicators as set out in Annex II to this Decision.", "This Decision shall take effect on 1 July 1991."], "attachments": "Done at Brussels, 22 July 1991. For the Council\nThe President\nP. DANKERT\n(1) OJ No C 311, 12. 12. 1990, p. 6. (2) OJ No C 106, 22. 4. 1991, p. 167. (3) OJ No C 102, 18. 4. 1991, p. 13. (4) OJ No C 27, 6. 2. 1990, p. 8. (5) OJ No L 285, 8. 10. 1987, p. 35. (6) OJ No L 97, 11. 4. 1989, p. 46. (7) OJ No L 400, 30. 12.  1989, p. 1. (8) OJ No L 400, 30. 12. 1989, p. 6. (9) OJ No L 400, 30. 12. 1989, p. 11. (10) OJ No L 400, 30. 12. 1989, p. 16. (11) OJ No L 400, 30. 12. 1989, p. 21. (12) OJ No L 400, 30. 12. 1989, p. 26. (13) OJ No L 192, 24. 7. 1990, p. 1.\nANNEX I\n1. Standardization of EDI messages:\n- support the development work of the international Edifact standard and in particular the work of the Edifact Board for Western Europe; coordinate work regarding elaboration of Edifact messages and provide the necessary technical assistance,\n- supply the appropriate means to ensure conformity to Edifact of, on the one hand, EDI messages and, on the other hand, of conversion software,\n- adapt, if necessary, the Edifact standard to take account of the new developments in EDI, such as graphical EDI, technical EDI and interactive EDI,\n- support 'migration' towards the use of international standards and particularly towards the use of Edifact,\n- seek compatibility between the American standard ANSI X12 and the international Edifact standard.\n2. Specific EDI needs as regards telecommunications:\n- to make proposals for improving technical interconnectivity between EDI users in Europe, ensuring close liaison with existing Community activities in this area and in particular ONP, namely:\n(a) encouraging the use of standardized communication protocols suitable for EDI in underlying services, especially P-edi, X.400 (1988) or X.500, coordinating where necessary with the ONP plans to harmonize for instance standards for packet switched  data services and leased lines;\n(b) encouraging the existence of gateways between existing EDI services;\n(c) helping to establish a system of registration authorities, to ensure the solution of the problem of identifying the names and addresses of EDI users in a multisectorial and trans-European context,\n- to encourage the increased use of integrated services digital networks for EDI,\n- to favour the gathering of the EDI interest groups dealing with telecommunications aspects,\n- to encourage the practice of 'one-stop shopping/billing' concepts in EDI.\n3. Legal aspects of EDI:\n- finalize the draft European EDI agreement,\n- set up and investigate thoroughly the constraints and needs of a legal nature in specific areas,\n- undertake the thorough legal analysis of media and means of storage and of the electronic signatures for EDI messages,\n- prepare a discussion document on the adaptation and harmonization of European legislations in order to integrate into the legal regimes the necessary provisions for the use of EDI; define the proposal of adaptation and harmonization required,\n- ensure, from a legal aspect, that functions accomplished by EDI messages are also valid in order to carry out functions of a legal and reglementary nature,\n- analyse the impact of EDI messages on the traditional functions of negotiability,\n- follow the issues of data protection and confidential data in order to take account of the specific needs which could arise with the development of EDI,\n- ensure the coordination between Member States on legal matters in connection with EDI and participate in the international coordination.\n4. Security of EDI messages:\n- create an informal expert group in this specific area,\n- organize each year workshops which will treat different themes related to the security of EDI messages,\n- increase the awareness of EDI users and of other appropriate groups to EDI message security,\n- facilitate the development of procedures, methods, services and standards related to EDI security,\n- examine the user environment; identify the constraints, quantify the risks and investigate, if possible, an appropriate model to ensure EDI security,\n- examine the security requirements related to new forms of EDI and the impact of new technologies,\n- evaluate the services and products available to ensure the security of EDI messages, and if necessary examine the question of certification,\n- examine from the EDI security viewpoint open multi-service environments.\n5. Multi-sector and Europe-wide projects:\n- establish and keep up-to-date a permanent inventory of existing or potential EDI projects in Europe,\n- ensure the coordination of sectoral projects to meet industry and user needs,\n- support of development of an intersectoral forum for EDI measures,\n- encourage the launch of intersectoral projects to meet industry and user needs,\n- encourage the participation of national administrations and Community institutions in the intersectoral projects,\n- support the promotion of EDI systems to ensure wider use of EDI in Europe,\n- identify long-term actions liable to progressively stimulate and interface EDI systems in countries of the Mediterranean, in Central and Eastern Europe.\n6. Analysis of the impact of EDI on company management:\n- identify and analyse changes in the methods of management and organization brought about by the introduction of EDI; small and medium-sized enterprises (SMEs) should particularly be taken into account,\n- examine the economic and social effects of EDI,\n- measure up the cost benefit of introducing EDI in private or public sectors,\n- elaboration of a general implantation model of EDI in administrations, private and public enterprises,\n- study the opportuneness of setting up a mechanism of coordination on a European level with regard to intercompany relations based on EDI.\n7. Information campaigns:\n- conduct regular surveys on the development of EDI in Europe and of available EDI products and services,\n- undertake detailed studies more particularly of certain countries, regions or industrial sectors,\n- publish the studies, analyses and other results of actions undertaken within the framework of the programme,\n- support the setting up of national and/or regional awareness centres. Ensure the coordination, the provision of material support and contribution to their awareness activities,\n- encourage in particular actions designed to make SMEs more aware of EDI.\nANNEX II\nGuidelines for assessing progress made towards the objectives of the Tedis programme\nIn order to achieve the objectives defined in Article 2, several measures, referred to in Article 3, will be taken and continued. The progress thereby achieved will then be assessed.\n1. Forstandardization, this will mean assessing the influence of the Tedis programme on:\n(a) the development and use of the Edifact standard in Western Europe;\n(b) the availability and use of conversion software and its conformity to the international Edifact standard.\n2. Interconnection of EDI services: assessment of the Tedis programme's impact on the capacity of data networks to operate together and the availability of Europe-wide EDI services.\n3. Legal aspects: examination of how the measures taken under the Tedis programme have helped ensure the legal validity of EDI data interchange in each Member State and how they have encouraged the introduction of 'paperless trading'.\n4. Security of messages: examination of how the Tedis programme has helped protect the EDI message itself and the security of EDI messages in an interlinked business environment.\n5. Multi-sector and Europe-wide projects: measuring how far support for the launching of multi-sectoral pilot projects has contributed towards the sectoral and geographical integration of EDI projects.\n6. Management: assessment of the value of studies and analyses - in particular concerning SMEs - carried out under the Tedis programme to assess the impact of EDI on company management and its economic and social impact.\n7. Information campaigns: assessment of the impact of measures - in particular concerning SMEs - taken under the Tedis programme on the use of EDI in Western Europe."}