{"celex_id": "31998R2790", "uri": "http://publications.europa.eu/resource/cellar/8216d45b-7254-48a5-93a6-f6fb4280c8d4", "type": "Regulation", "concepts": ["1642", "3156", "4682", "5876", "946"], "title": "Commission Regulation (EC) No 2790/98 of 22 December 1998 amending Regulation (EC) No 2106/98 laying down special measures derogating from Regulations (EEC) No 3665/87 and (EEC) No 3719/88 as regards beef and veal\n", "header": "COMMISSION REGULATION (EC) No 2790/98 of 22 December 1998 amending Regulation (EC) No 2106/98 laying down special measures derogating from Regulations (EEC) No 3665/87 and (EEC) No 3719/88 as regards beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 13(12) and Article 25 thereof,\nWhereas Commission Regulation (EC) No 2106/98 (3), as amended by Regulation (EC) No 2157/98 (4), introduces special measures for regularising certain export transactions in the wake of the problems arising on the market in Russia since the second half of August 1998;\nWhereas the difficulties on the market in Russia are continuing; whereas the situation thereby created has seriously affected operators' possibilities of exporting to that destination; whereas the damaging consequences of this must accordingly be limited by the adoption of special measures enabling the export licences and certain customs procedures already initiated to be cancelled and certain time limits to be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 2106/98 is amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\n1. On application by the holder, export licences issued pursuant to Regulation (EC) No 1445/95 and applied for prior to 29 August 1998, with the exception of licences the term of validity of which expired before 17 August 1998, are hereby cancelled and the securities shall be released.\n2. On application by the operator, the latter shall reimburse any refund paid in advance on products the customs export formalities for which were completed by 29 August 1998 at the latest but which have not yet left the customs territory of the Community or which have been placed under any of the arrangements provided for in Articles 4 and 5 of Regulation (EEC) No 565/80 and the various securities relating to such operations shall be released.`;\n2. in Article 4(1), '150 days` is replaced by '210 days`;\n3. Article 5 is replaced by the following:\n'Article 5\nEach Thursday, Member States shall notify the quantities of products covered during the preceding week by the measures referred to in Article 2(1) and (2), specifying the date of issue of the licences and the category concerned.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 267, 2. 10. 1998, p. 5.\n(4) OJ L 271, 8. 10. 1998, p. 16."}