{"celex_id": "31993R2700", "uri": "http://publications.europa.eu/resource/cellar/c6d8e6da-3c90-4f71-8675-e639708319fd", "type": "Regulation", "concepts": ["2211", "5070", "5252", "616", "797", "862"], "title": "Commission Regulation (EEC) No 2700/93 of 30 September 1993 on detailed rules for the application of the premium in favour of sheepmeat and goatmeat producers\n", "header": "COMMISSION REGULATION (EEC) No 2700/93 of 30 September 1993 on detailed rules for the application of the premium in favour of sheepmeat and goatmeat producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 363/93 (2), and in particular Article 5 (9) thereof,\nHaving regard to Council Regulation (EEC) No 3493/90 of 27 November 1990 laying down general rules for the granting of premiums to sheepmeat and goatmeat producers (3), as last amended by Regulation (EEC) No 2070/92 (4), and in particular the second paragraph of Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (5), and in particular Article 6 (2) thereof,\nWhereas the ewe premium scheme referred to in Article 5 of Regulation (EEC) No 3013/89 falls within the scope of Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (6) (hereinafter referred to as the 'integrated system`); whereas, pursuant to Commission Regulation (EEC) No 3887/92 of 23 December 1992 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes (7), the aid applications and the integrated control system referred to in Article 2 of Regulation (EEC) No 3508/92 are applicable to the ewe and female-goat premiums from the 1994 marketing year;\nWhereas the integrated system contains the essential elements of Commission Regulation (EEC) No 3007/84 of 26 October 1984 laying down detailed rules for the application of the premium for producers of sheepmeat (8), as last amended by Regulation (EEC) No 3204/92 (9); whereas Regulation (EEC) No 3007/84 should be repealed;\nWhereas the provisions of Regulation (EEC) No 3007/84 which have not been included in the integrated system should be consolidated, in particular the period for the lodging of applications, the duration of the retention period on holdings, the conversion rate to be applied on payment of the premium and/or advances; whereas, pending the application of Council Directive 92/102/EEC of 27 November 1992 on the identification and registration of animals (10), it is appropriate to lay down the minimum conditions required of the monitoring system implemented by Member States planning to carry out inspections outside the holding period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Applications\n1. In addition to the requirements under the integrated management and control system relating to certain Community aid schemes, pursuant to Regulations (EEC) No 3508/92 and (EEC) No 3887/92, producers must indicate in the premium applications whether they are marketing sheep's milk, or milk products based on sheep's milk, during the marketing year in respect of which the premium is requested.\n2. Applications for a premium in favour of sheepmeat and goatmeat producers shall be submitted to the authority designated by the Member State in the territory in which the holding is situated during a fixed period within a period commencing on 1 November preceding the commencement of the marketing year and ending on 30 April following the commencement of the marketing year in respect of which the applications are submitted.\nInstead of one period, Member States may decide on two non-consecutive periods for the submission of applications within the above period. In that event, a producer in such Member States may submit his premium application only during one of the two periods.\nHowever, the United Kingdom may set one (or two) different period(s) in respect of Northern Ireland from that (those) set for Great Britain.\n3. The retention period during which the producer undertakes to keep on his holding the number of ewes and/or goats in respect of which the premium is requested shall be 100 days starting on the last day of the period for the submission of applications referred to in paragraph 2.", "(4) of Council Regulation (EEC, Euratom) No 1182/71 (11) shall not apply for the determination of the aforesaid 100-day period.\n4. Each application shall cover at least 10 ewes and/or goats.", "Notification\nMember States shall notify the Commission by 31 July of each year at the latest of the information relating to premium applications submitted during the period referred to in Article 1 (2). For that purpose they shall use the model form included in the Annex hereto.\nThe information referred to in the first paragraph shall be made available to the national bodies responsible for drawing up official statistics in the sheepmeat and goatmeat sector, at their request.", "Eligibility\n1. The premium referred to in Article 5 of Regulation (EEC) No 3013/89 shall be due for the number of each category of eligible animal which the producer keeps on his holding during the retention period referred to in Article 1 (3).\n2. For the purposes of controlling premium applications, animals satisfying the conditions provided for in the definitions referred to in Article 1 (4) and (5) of Regulation (EEC) No 3493/90 on the final day of the retention period shall be considered eligible animals.", "Controls\n1. On-the-spot inspections shall be carried out in accordance with Article 6 of Regulation (EEC) No 3887/92, and the system for the permanent recording of livestock movements must comply with the rules laid down by Article 4 of Directive 92/102/EEC.\nHowever, for the 1994 marketing year, if a Member State has not yet implemented the recording system referred to in the first subparagraph, it may introduce a recording system capable of permanently and clearly reflecting the actual livestock situation. The system must include the following information:\n- number of ewes and/or female goats present on the holding on a date to be fixed by the Member State,\n- date of lambing and number of females covered for the first time,\n- date of purchases of ewes and/or goats with an indication of the number and the vendor, or the place of purchase in the case of an auction sale,\n- date of sales of ewes and/or goats, with an indication of the number and the purchaser, or the place of sale in the case of an auction sale,\n- cases of force majeure and natural circumstances bringing about a reduction in the number of ewes and/or goats indicating the date, the number of livestock affected and the cause.\nMember States covered by the preceding subparagraph shall notify the Commission of national provisions adopted to that end prior to the commencement of the 1994 marketing year.\nIn such Member States at least 50 % of the minimum number of inspections required shall be carried out during the retention period, and the granting of the premium shall be subject to the condition that the producer keep a register permitting the implementation of the permanent recording system.\n2. For each marketing year Member States shall draw up an inventory of sheep producers marketing sheep's milk and sheep's milk products. The inventory shall be drawn up on the basis of the producers' declarations referred to in Article 1 (1). In addition, Member States shall, when drawing up the inventory, take account of the results of controls and any other source of information available to the competent authority, in particular information provided by processors or distributors relating to the marketing of sheep's milk and sheep's milk products by producers.", "Payment\n1. The advance payments provided for in the second subparagraph of Article 5 (6) of Regulation (EEC) No 3013/89 may under no circumstances be paid prior to the end of the retention period referred to in Article 1 (3).\n2. The premium and, where an advance payment has been paid, the balance shall be paid prior to 15 October following the end of the marketing year in respect of which the premium has been granted.\n3. The premium payable per eligible animal and the advance on the estimated premium per eligible animal - where an advance has been paid - shall be paid only if the amount fixed per head of sheep is greater than or equal to ECU 1.", "Conversion rate\n1. The conversion rate to be applied to the amount of the advance payment referred to in the second subparagraph of Article 5 (6) of Regulation (EEC) No 3013/89 shall be the representative rate in force on the first day of the marketing year in respect of which the premium is granted.\n2. The conversion rate to be applied:\n- to the amount of the premium and of the balance referred to in the fourth subparagraph of Article 5 (6) of Regulation (EEC) No 3013/89,\n- to the amount of the premium and of the balance referred to above in the event that payment is carried forward to the following marketing year,\n- to the amount of the deduction referred to in Article 4 of Regulation (EEC) No 3493/90,\nshall be the representative rate in force on the last day of the marketing year in respect of which the premium is granted.", "Implementing measures\nWhere necessary, Member States shall take the measures needed to ensure compliance with the provisions of this Regulation and shall notify the Commission of said measures.", "Repeal\nRegulation (EEC) No 3007/84 is hereby repealed.", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1994 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 42, 19. 2. 1993, p. 1.\n(3) OJ No L 337, 4. 12. 1990, p. 7.\n(4) OJ No L 215, 30. 7. 1992, p. 63.\n(5) OJ No L 387, 31. 12. 1992, p. 1.\n(6) OJ No L 355, 5. 12. 1992, p. 1.\n(7) OJ No L 391, 31. 12. 1992, p. 36.\n(8) OJ No L 283, 27. 10. 1984, p. 28.\n(9) OJ No L 319, 4. 11. 1992, p. 7.\n(10) OJ No L 355, 5. 12. 1992, p. 32.\n(11) OJ No L 124, 8. 6. 1971, p. 1.\nANNEX\nAPPLICATIONS FOR EWE AND SHE-GOAT PREMIUMS\n>START OF GRAPHIC>\nMARKETING YEAR:\nRegion (*)\tTotal number of applications\t(I) Number of ewes declared per producer\nnot marketing ewe's milk\newe's milk products (**) (by class)\tNumber of applications (I)\t(II) Number of ewes declared per producer\nmarketing ewe's milk\newe's milk products (by class)\tNumber of applications (II)\n(III) Number of she-goats declared (per class)\tNumber of applications (III)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t1/20\t21/50\t51/100\t101/\n500\t501/\n1 000\t+ 1 000\tTotal\t\t1/20\t21/50\t51/100\t101/\n500\t501/\n1 000\t+ 1 000\tTotal\t\t1/20\t21/50\t51/100\t101/\n500\t501/\n1 000\t+ 1 000\tTotal\nTotal per\nMember\nState\nTotal\nnumber\nof\napplica-\ntions\tNumber of ewes declared per producer not marketing ewe's milk / ewe's milk products (**)\tNumber of ewes declared per producer marketing ewe's milk / ewe's milk products\tNumber of she-goats\ndeclared\tNumber of animals at reduced rate (50 %)\nLess favoured\nareas\nDirective\n75/268/EEC\t\t\t\t\t\t\t\t\t\tNon-less\nfavoured areas\t\t\t\t\t\t\t\t\t\t(*) Regional subdivision laid down Article 5 (2) of Council Directive 82/177/EEC of 22 March 1982.\n(**) For marketing years prior to the introduction of the system provided for in Article 4 (4) of Regulation (EEC) No 3013/89, all ewes declared must appear in the sections headed 'Ewes declared per producer not marketing milk / milk products`.\n>END OF GRAPHIC>"}