{"celex_id": "31996R1717", "uri": "http://publications.europa.eu/resource/cellar/a4da6469-66aa-464e-a93f-afce06ff85e8", "type": "Regulation", "concepts": ["1355", "1524", "2159", "2378", "519", "5790"], "title": "Commission Regulation (EC) No 1717/96 of 29 August 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulation (EEC) No 993/93 on imports of certain electronic weighing scales originating in Japan by imports of the same product assembled in and/or transhipped through Indonesia and making the latter imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 1717/96 of 29 August 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulation (EEC) No 993/93 on imports of certain electronic weighing scales originating in Japan by imports of the same product assembled in and/or transhipped through Indonesia and making the latter imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Communities (1), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST\n(1) The Commission has received a request pursuant to Article 13 (3) of Regulation (EC) No 384/96 (hereinafter referred to as 'the Basic Regulation`) to investigate the alleged circumvention by TEC Corporation, Tokyo (hereinafter referred to as 'TEC`) of the anti-dumping duty imposed by Council Regulation (EEC) No 993/93 (2) with regard to this company on imports of certain electronic weighing scales originating in Japan, by assembly operations in and/or transhipments through Indonesia of the same product subsequently exported to the Community, to make the imports of these electronic weighing scales subject to registration by the customs authorities pursuant to Article 14 (5) of the Basic Regulation and to propose to the Council the extension, where justified, of the above anti-dumping duty to the latter imports.\nB. APPLICANTS\n(2) The request has been lodged on 19 July 1996 by the following companies:\nBizerba GmbH & Co. KG, Campesa SA, Dataprocess SpA, Dataprocess Industria SpA, Testut SA, Lutrana SA, GEC Avery Limited, Maatschappij Van Berkel's Patent BV and Brevetti Van Berkel SpA.\nAccording to the request, these companies are all manufacturers of retail electronic weighing scales whose collective output represents approximately 65 % of the total Community production of those scales.\nC. PRODUCT\n(3) The product concerned is retail electronic weighing scales which incorporate a digital display of the weight, unit price and price to be paid, whether or not including a means of printing this data (hereinafter referred to as 'REWS`). This product is currently classified within CN code 8423 81 50. This code is given for information only and has no binding effect on the classification of the product.\nD. EVIDENCE\n(4) The request contains sufficient evidence in accordance with the requirements of Article 13 of the Basic Regulation that the anti-dumping duty on imports of REWS produced by TEC and originating in Japan is being circumvented by assembly operations in and/or transhipments through Indonesia of REWS subsequently exported to the Community.\n(5) The evidence is as follows:\n(a) Since the initiation of the last anti-dumping investigation concerning imports of REWS originating in Japan on 26 February 1991, a clear change in the pattern of trade between Japan, Indonesia and the Community has taken place. Imports of REWS from Japan into the Community have decreased from 25 470 units in 1992 to 652 units in the first half of the year 1995, whereas imports of the same product from Indonesia have increased from 0 in 1993 to well over 1 000 units in the first half of the year 1995.\nThe complainants allege that all REWS imported into the Community from Indonesia are TEC branded products. This change in the pattern of trade is particularly illustrated, when considering TEC's imports of REWS into the United Kingdom: in 1994, 275 units were imported from Japan and 300 units from Indonesia, whereas in 1995 almost no imports were recorded from Japan and 801 units were imported from Indonesia.\nThis change in pattern of trade is alleged to stem from a practice, process or work for which there is insufficient due cause or economic justification other than the existence of the anti-dumping duty. It is contended that circumvention through Indonesia consists of assembly operations and/or transshipments of REWS whereas most of the respective parts used in the assembly operation in and/or of the finished products transhipped through Indonesia are in fact originating in Japan and imported from TEC. It is also alleged that any savings in labour costs by assembling in/transhipping through Indonesia cannot offset the additional handling, supervising and transportation costs caused by these assembly operations and/or transhipments. Consequently, the operations in Indonesia would only serve to avoid the anti-dumping duty imposed on imports of REWS originating in Japan in respect of TEC.\n(b) Furthermore, the request contains evidence that the remedial effects of the antidumping duty are being undermined in terms of quantities and in particular of prices of the product exported from Indonesia. This is preventing the Community industry from achieving a reasonable profit which would allow it to keep up with the rapid pace of technological change in the electronic manufacturing industry.\n(c) Finally, the request contains evidence which shows that the prices at which the REWS imported from Indonesia are being sold in the Community are lower than the non-dumped level of the export price established in the anti-dumping investigation for the REWS assembled in Japan.\nE. PROCEDURE\n(6) In the light of the evidence contained in the request, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation pursuant to Article 13 (3) of the Basic Regulation, and to make imports into the Community of REWS from Indonesia subject to registration in accordance with Article 14 (5) of the said Regulation.\n(i) Questionnaires\n(7) In order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to TEC as well as to the Indonesian company named in the request which allegedly is involved in assembly and/or transhipment operations. Information, as appropriate, may be sought from Community producers.\n(8) Other interested parties which can show that they are likely to be affected by the outcome of the investigation, should request a questionnaire from the Commission within 15 days of publication of this Regulation in the Official Journal of the European Communities. Any request for questionnaires must be made in writing to the address mentioned below, and should indicate the name, address, telephone and fax numbers of the requesting party.\nThe authorities of Japan and Indonesia will be notified of the initiation of the investigation and provided with a copy of the request.\n(ii) Certificates of non-circumvention\n(9) In accordance with Article 13 (4) of the Basic Regulation, certificates exempting the imports of the product concerned from registration or measures may be issued by the customs authorities to importers when the importation does not constitute circumvention.\nSince the issue of these certificates requires the prior authorization of the Community institutions, requests for such authorizations should be addressed to the Commission as early as possible in the course of the investigation so that they may be considered on the basis of a thorough appraisal of their merits.\nF. TIME LIMIT\n(10) In the interest of sound administration, a period should be fixed within which interested parties, provided they can show that they are likely to be affected by the results of the investigations, may make their views known in writing. A period should also be fixed within which interested parties may make a written request for a hearing and show that there are particular reasons why they should be heard.\nFurthermore, it should be stated that in cases in which any interested party refuses access to, or otherwise does not provide necessary information within the time limit, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["An investigation pursuant to Article 13 of Regulation (EC) No 384/96 concerning imports into the Community from Indonesia of retail electronic weighing scales which incorporate a digital display of the weight, unit price and price to be paid, whether or not including a means of printing this data, falling within CN code ex 8423 81 50 (Taric code 8423 81 50*10), is hereby initiated.", "The customs authorities are hereby directed, pursuant to Article 13 (3) and 14 (5) of Regulation (EC) No 384/96, to take the appropriate steps to register imports from Indonesia of the product described in Article 1, in order to ensure that, should the anti-dumping duty applicable to imports of retail electronic weighing scales originating in Japan with regard to TEC Corporation, Tokyo be extended to imports of this product from Indonesia, they may be collected from the date of such registration.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nImports shall not be subject to registration where they are accompanied by a customs certificate issued in accordance with Article 13 (4) of Regulation (EC) No 384/96.", "1. Interested parties must, if their representations are to be taken into account during the investigation, make themselves known, present their views in writing, submit information and apply to be heard by the Commission within 40 days from the date of publication of this Regulation in the Official Journal of the European Communities. This time limit applies to all interested parties, including the parties not named in the request, and it is consequently in the interest of these parties to contact the Commission without delay.\n2. Questionnaires should be requested from the Commission within 15 days of publication of this Regulation in the Official Journal of the European Communities.\n3. Any information relating to the matter, any request for a hearing or for a questionnaire as well as any application for authorization of certificates of non-circumvention should be sent to the following address:\nEuropean Commission,\nDirectorate-General for External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand,\nDirectorate I-C,\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels (3).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 104, 29. 4. 1993, p. 4.\n(3) Fax (32 2) 295 65 05."}