{"celex_id": "31999R1448", "uri": "http://publications.europa.eu/resource/cellar/6ef93754-f46f-4a98-b40f-b5a5e9041493", "type": "Regulation", "concepts": ["1159", "1879", "2324", "5228"], "title": "Council Regulation (EC) No 1448/1999 of 24 June 1999 introducing transitional measures for the management of certain Mediterranean fisheries and amending Regulation (EC) No 1626/94\n", "header": "COUNCIL REGULATION (EC) No 1448/1999\nof 24 June 1999\nintroducing transitional measures for the management of certain Mediterranean fisheries and amending Regulation (EC) No 1626/94\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1626/94 of 27 June 1994 laying down certain technical measures for the conservation of fishery resources in the Mediterranean(1), and in particular Article 3(1) and Article 6(1) thereof,\nHaving regard to the proposal from the Commission,\n(1) Whereas Article 3(1) and Article 6(1) of Regulation (EC) No 1626/94 set out certain technical conservation measures which were subject to derogating conditions until 31 December 1998;\n(2) Whereas the abovementioned Articles provide that the Council can modify the date of expiration of the derogations, on a proposal by the Commission, in the light of scientific data proving that their use does not have a negative impact on the resources;\n(3) Whereas, according to submissions by certain Member States, termination of the derogation period is causing disturbance to the fishing activities of numerous Mediterranean fishermen whose living depends to a great extent on the possibility of undertaking fisheries under the derogating conditions;\n(4) Whereas preliminary scientific data presented by the said Member States suggest that continuation of the derogation will have a low effect on resources; whereas it is however desirable to have available the most updated and complete information, analysed by the Scientific, Technical and Economic Committee for Fisheries, before a definitive decision is taken;\n(5) Whereas it is therefore appropriate to allow temporarily a continuation of these fishing activities until the Council is in a position to adopt a definitive solution to the problem, founded on a solid scientific basis;\n(6) Whereas, in order to set such a solid scientific basis, detailed information should be gathered on the likely impact on the resources of the fishing activities concerned,", "main_body": ["Regulation (EC) No 1626/94 is hereby amended as follows:\n1. in Article 3(1), the date of 31 December 1998 shall be replaced by 31 May 2000;\n2. in Article 6(1), the date of 31 December 1998 shall be replaced by 31 May 2000.", "1. Member States shall produce and make available to the Commission, before 1 February 2000, all possible scientific information on the impact on the resources subject to the fisheries carried out under the conditions set out in Article 3(1) and Article 6(1) of Regulation (EC) No 1626/94. This information should include fleet characteristics, technical details of the gear used and population dynamics of the biota likely to be affected by the fisheries.\n2. On the basis of all relevant scientific information, the Commission shall present to the Council, before 16 April 2000, a proposal establishing whether the fisheries referred to in paragraph 1 may be continued and the technical conditions that should govern them. The Council, acting by qualified majority, shall decide on this proposal by 31 May 2000 at the latest.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1999.\nFor the Council\nThe President\nJ. TRITTIN\n(1) OJ L 171, 6.7.1994, p. 1. Regulation as amended by Regulation (EC) No 782/98 (OJ L 113, 15.4.1998, p. 6)."}