{"celex_id": "31997D0873", "uri": "http://publications.europa.eu/resource/cellar/a624b464-ec14-4024-b806-23ce6f82e9a5", "type": "Decision", "concepts": ["4482", "5542", "5953", "6047", "863", "888"], "title": "97/873/Euratom: Commission Decision of 12 December 1997 relating to a procedure in application of Article 83 of the Euratom Treaty (XVII-06 - Enusa Juzbado) (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 12 December 1997 relating to a procedure in application of Article 83 of the Euratom Treaty (XVII-06 - Enusa Juzbado) (Only the Spanish text is authentic) (97/873/Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 83 thereof,\nHaving given the Empresa Nacional del Uranio, SA (Spain) the opportunity to express its point of view on the objections raised by the Commission,\nWhereas:\nI. THE FACTS\nThis Decision concerns the undeclared export of nuclear material from Spain to the United States of America by Empresa Nacional del Uranio, SA, hereinafter referred to as 'Enusa`, during the month of February 1997.\nEnusa is the operator of a nuclear fuel fabrication plant, 'Fรกbrica de Elementos Combustibles de Juzbado`, located in Juzbado, Salamanca (Spain). The nuclear material required for this industrial activity is purchased in the form of uranium dioxide powder which is transported from its suppliers to Juzbado in drums which, after having been emptied, are shipped back to the supplier. A regular supplier of this uranium dioxide is, among others, General Electric in Wilmington, North Carolina (USA), hereinafter referred to as 'GE`.\nFollowing a letter of 19 March 1997 from Enusa to the Euratom Safeguards Directorate of the Commission to which was attached a report made by Enusa relating to the incident which is the subject of this Decision, and the hearing held in Luxembourg in the offices of the Commission on 16 April 1997, the following facts were established and are agreed between Enusa and the Commission:\n- during December 1996, six drums containing 13 kilograms of natural uranium, 65 826 grams of uranium enriched to 3,95 %, and 3 675 grams of uranium enriched to 4,4 % needed to be stored on the premises of the installation. The selected storage area was the same hall as that in which Enusa routinely stored full drums received from their uranium dioxide suppliers, and where also such drums are collected after being emptied for shipping back to the original supplier,\n- since this storage area was located outside the controlled area, the six drums needed packaging, which was done in a way very similar to the way empty drums are conditioned for shipments as well: the same type of transport containers (three in total) were used for that purpose,\n- according to internal procedures, these three full transport containers should have been properly labelled and sealed in order to indicate clearly that they contained nuclear material and were not empty. Also, the transfer to that storage area should have been registered in the plant computer. In this case however, seals were correctly applied but no labels were attached on the transport containers and also the transfer to that storage area was not booked in,\n- as a result, the three full transport containers stood in the same room as the empty containers, and this was also the room from where shipments of empty containers were organized. The three abovementioned full containers could therefore only be distinguished from the empty one by the existence of a tiny seal; otherwise the outward appearance was identical,\n- during this time a control of the physical existence of articles containing nuclear material was carried out in accordance with internal control procedures. This control revealed that the six drums in question were missing from the process area. Thereupon the employee in charge deleted all six items from the inventory list, an action for which he had the appropriate access rights. He did not report his findings any further,\n- when a routine return shipment of 150 containers with empty drums to GE was prepared on 20 January 1997, it passed unnoticed that three of these containers were not empty. The internal procedures required a radiological check of each container but this measurement action of the operator did not reveal the presence of any nuclear material. It was not noticed that the phenomenon of sealed containers without labels was a procedurally incorrect situation, and the seal number on the seals were not checked or reported,\n- the three filled containers were shipped together with the empty ones to GE on 5 February 1997.\n- following receipt of them, on 7 March 1997 GE noticed that some of the containers were not empty and notified Enusa of its findings. Enusa started an immediate investigation; a first result confirmed the existence of a shipment error,\n- on 8 March 1997 Enusa notified the Safeguards Directorate of the Commission of the occurrence,\n- on 19 March 1997 Enusa submitted to the Safeguards Directorate of the Commission a special report as provided for by Article 4 (2) of the Particular Safeguards Provisions.\nII. LEGAL ASSESSMENT\nA. The legal provisions\nBy virtue of its activities, Enusa is an undertaking falling within the terms of Article 196 (b) of the Treaty. It is therefore subject to the provisions of Chapter 7, Title II, of the Treaty; to Commission Regulation (Euratom) No 3227/76 of 19 October 1976 concerning the application of the provisions on Euratom safeguards (1), as last amended by Regulation (Euratom) No 2130/93 (2); and to the Commission Decision of 23 March 1995 laying down the Particular Safeguards Provisions for this undertaking.\nUnder Article 77 of the Treaty, the Commission must satisfy itself that, in the territories of the Member States:\n(a) ores, source materials and special fissile materials are not diverted from their intended uses as declared by the users;\n(b) the provisions relating to supply and any particular safeguarding obligations assumed by the Community under an agreement concluded with a third State or an international organization are complied with.\nIn addition, the Commission also requires, in accordance with Article 79 of the Treaty, that operating records be kept and produced in order to permit accounting for ores, source materials and special fissile materials used or produced. The same requirement applies in the case of the transport of source materials and special fissile materials.\nUnder Article 10 of Regulation (Euratom) No 3227/76, the undertaking must keep accounting records which show, amongst other information, all inventory changes for each material balance area, so as to permit a determination of the book inventory at any time.\nThus, for all inventory changes, the accounting records must show, in respect of each batch of nuclear material, material identification, batch data and source data. These records must account separately for uranium, thorium and plutonium in each batch of nuclear material. Moreover for each inventory change, the date of the inventory change and, when appropriate, the dispatching material balance area and the receiving material balance area or the recipient, must be indicated.\nArticle 11 of Regulation (Euratom) No 3227/76 lays down that, for each material balance area, the operating records shall include, amongst other information, those operating data which are used to establish changes in the quantities and composition of the nuclear material.\nFinally, for export activities, Article 24 of Regulation (Euratom) No 3227/76 lays down that:\n(a) persons and undertakings must give advance notification to the Commission of each export of source or special fissile materials. However, advance notification is required only:\n(i) where the consignment exceeds one effective kilogram (3);\n(ii) where the Particular Safeguards Provisions so specify, in the case of installations habitually transferring large total quantities of materials to the same State, even though no single consignment exceeds one effective kilogram;\n(b) such notification must be given after the conclusion of the contractual arrangements leading to the transfer and in any case in time to reach the Commission eight working days before the material is to be prepared for shipment;\n(c) such notification must be given in accordance with the form set out in Annex V to the said Regulation.\nAs regards the conditions under which advance notification is required for entry and exit operations, the Particular Safeguards Provisions for Enusa established by the Decision of 23 March 1995 lay down that advance notification is also required for exports of less than one effective kilogram.\nIn addition to this notification, and to allow cross-checks to be carried out, Article 32 of Regulation (Euratom) No 3227/76 lays down that any person or undertaking engaged, within the territories of the Member States, in carrying or temporarily storing source or special fissile materials during shipment may accept them, or hand them over only against a duly signed and dated receipt. This must state the names of the parties handing over and receiving the materials and the quantities carried, together with the nature, form and compositions of the materials.\nB. The infringements established\nFollowing an examination of the facts acknowledged by Enusa, it has been established that the undeclared export of nuclear material to the United States led to the following infringements being committed:\n1. breach of the provisions on the recording of inventory changes laid down in Article 10 (a) of Regulation (Euratom) No 3227/76;\n2. breach of the provisions on operating records laid down in Article 11 (a) of that Regulation, particularly as regards those operating data which are used to establish changes in the quantities and composition of the nuclear material;\n3. failure to give advance notification of export as laid down in Article 24 of that Regulation, in conjunction with code 1.3.2 of the Particular Safeguards Provisions.\nLastly, there has also been a breach of Article 32 of the Regulation. Since it was not notified by Enusa of the quantity, nature and composition of the nuclear material, the carrier was not able to issue the acceptance receipt by means of which verification is possible.\nC. The sanction to be applied\nUnder the terms of Article 83 (1) of the Treaty, in the event of an infringement on the part of persons or undertakings of the obligations imposed on them, the Commission may impose sanctions on such persons or undertakings.\nThese sanctions are in order of severity:\n(a) a warning;\n(b) the withdrawal of special benefits such as financial or technical assistance;\n(c) the placing of the undertaking for a period not exceeding four months under the administration of a person or board appointed by common accord of the Commission and the State having jurisdiction over the undertaking;\n(d) total or partial withdrawal of source materials or special fissile materials.\nGiven that the determining criterion for application of this Article is the seriousness of the infringement committed, it is first necessary to carry out both an objective and a subjective analysis of the nature of the offences.\nFrom an objective point of view, it appears that the provisions breached are essential elements of Community legislation in the field of safeguards, and that observance of them is essential if the aim set out in Article 77 of the Treaty is to be attained.\nMoreover, the facts established made it impossible for the Commission to carry out the task assigned to it in Article 2 (e) of the Treaty, namely to 'make certain, by appropriate supervision, that nuclear materials are not diverted to purposes other than those for which they are intended`.\nIt should be noted here that the Commission attaches particular importance to the control of exports of nuclear materials, especially in cases where they could be enriched to levels where it would be of strategic value.\nFrom a subjective point of view, it seems that there was no ulterior motive behind the actions and that these should not be seen as a form of diversion. Also, the inspectors of the Commission established that the facts occurred primarily as a result of non-compliance with internal working procedures due to human error of individual employees of Enusa. These working procedures can be improved further. However, it is observed that had they been followed correctly, the facts could not have occurred.\nMoreover, there have been no problems of substance since the Commission started applying safeguards in the installation in 1986. At each annual inventory verification of materials held, only minimal differences between the physical inventory and the book inventory were determined. The operator consistently showed an attitude of attention and awareness of matters concerning the safeguards.\nIn assessing both the objective and the objective factors set out above the Commission considers that the infringement committed by Enusa is such that a sanction is warranted.\nGiven the circumstances, in particular that there are no special benefits to Enusa such as financial or technical assistance, the Commission is of the view that the appropriate sanction to impose is that laid down in Article 83 (1) (a) of the Treaty.\nFinally, the warning of the Commission should set out the action to be taken by Enusa to preclude events of this nature in the future, all the more so since Enusa carries out such container transfer operations on a regular basis, and intends to continue doing so.\nTo this end Enusa shall provide the Commission within three months following this warning with a report on the actions it has undertaken in the following fields:\n1. the procedures of personnel training;\n2. the definition of access rights in the computer system used for nuclear materials accountancy;\n3. the internal provisions that influence how to make the proper distinction between empty and full containers;\n4. the procedures and practical tools used for physical verifications of incoming/outgoing material;\n5. the documentation and proper application of any modifications and improvements on points 1 to 4.\nMoreover, the Commission's inspectors should be enabled to verify their implementation by one or more inspections of the situation of all five abovementioned points so that they may drawn up an assessment report,", "main_body": ["Empresa Nacional del Uranio, SA has infringed Article 79 of the Euratom Treaty as implemented by Articles 10, 11 and 24 of Regulation (Euratom) No 3227/76 and in code 3.1.2. of the Commission Decision of 23 March 1995 on Particular Safeguards Provisions, through:\n(a) its failure to give advance notification of an export;\n(b) its breach of the regulations on recording inventory changes;\n(c) its breach of the regulations applicable to those operating data which are used to establish changes in the quantities and composition of the nuclear material.", "1. The Commission issues a warning to Empresa Nacional del Uranio, SA.\n2. The warning is imposed with the requirement that the infringements listed in Article 1 be rectified so that they do not recur during future operations.\n3. Based on the report referred to in Article 3 and its own verifications the Commission will assess the compliance of Empresa Nacional del Uranio, SA with the requirement set out in paragraph 2.\n4. If Empresa Nacional del Uranio, SA does not provide the Commission with the report referred to in Article 3 (1) or if any of the infringements listed in Article 1 are not rectified, the Commission will consider imposing a further sanction.", "1. Empresa Nacional del Uranio, SA shall provide the Commission within three months of the date of notification of this Decision with an implementation report describing the measures taken to rectify the infringements listed in Article 1, and this in the following fields:\n(a) the procedures of personnel training;\n(b) the definition of access rights in the computer system used for nuclear materials accountancy;\n(c) the internal provisions that influence how to make the proper distinction between empty and full containers;\n(d) the procedures and practical tools used for physical verifications of incoming/outgoing material;\n(e) the documentation and proper application of any modifications and improvements on points (a) to (d).\n2. Following receipt of the report, the Commission's inspectors will verify the implementation of points (a) to (e) mentioned in paragraph 1 in Empresa Nactional del Uranio, SA. The Commission's assessment referred to in Article 2 (3) will be based on these verifications.\n3. Empresa Nacional del Uranio, SA will grant the Commission's inspectors, in addition to their rights set out in the Treaty, access to all documents, offices and staff, in order to ensure that the verification as mentioned in paragraph 2 can be completed.", "1. This Decision is addressed to Empresa Nacional del Uranio, SA, Ctra. Salamanca-Ledesma Km. 26, Apdo. Correos 328, E-37080 Juzbado (Salamanca).\n2. This Decision shall be communicated to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 December 1997.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ L 363, 31. 12. 1976, p. 1.\n(2) OJ L 191, 31. 7. 1993, p. 75.\n(3) See Article 36 (o) of Regulation (Euratom) No 3227/76."}