{"celex_id": "31993R0819", "uri": "http://publications.europa.eu/resource/cellar/40c574df-d865-4185-9a9f-aad0af5bcc8b", "type": "Regulation", "concepts": ["171", "2414", "4327", "797", "80"], "title": "Commission Regulation (EEC) No 819/93 of 5 April 1993 amending Regulation (EEC) No 2294/92 on detailed rules for the application of the support system for producers of the oil seeds referred to in Council Regulation (EEC) No 1765/92\n", "header": "COMMISSION REGULATION (EEC) No 819/93 of 5 April 1993 amending Regulation (EEC) No 2294/92 on detailed rules for the application of the support system for producers of the oil seeds referred to in Council Regulation (EEC) No 1765/92\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EEC) No 364/93 (2), and in particular Articles 11 (1) and 12 thereof,\nWhereas Commission Regulation (EEC) No 2294/92 (3), as last amended by Regulation (EEC) No 3529/92 (4), restricts the eligibility of producers of rape seed and colza to receive the compensatory payments to only those producers sowing seed of the  varieties and qualities approved by the Commission and referred to in Article 3 of the Regulation (EEC) No 2294/92; whereas new varieties of rape seed meeting the Community's quality criteria are available; whereas these varieties should be added to the  list of varieties referred to in the said Article 3;\nWhereas the planting of areas for the sole purpose of receiving a compensatory payment should be prevented; whereas to this end and in respect of which a compensatory payment is applied for must be cultivated normally and the crop maintained for a  certain minimum period;\nWhereas it is necessary to establish a timetable for the making of the compensatory payments to producers, in order to ensure that they are made within a reasonable period of the date limit for sowing and of application for support, on one hand, and the  publication of the final regional reference amounts, on the other; whereas experience gained through the application of Council Regulation (EEC) No 3766/91 of 12 December 1991 establishing a support scheme for producers of soya beans, rape seed, colza  seed and sunflower seed (5) should be taken into consideration when establishing this timetable;\nWhereas the translation of certain terms contained in Regulation (EEC) No 2294/92 has led to confusion over their meaning in the German language version of the Regulation; whereas the German text should be consistent with the other language versions;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2294/92 is hereby amended as follows:\n1. the following Article 1a is inserted:\n'Article 1a\nOil seed crops shall be maintained until at least the beginning of flowering in normal local growth conditions. Furthermore, oil seed crops shall be maintained until at least 30 June prior to the marketing year in question, except in those cases where a  harvest takes place at the stage of full agricultural maturity before this date.';\n2. the following Article 7a is inserted:\n'Article 7a\n1. The eligibility of a producer to receive the advance payment provided for in Article 11 (2) of Regulation (EEC) No 1765/92 shall be recognized when the conditions of Title II of this Regulation have been met.\n2. Without prejudice to the transitional measures introduced by Commission Regulation (EEC) No 3368/92 (*), the checks necessary before any advance payment may be made shall include at least the administrative checks provided for in Article 8 (1) of  Council Regulation (EEC) No 3508/92 (**).\n3. Member States shall make the advance payment to producers at the earliest possible date, and in no case later than 30 September of the marketing year in respect of which the application for support was made.\n4. Member States shall make the final payment to producers not later than 60 days after the date of publication of the final regional reference amounts in the Official Journal of the European Communities.\n5. Notwithstanding paragraph 3, in cases where there is doubt as to the validity or accuracy of an application, no advance payment shall be made until such doubts are resolved.\n(*) OJ No L 342, 25. 11. 1992, p. 9.\n(**) OJ No L 355, 5. 12. 1992, p. 1.';\n3. the following varieties of oil seed rape shall be inserted in the list in Annex II:\n'Alaska\nAmazon\nApex\nAries\nFidelio\nGazelle\nGoeland\nLeadol\nLiberty\nLicargo\nLogo Mandarin\nMarinka\nMars\nMensa\nNavajo\nPrestol\nProspa\nRosette\nSaxon\nSponsor\nSprinter.';\n4. relates solely to the German-language version.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 42, 19. 2. 1993, p. 3.\n(3) OJ No L 221, 6. 8. 1992, p. 22.\n(4) OJ No L 358, 8. 12. 1992, p. 8.\n(5) OJ No L 356, 24. 12. 1991, p. 17."}