{"celex_id": "31992R1374", "uri": "http://publications.europa.eu/resource/cellar/59da25ba-72e8-43d9-b8b3-a7f02382a46a", "type": "Regulation", "concepts": ["1565", "2763", "4404"], "title": "Council Regulation (EEC) No 1374/92 of 21 May 1992 amending Regulation (EEC) No 1079/77 in respect of the co-responsibility levy on milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 1374/92 of 21 May 1992 amending Regulation (EEC) No 1079/77 in respect of the co-responsibility levy on milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 1079/77 (4) introduced a co-responsibility levy to apply until the end of the 1991/92 milk year and covering, in principle, all milk supplied to dairies and certain sales of milk products at the farm;\nWhereas the object of that levy was to achieve better balance on the market for milk by establishing a more direct link between production and the possibilities of disposing of milk products, in view of the importance of the public interests involved;  whereas the data and forecasts at present available show that the abovementioned objectives will probably not be attained before the end of the period laid down; whereas the application of that Regulation should therefore be extended for the 1992/93  milk year;\nWhereas the trend on the market situation is such that the rate of the levy for the 1992/93 milk year should be maintained at 1,5 % of the target price for milk,", "main_body": ["Regulation (EEC) No 1079/77 shall be amended as follows:\n1. In Article 1:\n(a) in paragraph 1, the terms 'and 1991/92' shall be replaced by ', 1991/92 and 1992/93';\n(b) in paragraph 4, the first subparagraph shall be replaced by the following:\n'4. Producers whose individual reference quantity is less than or equal to 60 000 kg for the relevant period of the additional levy system shall be eligible for a 0,5 point reduction in the levy resulting from Article 2.';\n2. In Article 2, the following paragraph shall be added:\n'14. With regard to the 1992/93 milk year the levy shall be fixed at 1,5 % of the target price for milk.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1992/93 milk year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 119, 11. 5. 1992, p. 47.(2) Opinion delivered on 14 May 1992 (not yet published in the Official Journal).(3) Opinion delivered on 29 April 1992 (not yet published in the Official Journal).(4) OJ No L 131, 26. 5. 1977, p. 6.  Regulation as last amended by Regulation (EEC) No 1632/91 (OJ No L 150, 15. 6. 1991, p. 23)."}