{"celex_id": "31998R2206", "uri": "http://publications.europa.eu/resource/cellar/e5f50f03-0825-48fb-aa45-bc4281964687", "type": "Regulation", "concepts": ["2387", "2771", "4333", "5619", "5706", "5709"], "title": "Commission Regulation (EC) No 2206/98 of 14 October 1998 amending Council Regulation (EC) No 2178/95 by deleting the tariff ceilings applicable for textile products originating in Latvia and Lithuania\n", "header": "COMMISSION REGULATION (EC) No 2206/98 of 14 October 1998 amending Council Regulation (EC) No 2178/95 by deleting the tariff ceilings applicable for textile products originating in Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2178/95 of 8 August 1995 opening and providing for the administration of Community tariff quotas and ceilings for certain industrial and fishery products originating in Estonia, Latvia and Lithuania, and establishing the detailed provisions for adapting these quotas and ceilings (1), as last amended by Regulation (EC) No 1926/96 (2), and in particular 6(1) thereof,\nWhereas Regulation (EC) No 2178/95 has opened the tariff ceilings for textile products originating in Lithuania and Latvia and listed in its Annex IV, and has established a Community surveillance system for preferential imports in the framework of these ceilings;\nWhereas Council Decision 98/137/EC (3) provides for the provisional application, from 1 January 1998, of the Additional Protocol in the form of an Exchange of Letters between the European Community and the Republic of Lithuania to the Free Trade Agreement between the European Communities and the Republic of Lithuania and the Europe Agreement between the Communities and their Member States and the Republic of Lithuania (4) and the Additional Protocol in the form of an Exchange of Letters between the European Community and the Republic of Latvia to the Free Trade Agreement between the European Communities and the Republic of Latvia and the Europe Agreement between the Communities and their Member States and the Republic of Latvia (5), hereinafter referred to as 'the Additional Protocols`; whereas in its Decision of 13 July 1998 (6), the Council has approved these protocols on behalf of the Community;\nWhereas the Additional Protocols stipulate in their paragraphs 2.1.1 and 2.1.2 that customs duties on imports applicable in the Community to textile products originating in Lithuania and Latvia listed in Chapters 50 to 63 of the Combined Nomenclature shall be abolished on 1 January 1998 and that Annex VI to the Free Trade Agreement and Europe Agreement with Lithuania shall be abolished and Annex V to the Free Trade Agreement and Europe Agreement with Latvia shall also be abolished;\nWhereas it is therefore appropriate to amend Regulation (EC) No 2178/95 accordingly; whereas that Regulation will henceforth only apply to tariff quotas and all references to tariff ceilings should therefore be deleted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 2178/95 is hereby amended as follows:\n1. the title shall be replaced by the following:\n'Council Regulation (EC) No 2178/95 of 8 August 1995 opening and providing for the administration of Community tariff quotas for certain industrial and fishery products originating in Estonia, Latvia and Lithuania, and establishing the detailed provisions for adapting these quotas`;\n2. in Article 1, 'or ceilings` shall be deleted;\n3. Article 3 shall be deleted;\n4. in Article 6(2):\n- in the second indent, 'or ceiling` shall be deleted,\n- in the third indent, 'or ceilings` shall be deleted;\n5. Annex IV shall be deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 223, 20. 9. 1995, p. 1.\n(2) OJ L 254, 8. 10. 1996, p. 1.\n(3) OJ L 41, 13. 2. 1998, p. 81.\n(4) OJ L 41, 13. 2. 1998, p. 82.\n(5) OJ L 41, 13. 2. 1998, p. 87.\n(6) Not yet published in the Official Journal."}