{"celex_id": "31994D0451", "uri": "http://publications.europa.eu/resource/cellar/8d779d6d-c6ba-43fa-8576-b302dce9ba5b", "type": "Decision", "concepts": ["195", "2897", "3774", "4050", "4533", "4651"], "title": "94/451/EC: Commission Decision of 27 June 1994 authorizing the United Kingdom to exempt certain transport operations from the application of the provisions of Council Regulation (EEC) No 3820/85 on the harmonization of certain social legislation relating to road transport and Council Regulation (EEC) No 3821/85 on recording equipment in road transport (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 27 June 1994 authorizing the United Kingdom to exempt certain transport operations from the application of the provisions of Council Regulation (EEC) No 3820/85 on the harmonization of certain social legislation relating to  road transport and Council Regulation (EEC) No 3821/85 on recording equipment in road transport (Only the English text is authentic) (94/451/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3820/85 of 20 December 1985 on the harmonization of certain social legislation relating to road transport (1), and in particular Article 13 (2) thereof,\nHaving regard to Council Regulation (EEC) No 3821/85 of 20 December 1985 on recording equipement in road transport (2), and in particular Article 3 (3) thereof,\nWhereas on 25 October 1993 the United Kingdom Government sent the Commission a letter requesting it to authorize it to exempt vehicles used within the boundaries of airports from the application of the provisions of Regulations (EEC) No 3820/85 and  (EEC) No 3821/85;\nWhereas the vehicles concerned are, in view of their type of construction and fittings, intended specifically for airport operations; whereas they are driven exclusively within the perimeters of airports and are not allowed under any circumstances to  travel on public highways outside airports; whereas they may travel on roads situated within the boundaries of airports which, under certain conditions, are accessible to the public;\nWhereas the Commission is of the opinion that such transport operations are carried out in exceptional circumstances within the meaning of Article 13 (2) of Regulation (EEC) No 3820/85 and Article 3 (3) of Regulation (EEC) No 3821/85; whereas this  exemption will not seriously jeopardize the objectives of the two Regulations,", "main_body": ["1. Pursuant to the provisions of Article 13 (2), the United Kingdom is hereby authorized to exempt from the application of Regulation (EEC) No 3820/85 vehicles which travel exclusively within the boundaries of airports, which must be used in  connection with the operation of airports and which are not authorized or technically approved for travel on the public highway outside of airports.\n2. The United Kingdom is hereby authorized to grant exemptions from the application of Regulation (EEC) No 3821/85 to the transport vehicles referred to in paragraph 1, provided that the objectives of Regulation (EEC) No 3820/85 are not called into  question.\n3. These exemptions apply solely within the United Kingdom.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 27 June 1994.\nFor the Commission\nMarcelino OREJA\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1985, p. 1.\n(2) OJ No L 370, 31. 12. 1985, p. 8."}