{"celex_id": "31993R1657", "uri": "http://publications.europa.eu/resource/cellar/dc784d64-ac2a-4f71-a248-5aa23395659b", "type": "Regulation", "concepts": ["1730", "2758", "4080", "4350", "4793", "5076"], "title": "Council Regulation (EEC) No 1657/93 of 24 June 1993 temporarily suspending the autonomous Common Customs Tariff duties on certain industrial products intended to equip the free zones of the Azores and Madeira\n", "header": "COUNCIL REGULATION (EEC) No 1657/93 of 24 June 1993 temporarily suspending the autonomous Common Customs Tariff duties on certain industrial products intended to equip the free zones of the Azores and Madeira\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Council, in its Decision 91/315/EEC (3), set up a programme of options specific to the remote and insular nature of Madeira and the Azores (Poseima);\nWhereas in the context of the overall programme of measures established in that Decision to stimulate the economic and social development of the abovementioned autonomous regions, it was stipulated that free zones could be an appreciable instrument of  economic development in the regions concerned; whereas it may be appropriate to adopt specific customs measures regarding the arrangements applicable to the free zones of the Azores and Madeira;\nWhereas Council Regulation (EEC) No 1604/92 of 15 June 1992, amending Regulation (EEC) No 2504/88 on free zones and free warehouses (4), provided that processing operations carried out in the free zones of these autonomous regions should not be subject  to the economic conditions laid down in the inward processing arrangements;\nWhereas in a request submitted on 4 March 1992 and supplemented on 22 October 1992 and 20 January 1993, the competent Portuguese authorities asked to be granted an exemption from Common Customs Tariff duties on imports of certain industrial products  intended to equip the free zones of the Azores and Madeira;\nWhereas, upon detailed examination of the situation, such a measure appears likely to give the required boost to the development of economic activities in the said free zones;\nWhereas, in order to avoid directly affecting the functioning of the common market, a time limit must be set for this measure and suitable action taken to ensure that the products for which a suspension is granted are intended solely to equip the said  free zones;\nWhereas the Commission must be informed of the volume of imports involved,", "main_body": ["1. The Common Customs Tariff duties applicable to products listed in the Annex shall be suspended in full until 31 December 2000.\n2. The suspension referred to in paragraph 1 shall apply solely to products intended to equip the free zones of the Azores and Madeira.\n3. The competent Portuguese authorities shall adopt the provisions necessary to ensure compliance with paragraph 2 pursuant to the relevant Community provisions on end-use, in particular the charging of Common Customs Tariff duties when the products in  question are transported to other parts of the Community's customs territory.\nThey shall inform the Commission of these measures at the earliest opportunity.", "With respect to the products referred to in Article 1, the competent Portuguese authorities shall inform the Commission, no later than 15 March of each year, of the volume of imports for which the tariff suspension has been granted during the  preceding year.", "During the year 2000, the Commission, after consulting the competent Portuguese authorities, shall examine the effects of the measures adopted on the development of the free zones of the Azores and Madeira and shall, if necessary, submit  appropriate proposals.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 116, 27. 4. 1993, p. 11.\n(2) Opinion delivered on 28 May 1993 (not yet published in the Official Journal).\n(3) OJ No L 171, 29. 6. 1991, p. 10.\n(4) OJ No L 173, 27. 6. 1992, p. 30.\nANNEX\n/* Tables: see OJ */"}