{"celex_id": "31995D0346", "uri": "http://publications.europa.eu/resource/cellar/ab693b9e-c7b0-4371-93a0-9b61b344926b", "type": "Decision", "concepts": ["1445", "1518", "3422", "4687", "4689", "5369"], "title": "95/346/EC: Commission Decision of 25 July 1995 laying down special animal health conditions and veterinary certification for the importation of certain categories of fresh poultrymeat from Israel and certain animal health restrictions after such imports\n", "header": "COMMISSION DECISION of 25 July 1995 laying down special animal health conditions and veterinary certification for the importation of certain categories of fresh poultrymeat from Israel and certain animal health restrictions after such imports (Text with EEA relevance) (95/346/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing intra-Community trade in and imports from third countries of fresh poultrymeat (1), as last amended by Directive 93/121/EC (2) and in particular Articles 11 (2) and 14 (2) thereof,\nWhereas Commission Decision 94/85/EC (3), as last amended by Decision 95/181/EC (4), established a list of third countries from which importation of fresh poultrymeat is authorized;\nWhereas Commission Decision 94/984/EC (5), as amended by Decision 95/302/EC (6) established the animal health conditions and the veterinary certificates for imports of fresh poultrymeat from certain third countries;\nWhereas recent information was received from Israel stating that this country for other meat than goose liver cannot comply with all the animal health requirements laid down in the certificates established by Decision 94/984/EC;\nWhereas it is possible, on a case-by-case basis, to establish special animal health conditions and the models of certificates to be used for imports of fresh poultrymeat not complying with the general animal health requirements if the third country concerned offers similar guarantees which are at least of an equivalent standard;\nWhereas, moreover, in certain cases specific animal health restrictions after import can be necessary; whereas, in these cases, it is necessary to inform the official veterinarian responsible for the place of destination by means of an Animo-message sent in accordance with Commission Decision 91/398/EEC (7);\nWhereas information was received from Israel proving that this country can offer guarantees which are of an equivalent standard with regard to poultry-meat other than goose liver; whereas this information has been confirmed by an on-the-spot inspection;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize the import, from Israel, of skinned and deboned fresh poultrymeat other than goose liver provided that the meat complies with the requirements of the corresponding animal health certificate set out in Annex I and that it is accompanied by such a certificate, duly completed and signed.", "1. Member States shall authorize the import, from Israel, of fresh poultrymeat, other than goose liver, which is destined for establishments approved in accordance with Council Directive 71/118/EEC (8) or 77/99/EEC (9), provided that the meat complies with the requirements of the corresponding animal health certificate set out in Annex II and that it is accompanied by such a certificate, duly completed and signed.\nIn this case, the imported meat has to undergo, in the establishment of destination:\neither:\n(a) skinning and deboning;\nor:\n(b) processing into meat products following one of the following treatments:\n(i) heat treatment in a hermetically sealed container to an Fo value of three or more;\n(ii) heat treatment so that a centre temperature of at least 70 °C has been achieved.\n2. Meat imported in accordance with paragraph 1 must be:\n(a) transported, in sealed vehicles or containers, directly from the border inspection post to the establishment of destination indicated in the certificate;\n(b) stored and treated separately from meat which will not be submitted to the same treatment of skinning and deboning, respectively processing.\n3. The establishment to which this meat is consigned must comply with the following criteria:\n(a) It must be registered by the Competent Authorities for this purpose.\n(b) It must keep records on the entries and exit of the meat covered by this Article, as well as of the by-products and, where applicable, meat products derived from it.\n(c) All by-products, such as bones, must be treated in an approved establishment in accordance with Council Directive 90/667/EEC (10).\n(d) Skins removed from the imported meat must be treated in a way ensuring the destruction of avian viruses.\nThe treatment applied to this meat must be carried out under surveillance of the official veterinarian.\n4. By derogation to paragraph 2 (a), the meat may be stored in another approved establishment than the one were the treatment will take place. In this case, the provisions of Article 2 (5) of Commission Decision 92/183/EEC (11) apply mutatis mutandis.\n5. The official veterinarian responsible for the establishment mentioned in paragraphs 3 or 4 must be informed by means of an Animo-message sent from the border inspection post or, where applicable, from the veterinary unit competent for the establishment where the meat was stored in conformity with paragraph 4.", "This Decision shall apply until 31 December 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 35.\n(2) OJ No L 340, 31. 12. 1993, p. 39.\n(3) OJ No L 44, 17. 2. 1994, p. 31.\n(4) OJ No L 119, 30. 5. 1995, p. 34.\n(5) OJ No L 378, 31. 12. 1994, p. 11.\n(6) OJ No L 185, 4. 8. 1995, p. 50.\n(7) OJ No L 221, 9. 8. 1991, p. 30.\n(8) OJ No L 55, 8. 3. 1971, p. 23.\n(9) OJ No L 26, 31. 1. 1977, p. 85.\n(10) OJ No L 363, 27. 12. 1990, p. 51.\n(11) OJ No L 84, 31. 3. 1992, p. 33.\nANNEX I\n>START OF GRAPHIC>\nANIMAL HEALTH CERTIFICATE FOR FRESH SKINNED AND DEBONED POULTRYMEAT FOR HUMAN CONSUMPTION (1)\nNote for the importer: This certificate is only for veterinary purposes and the original has to accompany the consignment until it reaches the border inspection post.\t1. Consigner (name and address in full)\t2. HEALTH CERTIFICATE\nNo ORIGINAL 2.1. No of relevant public health certificate:\n4. Consignee (name and address in full)\t3. Country of origin: ISRAEL\n8. Place of loading:\t5. Competent authority:\n9.1. Means of transport (2):\n9.2. Number of the seal (3):\t6. Competent authority (local level):\n10.1. Member State of destination:\n10.2. Final destination:\t7. Address of establishment(s):\n7.1. Slaughterhouse:\n7.2. Cutting plant:\n7.3. Cold store (4):\n12. Poultry species:\n13. Nature of cuttings:\t11. Approval number(s) of the establishment(s):\n11.1. Slaughterhouse:\n11.2. Cutting plant:\n11.3. Cold store (4):\n14. Consignment identification details:\nNotes: A separate certificate must be provided for each consignment of fresh poultrymeat.\t15. Quantity:\n15.1. Net weight (kgs)\n15.2. No of packages\n(1) Fresh poultrymeat means any parts of domestic fowl, turkeys, guinea fowl, geese and ducks, which are fit for human consumption and which have not undergone any treatment other than cold treatment to ensure its preservation; vacuum wrapped meat or meat wrapped in a controlled atmosphere must also be accompanied by a certificate according to this model.\n(2) Indicate means of transport and registration marks or registered name, as appropriate.\n(3) Optional.\n(4) Delete if not applicable.\n16. Health attestation:\nI, the undersigned official veterinarian, hereby certify, in accordance with the provisions of Council Directive 91/494/EEC:\n1. that the meat described above is obtained from poultry which:\n(a) have been held in the territory of ISRAEL since hatching or have been imported as day-old chicks;\n(b) come from holdings:\n- which have not been placed under animal health restrictions in connection with a poultry disease,\n- around which, within a radius of 10 km, there have been no outbreaks of avian influenza or Newcastle disease for at least 30 days;\n(c) have not been slaughtered in the context of any animal health scheme for the control or eradication of poultry diseases;\n(d) during transport to the slaughterhouse did not come into contact with poultry suffering from avian influenza or Newcastle disease;\n2. that the meat described above comes from slaughterhouses which, at the time of slaughter, are not under restrictions due to a suspect or actual outbreak of avian influenza or Newcastle disease and around which, within a radius of 10 km, there have been no outbreaks of avian influenza or Newcastle disease for at least 30 days;\n3. that all skin and bones have been removed under official surveillance in the cutting plant mentioned under point 7.2.\nDone at \t\ton \t\t\t\t(signature of official veterinarian) (5)\nSeal (5)\n(name in capital letters, qualifications and title)\n(5) Stamp and signature in a colour different to that of the printing.\n>END OF GRAPHIC>\nANNEX II\n>START OF GRAPHIC>\nANIMAL HEALTH CERTIFICATE FOR FRESH POULTRYMEAT FOR DE-BONING AND/OR PROCESSING (1)\nNotes for the importer:\n- This certificate concerns poultrymeat covered by Commission Decision 95/346/EC, Article 2, and specific animal health restrictions apply to it after import.\n- This certificate is only for veterinary purposes and the original has to accompany the consignment until it reaches the border inspection post.\t1. Consigner (name and address in full)\t2. HEALTH CERTIFICATE\nNo ORIGINAL 2.1. No of relevant public health certificate:\n4. Consignee (name and address in full)\t3. Country of origin: ISRAEL\n8. Place of loading:\t5. Competent authority:\n9.1. Means of transport (2):\n9.2. Number of the seal (3):\t6. Competent authority (local level):\n10.1. Member State of destination:\n10.2. Final destination:\n(cutting and/or processing plant)\t7. Address of establishment(s):\n7.1. Slaughterhouse:\n7.2. Cutting plant (4):\n7.3. Cold store (4):\n12. Poultry species:\n13. Nature of cuttings:\t11. Approval number(s) of the establishment(s):\n11.1. Slaughterhouse:\n11.2. Cutting plant (4):\n11.3. Cold store (4):\n14. Consignment identification details:\nNotes:\n(a) A separate certificate must be provided for each consignment of fresh poultrymeat.\n(b) The meat must be transported directly from the border inspection post to the place of destination referred to in point 10.2.\t15. Quantity:\n15.1. Net weight (kgs)\n15.2. No of packages\n(1) Fresh poultrymeat means any parts of domestic fowl, turkeys, guinea fowl, geese and ducks, which are fit for human consumption and which have not undergone any treatment other than cold treatment to ensure its preservation; vacuum wrapped meat or meat wrapped in a controlled atmosphere must also be accompanied by a certificate according to this model.\n(2) Indicate means of transport and registration marks or registered name, as appropriate.\n(3) Optional.\n(4) Delete if not applicable.\n16. Health attestation:\nI, the undersigned official veterinarian, hereby certify, in accordance with the provisions of Council Directive 91/494/EEC:\n1. that the meat described above is obtained from poultry which:\n(a) have been held in the territory of ISRAEL since hatching or have been imported as day-old chicks;\n(b) come from holdings:\n- which have not been placed under animal health restrictions in connection with a poultry disease,\n- around which, within a radius of 10 km, there have been no outbreaks of avian influenza or Newcastle disease for at least 30 days;\n(c) have not been slaughtered in the context of any animal health scheme for the control or eradication of poultry diseases;\n(d) during transport to the slaughterhouse did not come into contact with poultry suffering from avian influenza or Newcastle disease;\n2. that the meat described above comes from slaughterhouses which, at the time of slaughter, are not under restrictions due to a suspect or actual outbreak of avian influenza or Newcastle disease and around which, within a radius of 10 km, there have been no outbreaks of avian influenza or Newcastle disease for at least 30 days.\nDone at \t\ton \t\t\t\t(signature of official veterinarian) (5)\nSeal (5)\n(name in capital letters, qualifications and title)\n(5) Stamp and signature in a colour different to that of the printing.\n>END OF GRAPHIC>"}