{"celex_id": "31997R1237", "uri": "http://publications.europa.eu/resource/cellar/4b0d8466-9b7a-46d8-957c-c281e5b3928f", "type": "Regulation", "concepts": ["1309", "2739", "4308", "4359", "616", "946"], "title": "Commission Regulation (EC) No 1237/97 of 27 June 1997 amending Annex II to Council Regulation (EEC) No 2455/92 concerning the export and import of certain dangerous chemicals\n", "header": "COMMISSION REGULATION (EC) No 1237/97 of 27 June 1997 amending Annex II to Council Regulation (EEC) No 2455/92 concerning the export and import of certain dangerous chemicals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2455/92 of 23 July 1992 concerning Community exports and imports of certain dangerous chemicals (1), as last amended by Commission Regulation (EC) No 1492/96 (2), and in particular Article 11 (2) thereof,\nWhereas Regulation (EEC) No 2455/92 sets up a system of notification and, in particular, of information for imports from and exports to third countries of certain dangerous chemicals; whereas certain of these chemicals are subject to the international prior informed consent procedure (PIC) established by the United Nations Environment Programme (UNEP) and by the Food and Agriculture Organization (FAO);\nWhereas Regulation (EEC) No 2455/92 further provides for the participation of the Community in the international prior informed consent procedure;\nWhereas Article 5 (3) of Regulation (EEC) No 2455/92 provides, inter alia, that the information in Annex II to the said Regulation should comprise the list of chemicals subject to the international PIC procedure, a list of the countries participating in the PIC scheme and the PIC decisions of importing countries;\nWhereas Article 11 (2) of Regulation (EEC) No 2455/92 provides that Annex II should be amended where the UNEP and the FAO have initiated amendments to the list of chemicals subject to the international PIC procedure and to the PIC decisions of importing countries;\nWhereas, a number of such amendments having been so initiated, it is necessary, in accordance with Article 11 of Regulation (EEC) No 2455/92, to amend its Annex II, as last amended by Commission Regulation (EC) No 1492/96;\nWhereas it is desirable to give exporters additional information by listing also interim decisions of participating importing countries;\nWhereas this Regulation is in accordance with the opinion of the Committee set up under Article 29 of Council Directive 67/548/EEC of 27 June 1967 on the approximation of the laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (3), as last amended by Directive 96/56/EC of the European Parliament and the Council (4),", "main_body": ["The Annex to this Regulation replaces Annex II to Regulation (EEC) No 2455/92.", "This Regulation shall enter into force one month after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 251, 29. 8. 1992, p. 13.\n(2) OJ No L 189, 30. 7. 1996, p. 19.\n(3) OJ No 196, 16. 8. 1967, p. 1.\n(4) OJ No L 236, 18. 9. 1996, p. 35.\nANNEX\n'ANNEX II\nThe information contained in this Annex is based on the PIC Circular VI, July 1996 and on the update of PIC Circular VI, January 1997\n1. List of chemicals subject to the international PIC procedure\nThe following chemicals have been introduced in the PIC procedure following control actions reported by participating countries. For aldrin, dieldrin, DDT, dinoseb and dinoseb salts, fluoroacetamide, HCH, chlordane, chlordimeform, EDB, heptachlor, mercury compounds, reported control actions refer to pesticide use (as defined by the FAO/UNEP). For crocidolite, PBBs, PCBs, PCTs and tris(2,3 dibromopropyl)phosphate, reported control actions refer to industrial use. Decision guidance documents (DGDs) have been prepared by UNEP/FAO (IRPTC) to help countries to make import decisions concerning those chemicals. Nevertheless, DGD is not the only information taken into account by countries when they take their import decision. Therefore, the import decision does not necessarily refer to the uses mentioned in the DGD.\n>TABLE>\n2. List of the countries participating in the PIC scheme\nAfghanistan (*)Albania\nAlgeria\nAndorra (*)\nAngola\nAntigua and Barbuda\nArgentina\nArmenia (*)\nAustralia\nAzerbaijan (*)\nBahamas\nBahrain\nBangladesh\nBarbados\nBelarus (*)\nBelize\nBenin\nBhutan\nBolivia\nBosnia-Herzegovina\nBotswana\nBrazil\nBrunei Darussalam (*)\nBulgaria\nBurkina Faso\nBurundi\nCambodia (*)\nCameroon\nCanada\nCape Verde\nCentral African Republic\nChad\nChile\nChina\nColombia\nComoros\nCongo\nCook Islands\nCosta Rica\nCôte-d'Ivoire\nCroatia (*)\nCuba\nCyprus\nCzech Republic (1)Democratic People's Republic of Korea (*)\nDjibouti (*)\nDominica\nDominican Republic\nEcuador\nEgypt\nEl Salvador\nEquatorial Guinea (*)\nEritrea (*)\nEstonia\nEthiopia\nEuropean Union (its Member States and Members of the EEA Agreement) (2)Federated States of Micronesia (*)\nFiji\nGabon (*)\nGambia\nGeorgia\nGhana\nGrenada\nGuatemala\nGuinea\nGuinea-Bissau (*)\nGuyana (*)\nHaiti\nHoly See (*)\nHonduras\nHungary\nIndia\nIndonesia\nIran\nIraq\nIsrael\nJamaica\nJapan\nJordan\nKazakhstan\nKenya\nKiribati (*)\nKuwait\nKyrgyzstan (*)\nLao People's Democratic Republic (*)\nLatvia\nLebanon\nLesotho\nLiberia\nLibyan Arab Jamahiriya\nLithuania\nMacedonia (*)\nMadagascar\nMalawi\nMalaysia\nMaldives (*)\nMali\nMalta\nMarshall Islands (*)\nMauritania\nMauritius\nMexico\nMoldova\nMonaco (*)\nMongolia\nMorocco\nMozambique\nMyanmar\nNamibia (*)\nNauru (*)\nNepal\nNew Zealand\nNicaragua\nNiger\nNigeria\nOman, Sultanate of\nPakistan\nPanama\nPapua New Guinea\nParaguay\nPeru\nPhilippines\nPoland (*)\nQatar\nRepublic of Korea\nRomania\nRussian Federation\nRwanda\nSt Kitts and Nevis\nSt Lucia\nSt Vincent and the Grenadines\nSamoa\nSan Marino (*)\nSão Tomé and Príncipe\nSaudi Arabia\nSenegal\nSeychelles (*)\nSierra Leone\nSingapore (*)\nSlovakia\nSlovenia (*)\nSolomon Islands\nSomalia (*)\nSouth Africa (*)\nSri Lanka\nSudan\nSuriname\nSwaziland (*)\nSwitzerland\nSyrian Arab Republic\nTajikistan\nThailand\nTogo\nTonga\nTrinidad and Tobago\nTunisia\nTurkey\nTurkmenistan (*)\nTuvalu (*)\nUganda\nUkraine (*)\nUnited Arab Emirates\nUnited Republic of Tanzania\nUnited States of America\nUruguay\nUzbekistan\nVanuatu\nVenezuela\nVietnam\nYemen (*)\nYugoslavia (*)\nZaire\nZambia\nZimbabwe\n(*) These countries have not yet nominated a DNA.\n(1) Focal point only.\n(2) Member States of the European Union: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom.\nMembers of the EEA Agreement: European Union, Iceland, Liechtenstein, Norway.\n3. Decisions of participating countries\nThe decisions reported are final decisions, unless indicated as interim.\n>TABLE>"}