{"celex_id": "31994D0731", "uri": "http://publications.europa.eu/resource/cellar/b1b17033-3dfb-4035-95ab-5fc92fa4bd5e", "type": "Decision", "concepts": ["1182", "192", "1937", "2737", "2763", "994"], "title": "94/731/EC: Commission Decision of 8 November 1994 amending for the second time Decision 94/514/EC of 8 August 1994 concerning certain protection measures with regard to foot-and-mouth disease in Greece (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 8 November 1994 amending for the second time Decision 94/514/EC of 8 August 1994 concerning certain protection measures with regard to foot-and-mouth disease in Greece (Text with EEA relevance) (94/731/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by the Council Directive 92/118/EEC (2) and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989, concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Council Directive 92/118/EEC and, in particular,\nArticle 9,\nWhereas since 1 August 1994 several outbreaks of foot-and-mouth disease (FMD) have been declared in several parts of Greece;\nWhereas the foot-and-mouth disease situation in Greece is liable to endanger the herds of other Member States in view of the trade in live biungulate animals and certain of their products;\nWhereas Commission Decision 94/514/EC of 8 August 1994 concerning certain protection measures with regard to foot-and-mouth disease in Greece (4), as amended by Decision 94/683/EC (5), prohibited trade in live susceptible animals and certain of their  products;\nWhereas Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules  referred to in Annex A (I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC, as last amended by Commision Decision 94/723/EC (6), lays down treatments which can be considered to render safe hides and skins which are  contaminated with FMD virus;\nWhereas following such treatments hides and skins can be traded from FMD infected areas;\nWhereas wool which is dried and securely packaged does not pose a significant risk regarding spread of FMD virus;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 94/514/EC is hereby amended as follows:\n1. in Article 1 (2) and (3), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n2. in Article 2 (3), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n3. in Article 3 (4), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n4. in Article 4 (4), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n5. in Article 5 (4), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n6. in Article 6 (3) and (4), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n7. in Article 7, paragraph 2 is replaced by the following:\n'2. This prohibition shall not apply to hides and skins which were produced before 1 May 1994 or which conform to the requirements of paragraph 1, A, indents 2 to 5 or paragraph 1, B, indents 3 and 4 of Chapter 3 of Annex 1 of Council Directive  92/118/EEC.\nCare must be taken to effectively separate treated hides from untreated hides.';\n8. in Article 7 (3), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994';\n9. in Article 9, paragraph 2 is replaced by the following:\n'2. The prohibitions mentioned in paragraph 1 shall not apply to:\n(a) animal products referred to in paragraph 1 which have been subjected to:\n- heat treatment in a hermetically sealed container with a Fo value of 3,00 or more, or\n- heat treatment in which the centre temperature is raised to at least 70Â°C.\n(b) unprocessed sheep's wool or which is securely enclosed in packaging and dry';\n10. in Article 9 (3), 'Commission Decision 94/683/EC of 19 October 1994' is replaced by 'Commission Decision 94/731/EC of 8 November 1994'.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 206, 9. 8. 1994, p. 16.\n(5) OJ No L 272, 22. 10. 1994, p. 53.\n(6) OJ No L 288, 9. 11. 1994, p. 51."}