{"celex_id": "31997D0530", "uri": "http://publications.europa.eu/resource/cellar/a550ea85-02f4-4e26-a382-1d7abb0a0587", "type": "Decision", "concepts": ["1010", "1417", "2105", "287", "5886", "889"], "title": "97/530/EC: Council Decision of 24 July 1997 on amendments to the OECD Arrangement on guidelines in the field of officially supported export credits\n", "header": "COUNCIL DECISION of 24 July 1997 on amendments to the OECD Arrangement on guidelines in the field of officially supported export credits (97/530/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal of the Commission,\nWhereas it remains necessary to minimize counterproductive competition in the field of officially supported export credits and to reinforce international cooperation;\nWhereas, in order to give effect to the principle of international cooperation, the Community is a participant in the Arrangement on guidelines for officially supported export credits concluded in the framework of the OECD (hereinafter called the Arrangement), which was brought into force in the Community by a Council Decision of 4 April 1978, as last amended by Decision 97/173/EC (1);\nWhereas the participants in the Arrangement have drawn up a series of measures, to which the Community should subscribe, for the amendment of Annex IX to the Arrangement and for a new Annex thereto,", "main_body": ["Annex IX to the Arrangement shall be replaced by Annex IX annexed hereto.", "The Arrangement shall be supplemented by the addition of Annex X annexed hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 69, 11. 3. 1997, p. 19.\nANNEX\n'ANNEX IX\nFUTURE WORK\nI. GLOBAL UNTYING\nThe participants confirm their resolve to cooperate with the DAC/FA to develop targets for the untying of aid and the development of a more precise definition of untied aid. They will follow closely progress in the DAC/FA. They agree to invite the DAC to consider how to strengthen discipline and transparency, as follows:\nA. Discipline\nThe DAC/FA to engage urgently in a discussion with a view to agreeing targets for the untying of aid.\nB. Transparency\nThe modalities of the following measures for improvement of transparency to be worked out in conjunction with DAC/FA. Notification of specified untied aid credits at the latest before commencement of the bidding procedure, or within (e.g. 45 calendar/working days) of the date of signing the financial contract, whichever is the earlier, giving reasonable time and project information for bids to be prepared within tender deadlines. Immediate ex-post notification of the name and nationals of the company being awarded the contract of specific untied aid.\nThe Secretariat would create and update a register of such notifications on OLIS. Information under the preceding subparagraph would be unclassified.\nII. MARKET WINDOWS\nParticipants undertake to investigate further both the issue of transparency and definition of market window operations with a view to preventing distortion of competition.\nIII. SECTORS\nA. Agriculture\nA firm undertaking to start negotiations on agriculture in 1994 on complementary guidelines on export credits on agricultural products. An expert group would be established with its first meeting in July 1994.\nB. Steel\nThe need for further or complementary guidelines in the Arrangement on guidelines for officially supported export credits for steel plant and equipment will be considered when the outcome of the negotiations in the Multilateral Steel Agreement context is known.\nIV. PREMIUMS AND RELATED ISSUES\nThe participants recognize that premiums and guarantee fees are important and a priority issue and agree to investigate guiding principles with a view to producing convergence among premiums. In accordance with their international obligations, the participants agree that the level of premiums should not be inadequate to cover long-term operating costs and losses. The participants endorse the notion of risk-based premiums and the need to eliminate trade distortions whether caused by premiums or related conditions.\nThe participants will endeavour with best efforts to reach an agreement on guiding principles for setting premiums and related conditions before the 1995 meeting of the Ministerial Council.\nANNEX X\nRULES FOR IMPLEMENTATION OF THE SCHAERER PACKAGE\nI. DDR\n1. For currencies where CIRR * is less than 10 %.\nFor commitments up to and including 31 August 1966, the following formula will apply:\nDDR = CIRR * + >NUM>1>DEN>6 (10 - CIRR * ) + M\nMargin (M) depends on repayment terms (R) as follows:\n>TABLE>\nThe last day to commit at this transitional DDR formula (individual tied or partially untied aid credits, aid protocols, aid credit lines or similar agreements; for currencies where CIRR * is less than 10 %) is 31 August 1996.\nThe validity of commitments made up to and including 31 August 1996 and using this DDR formula will end at the latest on 31 August 1997.\n2. For currencies where CIRR * is greater than, or equal to, 10 %, the following DDR formula will apply:\nDDR = CIRR * + M\nThe values for M (Margin) depend on R (repayment terms) and are as quoted in point 1.\n3. With effect from 1 September 1996 for all currencies, all new aid credit commitments will use the following DDR formula:\nDDR = CIRR * + M\nThe values for M (Margin) depend on R (repayment terms) and are as quoted in point 1.\nII. SDR-BASED RATE\nUp to and including 31 August 1995:\nParagraphs 5 (b) and 20 (a) and note 3 will remain in force for countries formerly classified in category III. In effect this means that participants may continue to apply the SDR-based rate up to and including 31 August 1995.\nThe validity of commitments using the SDR-based rate made up to and including 31 August 1995 will end at the latest on 29 February 1996.\nIII. COUNTRY CLASSIFICATION\nCountry reclassification will be effective immediately with the exception of countries which are reclassified in category I and which were classified in category II and subject to note 1, which will continue to be eligible for 10 year repayment terms. Transactions supported with these terms will lose validity at the latest on 28 February 1997.\nCountries moving from category II to category I shall be subject to paragraph 6 (b) of the Arrangement effective on 1 March 1995.\nIV. VALIDITY OF PRIOR COMMITMENTS\nThe validity of prior commitments in respect of tied and partially untied aid will be two years after notification for individual transactions, whether or not they are notified under a credit line or a revision to an earlier notification. When a country has become ineligible for 17 or 20 year World Bank loans for the first time, the validity of existing and new tied and partially untied aid credit lines, notified or signed, shall be restricted to one year after the date of potential reclassification in accordance with note 7 of the Arrangement. Renewal is possible at new terms (in accordance with the rules of Chapter III of the Arrangement):\n- after reclassification of countries, and\n- after a change in the rules of the Arrangement.\nWhen the DDR changes, the old terms can be maintained.\nV. FUTURE WORK\nSee Annex IX.`"}