{"celex_id": "31999R1454", "uri": "http://publications.europa.eu/resource/cellar/8bfb3034-b606-47f5-9b24-0b2b09cf8d2f", "type": "Regulation", "concepts": ["2965", "3003", "4337", "4360", "862"], "title": "Commission Regulation (EC) No 1454/1999 of 1 July 1999 derogating from Regulation (EEC) No 3887/92 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes\n", "header": "COMMISSION REGULATION (EC) No 1454/1999\nof 1 July 1999\nderogating from Regulation (EEC) No 3887/92 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes(1), as last amended by Regulation (EC) No 1036/1999(2), and in particular Article 12 thereof,\n(1) Whereas some regions in Germany and Austria were affected by exceptional floods in May 1999; whereas because of these floods it was no longer economically viable for a large number of producers in those regions to sow seeds; whereas such a situation is likely to lead to the producers affected suffering a major loss of income on their farms, including compensatory payments;\n(2) Whereas, in order to relieve the situation of the producers concerned, exceptional provision should be made for the 1999/2000 marketing year allowing amendments to be made to areas declared as set aside;\n(3) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Fund Committee,", "main_body": ["Notwithstanding Article 4(2)(a) of Commission Regulation (EEC) No 3887/92(3), \"area\" aid applications in respect of the 1999/2000 marketing year submitted before 15 May 1999 in the regions listed in the Annex, may be amended by withdrawing areas declared as being \"arable crops\" and adding them to the set-aside areas, provided that the areas in question have effectively been out of production, from 15 January 1999.\nAmendment declarations shall be submitted no later than 15 July 1999.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 355, 5.12.1992, p. 1.\n(2) OJ L 127, 21.5.1999, p. 4.\n(3) OJ L 391, 31.12.1992, p. 36.\nANNEX\n1. GERMANY\nHessen\n- Landkreise Groß Gerau, Bergstraße\nRheinland-Pfalz\n- Landkreise: Alzey-Worms, Ludwigshafen, Germersheim\n- Kreisfreie Städte: Worms, Frankenthal (Pfalz), Ludwigshafen a.R., Speyer\nBaden-Württemberg\nRegierungsbezirk Karlsruhe:\n- Landkreise: Karlsruhe, Rastatt; Rhein-Neckar-Kreis\nRegierungsbezirk Freiburg:\n- Ortenaukreis, Landkreise Emmendingen, Konstanz\nRegierungsbezirk Tübingen:\n- Landkreis Ravensburg, Bodensee-Kreis\nBayern\nRegierungsbezirk Schwaben:\n- Landkreise: Donau-Ries, Dillingen a.d. Donau, Aichach-Friedberg, Günzburg, Augsburg, Neu-Ulm, Unterallgäu, Ostallgäu, Oberallgäu, Lindau/Bodensee\nRegierungsbezirk Oberbayern:\n- Landkreise: Eichstätt, Neuburg-Schrobenhausen, Pfaffenhofen, Freising, Dachau, Erding, Mühldorf a. Inn, Fürstenfeldbruck, Starnberg, München, Ebersberg, Rosenheim, Miesbach, Bad Tölz-Wolfratshausen, Landsberg a. Lech, Weilheim-Schongau, Garmisch-Partenkirchen\nRegierungsbezirk Niederbayern:\n- Landkreise: Straubing-Bogen, Deggendorf, Dingolfing-Landau, Landshut, Kehlheim, Passau, Rottal-Inn\nRegierungsbezirk Oberpfalz:\n- Landkreis Regensburg\n2. AUSTRIA\nBurgenland\n- Oberwart, Güssing\nNiederösterreich\n- Amstetten, Melk, Krems Stadt, Krems Land, St Pölten Land, Tulln, Korneuburg, Wien-Umgebung, Gänserndorf, Bruck/Leitha\nOberösterreich\n- Perg, Eferding\nSteiermark\n- Feldbach\nTirol\n- Imst\nVorarlberg\n- Gesamtes Bundesland"}