{"celex_id": "31995R2698", "uri": "http://publications.europa.eu/resource/cellar/77755c59-766d-4ec3-9eef-d71433fdaf70", "type": "Regulation", "concepts": ["1309", "1779", "321", "3837", "519"], "title": "Commission Regulation (EC) No 2698/95 of 22 November 1995 introducing registration with regard to certain imports of ferro-silico-manganese originating in South Africa\n", "header": "COMMISSION REGULATION (EC) No 2698/95 of 22 November 1995 introducing registration with regard to  certain imports of ferro-silico-manganese originating in South Africa\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against  dumped imports from countries not members of the European Community  (1), as last amended by  Regulation (EC) No 1251/95  (2), and in particular Article 10 (5) and 14 (5) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nI.  BACKGROUND\n(1)  On 19 December 1994, the Commission, by Regulation (EC) No 3119/94  (3),  imposed a provisional anti-dumping duty on imports of ferro-silico-manganese originating in Russia,  Ukraine, Brazil and South Africa.\n(2)  On 26 July 1995, the Commission, by Decision 95/418/EC  (4), accepted an undertaking offered  by, inter alia, the South African producer, Highveld Steel and Vanadium Corporation Limited,  thereby terminating the investigation with regard to this company.\n(3)  On 6 October 1995, the Council, by Regulation (EC) No 2413/95  (5), imposed a definitive  anti-dumping duty on imports of ferro-silico-manganese originating in Russia, Ukraine, Brazil and  South Africa. That Regulation excludes from the application of the duty imports of  ferro-silico-manganese produced and exported by, inter alia Highveld Steel and Vanadium Corporation  Limited on the basis of the undertaking accepted by the Commission.\n(4)  By correspondence sent to the Commission immediately prior to the adoption of Regulation (EC)  No 2413/95, however, Highveld Steel and Vanadium Corporation Limited withdrew the undertaking. A  proposal is accordingly being made to the Council to amend Regulation (EC) No 2413/95 by imposing a  definitive anti-dumping duty on imports of ferro-silico-manganese produced and exported by this  company.\nII.  REGISTRATION OF IMPORTS\nA.  Grounds for action\n(5)  In light of the circumstances  described above, it is considered appropriate that, pending a decision by the Council on the  imposition of a definitive anti-dumping duty on imports of ferro-silico-manganese produced and  exported by Highveld Steel and Vanadium Corporation Limited, such imports be made subject to  registration pursuant to Article 10 (5), in conjunction with Article 14 (5), of Regulation (EC) No  3283/94. This will ensure that, should the Council impose a definitive anti-dumping duty on these  imports, the duty can be levied retroactively from the date of entry into force of this Regulation.  The amount of possible future liability cannot, however, be estimated at this stage of the  procedure.\nB.  Imports subject to registration\n(6)  The imports subject to registration are imports of  ferro-silico-manganese, falling within CN Code 7202  30  00, originating in South Africa, produced  and exported by Highveld Steel and Vanadium Corporation Limited (Taric additional code 8874),", "main_body": ["Imports of ferro-silico-manganese falling within CN code 7202  30   00, originating in South Africa, produced and exported by Highveld Steel and Vanadium Corporation  Limited (Taric additional code 8874) are hereby subject to registration in conformity with Article  14 (5) of Regulation (EC) No 3283/94.", "The customs authorities are directed, pursuant to Article 14 (5) of Regulation (EC) No  3283/94, to take the appropriate steps to register the imports referred to in Article 1.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall expire nine months following the date of its entry into force or on the date of entry into  force of a Council regulation amending Regulation (EC) No 2413/95 by imposing a definitive  anti-dumping duty on the imports referred to in Article 1, whichever is the earlier.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 November 1995.\nFor the Commission Leon BRITTAN Vice-President"}