{"celex_id": "31993R3610", "uri": "http://publications.europa.eu/resource/cellar/b9d98bca-cfd7-41aa-9c6c-96a19bdd54ab", "type": "Regulation", "concepts": ["1309", "2089", "3774", "4860"], "title": "Council Regulation (EC) No 3610/93 of 22 December 1993 relating to the continued import of New Zealand butter into the United Kingdom on special terms\n", "header": "COUNCIL REGULATION (EC) No 3610/93 of 22 December 1993 relating to the continued import of New Zealand butter into the United Kingdom on special terms\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Act of Accession of Denmark, Ireland and the United Kingdom, and in particular Article 5 (2) of Protocol 18 thereto,\nHaving regard to the proposal from the Commission,\nWhereas, since the regime foreseen by the said Article 5 (2) of Protocol 18 is directly linked to measures covered by the common commercial and agricultural policy, it must be established at Community level;\nWhereas Regulation (EEC) No 3841/92 (1) authorized the United Kingdom to import certain quantities of New Zealand butter on special terms during calendar year 1993;\nWhereas the exceptional arrangements should continue in order to ensure continued imports from New Zealand;\nWhereas in view of the current state of the negotiations in the context of the Uruguay Round it is opportune to extend the existing arrangements for the access of New Zealand butter on special terms for one year;\nWhereas provision should be made that if the butter market requires changes in the conditions of intervention, such changes must be reflected in the price of New Zealand butter marketed in the Community;\nWhereas a special levy, which will normally remain unchanged as long as the intervention price for butter of Community origin is not altered, constitutes the most appropriate method for protecting the market price of Community butter and for enabling  New Zealand to plan its exports to the United Kingdom,", "main_body": ["The United Kingdom shall be authorized to import certain quantities of butter from New Zealand under the terms of this Regulation.", "1. These arrangements shall apply from 1 January to 31 December 1994.\nA quantity of 51 830 tonnes may be imported in 1994.\n2. The Council, acting by a qualified majority on a proposal from the Commission, may reduce the quantity laid down in paragraph 1 in order to prevent serious disruption of the United Kingdom butter market particularly in the case of a substantial fall  in direct butter consumption.\n3. Before 1 October 1994 the Council, acting unanimously on a proposal from the Commission accompanied by a report, shall take a decision on the maintenance of the exceptional arrangements from 1 January 1995.", "1. The special levy on New Zealand butter imported pursuant to this Regulation shall be ECU 33,84 per 100 kilograms.\n2. The Council, acting by a qualified majority on a proposal from the Commission, shall adjust the rate of the special levy in line with changes in the conditions of intervention in respect of butter in the Community.", "Eligibility for the special import arrangements shall be subject to presentation of a certificate establishing that the butter in question:\n- is of New Zealand origin,\n- is at least six weeks old,\n- has a fat content of not less than 80 % but less than 82 % by weight,\n- was manufactured directly from milk or cream.", "The United Kingdom shall forward all information necessary for the application of this Regulation to the Commission, which shall inform the other Member States thereof.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68 (2).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1993.\nFor the Council\nThe President\nJ.-M. DEHOUSSE\n(1) OJ No L 390, 31. 12. 1992, p. 1.\n(2) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EEC) No 2071/92 (OJ No L 215, 30. 7. 1992, p. 64)."}