{"celex_id": "31992R3186", "uri": "http://publications.europa.eu/resource/cellar/4dd613fb-ae73-43c7-aba8-0b2ed70e8a6b", "type": "Regulation", "concepts": ["3065", "4713", "473", "5025"], "title": "Commission Regulation (EEC) No 3186/92 of 30 October 1992 amending Regulation (EEC) No 3105/88 laying down detailed rules for the application of compulsory distillation as provided for in Articles 35 and 36 of Regulation (EEC) No 822/87\n", "header": "COMMISSION REGULATION (EEC) No 3186/92  of 30 October 1992  amending Regulation (EEC) No 3105/88 laying down detailed rules for the application of compulsory distillation as provided for in Articles 35 and 36 of Regulation (EEC) No 822/87\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1756/92 (2), and in particular Article 35 (8) thereof,\nWhereas Council Regulation (EEC) No 2046/89 (3) lays down general rules for distillation operations involving wine and the by-products of winemaking; whereas Articles 13 (1) and 14 (1) of that Regulation provide that under certain conditions certain  winegrowers may not be subject to the obligations to deliver to the distilleries by-products of winemaking or any other processing of grapes as referred to in Article 35 of Regulation (EEC) No 822/87;\nWhereas Article 2 (2) of Commission Regulation (EEC) No 3105/88 (4), as last amended by Regulation (EEC) No 2182/91 (5), provides that winegrowers in the Italian part of wine-growing zone may take advantage of that possibility where they have carried  out vinification or any other processing of grapes involving a quantity corresponding to more than 25 hectolitres but not more than 40 hectolitres of wine;\nWhereas Portuguese winegrowers fall within production areas where the distillation of by-products of winemaking or any other processing of grapes represents a disproportionate burden on account in particular of the costs of transport, given the  quantities covered by the obligation; whereas winegrowers in the wine-growing zone of Portugal should accordingly also qualify under the measure applicable to producers in the Italian part of wine-growing zone C;\nWhereas provision should be made for the measure to take effect from the beginning of the 1992/93 wine year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["In Article 2 (2) of Regulation (EEC) No 3104/88, 'In the Italian part of wine-growing zones C' is hereby replaced by 'In the Italian part of wine-growing zone C and in the wine-growing zone of Portugal'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 27. (3) OJ No L 202, 14. 7. 1989, p. 14. (4) OJ No L 277, 8. 10. 1988, p. 21. (5) OJ No L 202, 25. 7. 1991, p. 18."}