{"celex_id": "31994D0119", "uri": "http://publications.europa.eu/resource/cellar/a103ad76-b181-4ccd-8ede-c6894cd1d65d", "type": "Decision", "concepts": ["1447", "3098", "336", "569", "818"], "title": "94/119/EC: Commission Decision of 21 December 1993 concerning a refusal to grant access to the facilities of the port of Rødby (Denmark) (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 21 December 1993 concerning a refusal to grant access to the facilities of the port of Roedby [Denmark] (Only the Danish text is authentic) (94/119/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 90 (3) thereof,\nHaving given the Danish authorities and the undertaking DSB the opportunity to make known their views on the objections raised by the Commission with regard to the refusal of the Danish Government to allow 'Euro-Port A/S', a subsidiary of the Swedish  group 'Stena Rederi AB' (Stena) either to build a new terminal in the immediate vicinity of the port of Roedby or to have access to the existing terminal at this port with a view to operating a ferry service between Roedby and Puttgarden,\nWhereas:\nTHE FACTS   The State measure in question  (1) By letter of 9 May 1990 the Danish Transport Minister refused to allow 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) to build a private commercial port in the immediate vicinity of the  port of Roedby.\n(2) By letter of 6 August 1990 the same Minister rejected the request by 'Euro-Port A/S' a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) to operate from the public port of Roedby.\nThe undertakings and services concerned  (3) DSB is a public undertaking with the status of a department of the Transport Ministry and a budget provided for in the Finance Law.\nIt holds the exclusive right to organize rail taffic in Denmark. It is also the owner of the port of Roedby and is responsible for its management. Utilization of the port terminals, however, requires the authorization of the Transport Minister, acting on  a proposal from DSB.\nDSB also operates ferry services between Denmark and neighbouring countries but does not hold any exclusive rights to such services.\n'Stena Rederi AB' (Stena) is a Swedish shipping group which specializes in ferry services and wishes to operate between Denmark and Germany through two subsidiaries.\n- Europort A/S, a Danish company,\n- Scan-Port GmbH, a German company.\nThese are the complainants in this case.\n(4) The Roedby-Puttgarden route is operated jointly by DSB and DB (Deutsche Bundesbahn), a German public undertaking. Their cooperation extends, among other things, to joint ticket sales, joint fixing of timetables and rates, and the granting of  identical discounts. There are no other companies providing ferry services on the sea route in question.\n(5) Scheduled ferry services between Roedby and Puttgarden essentially link the ports on the east coast of Denmark (island of Zealand) and the west coast of Sweden with Germany and the rest of western Europe.\nAn alternative to sea transport is air transport. This, however, is a far more costly option that is available only to a small number of passengers without cars and is capable of carrying only a small proportion of the freight (light goods with high  added value), air transport is thus interchangeable with transport by ferry only to a limited extent.\nAnother way of transporting goods is by container carrier (notably between Sweden and Germany). However, this solution, chiefly used between Goeteborg and Hamburg-Bremen, is suitable only for goods that can be packed in containers. In addition, North Sea  routes (in particular between Goeteborg and Hamburg-Bremen, to the west of Denmark) are much longer, and this increases the transit times for goods. Lastly, container transport would require special inland logistical infrastructure to transport the goods  to the port of departure and then from the port of arrival to their final destination. This is not a convenient means of transport for shippers, who prefer to load a lorry providing a door-to-door service.\nIt should also be noted that the other maritime links between eastern Denmark and Germany are not straightforward alternatives to the Roedby-Puttgarden link owing to:\n- their geographical location: Roedby and Puttgarden have better motorway links, whereas Rostock and Warnemuende, situated in the former German Democratic Republic some 120 km east of Luebeck, are not directly connected by motorway to the western German  motorway network and are, therefore, better situated to the transport of passengers or goods to or from Berlin and the territories of the former GDR (whereas Puttgarden, near Hamburg, offers easy access to western Germany and, from there, to western and  southern Europe);\n- the duration of the crossings: one hour from Roedby to Puttgarden (as the crow flies), two hours from Gedser to Warnemuende, three and a half hours from Gedser to Rostock.\nAs a result, 70,8 % of travellers and 87,9 % of lorries crossing by sea between Denmark and Germany use the Roedby-Puttgarden route, compared with (for 1991 traffic):\n\"(in %)\"\" ID=\"1\">Gedser-Warnemuende (1)> ID=\"2\">8,3> ID=\"3\">3,3\"> ID=\"1\">Gedser-Rostock> ID=\"2\">9,0> ID=\"3\">8,1\"> ID=\"1\">other routes> ID=\"2\">11,6> ID=\"3\">0,5\"\"\n(1) This route is operated jointly by DSB and a DB subsidiary, as in the case of Roedby-Puttgarden.\n>\nSimilarly, the Roedby-Puttgarden route cannot easily be substituted by the other passenger sea routes between Sweden and Germany. In view of the excellent motorway connections between Roedby and Helsingoer, which is only fifteen minutes by boat from  the Swedish port of Helsingborg, the direct link between Germany and Sweden, Travemuende-Trelleborg, in 1991 only accounted for 1 102 463 passengers and 159 484 cars, while the Roedby-Puttgarden route accounted for 8 024 654 passengers and 1 209 065 cars  during the same period. This indicates that passengers prefer the Puttgarden-Helsingborg route, regarded as more direct and faster (the Travemuende-Trelleborg crossing between Sweden and Germany takes from seven to nine hours). Similarly, while the  Goeteborg-Frederikshavn crossing meets some of the traffic demand on the route between Sweden, on the one hand, and Denmark and the rest of western Europe, on the other, it still has drawbacks compared with the Roedby-Puttgarden route due to the duration  of the crossing (three and a quarter hours instead of one hour) and poorer motorway connections.\nLastly, the route across the Great Belt (between the islands of Zealand and Fyn to Jutland) involves a sea crossing of the same duration of Roedby-Puttgarden but adds 165 km to the distance to be travelled on land between Copenhagen and Hamburg. This  alternative route is thus not as advantageous as the main Helsingoer-Copenhagen-Roedby-Puttgarden route.\nIt is true that, once the proposed fixed link across the Great Belt between Zealand and Fyn is built, it will be easier to divert some of the traffic between Sweden and Copenhagen, on the one hand, and Germany, on the other hand, through Jutland.  However:\n- the fixed link is not yet in service (the rail link is to open in 1995, the motorway link in 1998),\n- a charge will in any event be made for the Great Belt link, as for the sea crossings.\nAccordingly, the Commission considers that the Roedby-Puttgarden crossing is an important link and cannot easily be substituted by the other existing forms of transport and routes between Denmark and Sweden, on the one hand, and Germany, on the other.\nLEGAL ASSESSMENT\nArticle 90\n(1)  (6) Article 90 (1) provides that Member States must neither enact nor maintain in force any measure contrary to the rules of the Treaty in the case of public undertakings and undertakings granted special or exclusive rights.\nDSB is a public undertaking within the meaning of Article 90 (1) of the EEC Treaty.\nThe two refusals by the Danish Transport Minister referred to above in points (1) and (2) are State measures within the meaning of Article 90 (1).\nArticle 86\nThe relevant market\n(7) The relevant market is the market for the organization of port services in Denmark for ferry services operating on the Roedby-Puttgarden route (passengers and vehicles).\nAs the Court of Justice has stated, the organization on behalf of a third party of port operations in a single port can constitute a relevant market within the meaning of Article 86 (Porto di Genova judgment of 10 December 1991, Case C 179/90, paragraph  15).\nThis is due to the fact that operators wishing to provide a transport service on a given sea route must have access to the port facilities located at both ends of the crossing in order to attain their objective.\nIn the case in question, there is no real alternative with the same advantages as those offered by the port of Roedby for sea transport between eastern Denmark, on the one hand, and Germany and the rest of western Europe, on the other (see point (5)  above).\n(8) Roedby handles over 70,8 % of passengers and 87,9 % of lorries travelling by sea between Denmark and Germany. In 1991 8 024 654 passengers and 207 255 lorries transited through Roedby, representing a turnover of DM 320 million. The port of Roedby thus  constitutes a substantial part of the common market.\n(9) In addition, the maritime transport services between Roedby and Puttgarden constitute a neighbouring but separate market which may be affected by the behaviour of an undertaking on the market for the organization of port services.\nAs emerges from the particulars given in point 5, the Roedby-Puttgarden route has specific characteristics as a result of which it is not a straightforward alternative to the other transport routes and faces only limited competition from them (see Ahmed  Saeed judgment (1)).\nDominant position\n(10) According to the case-law of the Court, an undertaking with a legal monopoly of supply of certain services may hold a dominant position within the meaning of Article 86 of the Treaty (TĂŠlĂŠmarketing case, No C-311/84).\nDSB is a public undertaking which, by virtue of the exclusive right granted by the State in its capacity as port authority, holds a dominant position in Denmark on the market for the organization of port operations with regard to the transport of  passengers and vehicles by ferry between Roedby and Puttgarden. This is dominant position which is relevant in considering the compatibility with the Treaty of the state measures referred to in this decision.\n(11) DSB also operates, in conjunction with DB, as a carrier on the Roedby-Puttgarden route. The Court of First Instance recently found that the links between the members of a liner conference (within the meaning of Council Regulation (EEC) No 4056/86  laying down detailed rules for the application of Articles 85 and 86 of the Treaty to maritime transport) may be such that the positions of the member undertakings must be considered jointly in order to determine the existence of an abuse of dominant  position within the meaning of Article 86 of the EC Treaty (2).\nThe links established by DSB and DB in order to operate the Roedby-Puttgarden route (see paragraph 4) are similar to those between members of a conference (fixing of common rates, coordination of timetables, joint marketing).\nConsequently, the position of DB and DSB on the route in question must be assessed jointly.\nDB and DSB are the only ferry companies operating between Roedby and Puttgarden and therefore hold a joint dominant position on that route. This dominant position on the market for transport services is protected by state measures related to the market  for the organization of port operations on which the dominant position referred to in point 10 is exercised.\nAbuse of dominant position\n(12) The refusal to allow 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) to operate from Roedby has the effect of eliminating a potential competitor on the Roedby-Puttgarden route and hence of strengthening the joint dominant  position of DSB and DB on that route.\nAccording to the case law of the Court, an abuse within the meaning of Article 86 is committed in cases where, without any objective necessity, an undertaking holding a dominant position on a particular market reserves to itself an ancillary activity  which might be carried out by another undertaking as part of its activities on a neighbouring but separate market, with the possibility of eliminating all competition from such undertaking (Case 311/84 CBEM v. CLT and IPB [1985] ECR 3261, paragraph 27).\nThus an undertaking that owns or manages and uses itself an essential facility, i.e. a facility or infrastructure without which its competitors are unable to offer their services to customers, and refuses to grant them access to such facility is abusing  its dominant position.\nConsequently, an undertaking that owns or manages an essential port facility from which it provides a maritime transport service may not, without objective justification, refuse to grant a shipowner wishing to operate on the same maritime route access  to that facility without infringing Article 86.\n(13) According to the case-law of the Court (judgment of 13 December 1991 in Case C-18/88, paragraphs 20 and 21), Article 90 (1) prohibits Member States from placing, by law, regulation or administrative provision, public undertakings and undertakings  to which they grant exclusive rights in a position in which those undertakings could not place themselves by their own conduct without infringing Article 86. The Court added that, where the extension of the dominant position of a public undertaking or  an undertaking to which the State has granted exclusive rights resulted from a State measure, such a measure constituted an infringement of Article 90, read in conjunction with Article 86 of the Treaty. This principle was confirmed in the judgment of 17  November 1992 in Cases C-271, 281 and 289/90 (paragraph 36).\nThus, for the reasons given above, any firm in the same position as DSB which refused to grant another shipping operator access to the port it controlled would be abusing a dominant position. Where, as in the present case, a Member State has refused  such access and has strengthened the effects of the refusal by also refusing to authorize the construction of a new port, it constitutes a State measure in breach of Article 90, read in conjunction with Article 86.\n(14) The reasons given by the Danish Transport Ministry for rejecting both requests of 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) are the following:\n- the plan of 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena), to build a new terminal is not acceptable as that undertaking has allegedly 'not established that there is an unsatisfied demand for a ferry service' and it is  'most unlikely that such a demand would arise' (letter of 9 May 1990 referred to in paragraph 1),\n- 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) could not operate from the existing port facilities as this would have the effect of preventing the companies already operating in the port from expanding their activities.\nThis line of resoning was set out in the letter dated 8 August 1990 from the Danish Transport Minister, by the summer of 1991, DSB and DB had increased the number of daily sailings between Roedby and Puttgarden from 98 to 112.\nThe Commission concludes from the foregoing that:\n- there was indeed an unsatisfied demand for ferry services in May 1990 since one year later DSB and DB had expanded their services,\n- the increase in the activities of DB and DSB in 1991 confirms that the port of Roedby was not saturated.\n(15) The Commission also considers that there is no evidence that the existing facilities at Roedby would today be saturated or that, subject to alterations which Stena has informed the Commission it is prepared to finance, existing port capacity is  unable to cope with an increase in trade.\nThe Commission also notes that the Swedish group 'Stena Rederi AB' (Stena) has acquired land adjacent to the port facilities of Roedby which is perfectly suitable for development as a terminal by Stena.\nIt therefore concludes that there are no technical constraints preventing the Stena group from sailing between Roedby and Puttgarden.\n(16) In their letter of 22 February 1993 which constitutes the reply to the letter of formal notice sent by the Commission on 24 November 1992, the Danish authorities rejected the latter's request, stressing that their refusals were justified under  Community law. They stated that it would be impossible to allow Stena access to the existing facilities, giving technical reasons and referring for the first time, without any further details, to obligations incumbent upon DB and DSB in the general  interest.\nThis would appear to indicate that, in the view of the Danish authorities, the technical feasibility of access to the port is not a problem or is not the only problem and that they also have a duty to protect the public undertaking DSB from a competitor  on the market for ferry services.\nNor can the Commission share the view of the Danish authorities that the alleged saturation of the existing port facilities would make pointless any attempt to introduce competition since this could not in any event lead to an increase in the number of  sailings between Roedby and Puttgarden.\nEven on a saturated market, an improvement in the quality of products or services offered or a reduction in prices as a result of competition is a definite advantage for consumers; this could also lead to an increase in demand which, in the present  case, could be met by expanding the port.\nIt is clear from the foregoing that the statement by the Danish authorities that they would be prepared to re-examine the request to build a new port made by the Stena subsidiary in 1989 and rejected in 1990 does not constitute a firm commitment either  to approve the request or to allow the Stena subsidiaries access to the existing port. Refusing to acknowledge that they have any obligation under Community law, the Danish authorities are prepared only to review the case without stating whether or when  the Stena subsidiaries will be granted the right to operate on the route in question on comparable terms to those offered to operators already present on the market. This position, which in any case further defers recognition of the legitimate rights of  the Stena subsidiaries, does not constitute a satisfactory reply to the letter of formal notice sent by the Commission to the Danish Government.\nEffects on trade between Member States\n(17) The double refusal referred to in this decision has the effect of preventing the entry of new operators on the market for ferry services between Denmark and Germany. Therefore it has an appreciable effect on trade between Member States, taking  account of the volume of traffic on the Roedby-Puttgarden route (see paragraphs 5 and 8 above).\nArticle 90\n(2)  (18) The Commission considers that the application of the competition rules in the present case does not impede the particular task entrusted to the public undertaking DSB namely to organize rail services and manage the port facilities  at Roedby. Therefore the exception provided for in Article 90 (2) does not apply.\nThe Commission is not aware that DSB has been entrusted with particular tasks other than that referred to above. If (as the letter of 22 February 1993 from the Danish authorities appears to indicate) DSB is indeed subject to a 'transport obligation' the  Commission points out that neither their nature nor scope has been specified by the Danish authorities. Consequently, the exception provided for in Article 90 (2) does not justify maintaining the monopoly held by DB and DSB on the Roedby-Puttgarden  route.\nCONCLUSION  (19) In view of the foregoing, the Commission considers that the measures referred to in paragraphs 1 and 2 constitute infringements of Article 90 (1) of the Treaty, read in conjunction with Article 86,", "main_body": ["The refusal of the Danish Government to allow 'Euro-Port A/S', a subsidiary of the Swedish group 'Stena Rederi AB' (Stena) to build a new port in the immediate vicinity of the port of Roedby (letter of 9 May 1990) or to operate from the  existing port facilities at Roedby (letter of 8 August 1990) is incompatible with Article 90 (1) of the EC Treaty, read in conjunction with Article 86.", "The Danish Government shall bring to an end the infringement referred to in Article 1 of this decision and shall inform the Commission within two months of the date of notification of this decision of the measures it has taken to bring to an  end its prohibition on Euro-Port and Scan-Port either to build a new port in the vicinity of the public port of Roedby or to operate from the existing port facilities.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 21 December 1993.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) Judgment of 11 April 1989 in Case 66/86.\n(2) Flat Glass judgment of 10 March 1992, Case 68/89."}