{"celex_id": "31991R2157", "uri": "http://publications.europa.eu/resource/cellar/accc3387-42dc-4339-9f8a-5250a35bb1f9", "type": "Regulation", "concepts": ["225", "2933", "4620"], "title": "Council Regulation (EEC, Euratom) No 2157/91 of 15 July 1991 concerning the provision of technical assistance to economic reform and recovery in the Union of Soviet Socialist Republics\n", "header": "COUNCIL REGULATION (EEC, EURATOM) No 2157/91  of 15 July 1991  concerning the provision of technical assistance to economic reform and recovery in the Union of Soviet Socialist Republics\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the European Economic Community and the European Atomic Energy Community have concluded an Agreement on trade and commercial and economic cooperation with the Union of Soviet Socialist Republics;\nWhereas the European Council, at its meetings in Dublin and Rome in 1990, expressed its will to back the steps undertaken by the Soviet authorities to bring about the reform and recovery of the Soviet economy; whereas to that end it decided to provide  as soon as possible technical assistance in the fields of public and private sector management training, financial services, energy, transport and foodstuffs distribution;\nWhereas that aid should go towards projects that benefit the final recipients in the various republics of the Soviet Union;\nWhereas the implementation of such technical assistance should enable conditions favourable to private investment to be established;\nWhereas the European Council at its meeting in Rome also stressed the importance of effective coordination by the Commission of the efforts made in the Soviet Union by the Community and its Member States acting individually;\nWhereas it is appropriate that the Commission be assisted in the implementation of Community aid by a committee made up of Member States' representatives;\nWhereas this technical assistance will be the subject of a practical programme geared to specific projects, and will be eligible for overall support of ECU 400 million in 1991 and a sum yet to be determined in 1992, to be released in tranches as  projects actually materialize;\nWhereas the implementation of these operations is such as to contribute to the attainment of the Community's objectives, and the Treaties have not provided, for the adoption of this Regulation, powers other than those of Article 235 of the EEC Treaty  and Article 203 of the EAEC Treaty,", "main_body": ["An operation to assist economic reform and recovery in the Union of Soviet Socialist Republics shall be implemented by the Community in 1991 and 1992 in accordance with the criteria laid down in this Regulation. This assistance shall be  concentrated on sectors and geographical areas where it can play a key role in the continuation of the reform process.", "The amount of Community funding for the implementation of the operation set up by this Regulation shall total ECU 400 million for the financial year 1991. The funds estimated as necessary for the financial year 1992 shall be decided at a  later stage by the Council, acting unanimously.\nThe budget authority shall determine the appropriations available for 1992, taking into account the principles of sound financial management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities and with due regard for the financial outlook.", "1. The aid referred to in Article 1 shall take the form of technical assistance for the economic reforms under way in the Soviet Union, for measures aimed at bringing about the transition to a market economy and for related projects. It shall  also cover reasonable costs of supplies required for the implementation of these operations.\nThe costs of the projects in local currency shall be covered by the Community only to the extent strictly necessary.\n2. The appropriations referred to in Article 2 shall cover costs relating to the preparation, implementation, monitoring and evaluation of the execution of these operations.\n3. Technical assistance shall give priority to the fields of public and private-sector management training, financial services, energy, transport and foodstuffs distribution.\n4. Operations to be financed under this Regulation shall be selected taking account, inter alia, of the recipients' preferences and on the basis of an assessment of their effectiveness in achieving the objectives aimed at by Community assistance.\n5. Technical cooperation shall be implemented on a decentralized basis. The final recipients of Community assistance shall be closely involved in the evaluation and execution of the projects.", "1. Community assistance shall take the form of grants, which shall be released in tranches as projects actually materialize.\n2. Financing decisions, and any contracts resulting therefrom, shall expressly provide, inter alia, for supervision by the relevant Commission departments and the Court of Auditors, to be carried out on the spot, if necessary.", "1. Annual general guidelines shall be laid down in an indicative programme covering all the operations referred to in Article 3 (4). They shall define the thrust of Community assistance in the focal areas and the procedures for the  implementation of operations. They shall be adopted each year under the procedure provided for in Article 7 (2) and (3).\n2. For 1991, sectoral guidelines shall be laid down in sectoral programmes for the priority areas described in Article 3 (3), incorporating a list of the principal projects, together with an estimate of their cost wherever possible. These sectoral  guidelines for 1991 shall be adopted in accordance with the procedure provided for in Article 7 (2) and (3).\n3. The technical assistance projects funded under the 1992 budget shall be adopted under the procedure provided for in Article 7 (2) and (3).", "1. The Commission shall implement operations in accordance with the indicative programme referred to in Article 5.\n2. Supply contracts shall be awarded by means of open invitations to tender except in the cases provided for in Article 116 of the Financial Regulation applicable to the general budget of the European Communities.\nService contracts shall as a general rule be awarded by restricted invitations to tender and by private treaty for operations of up to ECU 300 000. As from 1 January 1992 this amount shall be revised by the Council on the basis of a Commission proposal,  account being taken of experience gained in similar cases.\nParticipation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States and the Soviet Union.\n3. Taxes, duties and charges shall not be funded by the Community.", "1. The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission, to be known as the 'Management Committee for Assistance to the USSR'.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the EEC Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the member States within  the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. The Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission of the Council forthwith. In that event, the  Commission shall defer application of the measures for six weeks.\nThe Council, acting by a qualified majority, may take a different decision within the period laid down in the first subparagraph.\n4. The Committee may examine any other question relating to the implementation of this Regulation which may be put to it by its Chairman, possibly at the request of the representative of a Member State, and in particular any question relating to general  implementation, the administration of the programme co-financing and the coordination referred to in the following Article 8.\n5. The Commission shall inform the Committee at regular intervals concerning the implementation of the technical assistance programme, in particular by means of six-monthly reports.", "The Commission shall, together with the Member States, ensure the effective coordination of the technical assistance efforts undertaken in the Soviet Union by the Community and individual Member States, on the basis of the information  supplied by the Member States.", "At the end of each financial year, the Commission shall draw up a progress report on cooperation activities. This report shall be addressed to the European Parliament, the Council and the Economic and Social Committee.", "0\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No C 140, 30. 5. 1991, p. 10. (2) OJ No C 183, 15. 7. 1991."}