{"celex_id": "31994D0373", "uri": "http://publications.europa.eu/resource/cellar/4ebf6789-18b5-4625-ab80-b334dca1ca88", "type": "Decision", "concepts": ["2337", "2338", "2816", "3663", "50", "888"], "title": "94/373/EC: Council Decision of 27 June 1994 on the extension of the legal protection of topographies of semiconductor products to persons from the United States of America\n", "header": "COUNCIL DECISION of 27 June 1994 on the extension of the legal protection of topographies of semiconductor products to persons from the United States of America (94/373/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 87/54/EEC of 16 December on the legal protection of topographies of semiconductor products (1), and in particular Article 3 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the right to the legal protection of topographies of semiconductor products in the Community applies to persons qualifying for protection pursuant to Article 3 (1) to (5) of Directive 87/54/EEC;\nWhereas this right can be extended by Council Decision to persons who do not benefit from protection under the said provisions;\nWhereas extension of the protection in question should, as far as possible, be decided by the Community as a whole;\nWhereas such protection has been extended to the United States of America since 7 November 1987 by successive Council Decisions taken on an interim basis (2), the last being Decision 94/4/EC;\nWhereas that Decision is applicable until 1 July 1994;\nWhereas protection has been extended to companies and other legal persons from the United States of America since 26 October 1990, the Commission having repeatedly determined since that date that the United States of America fulfils the condition of  reciprocity laid down in Article 1 (2) of the Council Decisions extending protection to it (3);\nWhereas the last Commission Decision making such a determination is Decision 94/142/EC applicable until 1 July 1994;\nWhereas the United States of America has appropriate legislation and is expected to continue to protect topographiers of semiconductor products under its national law and to make this protection available to natural persons, companies and other legal  persons from the Member States of the Community benefiting from the right to protection pursuant to Directive 87/54/EEC;\nWhereas all Member States of the European Community have adopted national measures implementing Directive 87/54/EEC;\nWhereas it is appropriate to continue to extend the protection in question to the United States of America to 1 July 1995, pending implementation of the Agreement on trade-related aspects of intellectual property rights, which forms part of the results  of the Uruguay Road of multilateral trade negotiations embodied in the Marrakesh Final Act of 15 April 1994,", "main_body": ["Member States shall extend the legal protection provided for pursuant to Directive 87/54/EEC as follows:\n(a) natural persons who are nationals of the United States of America or who have their habitual residence in the territory of the United States of America shall be treated as if they were nationals of a Member State;\n(b) companies and other legal persons of the Unites States of America which have a real and effective industrial or commercial establishment in that country shall be treated as if they had a real and effective industrial or commercial establishment in  the territory of a Member State.", "This Decision shall apply from 2 July 1994.\nMember States shall extend legal protection under this Decision to the persons referred to in Article 1 until 1 July 1995.\nAny exclusive rights acquired pursuant to Decisions 87/532/EEC, 90/511/EEC, 93/16/EEC, 94/4/EC or this Decision shall continue to produce their effects for the period laid down by Directive 87/54/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 27 June 1994.\nFor the Council\nThe President\nC. SIMITIS\n(1) OJ No L 24, 27. 1. 1987, p. 36.\n(2) Decision 87/532/EEC (OJ No L 313, 4. 11. 1987, p. 22), 90/511/EEC (OJ No L 285, 17. 10. 1990, p. 31), 93/16/EEC (OJ No L 11, 19. 1. 1993, p. 20), 94/4/EC (OJ No L 6, 8. 1. 1994, p. 23).\n(3) Commission Decision 90/541/EEC (OJ No L 307, 7. 11. 1990, p. 21), 93/217/EEC (OJ No L 94, 20. 4. 1993, p. 30), 94/142/EC (OJ No L 61, 4. 3. 1994, p. 30)."}