{"celex_id": "31993R1170", "uri": "http://publications.europa.eu/resource/cellar/5dc2c9a0-2631-4578-9f28-969344421237", "type": "Regulation", "concepts": ["1005", "1063", "1335", "1706", "5070", "5219"], "title": "Commission Regulation (EEC) No 1170/93 of 13 May 1993 laying down certain detailed rules for the application of Council Regulation (EEC) No 2158/92 on protection of the Community's forests against fire\n", "header": "COMMISSION REGULATION (EEC) No 1170/93 of 13 May 1993 laying down certain detailed rules for the application of Council Regulation (EEC) No 2158/92 on protection of the Community's forests against fire\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2158/92 of 23 July 1992 on protection of the Community's forests against fire (1), and in particular Article 4 (4) thereof,\nWhereas applications for aid submitted under the Community scheme for the protection of forests against fire, in respect of programmes or projects, should contain all the details needed for an examination of such programmes and projects in the light of  the objectives and criteria of Regulation (EEC) No 2158/92;\nWhereas this information should be presented in a standardized form to facilitate examination and comparison of applications;\nWhereas the Member States are then to apply to the Commission for reimbursement of part of the expenditure approved; whereas detailed rules relating to reimbursement applications, and in particular the nature of the corresponding supporting documents,  should be laid down;\nWhereas the supporting documents are to be sent by the departments or agencies designated by the Member States; whereas in order to ensure effective monitoring of the implementation of the schemes in question it is necessary to define the role of the  abovementioned departments or agencies, the nature of the supporting documents drawn up in accordance with the laws or regulations of the Member State concerned or with measures adopted by the abovementioned departments or agencies, and also the  supervisory arrangements set up in each Member State;\nWhereas the Commission must be informed that the schemes are being implemented in accordance with the conditions and within the time limits laid down in the decisions granting aid;\nWhereas, for the payment of aid or part thereof, it is necessary to specify those documents which are to be forwarded by the departments or agencies to the Commission to enable it to establish whether all the conditions for payment are met; whereas the  said documents must give full details and be presented in an identical form to facilitate rapid processing and equal treatment of payment applications;\nWhereas, if the documents duly provided by the departments or agencies do not appear to the Commission to be adequate, or if they appear not to contain sufficient information for verification of compliance with a financial or other requirement imposed,  the Commission should be able to request the authorities or agencies to submit additional supporting material or documents;\nWhereas, in order to ensure that any on-the-spot inspections carried out are fully effective, provision should be made for cooperation between the Commission and the Member State concerned;\nWhereas the procedure for suspending, reducing or terminating Community aid should not be initiated without prior consultation of the Member State concerned or without notification of the responsible agency enabling it to submit its observations;\nWhereas since the Community aid is to be paid to the agency responsible for implementation of the scheme through the departments or agencies designated for that purpose by the Member State, the documents that those authorities or agencies are to  transmit to the Commission should be specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Forestry Committee,", "main_body": ["APPLICATION FOR AID", "1. Applications for aid from the Community for the implementation of programmes or projects within the meaning of Article 4 (1) of Regulation (EEC) No 2158/92 shall contain the information and documents specified in Annexes A and B to this  Regulation.\n2. Applications shall be submitted in triplicate and in the form set out in Annexes A and B.\n3. Applications not meeting the requirements set out in paragraphs 1 and 2 hereof shall not be considered.\nPAYMENT OF AID", "1. The departments or agencies designated by the Member States in accordance with Article 7 of Regulation (EEC) No 2158/92 shall send to the Commission, within two months of the entry into force of this Regulation, a schedule of the  supporting documents that the beneficiary is required to supply. Any change to that schedule shall be notified to the Commission within two months of its being adopted.\n'Supporting documents' shall mean any document drawn up in accordance either with the laws or regulations of the Member State concerned, or with measures adopted by the abovementioned departments or agencies, which afford evidence that the conditions  attached to a project have been met.\nThe schedule shall give:\n- the description of each document and the provisions or measures under which it is drawn up, and\n- a brief description of the content of such documents.\n2. The departments or agencies shall also send the Commission, within the periods specified in paragraph 1, a detailed description of the checks to be made before the certificate set out in Annex C 1 is drawn up.\n3. The Commission may request the Member States to supplement the schedule with other supporting documents that it considers necessary for verification of the eligibility of the expenditure shown in payment applications. It may, to the same end, also  request the Member States to tighten up their checking procedures.", "12 months after the date of notification of a decision granting aid, the departments or agencies shall transmit to the Commission a document describing the state of progress of the work.\nWhere, contrary to information given in the aid application and incorporated in the decision, work has not commenced at the end of the abovementioned 12-month period, the departments or agencies shall specify the reasons therefore, and shall, where  appropriate, transmit to the Commission satisfactory guarantees from the agencies responsible for the work that it will commence in the near future. Should it not be possible to give such guarantees or should the Commission decide that those given are  not satisfactory, the aid shall be suspended, reduced or withdrawn.", "The departments or agencies may transmit payment applications following completion of each annual instalment of work.\nSuch applications, to be submitted in duplicate, shall include the certificates and other information specified in Annexes C 1, C 2 and C 3.", "In order to enable an effective check to be made on the execution of the work, the departments or agencies shall transmit to the Commission, at the latter's request and within a time limit specified by it, all supporting documents or a  certified copy thereof as specified in Article 2 or any other documents affording evidence that the conditions pertaining to the operation have been complied with.", "If the Commission considers it necessary to make an on-the-spot inspection, it shall notify the Member State concerned in advance and request its participation. Member States shall take whatever action is required to facilitate such  inspection.", "Before initiating any procedure for suspending, reducing or terminating Community aid, the Commission shall:\n- so inform the Member State on whose territory the operation was to be carried out, so that it may state its views on the matter,\n- consult the department or agency designated to receive the corresponding payments, and\n- call on the department or agency responsible for execution of the operation to explain, via the departments or agencies specified in Article 2, why the conditions imposed have not been complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 217, 31. 7. 1992, p. 3.\nANNEX A\nPART 1  Please read instructions before filling in the application.\nNot to be completed by the applicant No of project/programme\nNo of plan concerned\n1. Title of project/programme       2. Applicant  2.1. Name or business name\n2.2. Road and number or post office box\n2.3. Postal code and name of locality\n2.4. Telephone 2.5. Fax\n2.6. Name of person to contact\n3. Responsible agency     3.1. Is the responsible agency also the applicant - No (1)\n- Yes (1)\n3.2. Name or business name\n3.3. Road and number or post office box\n3.4. Postal code and name of locality\n3.5. Telephone 3.6. Fax\n3.7. Legal status\n3.8. Reference numbers of previous applications for Community aid\n4. General description of the project/programme      4.1. Type of schemes involved\n4.2. Area concerned: - high fire risk (1)\n- medium fire risk (1)\nDate of Commission approval of the area\n4.3. Forest fire protection plan; date of approval of the plan by the Commission (2)\nReference No of plan (2)\n4.4. Scheduled dates: Start of the work  Completion of the work\nConfirmation that the work will not begin before receipt of the application for financial aid. - No (1)\n- Yes (1)\n4.5. Total cost of the project/programme (in national currency)\n4.6. Aid requested (in national currency)\ni.e.\n% of the total cost 4.7. Description of any other aid applied for\n4.7.1. Aid 1\nOrigin:\nNature:\nAmount (in national currency)\n4.7.2. Aid 2\nOrigin:\nNature:\nAmount (in national currency)\n4.7.3. Aid 3\nOrigin:\nNature:\nAmount (in national currency)\n4.7.4. Aid 4\nOrigin:\nNature:\nAmount (in national currency)\n4.7.5. Aid 5\nOrigin:\nNature:\nAmount (in national currency)\nDate\nSignature and stamp\nPART 2\nINFORMATION PROVIDED BY THE MEMBER STATE\n1. Favourable opinion  - No (1)\n- Yes (1)\nIf yes, order of priority of project/programme . . .\n2. Title of project/programme     3. Agency responsible for forwarding supporting documents  3.1. Name or business name\n3.2. Road and number or post office box\n3.3. Postal code and name of locality\n3.4. Telephone 3.5. Fax\n3.6. Name of person to contact\n4. Description of aids likely to be granted by the Member State  4.1. Aid 1\nOrigin\nNature\nLegal basis:\nAmount (in national currency)\n4.2. Aid 2\nOrigin\nNature\nLegal basis:\nAmount (in national currency)\n4.3. Aid 3\nOrigin\nNature\nLegal basis:\nAmount (in national currency)\n4.4. Aid 4\nOrigin\nNature\nLegal basis:\nAmount (in national currency)\n4.5. Aid 5\nOrigin\nNature\nLegal basis:\nAmount (in national currency)\n5. Agency to which aid is to be paid  5.1. Name or business name\n5.2. Road and number or post office box\n5.3. Postal code and name of locality\n5.4. Telephone 5.5. Fax\n5.6. If applicable, bank number and bank account number of the agency responsible for carrying out the project with this agency\n6. An application for this project will not be submitted to other Community funds   Date\nSignature and stamp\n(1) Delete as appropriate.\n(2) Delete as appropriate.\n(3) Number given by the Commission.\n(4) Delete as appropriate.\nANNEX B\n1. Short description of the project/programme (see form B1).\n2. Applicant.\n2.1. Object of the applicant's main activities.\n2.2. Attach, where appropriate:\n- articles of association,\n- extract from the trade register.\n3. Description of the context and objectives of the project/programme.\n4. Detailed description of the project/programme (form B2 to be completed also).\n5. Detailed description of compatibility of the project/programme with the relevant forest protection plan approved by the Commission in accordance with Articles 3 and 4 of Regulation (EEC) No 2158/92.\n6. Breakdown of costs of the project/programme.\n7. Description of the projects/programmes already financed by the Community in the field and results obtained.\n8. Proposed financing.\n8.1. Complete form B3.\n8.2. Desired stages of payment of the aid requested.  Date Signature and stamp\nB1: Brief description of project/programme  1. Project No (1)  Plan No\nTitle (2): Area is (3) - high risk\n- medium risk\n2. Applicant (name/address) 3. Type of schemes involved/compatibility with plan 4. Description of individual schemes forming part of the project and breakdown of costs by scheme\n5. Total costs  national currency (4) ECU\nAid requested  national currency ECU\ni.e.  % of total costs\n(5) To be completed by the Commission.\n(6) Delete as appropriate.\nB2: Provisional scheduling of project  Phase J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J\nJ A S O N D J F M A M J J A S O N D J F M A M J J A S O N D\n1\n2\n3\n4\n5\nB3: Proposed financing\n/* Tables: see OJ */\nEXPLANATORY NOTES AND INSTRUCTIONS FOR COMPLETING APPLICATIONS  Preliminary remarks\nThis Regulation is designed to describe as precisely as possible the information which the Commission needs in order to decide on aid applications in accordance with the conditions and criteria of Regulation (EEC) No 2158/92.\nTaking account of the multitude of situations, it is obviously not possible to cover each individual case in detail.\nThere will be cases where certain information is not available or does not fully explain a particular situation. In such cases the reasons why some questions cannot be answered should be indicated on a separate sheet. The applicant may also attach  supplementary explanations to each form for which he considers it necessary to explain fully the circumstances of his situation or application.\nANNEX A\nGeneral instructions for completing boxes\n(a) Only sections 2 to 4.7.5 of Part 1 are to be completed by the applicant.\n(b) The number of characters of a piece of information (including intermediate spaces) must not exceed the number provided on the form. If necessary, use abbreviations.\nOne character only should be written in each space.\n(c) With the exception of amounts, data should be entered beginning with the first space on the left.\n(d) Amounts:\nAmounts should be given in national currency, without decimal points.\nExplanatory notes to the various headings (7)\nPart 1\n2. Applicant\n3. Agency responsible for carrying out the programme or project\nIf there are several agencies the information for heading 3 is to be given for each on a separate sheet.\n3.1. Circle the correct reply.\n3.7. For example: cooperative, commune, limited company, etc.\n3.8. The programme or project numbers assigned by the Commission. If there are more than four numbers, mention them afterwards at the bottom of the page.\n4. General description of the programme or project\n4.1. Each programme or project must fall into one of the following categories:\n(a) Identification of the causes of forest fires and determination of means of combating them\n- Studies to identify the causes of fire and the background thereto,\n- Studies to devise proposals for schemes to eliminate the causes and background,\n- Campaigns to inform and educate the public;\n(b) Setting-up or improvement of systems of prevention\n- establishment of protective infrastructures\n- forest paths,\n- tracks,\n- water supply points,\n- firebreaks, cleared and felled areas,\n- launching of operations to maintain firebreaks and cleared and felled areas,\n- preventive forestry measures;\n(c) Setting-up or improvement of monitoring systems\n- fixed facilities\n- mobile facilities\n- communications equipment;\n(d) Training of highly specialized personnel;\n(e) Analytical studies, pilot projects and demonstration projects relating to new methods, techniques and technologies.\nWhere the programme/project combines several categories, mention each category concerned.\n4.2. Give the risk rating for the area covered by the project/programme as defined (medium or high risk) and approved by the Commission pursuant to Article 2 of Regulation (EEC) No 2158/92.\n4.3. Refer to the plan for the protection of forests against fire (of which the project/programme forms part) as sent to the Commission and approved by the Commission pursuant to Articles 3 and 4 of Regulation (EEC) No 2158/92.\n4.4. Give the month and the year.\nExample: 0 4 9 2\nProgrammes or projects started before the application is received by the Commission cannot receive aid.\n4.5. Origin: State, region, commune, etc.\nNature: Capital subsidy, reduced-rate loan, interest-rate subsidy, etc.\nAmount: State amount only in the case of capital subsidies. The grant of aids must be confirmed by the competent authorities before the application is submitted to the Commission.\nPart 2\nData provided by the Member State\n5. If there is more than one agency, provide the information requested in section 5 for each.\n(1) The paragraph numbers correspond to the headings in the form.\nANNEX C 1\nCERTIFICATE FOR PAYMENT OF THE AMOUNT FOR ONE OR MORE ANNUAL INSTALMENTS OF WORK  Operation No\nBeneficiary (name and address)\nThe .............................. (1), responsible for the execution of measures adopted pursuant to Regulation (EEC) No 2158/92 on protection of the Community's forests against fire, in accordance with Article 7 of the said Regulation, hereby  certifies that:\n1. the supporting documents indicated in the descriptive list sent to the Commission pursuant to Article 1 of Regulation (EEC) No 1170/93 have been checked;\n2. the work provided for by the scheme commenced on ............... at the scheduled site;\n3. the entire scheme\nwas completed on ............... (2)\nwill be completed on ............... (2);\n4. the actual costs of the eligible expenditure incurred total  ;\n5. the breakdown of the abovementioned costs by type of scheme is as shown in the list of accounting documents given in Annex II; a comparative table of work planned and executed is given in Annex III;\n6. it has been noted in the field by ............... that the work carried out is as specified in the dossier attached to the aid application on which the Commission decision was based;\n7. the amount of recoverable value-added tax included in the declared expenditure is  ;\n8. the supporting documents are held by  ;\n9. the aid is to be paid to account No\nwith (name of bank)\nin the name of\naddress\nDone at  , Date    For the authority responsible\nSignature and stamp\n(1) Name of department or agency.\n(2) Delete as appropriate.\nANNEX C 2\nLIST OF ACCOUNTING DOCUMENTS  (from . . . . . to . . . . .)\n/* Tables: see OJ */\n(1) List all documents.\n(2) For dates prior to submission of aid application, give reasons for early expenditure.\n(3) Dates payment was made and not when amount was due.\nIf there are too many supporting documents to list in this form, attach additional lists.\nANNEX C3\nCOMPARATIVE TABLE\n/* Tables: see OJ */"}