{"celex_id": "31999D0644", "uri": "http://publications.europa.eu/resource/cellar/d8937f89-0d56-42b7-b288-03a818a3b609", "type": "Decision", "concepts": ["1309", "1755", "1767", "192", "842"], "title": "1999/644/EC: Commission Decision of 15 September 1999 on certain protection measures with regard to registered horses coming from Malaysia (Peninsula) (notified under document number C(1999) 2976) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 15 September 1999\non certain protection measures with regard to registered horses coming from Malaysia (Peninsula)\n(notified under document number C(1999) 2976)\n(Text with EEA relevance)\n(1999/644/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(1) thereof,\n(1) Whereas by Decision 1999/240/EC(3) the Commission has adopted certain protection measures with regard to registered horses coming from Singapore and Malaysia (Peninsula) due to the occurrence of Nipah disease;\n(2) Whereas based on information provided by the Malaysian veterinary authorities it appears appropriate to allow imports of registered horses from Malaysia (Peninsula) under the condition that those horses have reacted with negative result to a test for antibody against Nipah disease virus and have not been kept on premises infected with Nipah disease;\n(3) Whereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. A supplementary certificate signed by the central competent veterinary authorities of Malaysia shall be required for the temporary admission, the re-entry after temporary export and the imports of registered horses from Malaysia (Peninsula).\n2. The certificate provided for in paragraph 1 must contain the following guarantees:\n- during the past 60 days the horse has not been resident on holdings on which cases of Nipah disease have been confirmed by the competent authorities during the past 60 days,\n- the horse was subjected to an approved test, either serum neutralisation test or ELISA, for the detection of antibody for Nipah disease virus, carried out in a laboratory designated by the competent authorities with negative result on a sample of blood taken within 14 days of dispatch to the European Community on ... (insert date of blood sampling).", "Member States shall amend the measures they apply with regard to Malaysia (Peninsula) to bring them into line with this Decision.\nThey shall inform the Commission thereof.", "This Decision shall apply until 31 December 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 September 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 89, 1.4.1999, p. 72."}