{"celex_id": "31997R1194", "uri": "http://publications.europa.eu/resource/cellar/0cb06b3f-e700-4960-bea8-6f41cfec2112", "type": "Regulation", "concepts": ["1116", "1602", "4078", "4381", "5751"], "title": "Commission Regulation (EC) No 1194/97 of 27 June 1997 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EC) No 1194/97 of 27 June 1997 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Commission Regulation (EC) No 1153/97 (2), and in particular Article 9 thereof,\nWhereas additional note 2 to Chapter 11 was adopted by Commission Regulation (EC) No 1706/94 of 11 July 1994 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3); whereas this Regulation entered into force on 4 August 1994;\nWhereas shredded desiccated coconut is classified under CN code 0801 11 00; whereas it is necessary to clarify additional note 2 to Chapter 11 in order to reflect this classification; whereas this clarification should be effective from the date of entry into force of additional note 2 to Chapter 11; whereas the legitimate expectations of economic operators are thereby duly respected;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Customs Code Committee, Tariff and Statistical Nomenclature Section,", "main_body": ["Additional note 2 to Chapter 11 of the combined nomenclature annexed to Regulation (EEC) No 2658/87 is replaced by the following text:\n'2. For the purposes of heading No 1106, the terms \"flour\", \"meal\" and \"powder\" mean products (other than shredded desiccated coconut), obtained by milling or some other fragmentation process from dried leguminous vegetables of heading No 0713, from sago or roots or tubers of heading No 0714 or from products of Chapter 8, of which:\n(a) in the case of dried leguminous vegetables, sago, roots, tubers and products of Chapter 8 (excluding nuts of heading Nos 0801 and 0802), at least 95 % by weight passes through a woven metal wire cloth sieve with an aperture of 2 mm;\n(b) in the case of nuts of heading Nos 0801 and 0802, at least 50 % by weight passes through a woven metal wire cloth sieve with an aperture of 2,5 mm.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 4 August 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1997.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 168, 26. 6. 1997, p. 35.\n(3) OJ No L 180, 14. 7. 1994, p. 17."}