{"celex_id": "31993D0336", "uri": "http://publications.europa.eu/resource/cellar/622227fa-bdd2-41fb-8ff4-69b18eda80d2", "type": "Decision", "concepts": ["1519", "2737", "4689", "5962", "994"], "title": "93/336/EEC: Commission Decision of 28 May 1993 amending for the second time Decision 93/180/EEC of 26 March 1993 concerning certain protection measures with regard to foot-and-mouth disease in Italy and repealing Decision 93/168/EEC\n", "header": "COMMISSION DECISION of 28 May 1993 amending for the second time Decision 93/180/EEC of 26 March 1993 concerning certain protection measures with regard to foot-and-mouth disease in Italy and repealing Decision 93/168/EEC\n(93/336/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 9  thereof,\nWhereas, since 28 February 1993, several outbreaks of foot-and-mouth disease have been declared in several regions in Italy;\nWhereas the Commission has sent missions to Italy to examine the foot-and-mouth disease situation;\nWhereas the foot-and-mouth disease situation in Italy is liable to endanger the herds of other Member States in view of the trade in live biungulate animals and certain of their products;\nWhereas following the outbreaks of foot-and-mouth disease the Commission adopted several Decisions, particularly 93/180/EEC of 26 March 1993 concerning certain protective measures with regard to foot-and-mouth disease in Italy and repealing Decision  93/168/EEC (4), as amended by Decision 93/241/EEC (5);\nWhereas the outbreaks have, as a result of the measures introduced and the action taken by the Italian authorities, been confined to certain parts of Italy's territory;\nWhereas Decision 93/241/EEC removed the protective measures in some parts of Italy's territory; whereas it is appropriate to continue the restrictions in some areas for a further limited period, pending the results of epidemiological investigations to  be carried out; whereas investigations involve clinical examination and serological testing of susceptible animals close to the outbreaks;\nWhereas there is a possibility that illegal vaccination has been carried out in the province of Caserta, and furthermore the origin of some of the outbreaks in Campania is unknown; whereas it is necessary to retain restrictions in Campania pending  results of inquiries;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 93/180/EEC is hereby amended as follows:\n1. in Article 1 (2) and (3), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n2. in Article 2 (3), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n3. in Article 3 (4), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n4. in Article 4 (4), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n5. in Article 5 (4), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n6. in Article 6 (3) and (4), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n7. in Article 7 (3), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n8. in Article 9 (3), '93/241/EEC of 30 April 1993' is replaced by '93/336/EEC of 28 May 1993';\n9. Article 13 is replaced by the following:\n'1. Italy shall carry out epidemiological investigations in the provinces of Avellino, Catanzaro, Cosenza, Potenza, Matera, Caserta and Salerno. The investigations shall consist of:\n- a clinical examination of all foot-and-mouth disease-susceptible animals within the three-kilometre protection zones for evidence of foot-and-mouth disease, not less than 21 days after the last outbreak in the province,\n- where restocking has occurred, a clinical examination of all susceptible animals over a three-week period after moving into a previously infected premises, for evidence of foot-and-mouth disease,\n- blood sampling and testing for foot-and-mouth disease antibodies, 20 sheep between 9 and 24 months old, in each of five flocks closes to each outbreak and within the protection zone.\n2. The Commission will analyse the results obtained from the investigations referred to in paragraph 1. The Decision may be reviewed in the light of developments.';\n10. the Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 75, 30. 3. 1993, p. 21.\n(5) OJ No L 110, 4. 5. 1993, p. 34.\nANNEX\n1. Parts of the territory of Italy subject to restrictions on trade in live animals until 15 June 1993:\nthe provinces of:\nCatanzaro, Cosenza, Potenza and Matera.\n2. Parts of the territory of Italy subject to restrictions on trade in live animals:\nthe provinces of:\nAvellino, Benevento, Napoli, Caserta and Salerno.\n3. Parts of the territory of Italy subject to restrictions on the trade in meat obtained from animals originating in and slaughtered after 1 February 1993 and before 1 May 1993 and products prepared using such meat, and other animal products produced  between those dates:\nthe provinces of:\nVerona, Taranto, Bari, Brindisi, Foggia, Lecce and Reggio di Calabria.\n4. Parts of the territory of Italy subject to restrictions on the trade in meat obtained from animals originating in and slaughtered after 1 February 1993 and before 15 June 1993 and products prepared using such meat, and other animal products produced  between those dates:\nthe provinces of:\nCatanzaro, Cosenza, Potenza and Matera.\n5. Parts of the territory of Italy subject to restrictions on trade in meat obtained from animals originating in and slaughtered after 1 February 1993 and products prepared using such meat, and other animal products produced after that date:\nthe provinces of:\nAvellino, Benevento, Napoli, Caserta and Salerno."}