{"celex_id": "31997D0187", "uri": "http://publications.europa.eu/resource/cellar/f9b04403-e868-47ec-b1df-8069ef204358", "type": "Decision", "concepts": ["3559", "4328", "5508"], "title": "97/187/EC: Council Decision of 11 March 1997 appointing three members and six alternate members of the Committee of the Regions\n", "header": "COUNCIL DECISION of 11 March 1997 appointing three members and six alternate members of the Committee of the Regions (97/187/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 198a thereof,\nHaving regard to Council Decision 94/65/EC, of 26 January 1994 (1) and 95/15/EC of 23 January 1995 (2) appointing members and alternate members of the Committee of the Regions,\nWhereas three seats as members and six seats as alternate members of the Committee have become vacant following the resignations of Mr Wolter Lemstra, Mr Jan C. Terlouw and Ms Christina BĂźhrmann, members, and Mr Michel Jager, Mr Antoine Kessen, Mr Edgar F. L. Peer, Mr Bert Westerink, Ms Nathalie de T'Serclaes and Mr Helmut Holl, alternate members, notified to the Council on 3 September 1996, 23 January 1997, 27 January 1997, 28 February 1997, 28 February 1997, 29 January 1997, 10 February 1997, 24 October 1996 and 28 February 1997 respectively;\nHaving regard to the proposals from the Netherlands, German and Belgian governments,", "main_body": ["1. Mr Antoine Kessen is hereby appointed a member of the Committee of the Regions in place of Mr Wolter Lemstra for the remainder of the latter's term of office, which runs until 25 January 1998.\n2. Ms M. J. Loupen-Laurant is hereby appointed a member of the Committee of the Regions in place of Mr Jan C. Terlouw for the remainder of the latter's term of office, which runs until 25 January 1998.\n3. Mrs Heidrun Alm-Merk is hereby appointed a member of the Committee of the Regions in place of Ms Christina BĂźhrmann for the remainder of the latter's term of office, which runs until 25 January 1998.\n4. Ms M. M. Van Den Brink is hereby appointed an alternate member of the Committee of the Regions in place of Mr Michel Jager for the remainder of the latter's term of office, which runs until 25 January 1998.\n5. Mr M. Verbeek is hereby appointed an alternate member of the Committee of the Regions in place of Mr Antoine Kessen for the remainder of the latter's term of office, which runs until 25 January 1998.\n6. Ms P. C. Krikke is hereby appointed an alternate member of the Committee of the Regions in place of Mr Edgar Peer for the remainder of the latter's term of office, which runs until 25 January 1998.\n7. Mr A. G. J. M. Rombouts is hereby appointed an alternate member of the Committee of the Regions in place of Mr Bert Westerink for the remainder of the latter's term of office, which runs until 25 January 1998.\n8. Mr Michel Lebrun is hereby appointed an alternate member of the Committee of the Regions in place of Ms Nathalie de T'Serclaes for the remainder of the latter's term of office, which runs until 25 January 1998.\n9. Mr Werner Litten is hereby appointed an alternate member of the Committee of the Regions in place of Mr Helmut Holl for the remainder of the latter's term of office, which runs until 25 January 1998."], "attachments": "Done at Brussels, 11 March 1997.\nFor the Council\nThe President\nA. JORRITSMA-LEBBINK\n(1) OJ No L 31, 4. 2. 1994, p. 29.\n(2) OJ No L 25, 2. 2. 1995, p. 20."}