{"celex_id": "31994R3126", "uri": "http://publications.europa.eu/resource/cellar/2a1a0832-8859-49fd-8246-fd5975095d20", "type": "Regulation", "concepts": ["1270", "2292", "3003", "4078", "4172", "4885"], "title": "Commission Regulation (EC) No 3126/94 of 20 December 1994 fixing the aid for supplying the Canary Islands with vegetable oils (excluding olive oil) under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 3126/94 of 20 December 1994 fixing the aid for supplying the Canary Islands with vegetable oils (excluding olive oil) under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Commission Regulation (EC) No 2883/94 of 28 November 1994 establishing a forecast balance for the supply to the Canary Islands of agricultural products covered by the specific measures provided for in Articles 2, 3, 4 and 5 of Council Regulation  (EEC) No 1601/92 (3) fixes in Annex VIII thereto for the period 1 July 1994 to 30 June 1995 the quantities of vegetable oils (excluding olive oil) eligible under the supply arrangements for either an exemption of import duties or a grant of aid for  products originating in the rest of the Community;\nWhereas the amounts of the above aid for supplying the archipelago should be fixed; whereas this aid should be fixed with account taken in particular of the costs of supply from the world market and the conditions that result from the archipelago's  geographical situation;\nWhereas new common detailed rules for implementing the specific supply measures for the Canary Islands have been laid down by Commission Regulation (EC) No 2790/94 (4), as amended by Regulation (EC) No 2883/94, particularly as regards the issue and  length of validity of the aid certificates, payment of the aid and inspection and monitoring of the commercial operations; whereas these provisions replace the detailed rules laid down by Commission Regulation (EEC) No 1695/92 (5), as last amended by  Regulation (EEC) No 2596/93 (6), and apply in the various market sectors from 1 December 1994;\nWhereas, to avoid misunderstandings, Commission Regulation (EEC) No 2258/92 (7), as last amended by Regulation (EC) No 2445/94 (8), should accordingly be repealed from that same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the purpose of applying Article 3 (2) of Regulation (EEC) No 1601/92, aid for the supply to the Canary Islands of vegetable oils (excluding olive oil) falling wihtin CN codes 1507 to 1516 (with the exception of 1509 and 1510), originating  on the Community market shall be fixed at ECU 25 per tonne of product, in the context of the supply balance established by Regulation (EC) No 2883/94.", "Regulation (EEC) No 2258/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 304, 29. 11. 1994, p. 18.\n(4) OJ No L 296, 17. 11. 1994, p. 23.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 219, 4. 8. 1992, p. 46.\n(8) OJ No L 261, 11. 10. 1994, p. 5."}