{"celex_id": "31994R3299", "uri": "http://publications.europa.eu/resource/cellar/8901b06e-b333-4cc8-a405-53e7e57a0bbf", "type": "Regulation", "concepts": ["2324", "2771", "4353", "4713", "4734", "5096"], "title": "Commission Regulation (EC) No 3299/94 of 21 December 1994 on transitional measures applicable in Austria in the wine-growing sector\n", "header": "COMMISSION REGULATION (EC) No 3299/94 of 21 December 1994 on transitional measures applicable in Austria in the wine-growing sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland, Norway and Sweden (1), and in particular Article 149 (1) thereof,\nWhereas pursuant to Article 2 (3) of the Accession Treaty the institutions of the European Union may adopt, before accession, the measures referred to in Article 149 of the Act of Accession; whereas those measures must enter into force on the date of  and subject to the entry into force of the Accession Treaty;\nWhereas Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (2), as last amended by Regulation (EC) No 1891/94 (3), lays down the basic rules for the management of the market in that sector and, in  particular, Article 1 (6) thereof lays down that the wine marketing year lasts from 1 September to 31 August;\nWhereas pursuant to the Act of Accession the common organization of the market in wine will apply in Austria from the moment of accession; whereas, however, there are important market management measures that cannot usefully be initiated during the  current marketing year in that Member State; whereas the application of the market management measures should therefore be postponed until the next marketing year; whereas the situation on the wine market in Austria should be monitored in order to allow  a harmonious transition from the previous national arrangements to the Community arrangements and ensure the balance of the Austrian wine market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation establishes the transitional measures applicable in Austria in the wine-growing sector.", "Without prejudice to the specific transitional provisions of the Act of Accession, the products referred to in Article 1 (2) (a) and (b) of Council Regulation (EEC) No 822/87, where these are located on Austrian territory, that do not meet  the requirements of Title II and Articles 65 to 70 of that Regulation or of Council Regulation (EEC) No 4252/88 (4) and Council Regulation (EEC) No 2332/92 (5), both amended by Regulation (EC) No 1893/94 (6), may be marketed, in Austria alone, until  stocks are exhausted, when those products:\n- are of Austrian origin and have been produced up to 31 August 1995 at the latest, in compliance with the legislation in force in Austria before its accession, or\n- were imported into Austria before its accession in compliance with Austrian legislation.", "The replanting rights referred to in Article 7 (1) of Regulation (EEC) No 822/87, acquired in Austria on the basis of the national legislation in force before accession, may be exercised on the conditions laid down in Community legislation:\n- until the end of the 14th marketing year following the one during which grubbing up was carried out, when this took place before 1 September 1988,\n- until 31 August 2003 when grubbing up took place between 1 September 1988 and 31 December 1994.", "Title III of Regulation (EEC) No 822/87 shall apply only from the 1995/96 marketing year.", "Austria shall communicate to the Commission, not later than 28 February 1995:\n- the quantities of grape must/juice and wine harvested in Austria in 1994/95, broken down according to quality, category and colour, and\n- the quantities of grape must and wine held in storage at 31 August 1994 by producers and traders other than retailers.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities and subject to the entry into force of the Treaty of Accession of Austria, Finland, Norway and Sweden.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No C 241, 29. 8. 1994, p. 21.\n(2) OJ No L 84, 27. 3. 1987, p. 1.\n(3) OJ No L 197, 30. 7. 1994, p. 42.\n(4) OJ No L 373, 31. 12. 1988, p. 59.\n(5) OJ No L 231, 13. 8. 1992, p. 1.\n(6) OJ No L 197, 30. 7. 1994, p. 45."}