{"celex_id": "31994R1482", "uri": "http://publications.europa.eu/resource/cellar/0c7188b8-3d9f-47e8-a6b1-14837a33b51a", "type": "Regulation", "concepts": ["2286", "2356", "2560", "2642", "3065", "4692"], "title": "Commission Regulation (EC) No 1482/94 of 27 June 1994 amending Regulation (EEC) No 1393/94 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 1482/94 of 27 June 1994 amending Regulation (EEC) No 1393/94 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certan regions in Belgium, which are located in the border area to the Netherlands, exceptional support measures for the market in pigmeat were adopted for the Netherlands in Commission  Regulation (EC) No 1393/94 (3);\nWhereas it is necessary to adjust the buying-in price for heavy pigs to the present market situation taking into account the decrease in market prices;\nWhereas in view of new outbreaks of classical swine fever in Belgium, the veterinary and commercial restrictions were extended by the Dutch authorities to a new region at the beginning of June 1994; whereas it is appropriate to include, as from 20 June  1994, animals coming from this region in the buying-in scheme provided for by Regulation (EC) No 1393/94;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 1393/94 is hereby amended as follows:\n1. In Article 4 (1), 'ECU 115' is replaced by 'ECU 105' and 'ECU 98' is replaced by 'ECU 89':\n2. The Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 28 June 1994; however, the provisions of Article 1 point 2 shall apply from 20 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 152, 18. 6. 1994, p. 27.\nANNEX\n'ANNEX\nThe area located in the province of Zeeland is deliminated as follows:\nFrom the border post 358, follow the 'Damsche Vaart' towards the north-west to the crossroads with road N 58, follow this towards the north-east to the crossroads with road N 61 in the commune of Schoondijk, follow road N 61 towards the south-east to  the crossroads with 'Statendijk 1', follow this to the crossroads with the 'Molentje', follow this to the crossroads with the 'Oranjedijk', follow this to the crossroads with the 'Mauritsweg', follow this to the crossroads with the 'Zachariasweg',  follow this to the crossroads with the 'Driewegenweg', follow this and continue into 'Schorerweg', follow this to the crossroads with the 'Hoofdplaatseweg' and the 'Driewegenweg', follow this towards the south-east to the crossroads with road N 61,  follow this towards the east to the crossroads with the 'Isabella' canal, follow this canal to the State border, follow the border towards the south-east to border post 358.'"}