{"celex_id": "31998L0028", "uri": "http://publications.europa.eu/resource/cellar/091fb230-26d6-4d4f-97ba-94cb572caf36", "type": "Directive", "concepts": ["1279", "3646", "4036", "4316", "4522", "5581"], "title": "Commission Directive 98/28/EC of 29 April 1998 granting a derogation from certain provisions of Directive 93/43/EEC on the hygiene of foodstuffs as regards the transport by sea of bulk raw sugar (Text with EEA relevance)\n", "header": "12.5.1998 EN Official Journal of the European Communities L 140/10\nCOMMISSION DIRECTIVE 98/28/EC\nof 29 April 1998\ngranting a derogation from certain provisions of Directive 93/43/EEC on the hygiene of foodstuffs as regards the transport by sea of bulk raw sugar\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs (1), and in particular Article 3(3) thereof,\nWhereas information shows that the application of the second subparagraph of paragraph 2 of Chapter IV of the Annex to Directive 93/43/EEC relating to the transport of bulk foodstuffs in liquid, granulate or powdered from in receptacles and/or containers/tankers reserved for the transport of foodstuffs, is not practical and imposes an unduly onerous burden on food businesses when applied to the transport of raw sugar by sea, which is not intended for use as food nor as a food ingredient without a full and effective refining process;\nWhereas, however, it is necessary to ensure that the granting of a derogation provides an equivalent level of protection of public health, by attaching conditions to the terms of such derogation;\nWhereas the availability of receptacles and/or containers/tankers reserved for the transport of foodstuffs by sea is insufficient to serve the continuing trade in raw sugar, which is not intended for use as food nor as a food ingredient without a full and effective refining process;\nWhereas experience acquired during the past years has shown that refined sugar is not contaminated where the bulk transport of raw sugar by sea is undertaken in receptacles and/or containers/tankers which are not reserved for the transport of foodstuffs; whereas on the other hand it should be established that receptacles and/or containers/tankers that have been used previously for transportation have been cleaned effectively and that the cleaning procedure is considered as critical to the overall safety and wholesomeness of the refined sugar;\nWhereas it is incumbent on Member States by virtue of Article 8 of Directive 93/43/EEC to carry out controls to ensure the application of this Directive;\nWhereas this specific derogation, shall be without prejudice to the general provisions of Directive 93/43/EEC;\nWhereas the Scientific Committee for Foods has been consulted;\nWhereas the measures provided for in this Directive are in compliance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["This Directive derogates from the provisions of Chapter IV, the second subparagraph of paragraph 2, of the Annex to Directive 93/43/EEC and lays down equivalent conditions to ensure the protection of public health and the safety and wholesomeness of the foodstuffs concerned.", "1.   The bulk transport of raw sugar by sea which is not intended for use as food nor as a food ingredient without a full and effective refining process is permitted in receptacles and/or containers/tankers that are not exclusively used for the transport of foodstuffs.\n2.   The receptacles and/or containers/tankers referred to in paragraph 1, shall be subject to the following conditions:\n— prior to loading the raw sugar, the receptacle and/or container/tanker shall be effectively cleaned to remove residues of the previous cargo and other soiling and inspected to establish that such residues have been removed effectively,\n— the immediate previous cargo prior to the raw sugar shall not have been a bulk liquid.", "1.   The food business operator responsible for the transport of the raw sugar by sea shall keep documentary evidence, accurately describing in detail the immediate previous cargo carried in the receptacle and/or container/tanker concerned, and the type and effectiveness of the cleaning process applied prior to the transport of the raw sugar.\n2.   The documentary evidence shall accompany the consignment during all stages of transport to the refinery and a copy shall be retained by the refinery. The documentary evidence shall be marked in a clearly visible and indelible fashion, in one or more Community languages, ‘This product must be refined before being used for human consumption’.\n3.   On request, the food business operator responsible for the transport of the raw sugar and/or the refining process shall provide the competent official food control authorities with the documentary evidence referred to in paragraphs 1 and 2.", "1.   Raw sugar which has been transported by sea in receptacles and/or containers/tankers which are not exclusively reserved for the transport of foodstuffs shall be subjected to a full and effective refining process before being considered suitable for use as food or as a food ingredient.\n2.   The food business operators responsible for the transport and refining process shall consider the cleaning process undertaken prior to loading of the raw sugar to be critical to the safety and wholesomeness of the refined sugar within the meaning of Article 3(2) of Directive 93/43/EEC taking into account the nature of the previous cargo carried in the receptacle and/or container/tanker.", "1.   Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive on 1 August 1998. They shall immediately inform the Commission thereof.\n2.   When Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of official publication. The procedure for such reference shall be adopted by the Member States.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 April 1998.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1)  OJ L 175, 19. 7. 1993, p. 1."}