{"celex_id": "31994R3107", "uri": "http://publications.europa.eu/resource/cellar/a9293b08-e6b9-4918-99b3-a5e6b7448922", "type": "Regulation", "concepts": ["1637", "1644", "2025", "4083", "5969", "914"], "title": "Commission Regulation (EC) No 3107/94 of 19 December 1994 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on measures applicable to imports of mushrooms of the species Agaricus spp. falling within CN codes 0711 90 40, 2003 10 20 and 2003 10 30\n", "header": "COMMISSION REGULATION (EC) No 3107/94 of 19 December 1994 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on measures applicable to imports of mushrooms of the species Agaricus spp. falling within CN codes  0711 90 40, 2003 10 20 and 2003 10 30\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of mushrooms of the species Agaricus spp. falling within CN codes 0711 90 40, 2003 10 20 and 2003 10 30 (1), as last amended by Regulation (EEC) No  1122/92 (2), and in particular Article 6 thereof,\nWhereas Article 3 of Regulation (EEC) No 1796/81 stipulates that the quantity free of the additional amount must be allocated between the supplier countries, account being taken of traditional trade flows and of any new suppliers;\nWhereas Commission Regulation (EEC) No 1707/90 (3), as last amended by Regulation (EC) No 2429/94 (4), lays down detailed rules for the application of Regulation (EEC) No 1796/81; whereas, as a consequence of the various amendments which have been or  must be made to Regulation (EEC) No 1707/90 in the light of the experience gained, its repeal and replacement by a new Regulation are now appropriate;\nWhereas provision should be made to review the allocation during a given year on the basis of the data available after the first six months; whereas a reserve should be established so as to avoid any interruption in trade with a supplier country when  the overall quantity has not been exhausted;\nWhereas the European Agreements with Bulgaria (5), Poland (6) and Romania (7) grant those countries preferential access to the Community market for specific quantities;\nWhereas detailed arrangements should be laid down to ensure that the quantities in excess of the tariff quotas are subjected to the levying of the additional amount; whereas those arrangements must involve the issuing of licences at the end of a period  in which the quantities are checked and the necessary notifications are made by the Member States; whereas these provisions are either supplementary to or derogate from the provisions of Commission Regulation (EEC) No 2405/89 of 1 August 1989 laying  down special detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables (8), as last amended by Regulation (EC) No 556/94 (9), and by Commission Regulation (EEC)  No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (10), as last amended by Regulation (EC) No 2746/94 (11);\nWhereas, pursuant to Regulation (EEC) No 1707/90, a new importer was not obliged to satisfy certain conditions in order to qualify as such; whereas experience shows that if proper management of the quota is to be ensured the share allocated to this  category of trader must be reduced and certain criteria relating to the status of the applicants and the use of the licences allocated must be laid down;\nWhereas it is more appropriate to establish henceforth an allocation between traditional importers on the basis of the quantities imported and not on the basis of the licences issued; whereas, for administrative reasons, provision should nevertheless be  made for a transitional period;\nWheras, to ensure the correct use of the quotas, provision must be made for regular notification by the Member States of the quantities for which the licences have not been used;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The entry into free circulation within the Community of mushrooms of the species Agaricus falling within CN codes 0711 90 40, 2003 10 20 and 2003 10 30, free from any additional amount, as part of the overall quantity laid down in Article 3  of Regulation (EEC) No 1796/81, shall be subject to the conditions laid down in this Regulation.", "1. The overall quantity shall be allocated between the supplier countries in accordance with Annex I, apart from a part thereof which shall constitute a reserve.\n2. The allocation may be amended on the basis of information regarding the quantities for which licences have been issued as at 30 June of the year in question.", "1. Regulation (EEC) 2405/89 shall apply, subject to the provisions of this Regulation.\n2. Import licences shall be valid for a period of six months from the date of issue within the meaning of Article 21 (2) of Regulation (EEC) No 3719/88, but shall not be valid after 31 December of the year in question.\n3. Article 5 (2) of Regulation (EEC) No 2405/89 shall not apply.", "1. Both quantities, namely that allocated to Poland pursuant to Article 3 (2) of Regulation (EEC) No 1796/81 on the one hand and that allocated to the other countries pursuant to Article 3 (3) of the same Regulation on the other hand, shall  be distributed as follows:\n(a) 85 % to traditional importers.\n'Traditional importers' shall mean importers who have obtained import licences in each of the previous three calendar years and who have imported the products referred to in Article 1 in at least two of the previous three calendar years. The condition  relating to the procurement of import licences shall only apply from the fourth year following the entry into force of the Treaty of Accession of Austria, Finland, Norway and Sweden to nationals of those new Member States.\n(b) 15 % to new importers.\n'New importers' shall mean importers other than those referred to in (a) who are traders, natural or legal persons, individuals or groups trading for at least one year. Compliance with this condition shall be certified by registration in a trade  register held by the Member State or by any other proof accepted by the Member State. When an importer in this category has obtained import licences in the previous calendar year, he must show proof of having put in free circulation, on his own account,  at least 50 % of the quantity allocated to him.\n2. The importers referred to in paragraph 1 shall attach to their application information enabling the competent national authorities to verify to their satisfaction fulfilment of the conditions set out in paragraph 1 (a) and (b).\n3. Any quantities still available on 15 October shall be allocated without discrimination between both categories of importer.", "1. Licence applications submitted by the importers referred to in Article 4 (1) (a) may not relate, in any six-month period, to a quantity exceeding 60 % of the average annual quantity of imports effected during the preceding three calendar  years, an exception being made in the case of suppliers in the Community as constituted on 31 December 1994 for the years 1992, 1993 and 1994, for which the reference used shall be the annual quantity of import licences issued.\n2. Licence applications submitted by the importers referred to in Article 4 (1) (b) may not relate, in any six-month period, to a quantity exceeding 8 % of the total quantity allocated pursuant to the said Article 4 (1) (b).", "1. Member States shall notify the Commission of the quantities applied for free of additional amount in accordance with Article 13 (3) of Regulation (EEC) No 2405/89, giving separate figures for the quantities applied for pursuant to Article  4 (1) (a) and (b) respectively.\n2. Import licences shall be issued on the fifth working day following that on which applications are lodged, provided that no special measures are taken in the meantime.\n3. If the quantities applied for exceed for any supplier country the quantity available, the Commission shall allocate the excess quantities from the reserve mentioned in Article 2 (1).\n4. If, after allocation of the reserve, the quantities applied for exceed the quantity available, the Commission shall set flat-rate pecentage reduction for the applications in question and suspend the issue of licences in respect of subsequent  applications.", "The Commission shall regularly inform the Member States of the utilization of the quotas laid down and, at the appropriate time, of their exhaustion.", "By the 15th of each month at the latest, the Member States shall notify the Commission of the quantities for which import licences have been issued but not used.", "1. Article 33 (5) of Regulation (EEC) No 3719/88 shall apply.\n2. Quantities imported within the tolerance referred to in Article 8 (4) of Regulation (EEC) No 3719/88 shall not be free of the additional amount.", "0\n1. The release into free circulation of mushrooms originating in China shall be subject to Articles 55 to 65 of Commission Regulation (EEC) No 2454/93 (12).\nIn the event of loss of the original, and notwithstanding Article 57 (2) of the abovementioned Regulation, the competent authorities may accept a dublicate of the certificate of origin.\n2. The authorities competent to issue the certificate of origin shall be those indicated in Annex II.\n3. Products originating in Bulgaria, Poland and Romania shall be released for free circulation in the Community on presentation of an EUR 1 certificate issued by the authorities of those countries in accordance with Protocol 4 of the European  Agreements.", "1\n1. Import licences shall show the following in box 24, in one of the official languages of the Community:\n- Exempt from additional amount - Regulation (EEC) No 1796/81.\n2. If the country of origin is Bulgaria, Poland or Romania, import licences shall also include the following in box 24, in one of the official languages of the Community:\n- 'Agreement', the name of the country concerned and 'Reduced customs duties as provided for in the Agreement'.", "2\n1. The holder of an import licence may apply to have the CN code for which the licence was issued changed, provided that:\n(a) the new CN code applied for is one of those listed in Article 1;\n(b) the application is submitted to the body that issued the original licence and is accompanied by the original and any extract issued.\n2. The body that has issued the original licence shall keep it and any copy and shall issue a replacement licence and, where appropriate, one or more extracts from the replacement licence.\n3. The replacement licence and, where appropriate, the extract or extracts:\n- shall be issued for a quantity up to the maximum quantity available according to the replacement document,\n- indicate in box 20 the number and date of the document replaced,\n- indicate in boxes 13, 14 and 15 the information relating to the new product in question,\n- indicate in box 16 the new CN code,\n- indicate in the other boxes the same information as shown on the replaced document, and in particular the same expiry date.\n4. Member States shall immediately inform the Commission of any change of CN code on import licences they have issued.", "3\nRegulation (EEC) No 1707/90 is hereby repealed.\nReferences to the repealed Regulation shall be construed as being made to this Regulation, and shall be read in accordance with the correlation table in Annex III.", "4\nThis Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 183, 4. 7. 1981, p. 1.\n(2) OJ No L 117, 1. 5. 1992, p. 98.\n(3) OJ No L 158, 23. 6. 1990, p. 34.\n(4) OJ No L 259, 7. 10. 1994, p. 10.\n(5) OJ No L 323, 23. 12. 1993, p. 2.\n(6) OJ No L 348, 31. 12. 1993, p. 2.\n(7) OJ No L 81, 2. 4. 1993, p. 2.\n(8) OJ No L 227, 4. 8. 1989, p. 34.\n(9) OJ No L 71, 15. 3. 1994, p. 7.\n(10) OJ No L 331, 2. 12. 1988, p. 1.\n(11) OJ No L 290, 11. 11. 1994, p. 6.\n(12) OJ No L 253, 11. 10. 1993, p. 1.\nANNEX I\nAllocation referred to in Article 2 (net drained weight):\n\"(in tonnes)\"\" ID=\"1\">Bulgaria> ID=\"2\">1 240> ID=\"3\">1 300> ID=\"4\">1 360\"> ID=\"1\">Poland> ID=\"2\">32 480> ID=\"3\">33 880> ID=\"4\">33 880\"> ID=\"1\">Romania> ID=\"2\">350> ID=\"3\">370> ID=\"4\">380\"> ID=\"1\">China> ID=\"2\">22 750> ID=\"3\">22 750> ID=\"4\">22  750\"> ID=\"1\">Others> ID=\"2\">3 440> ID=\"3\">3 360> ID=\"4\">3 290\"> ID=\"1\">Reserve> ID=\"2\">1 000> ID=\"3\">1 000> ID=\"4\">1 000\"> ID=\"1\">Total > ID=\"2\">61 260> ID=\"3\">62 660> ID=\"4\">62 660\">\nANNEX II\nThe competent authorities referred to in Article 10 (2) are:\n- Shanghai Foreign Economic Relations and Trade Commission,\n- Fujian Foreign Economic Relations and Trade Commission,\n- Guangxi Foreign Economic Relations and Trade Commission,\n- Zhejiang Foreign Economic Relations and Trade Commission,\n- Jiangsu Foreign Economic Relations and Trade Commission,\n- Sichuan Foreign Economic Relations and Trade Commission,\n- Chongquing Foreign Economic Relations and Trade Commission,\n- Anhui Foreign Economic Relations and Trade Commission,\n- Guangdong Foreign Economic Relations and Trade Commission,\n- Foreign Trade Administration, Ministry of Foreign Trade and Economic Cooperation (MOFTEC).\nANNEX III\nCorrelation table referred to in Article 13\n\"\" ID=\"1\">Article 1> ID=\"2\">Article 1\"> ID=\"1\">Article 3\"> ID=\"1\">Article 3 (1)> ID=\"2\">Article 2 (3)\"> ID=\"1\">Article 3 (2)> ID=\"2\">Article 2 (2)\"> ID=\"1\">Article 3 (3)> ID=\"2\">Article 2 (1)\"> ID=\"1\">Article 4> ID=\"2\">Article 10\">  ID=\"1\">Article 4 (1)> ID=\"2\">Article 10 (1)\"> ID=\"1\">Article 4 (2)> ID=\"2\">Article 10 (2)\"> ID=\"1\">Article 4 (3)> ID=\"2\">Article 10 (3)\"> ID=\"1\">Article 5\"> ID=\"1\">Article 5 (1)> ID=\"2\">Article 3 (1)\"> ID=\"1\">Article 5 (2)> ID=\"2\">Article 3 (2)\">  ID=\"1\">Article 5 (3)> ID=\"2\">Article 3 (3)\"> ID=\"1\">Article 5 (4)> ID=\"2\">Article 4 (1), 4 (2), 4 (3)\"> ID=\"1\">Article 5 (5) (a) and (b)> ID=\"2\">Article 5\"> ID=\"1\">Article 5 (5) other than (a) and (b)> ID=\"2\">Deleted\"> ID=\"1\">Article 5 (6)>  ID=\"2\">Article 6 (1)\"> ID=\"1\">Article 5 (7)> ID=\"2\">Article 6 (3)\"> ID=\"1\">Article 5 (8)> ID=\"2\">Article 6 (4)\"> ID=\"1\">Article 5 (9)> ID=\"2\">Article 6 (2)\"> ID=\"1\">Article 5 a> ID=\"2\">Article 12\"> ID=\"1\">Article 5 a (1)> ID=\"2\">Article 12 (1)\">  ID=\"1\">Article 5 a (2)> ID=\"2\">Article 12 (2)\"> ID=\"1\">Article 5 a (3)> ID=\"2\">Article 12 (3)\"> ID=\"1\">Article 5 a (4)> ID=\"2\">Article 12 (4)\"> ID=\"1\">Article 6> ID=\"2\">Article 7\"> ID=\"1\">Article 7 (1)> ID=\"2\">Article 11 (1)\"> ID=\"1\">Article 7 (2)>  ID=\"2\">Article 9 (2)\"> ID=\"1\">Article 7 a> ID=\"2\">Article 11 (2)\"> ID=\"1\">Article 8> ID=\"2\">Deleted\"> ID=\"1\">Article 9 (1)> ID=\"2\">Article 8\"> ID=\"1\">Article 9 (2)> ID=\"2\">Article 9 (1)\"> ID=\"1\">Article 10> ID=\"2\">Article 13\"> ID=\"1\">Article 11>  ID=\"2\">Article 14\">"}