{"celex_id": "31993D0413", "uri": "http://publications.europa.eu/resource/cellar/941c7945-c684-4835-b4a8-6de42c9eeccd", "type": "Decision", "concepts": ["1591", "1767", "3856", "4164", "4375", "588"], "title": "93/413/EEC: Commission Decision of 19 July 1993 terminating the anti-dumping proceeding concerning imports of compact discs originating in Taiwan, Singapore and Malaysia\n", "header": "COMMISSION DECISION of 19 July 1993 terminating the anti-dumping proceeding concerning imports of compact discs originating in Taiwan, Singapore and Malaysia\n(93/413/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nHaving regard to the proposal submitted by the Commission, after consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. PROCEDURE  (1) In February 1992 the Commission received a complaint lodged by Compact (Committee of Mechoptronics Producers and Connected Technologies), on behalf of producers representing a major proportion of the Community production of compact  disc players. The complaint contained evidence of dumping and of material injury resulting therefrom to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European  Communites (2), the initiation of an anti-dumping proceeding concerning imports of certain compact disc players, i.e. stand-alone sound reproducers with a laser optical reading system, with external dimensions of at least 150 × 45 × 170 mm, able to  function with AC mains supply of usually 110/120/220/240 v, not capable of operating with internal or external power supply of 24 v DC or less, originating in Taiwan, Singapore and Malaysia.\nIn this notice, the Commission indicated that at least some of the compact disc players presently exported from Taiwan, Singapore and Malaysia may not originate, according to the Community rules on origin, in these three countries but in Japan. The  Commission therefore stated that the findings on question of origin of these products could also be relevant to the review (3) of the anti-dumping measures established by Council Regulation (EEC) No 112/90 (4) which imposed anti-dumping duties on  imports of the product concerned originating in Japan and Korea.\n(2) The Commission officially so advised the exporters known to be concerned, the representatives of the exporting countries and the complainants, and gave the parties directly concerned the opportunity to make known their views in writing and to  request a hearing.\n(3) All of the known producers in the three countries and some importers made their views known in writing.\n(4) The Commission sought and verified all information deemed to be necessary for the purpose of a preliminary determination and carried out investigations at the premises of the major Community producer, producers in Taiwan, Singapore and Malaysia,  some parent companies of these producers in Japan and a number of importers.\n(5) Given the issue of origin referred to in the opening notice [see recital (1)], the investigation of dumping covered the period 1 January to 31 December 1991 in order to coincide with the investigation period in the review of Regulation (EEC) No  112/90.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING  (6) The two major Community producers officially advised the Commission of their intention to cease production of compact disc players in the Community. These producers declared that the  discontinuation of their production within the Community would be completed by the end of 1993 and that they were of the opinion that there was no justification for protective measures.\n(7) Furthermore, the complainant, Compact, representing the producers comprising the Community industry formally withdrew on 6 April 1993 its complaint concerning imports of compact disc players originating in Taiwan, Singapore and Malaysia. The  Commission considered that a termination would not be against the interest of the Community.\n(8) In these circumstances, it is considered that protective measures are unnecessary and that, accordingly, the anti-dumping proceeding concerning imports of compact disc players originating in Taiwan, Singapore and Malaysia should be terminated  without the imposition of protective measures.", "main_body": ["The anti-dumping proceeding concerning imports of certain compact disc players, i.e. stand-alone sound reproducers with a laser optical reading system, with external dimensions of at least 150 × 45 × 170 mm, able to function with AC mains  supply of usually 110/120/220/240 v, not capable of operating with internal or external power supply of 24 v DC or less, originating in Taiwan, Singapore and Malaysia is hereby terminated."], "attachments": "Done at Brussels, 19 July 1993.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 148, 12. 6. 1992, p. 7.\n(3) OJ No C 173, 4. 7. 1991, p. 3, OJ No C 174, 5. 7. 1991, p. 15 and OJ No C 334, 28. 12. 1990, p. 8.\n(4) OJ No L 13, 17, 1. 1990, p. 21."}