{"celex_id": "31998R2509", "uri": "http://publications.europa.eu/resource/cellar/08a69ff4-71d9-47d8-8c05-2e2ae3d2ff3a", "type": "Regulation", "concepts": ["2292", "3170", "4172", "4663", "4682"], "title": "Commission Regulation (EC) No 2509/98 of 20 November 1998 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for supplying the Canary Islands and repealing Regulation (EC) No 2310/98\n", "header": "COMMISSION REGULATION (EC) No 2509/98 of 20 November 1998 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for supplying the Canary Islands and repealing Regulation (EC) No 2310/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 7(3) thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), as last amended by Regulation (EC) No 2348/96 (4), and in particular Article 3(2) thereof,\nWhereas certain intervention agencies hold substantial stocks of beef bought into intervention; whereas an extension of the storage period should be avoided on account of the ensuing high costs;\nWhereas Commission Regulation (EC) No 1319/98 (5) establishing a forecast balance for the supply to the Canary Islands of live bovine animals and beef and veal products fixes the forecast supply balance for frozen meat of bovine animals for the period 1 July 1998 to 30 June 1999; whereas, in the light of traditional trade patterns, beef should be released from intervention for the purpose of supplying the Canary Islands during that period;\nWhereas Commission Regulation (EEC) No 2539/84 of 5 September 1984 laying down detailed rules for certain sales of frozen beef held by the intervention agencies (6), as last amended by Regulation (EC) No 2417/95 (7), provides for the possibility of a two-stage procedure for the sale of beef from intervention;\nWhereas, in order to ensure that the tendering procedure is consistent and uniform, measures should be adopted in addition to those laid down in Commission Regulation (EEC) No 2173/79 (8), as last amended by Regulation (EC) No 2417/95;\nWhereas Article 3 of Commission Regulation (EC) No 2790/94 of 16 November 1994 laying down common detailed rules for the implementation of Council Regulation (EEC) No 1601/92 concerning specific measures for the Canary Islands with regard to certain agricultural products (9), as last amended by Regulation (EEC) No 825/98 (10), provides for the use of aid certificates issued by the competent Spanish authorities for supplies from the Community; whereas, in order to improve the operation of the abovementioned arrangements, certain derogations from that Regulation should be laid down, in particular, with regard to the application for and the issue of aid certificates;\nWhereas the sale should be conducted in accordance with Commission Regulations (EEC) No 2539/84, (EEC) No 3002/92 (11), as last amended by Regulation (EC) No 770/96 (12), and (EC) No 2790/94, subject to certain special exceptions on account of the particular use to which the products in question are to be put;\nWhereas it is necessary to provide for the lodging of a security to guarantee that the beef arrives at the intended destination;\nWhereas Commission Regulation (EC) No 2310/98 (13) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The sale shall take place of intervention products bought in under Article 6 of Regulation (EEC) No 805/68, of approximately:\n- 351 tonnes of boneless beef held by the French intervention agency,\n- 1 500 tonnes of boneless beef held by the Irish intervention agency,\n- 100 tonnes of bone-in beef held by the Austrian intervention agency,\n- 100 tonnes of bone-in beef held by the Belgian intervention agency,\n- 100 tonnes of bone-in beef held by the Danish intervention agency,\n- 100 tonnes of bone-in beef held by the German intervention agency,\n- 500 tonnes of bone-in beef held by the Spanish intervention agency,\n- 100 tonnes of bone-in beef held by the French intervention agency,\n- 100 tonnes of bone-in beef held by the Italian intervention agency,\n- 100 tonnes of bone-in beef held by the Dutch intervention agency.\n2. This meat shall be sold for delivery to the Canary Islands pursuant to Regulation (EC) No 1319/98.\n3. Subject to the provisions of this Regulation, the sale shall take place in accordance with Regulations (EEC) No 2539/84, (EEC) No 3002/92 and (EC) No 2790/94.\n4. The qualities and the minimum prices referred to in Article 3(1) of Regulation (EEC) No 2539/84 are set out in Annex I hereto.\n5. The intervention agencies shall sell first those products in each product group which have been in storage longest.\nParticulars of the quantities and places where the products are stored shall be made available to interested parties at the addresses given in Annex II.\n6. Only those tenders shall be taken into consideration which reach the intervention agencies concerned no later than 12 noon on 25 November 1998.\n7. Notwithstanding Article 8(1) of Regulation (EEC) No 2173/79 a tender must be submitted to the intervention agency concerned in a closed envelope, bearing the reference to the Regulation concerned. The closed envelope must not be opened by the intervention agency before the expiry of the tender deadline referred to in paragraph 6.", "1. The tender or the purchase application shall be submitted by an operator entered in the register referred to in Article 5(1) of Regulation (EC) No 2790/94 or by an operator duly authorised by the aforementioned operator to act on his behalf.\n2. After receiving a tender or purchase application, the intervention agency shall only conclude the contract after having checked with the competent Spanish agencies referred to in Annex III that the quantity concerned is available within the forecast supply balance.\n3. The Spanish agency shall immediately reserve for the applicant the quantity requested until receipt of the application for the relevant aid certificate. Notwithstanding Article 6(1) of Regulation (EC) No 2790/94, the certificate application must be accompanied only by the original purchase invoice issued by the seller intervention agency or by a certified copy thereof.\nThe application for the aid certificate shall be submitted not later than 14 days after the date on which the purchase invoice is made out.\n4. Notwithstanding Article 3(1) of Regulation (EC) No 2790/94, the aid shall not be granted for meat sold pursuant to this Regulation.\n5. Notwithstanding Article 3(4)(b) of Regulation (EC) No 2790/94, box 24 of the aid certificate application and the aid certificate shall contain the entry: 'aid certificate for use in the Canary Islands - no aid to be paid`.", "Notwithstanding Article 4(2) of Regulation (EEC) No 2539/84, purchase applications may be submitted from the 10th working day following the date referred to in Article 1(6).", "The security provided for in Article 5(1) of Regulation (EEC) No 2539/84 shall be:\n- ECU 3 000 per tonne for boneless beef,\n- ECU 2 000 per tonne for bone-in beef.\nDelivery of the products concerned to the Canary Islands not later than 30 June 1999 shall be a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (14). Proof of compliance with this requirement must be provided not later than two months after completion of formalities with the competent authorities in the Canary Islands for the delivery concerned.", "The removal order referred to in Article 3(1)(b) of Regulation (EEC) No 3002/92 and the T 5 control copy shall contain the entry:\nCarne de intervención destinada a las islas Canarias - Sin ayuda [Reglamento (CE) n° 2509/98]\nInterventionskød til De Kanariske Øer - uden støtte (forordning (EF) nr. 2509/98)\nInterventionsfleisch für die Kanarischen Inseln - ohne Beihilfe (Verordnung (EG) Nr. 2509/98)\nÊñÝáò áðü ôçí ðáñÝìâáóç ãéá ôéò Êáíáñßïõò ÍÞóïõò - ÷ùñßò åíéó÷ýóåéò [Êáíïíéóìüò (ÅÊ) áñéè. 2509/98]\nIntervention meat for the Canary Islands - without the payment of aid (Regulation (EC) No 2509/98)\nViandes d'intervention destinées aux îles Canaries - Sans aide [règlement (CE) n° 2509/98]\nCarni in regime d'intervento destinate alle isole Canarie - senza aiuto [regolamento (CE) n. 2509/98]\nInterventievlees voor de Canarische Eilanden - zonder steun (Verordening (EG) nr. 2509/98)\nCarne de intervenção destinada às ilhas Canárias - sem ajuda [Regulamento (CE) nº 2509/98]\nKanariansaarille osoitettu interventioliha - ilman tukea (Asetus (EY) N:o 2509/98)\nInterventionskött för Kanarieöarna - utan bidrag (Förordning (EG) nr 2509/98).", "Regulation (EC) No 2310/98 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 173, 27. 6. 1992, p. 13.\n(4) OJ L 320, 11. 12. 1996, p. 1.\n(5) OJ L 183, 26. 6. 1998, p. 22.\n(6) OJ L 238, 6. 9. 1984, p. 13.\n(7) OJ L 248, 14. 10. 1995, p. 39.\n(8) OJ L 251, 5. 10. 1979, p. 12.\n(9) OJ L 296, 17. 11. 1994, p. 23.\n(10) OJ L 117, 21. 4. 1998, p. 5.\n(11) OJ L 301, 17. 10. 1992, p. 17.\n(12) OJ L 104, 27. 4. 1996, p. 13.\n(13) OJ L 288, 27. 10. 1998, p. 12.\n(14) OJ L 205, 3. 8. 1985, p. 5.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I -ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐAPAPTHMA II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Äéåõèýíóåéò ôùí ïñãáíéóìþí ðáñåìâÜóåùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção - Interventioelinten osoitteet - Interventionsorganens adresser\nBELGIQUE/BELGIË:\nBureau d'intervention et de restitution belge\nRue de Trèves 82\nB-1040 Bruxelles\nBelgisch Interventie- en Restitutiebureau\nTrierstraat 82\nB-1040 Brussel\nTéléphone: (32 2) 287 24 11; télex: BIRB. BRUB/24076-65567; télécopieur: (32 2) 230 2533/280 03 07\nBUNDESREPUBLIK DEUTSCHLAND:\nBundesanstalt für Landwirtschaft und Ernährung (BLE)\nPostfach 180203, D-60083 Frankfurt am Main\nAdickesallee 40\nD-60322 Frankfurt am Main\nTel.: (49) 69 1564-704/755; Telex: 411727; Telefax: (49) 69 15 64-790/791\nDANMARK:\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nEU-direktoratet\nKampmannsgade 3\nDK-1780 København V\nTlf. (45) 33 92 70 00; telex 151317 DK; fax (45) 33 92 69 48, (45) 33 92 69 23\nESPAÑA:\nFEGA (Fondo Español de Garantía Agraria)\nBeneficencia, 8\nE-28005 Madrid\nTel.: (34) 913 47 65 00/913 47 63 10; télex: FEGA 23427 E/FEGA 41818 E;\nfax: (34) 915 21 98 32/915 22 43 87\nFRANCE:\nOFIVAL\n80, avenue des Terroirs-de-France\nF-75607 Paris Cedex 12\nTéléphone: (33 1) 44 68 50 00; télex: 215330; télécopieur: (33 1) 44 68 52 33\nITALIA:\nAIMA (Azienda di Stato per gli interventi nel mercato agricolo)\nVia Palestro 81\nI-00185 Roma\nTel.: 49 49 91; telex: 61 30 03; telefax: 445 39 40/445 19 58\nIRELAND:\nDepartment of Agriculture, Food and Forestry\nAgriculture House\nKildare Street\nIRL-Dublin 2\nTel. (01) 678 90 11, ext. 2278 and 3806\nTelex 93292 and 93607, telefax (01) 661 62 63, (01) 678 52 14 and (01) 662 01 98\nNEDERLAND:\nMinisterie van Landbouw, Natuurbeheer en Visserij, Voedselvoorzieningsin- en verkoopbureau\np/a LASER, Zuidoost\nSlachthuisstraat 71\nPostbus 965\n6040 AZ Roermond\nTel. (31-475) 35 54 44; telex 56396 VIBNL; fax (31-475) 31 89 39\nÖSTERREICH:\nAMA-Agrarmarkt Austria\nDresdner Straße 70\nA-1201 Wien\nTel.: (431) 33 15 12 20; Telefax: (431) 33 15 1297\nANEXO III - BILAG III - ANHANG III - ÐÁÑÁÑÔÇÌÁ III - ANNEX III - ANNEXE III - ALLEGATO III - BIJLAGE III - ANEXO III - LIITE III - BILAGA III\nOrganismos españoles a que se refiere el apartado 2 del artículo 2 - De i artikel 2, stk. 2, omhandlede spanske organer - Die in Artikel 2 Absatz 2 genannten spanischen Stellen - Ïé éóðáíéêïß ïñãáíéóìïß ðïõ ðñïâëÝðïíôáé óôï Üñèñï 2 ðáñÜãñáöïò 2 - The Spanish agencies referred to in Article 2(2) - Les organismes espagnols visés à l'article 2, paragraphe 2 - Organismi spagnoli di cui all'articolo 2, paragrafo 2 - In artikel 2, lid 2, bedoelde Spaanse instanties - Organismos espanhóis referidos no nº 2 do artigo 2º - 2 artiklan 2 kohdan tarkoittama espanjalainen toimielin - De i artikel 2.2 avsedda spanska organen\n- Dirección Territorial de Comercio en Las Palmas\nJosé Frachy Roca, 5\nE-35007\nLas Palmas de Gran Canaria\nTel.: (34) 928 26 14 11/928 26 21 36; fax: (34) 928 27 89 75\n- Dirección Territorial de Comercio en Santa Cruz de Tenerife\nPilar, 1\nE-38002\nSanta Cruz de Tenerife\nTel.: (34) 922 24 14 80/922 24 13 79; fax: (34) 922 24 42 61/922 24 68 36"}