{"celex_id": "31990R2934", "uri": "http://publications.europa.eu/resource/cellar/683b2022-4a77-40a9-8d9b-f991625f6cac", "type": "Regulation", "concepts": ["1815", "3581", "3759", "4399", "4453", "519"], "title": "Council Regulation (EEC) No 2934/90 of 9 October 1990 imposing a definitive anti-dumping duty on imports of ball bearings with greatest external diameter not exceeding 30 mm originating in Thailand and collecting definitively the provisional duty\n", "header": "COUNCIL  REGULATION (EEC) No 2934/90\nof 9 October 1990\nimposing a definitive anti-dumping duty on imports of ball bearings with greatest external diameter not exceeding 30 mm originating in Thailand and collecting definitively the provisional duty\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protections against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Provisional measures\n(1) The Commission, by Regulation (EEC) No 1613/90 (1), imposed a provisional anti-dumping duty on imports of ball bearings with greatest external diameter not exceeding 30 mm, falling within CN code 8482 10 10 and originating in Thailand.\nB. Subsequent procedure\n(2) Following the imposition of the provisional duty, the two producer/exporters (hereafter called 'the exporters') named in Regulation (EEC) No 1613/90 and the complainant each requested, and were granted, a hearing with regard to the findings set out in this Regulation. They also made written submissions making known their views on these findings.\nC. Dumping\n(i) Normal value\n(3) With regard to normal value, the exporters contested the rate of profit used by the Commission in its provisional calculations.\n(4) They pointed out that this profit margin represents a very substantial increase compared to profit rates used in the previous proceeding relating to the same product originating in the same country and that without such a high profit margin no dumping would have been found. They further alleged that the sales relied upon by the Commission in order to establish the profit margin (as described in the fourth paragraph of recital 15 of Regulation (EEC) No 1613/90) were made at exceptionally high prices to a single customer and should, therefore, not be taken into account in establishing the profit margin to be included in the constructed normal value. As a secondary argument, i. e. were the method used in Regulation (EEC) No 1613/90 to be confirmed, they requested that adjustments be made for expenses incurred by their parent company's Singapore sales company, Minebea Singapore Ltd, from whom the goods were transferred to the first independent customer.\n(5) The Council does not accept the exporters' arguments.\n(6) The fact that a lower rate of profit was considered reasonable in an earlier proceeding, in the light of the situation prevailing then, does not render the different rate established in the present case, on the basis of the new factual situation, unreasonable. In addition, findings cannot be influenced by the consideration that the use of a lower margin of profit in the present case would have led to a smaller or non-existent dumping margin.\n(7) As regards the nature of the sales relied upon by the Commission to establish the profit margin for normal value (fourth paragraph of recital 15 of Regulation (EEC) No 1613/90), the Council accepts that these sales were made to a single customer but notes that several different bearing types were involved and that the quantities were very large. In addition, there is no substance to the claim that the selling prices were exceptionally high and no concrete evidence has been produced by the exporters to back up this allegation.\n(8) Furthermore, the adjustments requested for the expenses incurred by the exporters on the sales described in the aforesaid fourth paragraph of recital 15 cannot be granted. The profit margin used in the present case is not a profit in a third country as such, but has been calculated according to the provisions of Article 2 (3) (b) (ii) in fine of Regulation (EEC) No 2423/88, i. e. on a 'reasonable basis', this reasonable basis being the ratio of sale price/unit cost referred to in the fifth paragraph of the aforesaid recital 15 in initio. Substantial downward adjustments have been made on this ratio but the Council considers that there is no reason to deduct the expenses claimed, since these expenses would not have been incurred had the transaction taken place within Thailand.\n(ii) Export price\n(9) No observations were formulated regarding export price, as established in Regulation (EEC) No 1613/90.\n(iii) Comparison\n(10) The exporters argued that, for comparison purposes, normal value should be reduced by the amount of import duties and taxes payable on imports. Ball bearings exported from Thailand are exempt from these duties and taxes, while they are normally levied on products sold on the domestic market, and the exporters claimed that an adjustment for these amounts should be made under Article 2 (10) (b) of Regulation (EEC) No 2423/88.\n(11) The Council does not agree with the exporters' claim. The normal value was calculated on the actual cost of production, which already excludes the duties and taxes in question. There is consequently no reason to make any deduction from the normal value, since it was calculated net of the import duties and taxes subsequently levied on domestic sales.\n(iv) Conclusion\n(12) In view of the aforementioned considerations, the Council confirms the findings on dumping set out in Regulation (EEC) No 1613/90.\nD. Injury\n(13) With regard to injury, the exporters restricted their arguments to the Commission's findings on the lack of profitability element in the injury determination and on the target profit of 15 % used for calculating the injury threshold (recitals 34 and 54 respectively of Regulation (EEC) No 1613/90).\n(14) The exporters argued that this level of profit was too high and claimed, in particular, that the ball bearings industry requires a lower level of research and development expenditure than many other sectors or products. They further alleged that it would have been more difficult for the Commission to prove the existence of injury had a lower figure for profit been used for the Community industry.\n(15) The Council does not accept the exporters' argument that the target profit for the Community industry is too high. It notes that the figure of 15 % was arrived at by the Commission after taking account of historical trends and of the required levels of investment in fixed assets, research and development, training and marketing. The Council therefore concludes that a 15 % profit represents a reasonable return on sales for the Community industry and that, in view of this, the exporters' second argument, relating to the possible absence of injury had a lower target profit been used, is not relevant.\n(16) The Council therefore confirms the conclusions on injury reached by the Commission in the provisional regulation.\nE. Causation of injury\n(17) No arguments were received from the exporters concerning the Commission's findings on causation of injury. The Council therefore confirms these findings.\nF. Community interest\n(18) No observations were received from any interested party about the Commission's considerations on the Community interest set out in recitals 45 and 46 of Regulation (EEC) No 1613/90. The Council therefore confirms that it is in the Community's interest that action be taken against unfair competition caused by imports at dumped prices of ball bearings originating in Thailand.\nG. Duty\n(19) Since the ball bearings under consideration are subject to an export tax levied by the Royal Thai Government to avoid the imposition of countervailing duties (Commission Decision 90/266/EEC (1)), the exporters claimed that the imposition of an anti-dumping duty on the same bearings would constitute a double penalty for the same situation, contrary to Article 13 (9) of Regulation (EEC) No 2423/88. Their main argument concerned the impact of the second type of subsidy, i. e. the\ncorporate income tax exemption, on the normal value and export price (recital 53 of Regulation (EEC) No 1613/90). They argued that it was arbitrary for the Commission to assume that this subsidy has the same effect on the export price to the Community as it has on the price to the first independent customer in Singapore, which was used to determine the profit margin for the construction of normal value.\n(20) The Council, however, considers that the Commission is correct to assume that an export subsidy, granted equally to all exports, leads to the same proportional reduction in the price of exports to all destinations. The Council therefore rejects the arguments of the exporters and confirms the Commission's conclusions with regard to the combination of anti-dumping and countervailing duties.\nH. Collection of provisional duties\n(21) In view of the dumping margins established and the seriousness of the injury caused to the Community industry, the Council considers it necessary that the amounts secured by way of provisional anti-dumping duties should be collected in full.", "main_body": ["1. A definitive anti-dumping duty of 6,7 % at the net free-at-Community frontier price before duty is hereby imposed on imports of ball bearings with greatest external diameter not exceeding 30 mm, falling within CN code 8482 10 10 and originating in Thailand.\n2. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty under Regulation (EEC) No 1613/90 shall be definitively collected in full.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 October 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 152, 16. 6. 1990, p. 24.\n(1) OJ No L 152, 16. 6. 1990, p. 59."}