{"celex_id": "31995R2945", "uri": "http://publications.europa.eu/resource/cellar/356f02cb-81e4-4628-b6ae-f0975b62b16c", "type": "Regulation", "concepts": ["2176", "2891", "4790", "5229", "5255", "5283"], "title": "Commission Regulation (EC) No 2945/95 of 20 December 1995 amending Regulation (EEC) No 2807/83 laying down detailed rules for recording information on Member States' catches of fish\n", "header": "COMMISSION REGULATION (EC) No 2945/95 of 20 December 1995 amending Regulation (EEC) No 2807/83 laying down detailed rules for recording information on Member States' catches of fish\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 (1) of 12 October 1993, as amended by Council Regulation (EC) No 2870/95 (2), establishing a control system applicable to the common fisheries policy, and in particular Article 19e (5) thereof,\nWhereas, in accordance with Article 19e (5) of Regulation (EEC) No 2847/93, detailed rules should be laid down for recording fishing effort in a logbook so that the system for the management of fishing effort referred to in Council Regulation (EC) No 685/95 of 27 March 1995 on the management of the fishing effort relating to certain Community fishing areas and resources (3) can be implemented;\nWhereas, where an authorized fishing vessel crosses a fishery without carrying out fishing activities this information must be recorded in the logbook;\nWhereas in the period before the introduction of a new logbook whereas action should be taken therefore, as a temporary measure, to supplement the provisions on the recording of the information concerned in the existing logbook for masters of vessels who are required to record fishing effort deployed in a fishery from 1 January 1996;\nWhereas when the transmission by masters of radio communications concerning vessel movements to the competent authorities are made by radio they must be made via a radio station appearing on the list of radio stations approved by the Commission;\nWhereas, in order to facilitate the transmission of communications by telex, fax, telephone or radio to the authorities responsible for monitoring, a list of such authorities and their telex, telephone and fax numbers should be drawn up;\nWhereas the measures taken in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Commission Regulation (EEC) No 2807/83 (4) is hereby amended as follows:\n1. The following Article 1 a is inserted after Article 1:\n'Article 1 a\n1. Masters of Community fishing vessels authorized to carry out fishing activities in the areas, hereinafter referred to as effort zones, defined in Article 1 of Council Regulation (EC) No 685/95 (*) shall record the information referred to in Article 19 e of Council Regulation (EEC) No 2847/93 (**) in their logbooks in accordance with the model shown in Annex I.\n2. Where masters of Community fishing vessels cross an effort zone where they are authorized to fish without carrying out fishing activities they shall record the date and time of entry and exit to and from that effort zone in their logbook.\n3. The record shall be made in accordance with the instructions set out in Annex IV a.\n(*) OJ No L 71, 31. 3. 1995, p. 5.\n(**) OJ No L 261, 20. 10. 1993, p. 1.`\n2. The following Article 3 a is inserted after Article 3:\n'Article 3 a\nWhere, pursuant to Article 19 c of Regulation (EC) No 2847/93, the master of a fishing vessel transmits a message concerning fishing effort by radio, transmission shall take place via one of the radio stations listed in Annex VIII a.\nThe names, addresses and telex, telephone and fax numbers of the competent authorities referred to in the second indent of Article 19c (1) are shown in Annex VIII b.`\n3. Annex I to this Regulation is inserted as Annex IV a.\n4. Annex II to this Regulation is added as Annex VI a.\n5. Annex III to this Regulation is added as Annex VIII a.\n6. Annex IV to this Regulation is added as Annex VIII b.", "This Regulation shall enter into force on 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 261, 20. 10. 1993, p. 1.\n(2) OJ No L 301, 14. 12. 1995, p. 1.\n(3) OJ No L 71, 31. 3. 1995, p. 5.\n(4) OJ No L 276, 10. 10. 1983, p. 1.\nANNEX I\n'ANNEX IVa\nADDITIONAL INSTRUCTIONS TO MASTERS REQUIRED TO RECORD FISHING EFFORT IN A LOGBOOK AS AT ANNEX I\n1. PRELIMINARY REMARK\nThese instructions are additional to those contained in Annex IV and are for masters of vessels who are required by Community rules to record fishing effort deployed.\n2. INSTRUCTIONS CONCERNING RECORDING\n2.1. General rule\n(a) All information required under this Annex must be recorded in the logbook.\n(b) Time is to be recorded as universal time (UTC).\n(c) Effort zone is to be recorded using the codes in Annex VIa.\n(d) Target species are to be recorded using the codes in Annex VIa.\n2.2. Information concerning fishing effort\n(a) Crossing an effort zone\nWhere an authorized vessel enters an effort zone without carrying out fishing activity in that zone, an additional line must be completed. The following information is to be inserted in that line:\n\"the date; the effort zone; the dates and times of each entry/exit; the word \"Crossing\".\"\n(b) Entry into an effort zone\nWhere the vessel enters an effort zone in which it is likely to carry out fishing activities, an additional line must be completed. The following information is to be inserted in that line:\n\"the date; the word \"entry\"; the effort zone, the time of entry and the target species.\"\n(c) Exit from an effort zone\n- Where the vessel leaves an effort zone in which it has carried out fishing activities and where the vessel enters another effort zone in which it is likely to carry out fishing activities, an additional line must be completed. The following information is to be inserted in that line:\n\"the date; the word \"entry\"; the new effort zone, the time of exit/entry and the target species.\"\n- Where the vessel leaves an effort zone in which it has carried out fishing activities and will not carry out further fishing activities in an effort zone, an additional line must be completed. The following information is to be inserted in that line:\n\"the date; the word \"exit\"; the effort zone, the time of departure and the target species.\"\n(d) Trans-zonal fishing (1)\nWhere the vessel carries out trans-zonal fishing activities, an additional line must be completed. The following information is to be inserted in that line:\n\"the date; the word \"trans-zonal\"; the time of first exit and effort zone, the time of last entry and effort zone and the target species.\"\n(1) Vessels remaining within an effort zone not exceeding 5 nautical miles either side of the line separating two effort zones must record their first entry and last exit during a period of 24 hours.\n2.3. Information concerning the communication of vessel movements\nWhere a vessel, carrying out fishing activities directed at demersal species, is required to communicate its movements to the competent authorities, the following information must be given in addition to that referred to in point 2.2 (b), (c) and (d):\n- the date and time of the communication,\n- the geographical position of the vessel,\n- the means of communication and, where applicable, the radio station used, and\n- the destination(s) of the communication.\n2.4. Information concerning fishing effort relating to static gear\nWhere a vessel carries out fishing activities using static or fixed gear, the master must fill in an additional line for that day at sea. The following information is to be inserted in that line:\n\"the date and time the gear is shot and the date and time of completion of the fishing operation.\"`\nANNEX II\n'ANNEX VI a\nINFORMATION CONCERNING FISHERIES (1)\n>TABLE>\nA: V b (except Faroe Islands and Icelandic waters), VI\nB: VI (Irish Box) (1)\nC: VII a\nD: VII f (Irish Box)\nE: Other VII (Irish Box)\nF: VII (Except Irish Box)\nG: VIII a, VIII b, VIII d\nH: IX, X, CECAF 34.1.1, 34.1.2, 34.2.0 (other waters not included)\nJ: VIII c, VIII e, IX (Spanish waters) (2)\nK: CECAF 34.1.1 (Spanish waters)\nL: CECAF 34.1.2 (Spanish waters)\nM: CECAF 34.2.0 (Spanish waters)\nN: IX (Portuguese waters)\nP: X (Portuguese waters)\nQ: CECAF 34.1.1 (Portuguese waters)\nR: CECAF 34.1.2 (Portuguese waters)\nS: CECAF 34.2.0 (Portuguese waters)\n(1) Fisheries are defined giving the stocks or groups of stocks, the effort zones and the gear or gears as specified in Regulations (EC) No 685/95 and (EEC) No 2027/93.`\n(1) The \"Irish Box\" comprises the area south of latitude 56° 30' north, east of longitude 12° west and north of latitude 50° 30' north. Fishing effort covers fishing activities carried out using both towed gear and static gear.\n(2) The recording of effort for the United Kingdom is subdivided between IX, VIII c, VIII e Spanish waters and IX, VIII c, VIII e non-Spanish waters.\nANNEX III\n'ANNEX VIIIa\nRADIO STATIONS APPROVED BY THE COMMISSION\n>TABLE>\nANNEX IV\n'ANNEX VIIIb\nNAMES, ADDRESSES AND TELEX NUMBERS OF THE COMPETENT AUTHORITIES RESPONSIBLE FOR MONITORING THE MARITIME WATERS SUBJECT TO THE SOVEREIGNTY OR JURISDICTION OF THE MEMBER STATES\n>TABLE>"}