{"celex_id": "31997R1468", "uri": "http://publications.europa.eu/resource/cellar/ff998f61-57f4-4826-87b4-a163ec64b236", "type": "Regulation", "concepts": ["1115", "1602", "2081", "2563", "2871", "5233"], "title": "Council Regulation (EC) No 1468/97 of 22 July 1997 amending Regulation (EEC) No 3650/90 on measures to strengthen the application of the common quality standards for fruit and vegetables in Portugal\n", "header": "COUNCIL REGULATION (EC) No 1468/97 of 22 July 1997 amending Regulation (EEC) No 3650/90 on measures to strengthen the application of the common quality standards for fruit and vegetables in Portugal\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the Opinion of the European Parliament (2),\nWhereas a programme of measures to improve the application of the common quality standards for fruit and vegetables and to strengthen the arrangements for checking compliance with those standards must be implemented in Portugal over a five-year period in accordance with Regulation (EEC) No 3650/90 (3);\nWhereas the Portuguese programme was approved by the Commission on 4 April 1992 and whereas Portugal, for reasons connected with restructuring of the administration, has fallen behind in implementing the measures provided for in that programme, which expires on 4 April 1997;\nWhereas on 14 October 1996 the Portuguese authorities requested the Commission for an extension of the programme to 31 December 1999;\nWhereas, in order to allow Portugal to continue implementing the measures already approved by the Commission, the time limit for implementation of the programme should be extended to 30 September 1999 and all measures, including Community financing, should be fully settled by 15 November 1999,", "main_body": ["Regulation (EEC) No 3650/90 is hereby amended as follows:\n1. in the first subparagraph of Article 1 (1), the words 'over a five-year period` shall be replaced by the words 'by 30 September 1999`.\n2. Article 3 (1) shall be replaced by the following:\n'1. The Community shall contribute 80 % of eligible expenditure as defined pursuant to Article 4 incurred in carrying out the measures referred to in Article 2.\nThe programme provided for in Article 1 must be fully implemented by 30 September 1999 and settled, including Community financing, by 15 November 1999.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ No C 208, 9. 7. 1997, p. 7.\n(2) Opinion delivered on 18 July 1997 (not yet published in the Official Journal).\n(3) OJ No L 362, 27. 12. 1990, p. 22."}