{"celex_id": "31994D0984", "uri": "http://publications.europa.eu/resource/cellar/3c8a8794-44d7-41d3-bc61-208939a9305b", "type": "Decision", "concepts": ["1309", "192", "2300", "4687", "5369"], "title": "94/984/EC: Commission Decision of 20 December 1994 laying down animal health conditions and veterinary certificates for the importation of fresh poultrymeat from certain third countries (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 20 December 1994\nlaying down animal  health conditons and veterinary certificates for the importation of fresh poultrymeat from certain  third countries\n(Text with EEA relevance)\n(94/984/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing  intra-Community trade in and imports from third countries of fresh poultrymeat (1), as last amended  by Directive 93/121/EC (2), and in particular Articles 11 and 12 thereof,\nWhereas Commission Decision 94/85/EC (3), as last amended by Decision 94/453/EC (4), established a  list of third countries from where importation of fresh poultrymeat is authorized;\nWhereas Commission Decision 94/438/EC (5) has laid down the general requirements for the  classification of third countries with regard to avian influenza and Newcastle disease in relation  to imports of fresh poultrymeat;\nWhereas it is appropriate to restrict the scope of this Decision to poultry species covered by  Council Directive 71/118/EEC (6), as last amended and updated by Directive 92/116/EEC (7) and to  lay down the animal health conditions and veterinary certification for other poultry species in a  separate Decision;\nWhereas therefore the animal health conditions and the veterinary certificates have to be laid  down; whereas, since there are different groups of similar health situations between two or more  third countries, it is appropriate to establish different health certificates in the light of those  situations;\nWhereas it is now possible, in accordance with information received from the third countries  concerned and with the results of inspections carried out by the Commission services in some of  these countries, to lay down two categories of certification;\nWhereas the situation of the other third countries for which it is not yet possible to lay down a  certificate is being studied attentively in order to see if they comply with the Community criteria  or not; whereas this Decision shall be reviewed at the latest on 31 October 1995 to authorize or  prohibit imports from those countries;\nWhereas this Decision applies without prejudice to measures taken for poultrymeat imported for  other purposes than human consumption;\nWhereas, since a new certification scheme is being established, a period of time should be provided  for its implementation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["Member States shall authorize the importation of fresh poultrymeat  from third countries or from parts of third countries listed in Annex I, provided that it meets the  requirements of the corresponding animal health certificate set out in Annex II and that it is  accompanied by such a certificate, duly completed and signed. The certificate shall include the  general part conforming to Annex II, Part 1, and one of the specific health certificates conforming  to Annex II, Part 2, in accordance with the model referred to in Annex I.", "This Decision shall apply from 1 May 1995.", "This Decision shall be reviewed no later than 31 October 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24.  9. 1991, p. 35.\n(2) OJ No L 340, 31. 12. 1993, p. 39.\n(3) OJ No L 44, 17. 2. 1994, p. 31.\n(4) OJ No L 187, 22. 7. 1994, p. 11.\n(5) OJ No L 181, 15. 7. 1994, p. 35.\n(6) OJ No L 55, 8. 3. 1971, p. 23.\n(7) OJ No L 62, 15. 3. 1993, p. 1.\nANNEX I\nThird countries or parts of third countries which are allowed to use the  certificates laid down in Annex II for imports of fresh poultry meat into the Community\n>TABLE  POSITION>\nANNEX II\nPART 1 ANIMAL HEALTH CERTIFICATE FOR FRESH POULTRYMEAT FOR HUMAN CONSUMPTION  (1)\nNote for the importer: This certificate is only for veterinary purposes and the original has  to accompany the consignment until it reaches the border inspection post.\n>START OF GRAPHIC>\n1. Consigner (name and address in full):\n4. Consignee (name and address in full):\n8. Place of loading:\n9.1. Means of transport (3):\n9.2. Number of the seal (4): 10.1. Member State of destination:\n10.2. Final destination: 12. Poultry species:\n13. Nature of cuttings:\n14. Consignment identification details:\nNotes: A separate certificate must be provided for each consignment of fresh poultrymeat.\n2. HEALTH CERTIFICATE No ORIGINAL 2.1. No of relevant public health certificate: 3.1. Country of  origin: 3.2. Region of of origin (2):\n5. COMPETENT AUTHORITY:\n6. COMPETENT AUTHORITY (LOCAL LEVEL):\n7. Address of establishment(s):\n7.1. Slaughterhouse:\n7.2. Cutting plant (5):\n7.3. Cold store (5): 11. Approval number(s) of the establishment(s):\n11.1. Slaughterhouse:\n11.2. Cutting plant (5):\n11.3. Cold store (5):\n15. Quantity:\n15.1. Net weight (kgs):\n15.2. No of packages: (1) Fresh poultrymeat means any parts of domestic fowl, turkeys, guinea fowl,  geese and ducks, which are fit for human consumption and which have not undergone any treatment  other than cold treatment to ensure its preservation; vacuum wrapped meat or meat wrapped in a  controlled atmosphere must also be accompanied by a certificate according to this model. (2) Only  to be completed if the authorization to export to the Community is restricted to certain regions of  the third country concerned. (3) Indicate means of transport and registration marks or registered  name, as appropriate. (4) Optional. (5) Delete if not applicable. >END OF GRAPHIC>\nPART 2\nModel A\n16. Health attestation:\nI, the undersigned official veterinarian, hereby certify, in accordance with the provisions of  Directive 91/494/EEC:\n1. that . . . . . . . . . . . . (1), region . . . . . . . . . . . . (2) is free from avian  influenza and Newcastle disease, as defined in the International Animal Health Code of OIE;\n2. that the meat described above is obtained from poultry which:\n(a) have been held in the territory of . . . . . . . . . . . . (1), region . . . . . . . . . . . .  (2) since hatching or have been imported as day-old chicks;\n(b) came from holdings:\n- which have not been placed under animal health restrictions in connection with a poultry  disease,\n- around which, within a radius of 10 km, there have been no outbreaks of avian influenza or  Newcastle disease for at least 30 days;\n(c) have not be slaughtered in the context of any animal health scheme for the control or  eradication of poultry diseases;\n(d) have/have not (3) been vaccinated against Newcastle disease using a live vaccine during the 30  days preceding slaughter;\n(e) during transport to the slaughterhouse did not come into contact with poultry suffering from  avian influenza or Newcastle disease;\n3. that the meat described above:\n(a) comes from slaughterhouses which, at the time of slaughter, are not under restrictions due to a  suspect or actual outbreak of avian influenza or Newcastle disease and around which, within a  radius of 10 km, there have been no outbreaks of avian influenza or Newcastle disease for at least  30 days;\n(b) has not been in contact, at any time of slaughter, cutting, storage or transport with meat  which does not fulfil the requirements of Directive 91/494/EEC;\nDone at . on . Seal (4) . (signature of official veterinarian) (4) . (name in capital letters,  qualifications and title)\nModel B\n16. Health attestation:\nI, the undersigned official veterinarian, hereby certify, in accordance with the provisions of  Directive 91/494/EEC:\n1. that . . . . . . . . . . . . (1), region . . . . . . . . . . . . (2) is free from avian  influenza and Newcastle disease, as defined in the International Animal Health Code of OIE;\n2. that the meat described above is obtained from poultry which:\n(a) have been held in the territory of . . . . . . . . . . . . (1), region . . . . . . . . . . . .  (2), since hatching or have been imported as day-old chicks;\n(b) come from holdings:\n- which have not been placed under animal health restrictions in connection with a poultry  disease,\n- around which, within a radius of 10 km, there have been no outbreaks of avian influenza or  Newcastle disease for at least 30 days;\n(c) have not been slaughtered in the context of any animal health scheme for the control or  eradication of poultry diseases;\n(d) have/have not (3) been vaccinated against Newcastle disease using a live vaccine during the 30  days preceding slaughter;\n(e) during transport to the slaughterhouse did not come into contact with poultry suffering from  avian influenza or Newcastle disease;\n3. that the commercial slaughter poultry flock from which the meat is issued,\n(a) has not been vaccinated with vaccines prepared from a Newcastle disease virus Master Seed which  shows a higher pathogenicity than lentogenic strains of the virus; and\n(b) has undergone at  slaughter, on the basis of an at random sample of cloacal swabs of at least 60 birds of each flock  concerned, a virus isolation test for Newcastle disease, carried out in an official laboratory, in  which no avian paramyxoviruses with an Intracerebral Pathogenicity Index (ICPI) of more than 0,4  have been found; and\n(c) has not been in contact during the period of 30 days preceding slaughter  with poultry which do not fulfil the guarantees mentioned under (a) and (b).\n4. that the meat described above:\n(a) comes from slaughterhouses which, at the time of slaughter, are not under resrictions due to a  suspect or actual outbreak of avian influenza or Newcastle disease and around which, within a  radius of 10 km, there have been no outbreaks of avian influenza of Newcastle disease for at least  30 days;\n(b) has not been in contact, at any time of slaughter, cutting, storage or transport with meat  which does not fulfil the requirements of Directive 91/494/EEC;\nDone at . on . Seal (4) . (signature of official veterinarian) (4) . (name in capital letters,  qualifications and title)\n(1) Name of the country of origin.\n(2) Only to be completed if the authorization to export to the Community is restricted to certain  regions of the third country concerned.\n(3) Delete the unneccessary reference. If the poultry have been vaccinated within 30 days before  slaughter, the consignment cannot be sent to Member States or regions thereof which have been  recognized in accordance with Article 12 of Council Directive 90/539/EEC (currently Denmark,  Ireland and, in the United Kingdom, Northern Ireland).\n(4) Stamp and signature in a colour different to that of the printing.\n(1) Name of the country of origin.\n(2) Only to be completed if the authorization to export to the Community is restricted to certain  regions of the third country concerned.\n(3) Delete the unnecessary reference. If the poultry have been vaccinated within 30 days before  slaughter, the consignment cannot be sent to Member States or regions thereof which have been  recognized in accordance with Article 12 of Directive 90/539/EEC (Currently Denmark, Ireland and,  in the United Kingdom, Northern Ireland).\n(4) Stamp and signature in a colour different to that of the printing."}