{"celex_id": "31993R2135", "uri": "http://publications.europa.eu/resource/cellar/603d364a-b3e6-4cc6-b11c-9327e31441fe", "type": "Regulation", "concepts": ["2624", "3618", "797"], "title": "COMMISSION REGULATION (EEC) No 2135/93 of 28 July 1993 amending Regulation (EEC) No 3895/92 fixing the amount of the carry-over aid for certain fishery products for the 1993 fishing year\n", "header": "COMMISSION REGULATION (EEC) No 2135/93 of 28 July 1993 amending Regulation (EEC) No 3895/92 fixing the amount of the carry-over aid for certain fishery products for the 1993 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as amended by Regulation (EEC) No 697/93 (2), and in particular Article 14 (5) thereof,\nWhereas Regulation (EEC) No 3759/92, in the process of reforming various mechanisms of the common organization of markets in fishery products, introduces new products eligible under these mechanisms;\nWhereas Commission Regulation (EEC) No 3895/92 (3) fixes for the 1993 season the carryover aid for products covered by the common organization of markets before the entry into force of Regulation (EEC) No 3759/92; whereas, therefore, Regulation (EEC) No  3895/92 should be amended to include the new products;\nWhereas, since the inclusion of certain new products has no significant impact on the technical and financial costs of the operations concerned, the amounts of the aid should not be adjusted;\nWhereas, in respect of the types of processing and the technical and financial costs associated with the operations concerned, sole (Solea spp.) resembles more closely the products listed in Annex I (A) and (D) to Regulation (EEC) No 3759/92 than the  products listed in Annex I, E to that Regulation; whereas the amount of the aid should accordingly be fixed for sole at the same level as for the products listed in Annex I (A) and (D);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The titles of sections 1 and 2 of the Annex to Regulation (EEC) No 3895/92 are hereby amended as follows:\n'1. Amount of the carry-over aid for products listed in Annex I (A) and (D) and for sole (Solea spp.) listed in Annex I (E) to Regulation (EEC) No 3759/92.'\n'2. Amount of the carry-over aid for other products listed in Annex I (E) to Regulation (EEC) No 3759/92.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 76, 30. 3. 1993, p. 12.\n(3) OJ No L 392, 31. 12. 1992, p. 19."}