{"celex_id": "31991D0033", "uri": "http://publications.europa.eu/resource/cellar/f512223d-0396-4513-a471-b080dd5da319", "type": "Decision", "concepts": ["1309", "252", "2783", "4580"], "title": "91/33/EEC: Commission Decision of 18 January 1991 terminating the anti-dumping proceeding concerning imports of certain cotton terry-towelling articles (bathrobes, toilet and kitchen linen) originating in Turkey\n", "header": "COMMISSION DECISION  of 18 January 1991  terminating the anti-dumping proceeding concerning imports of certain cotton terry-towelling articles (bathrobes, toilet and kitchen linen) originating in Turkey  (91/33/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\n(1) In December 1989 the Commission received a complaint against Turkish exporters lodged by Eurocoton, the Committee of the Cotton and Allied Textile Industries of the EEC on behalf of terry-towelling producers whose collective output was alleged to  constitute substantially all the Community production of the products in question. The complaint contained evidence of dumping and material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The  Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2) the initiation of an anti-dumping proceeding concerning imports into the Community of knitted or crocheted terry-towelling bathrobes of  cotton falling within CN codes ex 6107 91 00 and ex 6108 91 00, woven terry-towelling bathrobes of cotton falling within CN codes ex 6207 91 00 and ex 6208 91 00 and cotton toilet and kitchen linen of terry-towelling or similar terry fabrics falling  within CN code 6302 60 00.\n(2) The Commission officially notified the exporters and importers known to be concerned, the representatives of the exporting country and the Community producers, and gave the parties directly concerned the opportunity to make their views known in  writing and to request a hearing.\n(3) The Commission commenced the investigation including transmission of questionnaires to the parties involved seeking the information necessary for the assessment of dumping and injury. A high proportion of the Community producers failed to reply to  the questionnaires despite the fact that the original deadline for reply was extended by the Commission.\n(4) In calculating the proportion of the Community industry which replied to the questionnaires, the Commission found that their combined production did not constitute a major proportion of the total Community production as set out in the complaint.\n(5) In view of the circumstances set out above, the Commission does not have the information available to it to establish whether injury is being suffered by the producers accounting for a major proportion of the total Community production of the  products concerned, as required by Article 4 (5) of Regulation (EEC) No 2423/88. It therefore considers that the proceeding should be terminated forthwith,", "main_body": ["    Sole Article  The anti-dumping proceeding concerning imports of certain cotton terry-towelling articles (bathrobes, toilet and kitchen linen) originating in Turkey is hereby terminated.  "], "attachments": "Done at Brussels, 18 January 1991. For the Commission\nFrans ANDRIESSEN\nVice-President   (1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No C 32, 10. 2. 1990, p. 8."}