{"celex_id": "31998R0030", "uri": "http://publications.europa.eu/resource/cellar/79590b63-f159-4c71-aea2-53f829293be1", "type": "Regulation", "concepts": ["1086", "2965", "2971", "5106", "862", "889"], "title": "Commission Regulation (EC) No 30/98 of 8 January 1998 supplementing the restructuring plan referred to in Regulation (EEC) No 1487/92 concerning flat-rate aid for sugar cane cultivation in the French overseas departments\n", "header": "COMMISSION REGULATION (EC) No 30/98 of 8 January 1998 supplementing the restructuring plan referred to in Regulation (EEC) No 1487/92 concerning flat-rate aid for sugar cane cultivation in the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Regulation (EC) No 2598/95 (2), and in particular Article 19 thereof,\nWhereas aid for the planting of sugar cane and for land-improvement works referred to in Article 17 of Regulation (EEC) No 3763/91 has been granted by Commission Regulation (EEC) No 1487/92 (3), as last amended by Regulation (EC) No 260/96 (4), for a given area on the basis of a restructuring plan presented by the French authorities;\nWhereas these measures, to be implemented by 31 December 1998, have already been fully carried out; whereas, however, the measures for the improvement of plantations have not completely achieved their economic objectives, namely an optimal replantation rate; whereas, one of the reasons for this outcome is that a part of the plantations, having benefited or not from replanting aid, has been affected on a catastrophic scale by bad weather and plant health problems and, as a result, has been or will be replanted ahead of schedule; whereas another reason for this outcome has been the time required for carrying out the measures which has been in excess of what was initially anticipated under the plan, with the effect that the eligible areas have increased in number; whereas the impact on rejuvenating the plantations generally has consequently been lessened;\nWhereas, on the basis of the additional plan presented by the French authorities, aid for replanting and for land improvement should be granted for the areas affected by the natural and plant disasters and for those affected by delays in the rejuvenation exercise;\nWhereas if the general objective of strengthening the sugar cane - sugar - rum sector is to be achieved, the land improvement works must be carried out in parallel with replanting;\nWhereas for these measures to be brought to a successful conclusion, the plan must be administered more rigorously and action must be well targeted; whereas the additional plan cannot be implemented within the period initially specified in the Regulation; whereas, therefore, a period of time should be fixed for its implementation; whereas the end of that period should be fixed in this Regulation;\nWhereas the additional plan relies, for its implementation, on the same technical support as the main plan and its continuity should be ensured; whereas, therefore, this Regulation should apply retroactively from 1 April 1997 in respect of eligible measures started in 1997 and not covered by Regulation (EEC) No 1487/92;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. As a supplement to the restructuring plan referred to in Article 1 of Regulation (EEC) No 1487/92, France shall pay out aid for the replanting of sugar cane and aid for land improvement to individual planters, planter groups and associations of planters.\nCommunity aid shall be limited as regards replanting to 16 423 ha, of which 8 568 ha in Réunion, 6 895 ha in Guadeloupe and 960 ha in Martinique and, as regards land improvement to 8 875 ha, of which 7 500 ha in Réunion, 1 165 ha in Guadeloupe and 210 ha in Martinique.\n2. Aid for replanting shall be paid by the French authorities for plots:\n- which on 1 April 1997 were planted with sugar cane aged over:\n(a) seven years in Réunion;\n(b) five years in Martinique and Guadeloupe,\n- for which replanting aid has not been granted pursuant to Regulation (EEC) No 1487/92.\n3. Plots shall, however, be eligible for the aid referred to in the second subparagraph which are situated in Réunion and Guadeloupe and, regardless of whether or not they have received replanting aid pursuant to Regulation (EEC) No 1487/92, have been affected in whole or in part by recognised natural disasters due to bad weather or infestations deleterious to plant health.\nIn the cases referred to in the first subparagraph, only those plots on which the sugar cane has actually been affected may receive replanting aid up to a limit, as regards Réunion, of 3 500 ha and, as regards Guadeloupe, of 4 200 ha.\n4. Aid for the land-improvement works referred to in the additional plan may be granted by the French authorities only in respect of areas under cane which have received no aid pursuant to Regulation (EEC) No 1487/92.\nPlots shall, however, be eligible for the aid if they have received aid pursuant to Regulation (EEC) No 1487/92 for removal of large stones and aid applications have been submitted for removal of small stones.", "The additional restructuring plan shall be implemented before 31 December 1999, in accordance with the rules and conditions laid down in Regulation (EEC) No 1487/92 and in this Regulation.", "France shall notify to the Commission, as a supplement to the notification referred to in Article 5 of Regulation (EEC) No 1487/92, the method of administration including, in particular, the conditions of eligibility and the inspection measures to be adopted within one month following the entry into force of this Regulation as well as, every six months, the progress reports on the additional plan.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 356, 24. 12. 1991, p. 1.\n(2) OJ L 267, 9. 11. 1995, p. 1.\n(3) OJ L 156, 10. 6. 1992, p. 7.\n(4) OJ L 34, 13. 2. 1996, p. 16."}