{"celex_id": "31991R1059", "uri": "http://publications.europa.eu/resource/cellar/12ced5ef-d748-4f69-96b8-13d776aaff6a", "type": "Regulation", "concepts": ["2563", "2957", "4385", "863"], "title": "Commission Regulation (EEC) No 1059/91 of 26 April 1991 on residual duties applicable in 1991 in the framework of the progressive reductions in accordance with the Act of Accession of Spain and Portugal\n", "header": "COMMISSION REGULATION (EEC) No 1059/91  of 26 April 1991  on residual duties applicable in 1991 in the framework of the progressive reductions in accordance with the Act of Accession of Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 75 (4) and 243 (4) thereof,\nWhereas the Act of Accession of Spain and Portugal makes it possible to suspend in whole or in part the customs duties on agricultural products in trade between those two Member States and the Community of Ten; whereas Council Regulation (EEC) No  3792/85 (1) as last amended by Regulation (EEC) No 396/88 (2), provides that the suspension may apply to trade in agricultural products between Spain and Portugal;\nWhereas, in the context of the extension of tariff concessions in the framework of the GSP to certain East European countries, provision should be made on the basis of reciprocity that, in view of the duties applicable to imports from Spain and Portugal  in accordance with Articles 75 (1) and 243 (1) of the Act of Accession, agricultural products consigned from Spain and Portugal should not be treated less favourably than the same products covered by Annex II to Council Regulation (EEC) No 3833/90 (3)  and originating in Yugoslavia, Poland, Czechoslovakia, Hungary, Romania and Bulgaria;\nWhereas Spain and Portugal have requested the application of these measures to imports of their products into the Community of Ten;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Article 1\nIn so far as they are higher than the preferential duties granted in accordance with Annex II to Regulation (EEC) No 3833/90 on agricultural products originating in Yugoslavia, Poland, Czechoslavakia, Hungary, Romania and Bulgaria, the  residual duties applicable to imports from the Community of Ten from 1 January 1991 in accordance with the timetables laid down in Articles 75 (1) and 243 (1) of the Act of Accession shall be reduced to the level of those preferential duties.  Article 2", "shall apply mutatis mutandis to imports into Spain and Portugal of the products in question from the Community of Ten and in trade between the said Member States.  Article 3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 367, 31. 12. 1985, p. 7. (2) OJ No L 293, 27. 10. 1988, p. 7. (3) OJ No L 370, 31. 12. 1990, p. 86."}