{"celex_id": "31995R2147", "uri": "http://publications.europa.eu/resource/cellar/d239647b-50ff-4ae2-a7de-869981f01781", "type": "Regulation", "concepts": ["1642", "1644", "1772", "2729", "3732", "5360"], "title": "Commission Regulation (EC) No 2147/95 of 8 September 1995 amending Regulation (EC) No 1162/95 laying down special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EC) No 2147/95 of 8 September 1995  amending Regulation (EC) No 1162/95 laying down special detailed rules for the application of the  system of import and export licences for cereals and rice\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of  the market in cereals  (1), as last amended by Regulation (EC) No 1863/95  (2), and in particular  Articles 9 (2), 12 (4) and 13 (11) thereof,\nWhereas Commission Regulation (EC) No 1162/95  (3), as last amended by Regulation (EC) No 1861/95   (4), lays down special detailed rules for the application of the system of import and export  licences for cereals and rice; whereas, owing to an error, that Regulation does not reflect the  situation which has existed for many years with regard to the duration of export licences for malt,  which is that, unless there is a special request by the operator, the duration of validity of such  licences is the current month plus four months; whereas that error should be corrected;\nWhereas the list of products covered by the period for reflection as referred to in Article 7 (3)  is incomplete owing to the omission of the product falling within CN code 1102  20  90; whereas the  appropriate addition should be made to that list;\nWhereas Regulation (EC) No 1162/95 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1162/95 is hereby amended as follows:\n1.  In Article 7:\n(a)  paragraph 2 is replaced by the following:\n'2.  Notwithstanding paragraph 1, at the request of the operator, export licences for products  falling within CN codes 1107  10  19, 1107  10  99 and 1107  20  00 shall be valid from the date of  their issue pursuant to Article 21 (1) of Regulation (EEC) No 3719/88, until:\n-  30 September of the current calendar year, where they are issued from 1 January to 30 April,\n-  the end of the 11th month following that of issue, where they are issued from 1 July to 31  October,\n-  30 September of the following calendar year, where they are issued from 1 November to 31  December.\nIn the above cases, notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights deriving from  licences as referred to in this paragraph shall not be transferable.`;\n(b)  paragraph 3 is replaced by the following:\n'3.  Export licences for products listed in Article 1 (1) (a), (b) and (c) of Regulation (EEC) No  1766/92 and in Article 1 of Regulation (EEC) No 1418/76 and for products falling within CN codes  1102  20  10, 1102  20  90, 1103  13  10, 1103  13  90, 1103  29  20, 1104  21  50, 1104  22  99,  1104  23  10, 1108  11  00, 1108  12  00, 1108  13  00, 1109  00  00, 1702  30  51, 1702  30  91,  1702  30  99, 1702  40  90, 1702  90  50, 1702  90  79, 2106  90  55, 2309  10  11, 2309  10  13,  2309  10  31, 2309  10  33, 2309  10  51, 2309  10  53, 2309  90  31, 2309  90  33, 2309  90  41,  2309  90  43, 2309  90  51 and 2309  90  53 as listed in Regulation (EEC) No 1766/92 shall be  issued on the third working day after applications are lodged, provided that no special measures  are taken in the meanwhile.\nThe Commission may decide not to grant applications.\nThe first subparagraph shall not apply to licences issued under tendering procedures.` 2.  In Article 10, point (a) is replaced by the following:\n'(a)  ECU 1 per tonne in the case of import licences to which the fourth indent of Article 10 (4)  of Regulation (EEC) No 1766/92 does not apply, or for products covered by Regulation (EEC) No  1418/76, and ECU 5 per tonne in the case of export licences without a refund;`.\n3.  Part A of Annex II to Regulation (EC) No 1162/95 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nHowever, Article 1 (1) (a) shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 8 September 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX\n'A. For cereals >TABLE>"}