{"celex_id": "31995R1636", "uri": "http://publications.europa.eu/resource/cellar/3ffa4ab1-26fa-4887-9802-5e2b1ffb57cf", "type": "Regulation", "concepts": ["1136", "1644", "2771", "4078", "4682", "5083"], "title": "Commission Regulation (EC) No 1636/95 of 5 July 1995 temporarily adapting the special import arrangements in the beef sector provided for in Council Regulation (EEC) No 715/90 with the view to the implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\n", "header": "COMMISSION REGULATION (EC) No 1636/95 of 5 July  1995 temporarily adapting the special import arrangements in the beef sector provided for in  Council Regulation (EEC) No 715/90 with the view to the implementation of the Agreement on  Agriculture concluded during the Uruguay Round of multilateral trade negotiations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and  transitional arrangements required in the agriculture sector in order to implement the agreements  concluded during the Uruguay Round of multilateral trade negotiations  (1), and in particular  Article 3 (1) thereof,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable  to agricultural products originating in the ACP States or in the overseas countries and territories   (2), as last amended by Regulation (EC) No 2484/94  (3) and in particular Article 27 thereof,\nWhereas, as a result of the implementation of the Uruguay Round Agreement on Agriculture, variable  levies are replaced by fixed duties as from 1 July 1995; whereas, as a consequence, it is necessary  to temporarily adapt a certain number of provisions currently laid down in Commission Regulation  (EEC) No 970/90 of 18 April 1990 laying down detailed rules for the application in the beef and  veal sector of Council Regulation (EEC) No 715/90 on the arrangements applicable to agricultural  products and certain goods resulting from the processing of agricultural products originating in  the African, Caribbean and Pacific States or in the overseas countries and territories  (4), as  last amended by Regulation (EC) No 3808/92  (5); whereas it appears useful to incorporate into one  Commission Regulation all provisions relating to the import arrangements for ACP beef in particular  those on applications and issuing of import licences;\nWhereas Regulation (EEC) No 970/90 should be repealed;\nWhereas the measures provided for in the Regulation are in accordance with the opinion of the  Management Committee for beef and veal,", "main_body": ["1.  Import licences shall be issued for beef and veal products  originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia under the conditions  laid down in this Regulation and within the limits of the quantities, expressed in tonnes of  boneless meat fixed in Article 4 of Regulation (EEC) No 715/90.\n2.  For the purpose of this Regulation, 100 kilograms of boneless beef shall be equal to:\n-  130 kilograms of bone-in beef,\n-  260 kilograms of live bovine animals,\n-  100 kilograms of products falling under tariff headings CN 0206, 0210 and 1602.", "1.  The specific rate of customs duty fixed in the Common Customs Tariff is reduced by  90  % for products referred to in Annex I and being imported under the present Regulation.\n2.  Notwithstanding Article 8 (4) of Commission Regulation (EEC) No 3719/88  (6) the reduction  referred to in paragraph 1 shall not apply on quantities exceeding those indicated in the import  licence.", "1.  Applications for import licences and the licences themselves for products to be  imported free of ad valorem customs duty pursuant to Article 2 of Regulation (EEC) No 715/90 and  qualifying, as appropriate, for either a reduction of the specific rate of customs duties fixed in  the Common Customs Tariff in accordance with Article 3 of the said Regulation or exemption from  duties in accordance with Article 24 of the said Regulation shall contain:\n(a)  in the heading 'notes` and in Section 24 respectively:\n-  Producto ACP - Reglamentos (CEE) n° 715/90 y (CE) n° 1636/95,\n-  AVS-produkt - forordning (EOEF) nr. 715/90 og (EF) nr. 1636/95,\n-  AKP Erzeugnis - Verordnungen (EWG) Nr. 715/90 und (EG) Nr. 1636/95,\n-  Ðñïúueí ÁÊAA - Êáíïíéóìïss (AAÏÊ) áñéè. 715/90 êáé (AAÊ) áñéè. 1636/95,\n-  ACP product - Regulations (EEC) No 715/90 and (EC) No 1636/95,\n-  Produit ACP - règlements (CEE) n° 715/90 et (CE) n° 1636/95,\n-  Prodotto ACP - regolamenti (CEE) n. 715/90 e (CE) n. 1636/95,\n-  ACS-produkt - Verordeningen (EEG) nr. 715/90 en (EG) nr. 1636/95,\n-  Produto ACP Regulamentos (CEE) nº 715/90 e (CE) nº 1636/95,\n-  AKT-tuote - asetus (ETY) N :o 715/90 ja (EY) N :o 1636/95,\n-  AVS-produkt - foerordning (EEG) nr 715/90 och (EG) nr 1636/95.\n(b)  In Section 8, the name of the State, country or territory in which the product is to  originate.\n2.  The licence shall carry with it an obligation to import from the State, country of territory in  question.\n3.  Applications for licences may be lodged only during the first 10 days of each month. However,  as to the month of July 1995 applications may be lodged during the first 10 days following the  entry into force of the present Regulation.\n4.  Member States shall notify valid applications to the Commission not later than the second  working day following the end of the period for the submission of applications.\nThose notifications shall include the quantities applied for in respect of each third country  concerned and broken down on CN codes or group of CN codes, as the case may be.\n5.  Where no valid applications have been lodged Member States shall so notify the Commission  within the deadline referred to in paragraph 4.", "1.  The Commission shall decide in respect of each third country concerned to what  extent applications can be accepted. If the quantities of products originating in a third country  in respect of which licences are requested exceed the quantity available for that country, the  Commission shall reduce the quantities requested by a fixed percentage.\nIf the total quantity requested by applications relating to a third country is lower than that  available for that country, the Commission shall determine the amount of the balance remaining.\n2.  Subject to the Commission's decision to accept applications licences shall be issued on the  21st day of each month.", "Importation under the arrangements for import duty reduction provided for in this  Regulation may take place only if the origin of the products concerned is certified by the  competent authorities of the exporting countries in accordance with the rules of origin applicable  to the products in question pursuant to Protocol 1 to the fourth ACP-EEC Convention signed at Lomé  on 15 December 1989.", "1.  Before the fifth day of each month, the Member States shall notify the Commission  of the quantity of products for which ACP import licences were issued during the previous calendar  month.\n2.  The notifications provided for in this Article shall be made in accordance with Annex II.", "The provisions of Regulation (EEC) No 3719/88 shall apply, subject to the provisions of  this Regulation.", "Regulation (EEC) No 970/90 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply from 1 July 1995 until 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 5 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\nProducts referred to in Article 4 (1)\nCódigo NC KN-kode KN-Code Êùaeéêueò ÓÏ CN code Code NC Codice NC GN-code Código NC CN-koodi KN-nummer 0102  90  05 0102  90  21 0102  90  29 0102  90  41 0102  90  49 0102  90  51 0102  90  59 0102  90  61 0102  90  69 0102  90  71 0102  90  79 0201  10  00 0201  20  20 0201  20  30 0201  20  50 0201  20  90 0201  30  00 0202  10  00 0202  20  10 0202  20  30 0202  20  50 0202  20  90 0202  30  10 0202  30  50 0202  30  90 0206  10  95 0206  29  91 0210  20  10 0210  20  90 0210  90  41 0210  90  90 1602  50  10 1602  90  61 NB:  Los códigos NC, incluidas las notas a pie de página, se definen en el Reglamento (CEE) n°  2658/87 modificado (DO n° L 256 de 7. 9. 1987, p. 1).\nNB:  KN-koderne, herunder henvisninger til fodnoter, er fastsat i den aendrede forordning (EOEF) nr.  2658/87 (EFT nr. L 256 af 7. 9. 1987, s. 1).\nNB:  Die KN-Codes sowie die Verweisungen und Fussnoten sind durch die geaenderte Verordnung (EWG) Nr.  2658/87 bestimmt (ABl. Nr. L 256 vom 7. 9. 1987, S. 1).\nNB:  Ïé êùaeéêïss ôçò óõíaeõáóìÝíçò ïíïìáôïëïãssáò, óõìðaañéëáìâáíïìÝíùí ôùí õðïóçìaaéþóaaùí, êáèïñssaeïíôáé  óôïí ôñïðïðïéçìÝíï êáíïíéóìue (AAÏÊ) áñéè. 2658/87 (AAAA áñéè. L 256 ôçò 7. 9. 1987, ó. 1).\nNB:  The CN codes and the footnotes are defined in amended Regulation (EEC) No 2658/87 (OJ No L  256, 7. 9. 1987, p. 1).\nNB:  Les codes NC ainsi que les renvois en bas de page sont définis au règlement (CEE) n° 2658/87  modifié (JO n° L 256 du 7. 9. 1987, p. 1).\nNB:  I codici NC e i relativi richiami in calce sono definiti dal regolamento (CEE) n. 2658/87  modificato (GU n. L 256 del 7. 9. 1987, pag. 1).\nNB:  GN-codes en voetnoten: zie de gewijzigde Verordening (EEG) nr. 2658/87 (PB nr. L 256 van 7. 9.  1987, blz. 1).\nNB:  Os códigos NC, incluindo as remissões em pé-de-página são definidos no Regulamento (CEE) nº  2658/87 alterado (JO nº L 256 de 7. 9. 1987, p. 1).\nHUOM. :  Tuotekoodit ja niihin liittyvaet alaviitteet maeaeritellaeaen komission asetuksessa (ETY) N :o  2658/87, sellaisena kuin se on muutettuna (EYVL N :o L 256, 7.9.1987, s. 1).\nAnm :  KN-numren och fotnoterna definieras i kommissionens aendrade foerordning (EEG) nr 2658/87 (EGT  nr L 256, 7.9.1987, s. 1).\nANNEX II\n>START OF GRAPHIC>\nLicences comprising ACP products (referred to in Regulation (EC) No 1636/95) (in tonnes)   CN code  From   Madagascar Botswana Swaziland Kenya Zimbabwe Namibia  Code 370 391 393 346 382 389         -  0102  90  05        -  0102  90  21, 0102  90  29        -  0102  90  41 to 0102  90  79        -  0201  10  00, 0201  20  20        -  0201  20  30        -  0201  20  50        -  0201  20  90        -  0201  30, 0206  10  95        -  0202  10, 0202  20  10        -  0202  20  30        -  0202  20  50        -  0202  20  90        -  0202  30  10        -  0202  30  50        -  0202  30  90, 0206  29  91        -  0210  20  10        -  0210  20  90, 0210  90  41        -  0210  90  90        -  1602  50  10, 1602  90  61                >END OF GRAPHIC>"}