{"celex_id": "31990R2268", "uri": "http://publications.europa.eu/resource/cellar/0645ea83-1078-483d-aaad-d6f0c5acd10b", "type": "Regulation", "concepts": ["1264", "797"], "title": "Commission Regulation (EEC) No 2268/90 of 1 August 1990 fixing the estimated production of olive oil and the amount of the unit production aid that may be paid in advance for the 1989/90 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 2268/90\nof 1 August 1990\nfixing the estimated production of olive oil and the amount of the unit production aid that may be paid in advance for the 1989/90 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2902/89 (2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (3), as last amended by Regulation (EEC) No 1226/89 (4), and in particular Article 17a (1) thereof,\nWhereas Article 5 of Regulation No 136/66/EEC provides that the unit production aid must be reduced where the actual production in a given marketing year exceeds the guaranteed maximum quantity fixed for that marketing year; whereas, however, producers whose average production does not amount to 400 kilograms of olive oil per marketing year are not afected by such a reduction;\nWhereas Article 17a of Regulation (EEC) No 2261/84 provides that in order to determine the unit amount of the production aid for olive oil that can be paid in advance, the estimated production for the marketing year concerned should be determined; whereas that amount must be fixed at a level avoiding any risk of unwarranted payment to olive growers;\nWhereas, in order to establish the estimated production, the Member States must forward to the Commission the data for the olive oil production estimates for each marketing year; whereas the Commission may avail itself of other sources of information;\nWhereas the amount of the advance withheld for the establishment of the register of olive cultivation provided for in Council Regulation (EEC) No 1416/82 (5), as amended by Regulation (EEC) No 2212/88 (6), and the amount withheld for measures to improve the quality of olive oil provided for in Council Regulation (EEC) No 1916/87 (7) must be taken into account;\nWhereas in Spain and Portugal, the amount of the production aid is different from that in the other Member States; whereas the amount of the advance in those two Member States must therefore be different; whereas, on the basis of the data available, the estimated quantity and the abovementioned amount should be fixed at the levels given below;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1989/90 olive oil marketing year:\n- the estimated production shall be 1 551 500 tonnes,\n- the unit amount of the production aid that may be paid in advance shall be:\n- ECU 26,52 kilograms for Spain,\n- ECU 22,42 kilograms for Portugal,\n- ECU 56,95 kilograms for the other Member States.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 280, 29. 9. 1989, p. 2.\n(3) OJ No L 208, 3. 8. 1984, p. 3.\n(4) OJ No L 128, 11. 5. 1989, p. 17.\n(5) OJ No L 162, 12. 6. 1982, p. 12.\n(6) OJ No L 197, 26. 7. 1988, p. 5.\n(7) OJ No L 183, 3. 7. 1987, p. 12."}