{"celex_id": "31998R0650", "uri": "http://publications.europa.eu/resource/cellar/fafcd530-ae2a-46ec-96d9-617d863e0bb2", "type": "Regulation", "concepts": ["161", "2300", "2734", "2735", "2771"], "title": "Commission Regulation (EC) No 650/98 of 23 March 1998 amending Council Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\n", "header": "COMMISSION REGULATION (EC) No 650/98 of 23 March 1998 amending Council Regulation (EC) No 1981/94 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (1), as last amended by Commission Regulation (EC) No 1667/97 (2), and in particular Articles 6 and 7 thereof,\nWhereas Protocol No 1 of Decision No 1/98 of the EC-Turkey Association Council of 25 February 1998 on the trade arrangements for agricultural products (3), provides the new preferential arrangements applied by the Community to imports of agricultural products originating in Turkey; whereas these preferential arrangements provide for community tariff quotas to be opened for certain products; whereas, following the adoption of these new arrangements by the Council in the beginning of 1998, the future concession of 3 % to be applied to unlimited quantities of hazelnuts or filberts originating in Turkey and imported into the Community, cannot enter into force until 1999; whereas it would therefore be suitable to maintain for imports of hazelnuts or filberts in 1998 the current concession of 0 % within the framework of a tariff quota;\nWhereas the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Tunisian Republic, of the other part (4), enters into force on 1 March 1998; whereas this agreement provides that certain products originating in Tunisia can benefit from tariff concessions within the framework of community tariff quotas, when imported into the Community; whereas the volumes of the tariff quotas for some products are increased, between 1 January 1997 and 1 January 2000, in four yearly and equal steps, representing 3 % of these volumes; whereas the increases provided by the Agreement for implementation in 1997 could not take place because of the entry into force of the Agreement on 1 March 1998 and, consequently, the volumes of the tariff quotas applicable in 1998 take account of two increases;\nWhereas, as a means of implementing the new concessions provided in the abovementioned Agreements, Regulation (EC) No 1981/94 should be amended; whereas this amendment must also take account of the necessary technical adjustments resulting from amendments of the Combined Nomenclature and of TARIC subdivisions; whereas, since Regulation (EC) No 1981/94 has been amended several times, it seems desirable to incorporate its Annexes I to X in a single regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annexes I to X to Regulation (EC) No 1981/94 shall be replaced by Annexes I to X to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1998, except for tariff quotas with Order numbers 09.1207, 09.1211, 09.1213, 09.1215 and 09.1217 of Annex VII, which shall apply with effect from 1 March 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 199, 2. 8. 1994, p. 1.\n(2) OJ L 236, 27. 8. 1997, p. 3.\n(3) OJ L 86, 20. 3. 1998, p. 3.\n(4) Not yet published in the Official Journal.\nANNEX I\n'ANNEX I\nTURKEY\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX II\n'ANNEX II\nISRAEL\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN codes and corresponding description taken together.\n>TABLE>\n`\nANNEX III\n'ANNEX III\nJORDAN\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX IV\n'ANNEX IV\nMOROCCO\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX V\n'ANNEX V\nCYPRUS\nNotwithstanding the rules for the interpretation of the combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX VI\n'ANNEX VI\nEGYPT\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX VII\n'ANNEX VII\nTUNISIA\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX VIII\n'ANNEX VIII\nALGERIA\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`\nANNEX IX\n'ANNEX IX\nMALTA\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corrsponding description taken together.\n>TABLE>\n`\nANNEX X\n'ANNEX X\nWEST BANK AND GAZA STRIP\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>\n`"}