{"celex_id": "31997R1620", "uri": "http://publications.europa.eu/resource/cellar/aff87b9d-d01c-4440-88d4-c16704fcc062", "type": "Regulation", "concepts": ["1474", "161", "2731", "4078", "4580", "932"], "title": "Council Regulation (EC) No 1620/97 of 4 August 1997 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Turkey on the adjustment of the regime for imports into the European Community of tomato concentrate originating in Turkey and amending Regulations (EEC) No 4115/86 and (EC) No 1981/94\n", "header": "COUNCIL REGULATION (EC) No 1620/97 of 4 August 1997 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Turkey on the adjustment of the regime for imports into the European Community of tomato concentrate originating in Turkey and amending Regulations (EEC) No 4115/86 and (EC) No 1981/94\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113, in conjunction with the first sentence of Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas consultations have taken place between the European Community and Turkey on the preferential regime applicable to imports into the Community of tomato concentrate originating in Turkey; whereas those consultations were held in the context of the general agricultural negotiations provided for in the EC-Turkey Association Council Resolution of 6 March 1995 and whereas they resulted in the conclusion of a new preferential regime for tomato concentrate;\nWhereas, pending the entry into force of the general agreement on agricultural products originating in Turkey and in order to avoid serious disturbance of the Community market in tomato concentrate in the 1997 marketing year, an agreement has been reached for the entry into force of the agreement concluded for that product to be brought forward;\nWhereas that Agreement should be approved on behalf of the Community;\nWhereas Council Regulation (EEC) No 4115/86 of 22 December 1986 on imports into the Community of agricultural products originating in Turkey (1) should be amended as regards tomato concentrate;\nWhereas in Regulation (EEC) No 4115/86 the provisions concerning Greece, Spain and Portugal have become obsolete; whereas that Regulation should be adapted as a result;\nWhereas Council Regulation (EC) No 1981/94 of 25 July 1994, opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas (2), should also be modified to implement the new regime for imports into the European Community of tomato concentrate originating in Turkey, as provided for in the abovementioned Agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Turkey on the adjustment of the regime for imports into the European Community of tomato concentrate originating in Turkey is hereby approved on behalf of the European Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "Regulation (EEC) No 4115/86 is hereby amended as follows:\n1. in Article 1 (1) and (2) the words 'other than Greece, Spain and Portugal` shall be deleted;\n2. the following subparagraph shall be added to Article 1 (2):\n'However, the regime for imports into the Community of tomato concentrate originating in Turkey shall be as follows:\n(a) 15 000 tonnes of prepared or preserved tomatoes falling within CN codes 2002 90 31, 2002 90 39, 2002 90 91 and 2002 90 99 originating in Turkey shall be exempt from customs duty on importation into the European Community from 1 September to 31 December 1997; to ensure that the annual quantity to be imported exempt from customs duty does not exceed 30 000 tonnes, the volume of 15 000 tonnes will be adjusted by the Commission on the basis of the imports exempt from customs duty in the first part of 1997;\n(b) from 1 January 1998 onwards, 15 000 tonnes of prepared or preserved tomatoes falling within CN codes 2002 90 31, 2002 90 39, 2002 90 91 and 2002 90 99 originating in Turkey shall be exempt from customs duty on importation into the European Community, each year for the period from 1 January to 30 June;\n(c) from 1 July 1998 onwards, 15 000 tonnes of prepared or preserved tomatoes falling within CN codes 2002 90 31, 2002 90 39, 2002 90 91 and 2002 90 99 originating in Turkey shall be exempt from customs duty on importation into the European Community, each year for the period from 1 July to 31 December;\n(d) the tariff quotas referred to in points (a), (b) and (c) shall refer to a dry matter content of 28-30 % by weight. Quantities imported with a different content shall be corrected by means of the coefficients listed in the Annex.`;\n3. The following paragraph is hereby added to Article 1:\n'3. The provisions of the Annex relating to prepared or concentrated tomatoes falling within heading 20.02 C of the Common Customs Tariff shall continue to apply only to prepared, unconcentrated tomatoes falling within CN codes 2002 10, 2002 90 11 and 2002 90 19.`;\n4. The following Annex shall be added:\n'ANNEX\nTomato concentrate: correction coefficients\n>TABLE>", "Regulation (EC) No 1981/94 is hereby amended as follows:\n1. In Annex I, Order Nos 09.0207 and 09.0209 shall be inserted as follows:\n>TABLE>\n2. At the end of Annex I, the following footnotes shall be added:\n'(1) To ensure that the annual quantity to be imported in 1997 exempt from customs duty does not exceed 30 000 tonnes, the quota volume of 15 000 tonnes shall be adjusted by the Commission on the basis of the imports exempt from customs duty in the first part of 1997.\n(2) For the administration of these Community tariff quotas, the following coefficients shall be applied to imports of products with a dry matter content other than 28-30 % by weight:\n>TABLE>", "The Commission shall adopt detailed rules for the application of this Regulation in accordance with the procedure laid down in Article 46 of Regulation (EC) No 2200/96 (3).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 1997.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 380, 31. 12. 1986, p. 16.\n(2) OJ No L 199, 2. 8. 1994, p. 1. Regulation as last amended by Regulation (EC) No 592/97 (OJ No L 89, 4. 4. 1997, p. 1).\n(3) OJ No L 297, 21. 11. 1996, p. 1."}