{"celex_id": "31994R3011", "uri": "http://publications.europa.eu/resource/cellar/7bce05e0-39ce-4498-8442-0a78fd17f325", "type": "Regulation", "concepts": ["1309", "161", "1644", "2871", "5000", "5010"], "title": "Commission Regulation (EC) No 3011/94 of 12 December 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards imports of 144 903 tonnes of quality common wheat and 147 345 tonnes of quality durum wheat\n", "header": "COMMISSION REGULATION (EC) No 3011/94 of 12 December 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards imports of 144 903 tonnes of quality common wheat and 147 345 tonnes of quality durum wheat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other  residues (1), and in particular Article 7 thereof,\nWhereas Commission Regulation (EC) No 1854/94 of 27 July 1994 laying down detailed rules for the application of Council Regulation (EC) No 774/94 in relation to import licences for quality wheat (2), as amended by Regulation (EC) No 2547/94 (3), lays  down special provisions on the organization of imports under the quota opened by the latter Regulation;\nWhereas, in view of the fact that only 7 752 tonnes of the 300 000 tonnes of quality wheat provided for in Regulation (EC) No 774/94 have been imported into the Community, a further period should be determined for the submission of applications for  import licences under that quota; whereas, to that end, special provisions should be laid down to define the standard reference quality for wheat to be imported as should provisions on controls of goods imported; whereas, in order to avoid quantities  being carried over into 1995, the cancellation of import licences should not be permitted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The period for the submission of applications for import licences for quality durum wheat falling within CN code 1001 10 00 and quality common wheat falling within CN code 1001 90 99 and qualifying for the conditions laid down in Article 5  of Regulation (EC) No 774/94 shall commence on the thirtieth day following the entry into force of this Regulation. It shall expire at the end of the third day following that on which it commences.\nWhere the total quantity of either product for which import licences are requested up to the end of the period for the submission of applications referred to in the previous subparagraph is less than that referred to in paragraph 2, a second period for  the submission of applications for import licences for the product concerned shall be opened from the seventh working day following the expiry of the period referred to in the previous subparagraph. That second period shall expire at the end of the  third day following that on which it commences.\n2. The total quantities which may be imported in accordance with this Regulation shall be 147 345 tonnes of durum wheat falling within CN code 1001 10 00 and 144 903 tonnes of common wheat falling within CN code 1001 90 99. The wheat imported must meet  the minimum quality characteristics set out in the Annex hereto.\n3. Regulation (EC) No 1854/94 shall apply.", "1. Without prejudice to Article 5 (2) of Regulation (EC) No 1854/94, the import guarantee referred to in the third indent of Article 2 (1) (c) thereof shall be released on production of proof that import has been carried out in compliance  with the conditions on quantity and quality laid down. To that end, the goods to be imported shall be subject to controls by the competent body of the Member State of import.\n2. The proof referred to in paragraph 1 shall be provided by the body responsible for controls in the Member State of import.\n3. The customs authorities of the Member State of import shall take representative samples separately and shall keep them available for the Commission at the time the goods are released for free circulation in the Community.\n4. The costs of such controls and the cost of sampling shall be borne by the holder of the import licence.\n5. The reference methods for the controls provided for in paragraph 1 to determine the quality of the durum wheat and the common wheat shall be as described in Commission Regulation (EEC) No 1908/84 (4).", "Notwithstanding Article 3 (5) of Regulation (EC) No 1854/94, applicants may under no circumstances withdraw their licence applications.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 91, 8. 4. 1994, p. 1.\n(2) OJ No L 192, 28. 7. 1994, p. 31.\n(3) OJ No L 270, 21. 10. 1994, p. 7.\n(4) OJ No L 178, 5. 7. 1984, p. 22.\nANNEX\nMinimum quality criteria for wheat imported under the quota opened by Council Regulation (EC) No 774/94\n\"\" ID=\"1\">Minimum specific weight> ID=\"2\">80 kg/hl > ID=\"3\">78 kg/hl \"> ID=\"1\">'Mitadiné' grains> ID=\"2\">maximum 20,0 %> ID=\"3\">-\"> ID=\"1\">Matter which is not quality wheat grains of unimpaired quality> ID=\"2\">maximum 10,0 %> ID=\"3\">maximum  10,0 %\"> ID=\"1\">of which:\"> ID=\"1\">- Broken and/or shrivelled grains> ID=\"2\">maximum 7,0 %> ID=\"3\">maximum 7,0 %\"> ID=\"1\">- Grains damaged by pests> ID=\"2\">maximum 2,0 %> ID=\"3\">maximum 2,0 %\"> ID=\"1\">- Grains affected with fusariosis and/or mottled  grains> ID=\"2\">maximum 5,0 %> ID=\"3\">-\"> ID=\"1\">- Sprouted grains> ID=\"2\">maximum 0,5 %> ID=\"3\">maximum 0,5 %\"> ID=\"1\">Miscellaneous impurities (Schwarzbesatz)> ID=\"2\">maximum 1,0 %> ID=\"3\">maximum 1,0 %\"> ID=\"1\">Hagberg falling number>  ID=\"2\">minimum 250> ID=\"3\">minimum 230\"> ID=\"1\">Protein content (13,5 % moisture content)> ID=\"2\">minimum 12,0 %> ID=\"3\">minimum 14,6 %\">\nANNEX\nMinimum quality criteria for wheat imported under the quota opened by Council Regulation (EC) No 774/94\n\"\" ID=\"1\">Minimum specific weight> ID=\"2\">80 kg/hl > ID=\"3\">78 kg/hl \"> ID=\"1\">'Mitadiné' grains> ID=\"2\">maximum 20,0 %> ID=\"3\">-\"> ID=\"1\">Matter which is not quality wheat grains of unimpaired quality> ID=\"2\">maximum 10,0 %> ID=\"3\">maximum  10,0 %\"> ID=\"1\">of which:\"> ID=\"1\">- Broken and/or shrivelled grains> ID=\"2\">maximum 7,0 %> ID=\"3\">maximum 7,0 %\"> ID=\"1\">- Grains damaged by pests> ID=\"2\">maximum 2,0 %> ID=\"3\">maximum 2,0 %\"> ID=\"1\">- Grains affected with fusariosis and/or mottled  grains> ID=\"2\">maximum 5,0 %> ID=\"3\">-\"> ID=\"1\">- Sprouted grains> ID=\"2\">maximum 0,5 %> ID=\"3\">maximum 0,5 %\"> ID=\"1\">Miscellaneous impurities (Schwarzbesatz)> ID=\"2\">maximum 1,0 %> ID=\"3\">maximum 1,0 %\"> ID=\"1\">Hagberg falling number>  ID=\"2\">minimum 250> ID=\"3\">minimum 230\"> ID=\"1\">Protein content (13,5 % moisture content)> ID=\"2\">minimum 12,0 %> ID=\"3\">minimum 14,6 %\">"}