{"celex_id": "31997R0887", "uri": "http://publications.europa.eu/resource/cellar/30c43f63-3106-4cdb-afa6-67fb9a61e4cd", "type": "Regulation", "concepts": ["1201", "1961", "3591", "4172", "797"], "title": "Commission Regulation (EC) No 887/97 of 16 May 1997 setting detailed rules to apply Council Regulation (EC) No 712/97 setting up a specific measure in favour of cephalopod producers permanently based in the Canary Islands\n", "header": "COMMISSION REGULATION (EC) No 887/97 of 16 May 1997 setting detailed rules to apply Council Regulation (EC) No 712/97 setting up a specific measure in favour of cephalopod producers permanently based in the Canary Islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 712/97 of 22 April 1997 setting up a specific measure in favour of cephalopod producers permanently based in the Canary Islands (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EC) No 150/95 (3), and in particular Article 6 thereof,\nWhereas Regulation (EC) No 712/97 provides for annual aid to be granted to cephalopod producers permanently based in the Canary Islands;\nWhereas for satisfactory management of the aid scheme the aid should be made over to producer organizations;\nWhereas given the terms on which aid is to be granted it is necessary to specify and adjust the operative events for the agricultural conversion rate set in Articles 10 and 12 of Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (4), as last amended by Regulation (EC) No 1428/96 (5);\nWhereas the national authorities must make suitable checks that the terms on which aid is granted have been respected;\nWhereas Regulation (EC) No 712/97 applies with effect from 1 January 1996; whereas the present Regulation must therefore apply from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation sets rules of application for the granting of temporary annual aid for cephalopod producers permanently based in the Canary Islands, as provided for by Regulation (EC) No 712/97.", "The aid shall be made over to producer organizations that will distribute it to their members on the basis of the quantities actually produced and marketed on their behalf.", "Producer organizations shall submit to the competent authorities of the Member State before 1 March of the year following that for which the annual aid is sought an application showing the eligible quantities marketed in each month of that year. For the quantities marketed in 1996 this date shall be 1 June 1997.\nThe competent authorities shall pay the aid within two months of submission of the application.\nThe agricultural conversion rate to be used for the aid for the eligible quantities marketed each month shall be that applicable on the first day of the month.", "1. The competent national authorities shall set up arrangements to check that the producers to whom aid is paid are entitled to it.\n2. To this end producer organizations shall keep production and marketing records for the products eligible for aid and make quarterly notification to the competent national authorities of the information required for their checks.\n3. The types of entry required in these records and the information to be notified to the competent authorities shall be decided by the Member State.\n4. Within three months of the end of the period for which aid is granted the national authorities shall send the Commission an annual report on the quantities produced and marketed and their values, the state of stocks and the eligible quantities on which aid was granted. It must be clear from the report that the requirements of Article 1 (2) of Council Regulation (EC) No 712/97 were met.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 106, 24. 4. 1997, p. 3.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 22, 31. 1. 1995, p. 1.\n(4) OJ No L 108, 1. 5. 1993, p. 106.\n(5) OJ No L 188, 27. 7. 1996, p. 22."}