{"celex_id": "31994R0764", "uri": "http://publications.europa.eu/resource/cellar/b272167f-1a06-44c8-9ac5-52dd0af7eb0f", "type": "Regulation", "concepts": ["1129", "2681", "3170", "4663", "4682", "946"], "title": "Commission Regulation (EC) No 764/94 of 6 April 1994 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of bone-in beef held by certain intervention agencies and intended for export, and repealing Regulations (EEC) No 2919/92 and (EC) No 373/94\n", "header": "COMMISSION REGULATION (EC) No 764/94 of 6 April 1994 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of bone-in beef held by certain intervention agencies and intended for export, and repealing Regulations (EEC) No 2919/92  and (EC) No 373/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 3611/93 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2539/84 of 5 September 1984 laying down detailed rules for certain sales of frozen beef held by the intervention agencies (3), as last amended by Regulation (EEC) No 1759/93 (4), has provided for the possibility of  applying a two-stage procedure when selling beef from intervention stocks;\nWhereas certain intervention agencies hold stocks of bone-in intervention meat; whereas an extension of the period of storage for the meat bought in should be avoided on account of the ensuing high costs; whereas outlets exist in certain third countries  for the products in question; whereas it is appropriate therefore to offer this meat for sale in accordance with Regulation (EEC) No 2539/84;\nWhereas with a view to securing a regular and uniform tendering procedure, measures should be taken in addition to those laid down in Regulation (EEC) No 2173/79 (5), as last amended by Regulation (EEC) No 1759/93;\nWhereas quarters from intervention stocks may in certain cases have been handled a number of times; whereas, in order to help with the presentation and marketing of such meat, its repackaging should be authorized, subject to the observance of precise  conditions;\nWhereas it is necessary to lay down a time limit for export of the said meat; whereas this time limit should be fixed by taking into account Article 5 (b) of Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the  application of the system of import and export licences in the beef and veal sector (6), as last amended by Regulation (EEC) No 2867/93 (7);\nWhereas in order to ensure that beef sold is exported, the lodging of security, as specified at (a) of Article 5 (2) of Regulation (EEC) No 2539/84, should be required;\nWhereas products held by intervention agencies and intended for export are subject to the provisions of Commission Regulation (EEC) No 3002/92 of 16 October 1992 laying down common detailed rules for verifying the use and/or destination of products from  intervention (8), as last amended by Regulation (EEC) No 1938/93 (9);\nWhereas Commission Regulations (EEC) No 2919/92 (10) as amended by Regulation (EEC) 800/93 (11), and (EC) No 373/94 (12) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. A sale shall be organized of approximately:\n(a) - 1 600 tonnes of bone-in beef held by the Italian intervention agency,\n- 27 tonnes of bone-in beef held by the Irish intervention agency,\n- 75 tonnes of bone-in beef held by the Belgian intervention agency,\n(b) - 2 000 tonnes of bone-in beef, to be sold as 'compensated' quarters, held by the French intervention agency.\nThis meat shall be for export to the destinations indicated at 02 and 03 in footnote 7 to the Annex to Commission Regulation (EC) No 3261/93 (13).\nSubject to the provisions of this Regulation, the sale shall take place in accordance with the provisions of Regulations (EEC) No 2539/84 and (EEC) No 3002/92.\nThe provisions of Commission Regulation (EEC) No 985/81 (14) shall not apply to this sale. However, the competent authorities may allow bone-in forequarters and hindquarters, the packaging material of which is torn or soiled, to be placed in new  packaging of the same type under their supervision before presentation for consignment at the customs office of departure.\n2. By way of derogation from Article 8 (1) of Regulation (EEC) No 2173/79 a tender must be submitted to the intervention agency concerned in a closed envelope, bearing the reference to the Regulation concerned. The closed envelope must not be opened by  the intervention agency before the expiry of the tender deadline referred to in paragraph 5.\n3. Tenders submitted under paragraph 1 (b) must relate to an equal number of forequarters and hindquarters and must quote a single price per tonne for the whole quantity of bone-in meat covered by the tender.\n4. The qualities and the minimum prices referred to in Article 3 (1) of Regulation (EEC) No 2539/84 are given in Annex I hereto.\n5. Only those tenders shall be taken into consideration which reach the intervention agencies concerned not later than 12 noon on 12 April 1994.\n6. Particulars of the quantities and the places where the products are stored shall be available to interested parties at the addresses given in Annex II.", "The products referred to in Article 1 must be exported within five months from the date of conclusion of the contract of sale.", "1. The security provided for in Article 5 (1) of Regulation (EEC) No 2539/84 shall be ECU 30 per 100 kilograms.\n2. The security provided for in Article 5 (2) (a) of Regulation (EEC) No 2539/84 shall be ECU 300 per 100 kilograms.", "1. In respect of meat sold under this Regulation no export refund shall be granted.\nOn the removal order referred to in Article 3 (1) (b) of Regulation (EEC) No 3002/92, the export declaration, and, where appropiate, the T 5 control copy shall be entered:\nProductos de intervención sin restitución [Reglamento (CE) no 764/94];\nInterventionsvarer uden restitution [Forordning (EF) nr. 764/94];\nInterventionserzeugnisse ohne Erstattung [Verordnung (EG) Nr. 764/94];\nProionta paremvaseos choris epistrofi [Kanonismos (EK) arith. 764/94];\nIntervention products without refund [Regulation (EC) No 764/94];\nProduits d'intervention sans restitution [Règlement (CE) no 764/94];\nProdotti d'intervento senza restituzione [Regolamento (CE) n. 764/94];\nProdukten uit interventievoorraden zonder restitutie [Verordening (EG) nr. 764/94];\nProdutos de intervençao sem restituiçao [Regulamento (CE) nº 764/94].\n2. With regard to the security provided for in Article 3 (2), compliance with the provisions of paragraph 1 shall constitute a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (15).", "Regulations (EEC) No 2919/92 and (EC) No 373/94 is hereby repealed.", "This Regulation shall enter into force on 12 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 328, 29. 12. 1993, p. 7.\n(3) OJ No L 238, 6. 9. 1984, p. 13.\n(4) OJ No L 161, 2. 7. 1993, p. 59.\n(5) OJ No L 251, 5. 10. 1979, p. 12.\n(6) OJ No L 241, 13. 9. 1980, p. 5.\n(7) OJ No L 262, 21. 10. 1993, p. 26.\n(8) OJ No L 301, 17. 10. 1992, p. 17.\n(9) OJ No L 176, 20. 7. 1993, p. 12.\n(10) OJ No L 292, 8. 10. 1992, p. 11.\n(11) OJ No L 80, 2. 4. 1993, p. 16.\n(12) OJ No L 48, 19. 2. 1994, p. 18.\n(13) OJ No L 293, 27. 11. 1993, p. 48.\n(14) OJ No L 99, 10. 4. 1981, p. 38.\n(15) OJ No L 205, 3. 8. 1985, p. 5.\nPARARTIMA I ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\n>Kratos melosProiontaPosotitestonoiElachistes times poliseos ekfrazomenes seana tono\"> ID=\"1\">Ireland> ID=\"2\">Hindquarters, from:\"> ID=\"2\">Category C, classes U, R and O> ID=\"3\">27> ID=\"4\">600\"> ID=\"1\">Italia> ID=\"2\">- Quarti posteriori,  provenienti da:\"> ID=\"2\">categoria A, classi U, R e O> ID=\"3\">1 600> ID=\"4\">600\"> ID=\"1\">Belgique/België> ID=\"2\">- Quartiers arrière provenant de:\"> ID=\"2\">Achtervoeten, afkomstig van:\"> ID=\"2\">catégorie A, classes U, R et O\"> ID=\"2\">Categorie A,  klassen U, R en O> ID=\"3\">75> ID=\"4\">600\"> ID=\"1\">France> ID=\"2\">- Quartiers compensés (1) avec os provenant de:\"> ID=\"2\">Catégorie A/C, classes U, R et O> ID=\"3\">2 000> ID=\"4\">750\"\"\nIsos arithmos brostinon kai pisinon tetarton>\n(1) Equal number of forequarters and hindquarters.\n(2) Gleiche Anzahl Vorder- und Hinterviertel.\n(3) Numero uguale di quarti anteriori e posteriori.\n(4) Een gelijk aantal voor- en achtervoeten.\n(5) Lige stort antal forfjerdinger og bagfjerdinger.\n(6) .\n(7) Número igual de cuartos delanteros y traseros.\n(8) Número igual de quartos dianteiros e de quartos traseiros.\nPARARTIMA ANEXO II - BILAG II - ANHANG II -  II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen -  Diefthynseis ton organismon paremvaseos  - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervençao  FRANCE: Ofival\nTour Montparnasse\n33, avenue du Maine\nF-75755 Paris Cedex 15\n(tél.: 45 38 84 00; télex: 20 54 76 F)\nIRELAND: Department of Agriculture and Food\nAgriculture House\nKildare Street\nDublin 2\nTel. (01) 678 90 11, ext. 2278 and 3806\nTelefax (01) 661 62 63, (01) 678 52 14 and (01) 662 01 98\nTelex 93 292 and 93 607\nITALIA: Azienda di Stato per gli interventi nel mercato agricolo (AIMA)\nVia Palestro 81\nI-00185 Roma\nTel. 49 49 91\nTelex 61 30 03\nBELGIQUE/BELGIË: Office belge de l'économie et de l'agriculture Rue de Trèves 82 B-1040 Bruxelles Belgische dienst voor bedrijfsleven en landbouw Trierstraat 82 B-1040 Brussel\n[tél. (2) 287 24 11; téles 24076 OBEA BRU B, 65567 OBEA BRU B; téléfax (2) 230 25 33]"}