{"celex_id": "31996D0304", "uri": "http://publications.europa.eu/resource/cellar/ada13897-ace5-4171-bf4a-3a9b40324b91", "type": "Decision", "concepts": ["2783", "2825", "2871", "3646", "4680", "5696"], "title": "96/304/EC: Commission Decision of 22 April 1996 establishing the ecological criteria for the award of the Community eco-label to bed linen and T-shirts (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 22 April 1996 establishing the ecological criteria for the award of the Community eco-label to bed linen and T-shirts (Text with EEA relevance) (96/304/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (1), and in particular the second subparagraph of Article 5 (1) thereof,\nWhereas the first subparagraph of Articles 5 (1) of Regulation (EEC) No 880/92 provides that the conditions for the award of the Community eco-label shall be defined by product group;\nWhereas Article 10 (2) of Regulation (EEC) No 880/92 states that the environmental performance of a product shall be assessed by reference to the specific criteria for product groups;\nWhereas in accordance with Article 6 of Regulation (EEC) No 880/92 the Commission has consulted the principal interest groups within a consultation forum;\nWhereas the measures set out in this Decision are in accordance with the opinion of the committee set up under Article 7 of Regulation (EEC) No 880/92,", "main_body": ["The product groups covered by the ecological criteria are:\n(a) 'bed linen`, namely bed sheets, pillowcases, valances and removable, washable quilt or duvet covers, and\n(b) T-shirts.\nIn all cases, the fibre materials for the final fabric must be 100 % cotton or blends of cotton and polyester.\nBed linen covered many be equipped with buttons or fasteners of different materials.\nT-shirts are knitted, unadorned, crew-neck, short- or long-sleeved garments, designed for outerwear. Embroidery and printing, with the exception of plastisol-based printing, are allowed. Only sewing thread may be used for embroidery. T-shirts must be for final sale to the public without modification.", "The environmental performance and the fitness for use of the product groups as defined in Article 1 shall be assessed by reference to the specific ecological and fitness-for-use criteria set out in the Annex.", "The product group definition and the criteria for the product groups shall be valid for a period of three years from the date on which this Decision takes effect.", "For administrative purposes the code number assigned to the product groups shall be '010`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 April 1996.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 99, 11. 4. 1992, p. 1.\nANNEX\nIn order to qualify for an eco-label the product must comply with the following criteria, unless indicated otherwise, and as appropriate for the fibre. Criteria should be tested in accordance with the Appendix. Where no tests are mentioned, Competent bodies should rely as appropriate on declarations, appropriate documentation and/or independent verifications.\nFunctional unit\nThe functional unit, to which inputs and outputs should be related is:\n1 kg of textile at textile norm conditions (65 % RH ± 2 % and 20° C ± 2° C) in the final fabric prior to cutting. (These norm conditions are specified in ISO 139. Textiles - standard atmospheres for conditioning and testing).\nA. ECOLOGICAL CRITERIA\nRAW MATERIALS\n1. Cotton\nCotton yarn must have no residues of any pesticide active substances mentioned in the Annex to Directive 79/117/EEC (1) as last amended by Directive 91/188/EEC (2), as well as no residues of any pesticide active substance not authorized in the Member States of the European Community for cotton production in accordance with the provisions of Directive 91/414/EEC (3).\nTests on the yarn shall be made four times a year and cover at least aldrine, captafol, camphechlor, chlordane, DDT, dieldrine, endrine, heptachlor, hexachlorobenzene and 2, 4, 5-T. For yarns containing at least 50 % organic cotton which is shown to have been produced in conformity with the production and inspection requirements as laid down in Council Regulation (EEC) No 2092/91 (4), the frequency of testing shall be once a year. No testing required for 100 % organic cotton produced and inspected in accordance with Regulation (EEC) No 2092/91.\n2. Volatile organic compounds (VOC) emissions during production of polyester\nThe emission of VOCs during polymerization of polyester must not exceed 1,2 g VOC/kg of produced polyester resin.\n3. Residues of antimony in polyester fibres\nThe amount of antimony in the polyester fibres must not exceed 300 ppm.\n4. PCP\nPentachlorphenol (PCP) and its salts and esters must not be used during the life cycle of the product before use. Frequency of testing - four times a year.\nWEAVING\n5. Size\nSize must be either recycled or readily biodegradable. Recycling to be 75 % efficient.\nWET PROCESSING\nPRE-TREATMENT - WASHING, SOFTENING, BLEACHING\n6. Detergents, fabric softeners, complexing agents\nNo use of alkylphenolethoxylates (APEO), bis(hydrogenated tallow alkyl) dimethyl ammonium chloride (DTDMAC), distearyl dimethyl ammonium chloride (DSDMAC), di(hardened tallow) dimethyl ammonium chloride (DHTDMAC), nitrilotriacetic acid (NTA) or ethylene diamine tetra acetate (EDTA).\n7. Bleaching agents\nIn general, AOX emissions in the mixed bleaching effluent must be less than 40 mg/functional unit. In the case of fragile fabrics (degree of polymerisation below 1800) intended for white end products, AOX emissions must be less than 100 mg/functional unit.\nDYEING AND FINISHING\n8. Dyes, pigments and carriers\n(a) The levels of ionic metal impurities for dyestuffs must not exceed the following values (in ppm) for following metals:\n>TABLE>\n(b) The levels of ionic metal impurities for pigments must not exceed the following values (in ppm) for the following metals :\n>TABLE>\n(c) No use of metal complex dyes based on the following metals: arsenic, cadmium, chromium, mercury, nickel, lead, antimony, tin, zinc or copper. Copper is, however, allowed for knitted products.\n(d) No use of metal complex pigments based on the following metals: arsenic, cadmium, chromium, mercury, nickel, lead, antimony, tin and zinc. A maximum content of 4,5 % copper is permitted.\n(e) No use of dyes which can release or be cleaved to carcinogenic aromatic amines, or are themselves classified as carcinogenic in accordance with Council Directive 67/548/EEC (5), as last amended by Commission Directive 94/69/EC (6) and Council Directive 88/379/EEC (7), as last amended by Commission Directive 93/18/EEC (8).\n(f) No use of carriers containing chlorine or other halogens.\n9. Printing\nNo chemical products or printing pastes containing more than 5 % VOCs may be used during printing. No additional VOCs allowed.\n10. Finishing\nThe amount of free and partly hydrolysable formaldehyde in the final fabric must not exceed 30 ppm in baby products and 75 ppm in other products.\nWASTE WATER FROM WET TREATMENT\n11. Waste water treatment\nWaste water from wet processing must be treated either at the production facility or at the sewage treatment plant. In the case of production facility treatment the following limits for discharges to surface waters must be observed: pH 6,5-9 t° below 30° C (natural conditions permitting).\n12. Organics to water\nWaste water discharges from wet processing must have a COD of below 25 g/functional unit after treatment.\nB. FITNESS FOR USE CRITERIA\n1. Mechanical and physical properties\n(a) Durability of easy care and durable press finishes during washing (only for textile products designated as 'easy care`, 'non-iron`, 'permanent press` or the like)\nLevel/limit: Minimum DP3\n(b) Dimensional changes\nLevel/limit: knitwear 6 % length and width (T-shirts)\nwoven products 5 % warp and weft (bed linen).\n2. Colour fastness\n(a) Washing\nLevel/limit: colour change: 3-4\nstaining: 3-4\nFor products with both light and dark colours, a supplementary test should be added.\nLevel/limit: the change of appearance should be compared to an unwashed sample.\ncolour change: 3-4\ncross staining: 3-4\n(b) Perspiration\nLevel/limit: colour change and staining: 3-4\n(c) Wet and dry rubbing\nLevel/limit: dry rubbing 4 and wet rubbing 2-3\n(d) Light\nLevel/limit: 4.\nProducts which consist of unbleached and undyed fibres do not have to comply with the colour fastness criteria, but information on deviations in colour fastness must be provided to the consumer.\nAppendix TEST METHODS FOR CRITERIA\nA. ECOLOGICAL CRITERIA\nCriterion 1\nTest methods: US EPA 8081 'Organochlorine pesticides and PCBs as arochlors by gas chromatography: capillary column technique`, US EPA 8141 A 'Organophosphorus compounds by gas chromatography: capillary column technique` and US EPA 8151 'Chlorinated herbicides by GC using methylation or pentafluorobenzylation derivatization: capillary column technique`. Positive results, if any, shall be confirmed according to the US EPA 8270 method 'Semivolatile organic compounds by gas chromatography/mass spectrometry (GC/MS). Capillary column technology`.\nTests prior to wet treatment on the yarn used for manufacture of the product. The content of each plant protection product and harvest-aid chemical listed in Criterion 1 must not exceed 0,05 mg per kg yarn (sensibility of test method permitting).\nCriterion 2\nTest method: EPA stationary source sampling methods, 25 A.\nVOCs in this context are defined as any organic compound having at 293,15 K a vapour pressure of 0,01 kPa or more, or having a corresponding volatility under the particular conditions of use, and which is used alone or in combination with other agents to dissolve raw materials, products or waste materials, or is used as a cleaning agent to dissolve contaminants, or as a dissolver, dispersion medium, viscosity adjuster, surface tension adjuster, plasticiser or preservative.\nCriterion 3\nTest method: Direct determination (by AAS or equivalent method) of the total amount of metal in the fibres.\nCriterion 4\nTest method: GC with Electron Capture Detection. Test on the grey fabric prior to wet treatment and on the final product. The contents of pentachlorophenol must not exceed 0,05 mg per kg fibre.\nCriterion 5\nTest method: OECD 301 A-F readily biodegradability tests.\nCriterion 7\nTest method: If bleaching agents containing chlorine or chlorine compounds are not used, AOX need not be measured. If chlorine or chlorine compounds are used, AOX to be measured in accordance with ISO 9562.\nCriterion 8 (f)\nTest method: (in absence of declaration of non-use): DIN 38 409-8.\nCriterion 10\nTest method: Japanese method 'Law 112`.\nCriterion 12\nTest method: ISO 6060 Water quality: Determination of the chemical oxygen demand.\nB. FITNESS FOR USE CRITERIA\nCriterion 1 (a)\nTest method: ISO 7768: Appearance of easy care and durable press fabrics after domestic washing and drying.\nCriterion 1 (b)\nTest method: ISO 5077: Determination of dimensional change in washing and drying. For ISO 5077 (three washes and tumble dryings). The temperature for washing and drying shall be in accordance with the manufacturer's instructions.\nCriterion 2 (a)\nTest method: ISO 105-C06. Colour fastness to domestic and commercial laundering.\nIn products with both light and dark colours, the standard washing test stated above shall be supplemented with a test with wash of a complete product as specified below.\nTest method: Washing according to ISO 6330.\nCriterion 2 (b)\nTest method: ISO 105-E04. Colour fastness to perspiration.\nCriterion 2 (c)\nTest method: ISO 105-X12. Colour fastness to rubbing.\nCriterion 2 (d)\nTest method: ISO 105-B02. Colour fastness to artificial light: Xenon arc fading lamp test.\n(1) OJ No L 33, 8. 2. 1979, p. 36.\n(2) OJ No L 92, 13. 4. 1991, p. 42.\n(3) OJ No L 230, 19. 8. 1991, p. 1.\n(4) OJ No L 198, 22. 7. 1991, p. 1.\n(5) OJ No 196, 16. 8. 1967, p. 1.\n(6) OJ No L 381, 31. 12. 1994, p. 1.\n(7) OJ No L 187, 16. 7. 1988, p. 14.\n(8) OJ No L 104, 21. 4. 1993, p. 46."}