{"celex_id": "31997R2049", "uri": "http://publications.europa.eu/resource/cellar/29b4bb8d-10a0-461e-a796-db04827de1bf", "type": "Regulation", "concepts": ["1264", "2644", "2676", "3003", "5096"], "title": "Commission Regulation (EC) No 2049/97 of 20 October 1997 fixing the intervention price of olive oil for the 1997/98 marketing year at a reduced level to take account of the overrun of the maximum guaranteed quantity during the 1995/96 and 1996/97 marketing years\n", "header": "COMMISSION REGULATION (EC) No 2049/97 of 20 October 1997 fixing the intervention price of olive oil for the 1997/98 marketing year at a reduced level to take account of the overrun of the maximum guaranteed quantity during the 1995/96 and 1996/97 marketing years\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EC) No 1581/96 (2), and in particular Article 4a thereof,\nWhereas Council Regulation (EC) No 1414/97 (3) fixes, for the 1997/98 marketing year, the intervention price for olive oil;\nWhereas Article 4a of Regulation No 136/66/EEC extends the system of maximum guaranteed quantities to the intervention price for olive oil; whereas, for the 1995/96 marketing year, for which the maximum guaranteed quantity was fixed at 1 350 000 tonnes, the estimated production of olive oil was fixed at 1 417 200 tonnes, while final production for the same marketing year was established as 1 481 450 tonnes; whereas, pursuant to the second indent of the abovementioned Article 4a, the intervention price for the 1997/98 marketing year should be reduced in proportion to the difference between the extents to which the final and estimated production in the 1995/96 marketing year exceeded the abovementioned maximum guaranteed quantity;\nWhereas, for the 1996/97 marketing year, for which the maximum guaranteed quantity is fixed at 1 350 000 tonnes, estimated olive oil production is fixed at 1 859 400 tonnes; whereas, pursuant to the abovementioned Article 4a, the intervention price for the 1997/98 marketing year should be reduced in proportion to the extent that estimated production for the 1996/97 marketing year exceeds the abovementioned maximum guaranteed quantity;\nWhereas, however, such reductions may not exceed 3 %;\nWhereas the intervention price fixed for the 1997/98 marketing year by Regulation (EC) No 1414/97 must therefore be reduced by 3 %,", "main_body": ["The intervention price for olive oil for the 1997/98 marketing year shall be ECU 175,16/100 kg.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 172, 30. 9. 1966, p. 3025/66.\n(2) OJ L 206, 16. 8. 1996, p. 11.\n(3) OJ L 196, 24. 7. 1997, p. 4."}