{"celex_id": "31999R1649", "uri": "http://publications.europa.eu/resource/cellar/b0ef8ef0-c669-46fe-b8fa-1bd1114ead4b", "type": "Regulation", "concepts": ["1857", "2531", "3135", "4291", "4692"], "title": "Commission Regulation (EC) No 1649/1999 of 27 July 1999 derogating from Regulation (EEC) No 3444/90 laying down detailed rules for granting private storage aid for pigmeat\n", "header": "COMMISSION REGULATION (EC) No 1649/1999\nof 27 July 1999\nderogating from Regulation (EEC) No 3444/90 laying down detailed rules for granting private storage aid for pigmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat(1), as last amended by Regulation (EC) No 3290/94(2), and in particular Article 4(6) and Article 5(4) thereof,\n(1) Whereas Article 4(1) of Commission Regulation (EEC) No 3444/90 of 27 November 1990, laying down detailed rules for granting private storage aid for pigmeat(3), as last amended by Regulation (EC) No 3533/93(4), stipulates that placing in storage must be completed not later than 28 days after the date of conclusion of the contract; whereas Article 5(5) of that Regulation stipulates that where the time limit for placing in storage is exceeded the contract is to be annulled and the security forfeit;\n(2) Whereas Commission Decisions 1999/363/EC(5), 1999/368/EC(6), 1999/389/EC(7), 1999/390/EC(8) and 1999/449/EC(9), lay down measures to protect certain products of animal origin intended for human or animal consumption from contamination by dioxin;\n(3) Whereas operators having concluded private storage contracts persuant to Commission Regulation (EC) No 2042/98 of 25 September 1998 on special conditions for the granting of private storage aid for pigmeat(10), as amended by Regulation (EC) No 2619/98(11), have experienced difficulties in starting or finishing placing in storage within the specified time limit because of the protection measures linked to the contamination by dioxin of certain products intended for human consumption and the slaughtering ban imposed by the Belgian authorities during the period 3 to 13 June 1999; whereas it is therefore necessary to extend by 21 days the time limit for allowing unfinished placing in storage to be completed or to allow placing in storage to begin at a later date, so as to prevent contracts being cancelled and securities being lost;\n(4) Whereas this Regulation should be made to apply from 17 July 1999 so as to allow the Belgian authorities and the operators to carry out placing in storage quickly;\n(5) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["By derogation from Article 5(1) of Regulation (EEC) No 3444/90, operators who have concluded private storage contracts pursuant to Regulation (EC) No 2042/98, but who have not been able to complete placing in storage as a result of difficulties linked to the slaughtering ban imposed during the period 3 to 13 June 1999 may have a further 21 days in which to complete it.", "By derogation from Article 5(5) of Regulation (EEC) No 3444/90, operators who have concluded private storage contracts pursuant to Regulation (EC) No 2042/98 but who have not been able to commence placing in storage as a result of difficulties linked to the slaughtering ban imposed during the period 3 to 13 June 1999 may commence placing in storage no sooner than the third working day following the date on which the application referred to in Article 3 is lodged, but no later than 6 August 1999. The time limit for placing in storage provided for in Article 4(1) of Regulation (EEC) No 3444/90 shall commence on the same day.", "This Regulation shall apply at the request of operators who can prove to the satisfaction of the competent authority that they have not been able to start or finish placing in storage within the time limits laid down in Article 4 of Regulation (EEC) No 3444/90 as a result of the protection measures taken pursuant to Decisions 1999/363/EC, 1999/368/EC, 1999/389/EC, 1999/390/EC and 1999/449/EC and of the slaughtering ban imposed by the Belgian authorities.\nIn evaluating the situation referred to in the first paragraph the competent authorities shall use the commercial documents referred to in Article 1(2) of Council Regulation (EEC) No 4045/89(12).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 17 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 1.\n(2) OJ L 349, 31.12.1994, p. 105.\n(3) OJ L 333, 30.11.1990, p. 22.\n(4) OJ L 321, 23.12.1993, p. 9.\n(5) OJ L 141, 4.6.1999, p. 24.\n(6) OJ L 142, 5.6.1999, p. 46.\n(7) OJ L 147, 12.6.1999, p. 26.\n(8) OJ L 147, 12.6.1999, p. 29.\n(9) OJ L 175, 10.7.1999, p. 70.\n(10) OJ L 263, 26.9.1998, p. 12.\n(11) OJ L 329, 5.12.1998, p. 9.\n(12) OJ L 388, 30.12.1989, p. 18."}