{"celex_id": "31994R2939", "uri": "http://publications.europa.eu/resource/cellar/f1c3695b-e751-4679-878f-7513523053e3", "type": "Regulation", "concepts": ["1201", "1372", "2081", "2173", "2718"], "title": "Commission Regulation (EC) No 2939/94 of 2 December 1994 laying down detailed rules for the application of Council Regulation (EEC) No 105/76 on the recognition of producers' organizations in the fishing industry\n", "header": "COMMISSION REGULATION (EC) No 2939/94 of 2 December 1994 laying down detailed rules for the application of Council Regulation (EEC) No 105/76 on the recognition of producers' organizations in the fishing industry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EEC) No 1891/93 (2),\nHaving regard to Council Regulation (EEC) No 105/76 of 19 January 1976 on the recognition of producers' organizations in the fishing industry (3), as amended by Commission Regulation (EEC) No 3940/87 of 21 December 1987 (4), and in particular Articles 2 (2) and 3 thereof,\nWhereas Commission Regulation (EEC) No 2062/80 of 31 July 1980, on the conditions for granting or withdrawing recognition of producers' organizations and associations thereof in the fishing industry (5), as last amended by Regulation (EEC) No 3527/92 (6), requires extensive amendment; whereas it should therefore be replaced;\nWhereas the terms and procedure for recognizing, for refusing to recognize and for withdrawing recognition from producers' organizations should be laid down in order to provide for uniform application of the rules of the common organization of the market in fishery and aquaculture products;\nWhereas a producers' organization must, under Article 2 of Regulation (EEC) No 105/76, be sufficiently active economically to be recognized; whereas the circumstances indicating that this condition can be regarded as satisfied should be defined;\nWhereas a general framework should be settled for the rules on production and marketing which the members of a producers' organization are required to observe in accordance with Article 4 (1) of Council Regulation (EEC) No 3759/92, hereinafter referred to as 'the basic Regulation`;\nWhereas the Member States should monitor the activities of producers' organizations;\nWhereas the information which an applicant for recognition must provide should be laid down; whereas time limits should be set for granting, refusing and withdrawing recognition and for keeping the Commission informed; whereas aid given under Article 7 of the basic Regulation should be recovered if recognition has been fraudulently applied for or made use of;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["1. This Regulation lays down the terms and procedure for recognizing producers' organizations and associations of producers' organizations and for withdrawing recognition from them.\n2. For the purposes of this Regulation, the term 'producers' organization` is defined in the first paragraph of Article 4 (1) of the basic Regulation.", "1. The requirement laid down in Article 2 (1) (a) of Regulation (EEC) No 105/76, that a producers' organization must show that it is sufficiently active economically, shall be satisfied if the area covered by the application for recognition is judged by the Member State, on the basis of its size, of the total capacity of fishing vessels operating from it and the regularity and size of the landings there, to be of sufficient importance, and\n(a) the number of vessels operated by members of the producers' organization is at least 20 % of the total number of vessels established in that area;\nor\n(b) as regards the species or group of species for which recognition is sought the producers' organization disposes of either\n(i) at least 15 % by weight of the total production in its area, or\n(ii) at least 30 % by weight of the total production in a major port or market in its area, the Member State concerned designating major ports and markets for this purpose.\nThe figure in (i) may be set at between 15 and 30 %, and the figure in (ii) may be set at between 30 and 50 % by the Member State in the interests of more efficient management.\n2. The Member States shall decide which of the criteria laid down in paragraph 1 (a), 1 (b) (i) and 1(b) (ii) shall apply. Their decisions shall be notified to the Commission and to any interested party.", "1. The rules on marketing and production adopted by a producers' organization in accordance with the second indent of the second subparagraph of Article 4 (1) of the basic Regulation shall be drawn up in writing.\n2. The rules on production shall include a requirement that, unless in the opinion of the Member States it is inappropriate, a production plan is to be drawn up before the end of the first month of the fishing year including steps to tailor supply to demand.\n3. The rules on marketing shall cover at least the following:\n(a) the quality, size or weight and presentation of products offered for sale;\n(b) sampling, receptacles for sales purposes, packaging and labelling, and the use of ice;\n(c) the conditions under which products are placed on the market.\n4. In accordance with the first indent of the second subparagraph of Article 4 (1) of the basic Regulation, the requirement that members are to dispose of their total output through their producers' organization can be waived if products are disposed of in accordance with common rules established in advance, in those circumstances the common rules must as a minimum require that the producers' organization's withdrawal prices be applied.\n5. Notwithstanding the first indent of the second subparagraph of Article 4 (1) of the basic Regulation, the quantities of products for which members of a producers' organization have concluded contracts before becoming members do not have to be disposed of through the producers' organization, provided that the members have informed the producer organization of the extent and duration of the contracts before being admitted, and provided that the producer organization has agreed to waive the requirement.", "Each applicant for recognition shall supply the following to the satisfaction of the Member State concerned:\n(a) the constitution of the producers' organization;\n(b) its rules;\n(c) the names of the persons with authority to act for and on behalf of the producers' organization;\n(d) details of those of its activities which support the request for recognition;\n(e) evidence that it complies with Article 2.", "1. So long as a producers' organization is recognized, the Member State concerned shall monitor its activities, with particular regard both to this Regulation and to Article 4 of Regulation (EEC) No 105/76.\n2. If a producers' organization either fails to fulfil its obligations or fails to provide the information the Member State needs, the Member State may withdraw or refuse recognition.\n3. If recognition is withdrawn because the producers' organization concerned has either applied for or made use of recognition fraudulently, any aid given under Article 7 of the basic Regulation shall be recovered by the Member State.", "1. Within two months of receiving a request for recognition the Member State shall inform the producers' organization in writing of its decision. If recognition is refused, the Member State shall give reasons for the refusal.\n2. Intent to withdraw recognition of an existing producers' organization shall be notified by the Member State to the producers' organization at least two weeks before recognition is withdrawn, giving reason for the withdrawal.\n3. The Member State shall inform the Commission within two months of any decision to grant, withdraw or refuse recognition of a producers' organization.", "Regulation (EEC) No 2062/80 is repealed.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 December 1994.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 172, 15. 7. 1993, p. 1.\n(3) OJ No L 20, 28. 1. 1976, p. 39.\n(4) OJ No L 373, 31. 12. 1987, p. 6.\n(5) OJ No L 200, 1. 8. 1980, p. 82.\n(6) OJ No L 358, 8. 12. 1992, p. 5."}