{"celex_id": "31991R2158", "uri": "http://publications.europa.eu/resource/cellar/d6e0bd5c-2a00-43fa-b740-47843464e613", "type": "Regulation", "concepts": ["2771", "3591", "4620"], "title": "Council Regulation (EEC) No 2158/91 of 15 July 1991 liberalizing quantitative restrictions applying to imports of certain products originating in the USSR and amending Regulation (EEC) No 3420/83 accordingly\n", "header": "COUNCIL REGULATION (EEC) No 2158/91  of 15 July 1991  liberalizing quantitative restrictions applying to imports of certain products originating in the USSR and amending Regulation (EEC) No 3420/83 accordingly\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangements for products originating in State-trading countries, not liberalized at Community level (1), as last amended by Regulation (EEC) No 2727/90 (2), applies inter alia to  imports originating in the Union of Soviet Socialist Republics (USSR);\nWhereas Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (3), as last amended by Regulation (EEC) No 1434/90 (4), provides that imports of the products listed in its Annex are not subject to  any quantitative restrictions;\nWhereas the trade and commercial and economic cooperation agreement between the Community and the USSR (5) provides for the gradual dismantling of remaining specific quantitative restrictions applied by the Community;\nWhereas it is desirable to strengthen trade relations between the Community and the USSR and thus to contribute to its economic reconstruction; whereas, therefore, the dismantling of specific quantitative restrictions provided for by the agreement  should be brought forward to 1 August 1991;\nWhereas this liberalization measure must remain compatible with the economic situation in certain particularly sensitive sectors of Community production and whereas, in appropriate cases, it should be possible to have recourse to the relevant provisions  of the trade and commercial and economic cooperation agreement between the Community and the USSR with regard to the possibility of taking safeguard measures in order to remedy adverse situations which might arise in the Community;\nWhereas the German Democratic Republic was incorporated into the Federal Republic of Germany on 3 October 1990 and the opportunity should therefore be taken to amend Regulation (EEC) No 3420/83 accordingly,", "main_body": ["Article 2 (1) of Regulation (EEC) No 3420/83 shall be replaced by the following:\n'1. The release for free circulation of the products listed in Annex III originating in State-trading countries shall be subject to quantitative restrictions in the Member States as indicated in that Annex against those products.\nHowever, the only quantitative restrictions which the Member States may maintain with regard to Hungary, Poland, Bulgaria, Czechoslovakia, Romania and the Soviet Union are the restrictions on the products listed in Annex I, as amended by Regulation  (EEC) No 196/91 (*), to Regulation (EEC) No 288/82 (**) as last amended by Regulation (EEC) No 371/91 (***). Application of such quantitative restrictions to the release for free circulation of products originating in these countries, other than the  Soviet Union, shall however, be suspended in the Member States, with the exception of Spain and Portugal, until 31 December 1991. This suspension shall not apply to textile products reimported into the Community after having been processed or worked in  Bulgaria, Czechoslovakia, Romania, or, as from 1 January 1991, in Poland or Hungary. Should imports of such products cause, or threaten to cause, economic difficulties in the Community or in one of its regions, the appropriate quantitative restriction  may be reintroduced in accordance with the rules provided for in Title IV.\n(*) OJ No L 21, 26. 1. 1991, p. 1.\n(**) OJ No L 35, 9. 2. 1982, p. 1.\n(***) OJ No L 43, 16. 2. 1991, p. 14.'  Article 2  This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No L 346, 8. 12. 1983, p. 6. (2) OJ No L 262, 26. 9. 1990, p. 11. (3) OJ No L 195, 5. 7. 1982, p. 1. (4) OJ No L 138, 31. 5. 1990, p. 1. (5) OJ No L 68, 15. 3. 1990, p. 1."}