{"celex_id": "31992R1333", "uri": "http://publications.europa.eu/resource/cellar/bea8e719-2042-4fe8-a3f4-3160034dffc1", "type": "Regulation", "concepts": ["1255", "2543", "2635", "2681", "4582"], "title": "Council Regulation (EEC) No 1333/92 of 18 May 1992 on the system of minimum import prices for certain soft fruits originating in Hungary, Poland and Czechoslovakia\n", "header": "COUNCIL REGULATION (EEC) No 1333/92  of 18 May 1992  on the system of minimum import prices for certain soft fruits originating in Hungary, Poland and Czechoslovakia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Association Agreements between the European Economic Community, of the one part, and the Republic of Hungary, the Republic of Poland and the Czech and Slovak Federal Republic (CSFR), of the other part, were signed on 16 December 1991; whereas,  pending the entry into force of those Agreements, the Community has concluded Interim Agreements on trade and trade-related measures with those countries;\nWhereas the Interim Agreements provide for the fixing of minimum import prices for certain soft fruits originating in Hungary, Poland and Czechoslovakia; whereas those prices are fixed for each marketing year in the light of the trend in prices for  Community products and imported products, the trend in quantities imported, the trend on the Community market in this sector and the level of customs duties; whereas provision should also be made for the possibility of introducing the measures required  where the minimum prices thus fixed are not met;\nWhereas the urgent nature of the measures provided for by this Regulation requires that they be implemented on the day following that of its publication,", "main_body": ["The minimum import prices for the products listed in the Annex and originating in Hungary, Poland and Czechoslovakia shall be fixed for each marketing year in the light of:\n- the prices for Community products and products imported from the countries concerned in previous years,\n- the trend in quantities imported during the year preceding that for which the prices are fixed,\n- the general trend on the Community market in this sector,\n- the level of customs duties.", "Where the minimum prices referred to in Article 1 are not met, the Commission shall decide on the provisions necessary to ensure that a minimum import price is paid for each consignment imported and that countervailing charges are collected.", "Detailed rules for the application of this Regulation shall be laid down and minimum import prices shall be fixed in accordance with the procedure provided for in Article 33 of Regulation (EEC) No 1035/72 (1) and in Article 22 of Regulation  (EEC) No 426/86 (2).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1992. For the Council\nThe President\nArlindo MARQUES CUNHA\n(1) Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (OJ No L 118, 20. 5. 1972, p. 1). Regulation as last amended by Regulation (EEC) No 1968/91 (OJ No L 177, 5. 7. 1991, p.  10). (2) Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (OJ No L 49, 27. 2. 1986, p. 1). Regulation as last amended by Regulation (EEC) No 1943/91 (OJ No L  175, 4. 7. 1991, p. 1).\nANNEX\nCN code  Description     ex 0810 20 10  Raspberries, for processing  ex 0810 30 10  Black-currants, for processing  ex 0810 30 30  Red-currants, for processing  0811 10 11  Strawberries, frozen, containing added sugar or other sweetening  matter, with a sugar content exceeding 13 % by weight  0811 10 19  Strawberries, frozen, containing added sugar or other sweetening matter, with a sugar content not exceeding 13 % by weight  0811 10 90  Strawberries, frozen, not containing added sugar  or other sweetening matter  ex 0811 20 19  Raspberries, frozen, containing added sugar or other sweetening matter, with a sugar content not exceeding 13 % by weight  0811 20 31  Raspberries, frozen, not containing added sugar or other sweetening matter   0811 20 39  Black-currants, frozen, not containing added sugar or other sweetening matter  0811 20 51  Red-currants, frozen, not containing added sugar or other sweetening matter"}