{"celex_id": "31994D0788", "uri": "http://publications.europa.eu/resource/cellar/77229dc1-e0d2-4f21-a961-4a4eecded04e", "type": "Decision", "concepts": ["2356", "2560", "4692", "619", "863"], "title": "94/788/EC: Commission Decision of 9 December 1994 amending Council Decision 89/21/EEC derogating from prohibitions relating to African swine fever for certain areas in Spain (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 9 December 1994 amending Council Decision 89/21/EEC derogating from prohibitions relating to African swine fever for certain areas in Spain (Text with EEA relevance) (94/788/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 94/42/EC (2), and in particular Article 9a thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on animal health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 92/118/EEC (4), and in particular Article 8a thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (5), as last amended by Directive 91/687/EEC (6), and in particular Article 7a thereof,\nWhereas in 1988 in the light of an improved health situation it was possible to adopt Council Decision 89/21/EEC (7), as last amended by Commission Decision 94/475/EC (8); whereas Decision 89/21/EEC resulted in the creation of a disease-free region and  an infected region;\nWhereas in the light of an improved health situation in the provinces of Cáceres and Badajoz, these provinces can be added to the established disease-free region;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex I to Decision 89/21/EEC is replaced by the following:\n'ANNEX I\nAll parts of the territory of Spain situated to the north and east of a line formed by:\n- the provincial border between Badajoz and Huelva where it joins at the border with Portugal, direction south-east until it meets the provincial border of Sevilla,\n- the provincial border between Sevilla and Badajoz, direction north-east until it meets the provincial border of Córdoba,\n- the provincial border between Badajoz and Córdoba, direction north-east until it meets the provincial border of Ciudad Real,\n- the provincial border between Ciudad Real and Córdoba, direction south-east until it crosses the river Guadálmez,\n- the Guadálmez, direction south-east; the provincial border between the provinces of Ciudad Real and Córdoba, the river Río de las Yeguas, direction south and forming the provincil border between the provinces of Córdoba and Jaén; the river  Guadalquivir, direction south-west from the town Villa del Río through the towns Montoro, El Carpio, Córdoba, Almodóvar del Río, Posadas, Peñaflor, Villaverde del Río, Alcolea del Río, Sevilla and Coria del Río until it meets the provincial border  between Sevilla and Cádiz,\n- the road from the river Guadalquivir, direction south-east through the town Trebujena and Mesas de Asta to Jerez dela Frontera,\n- the road 342, direction east through the towns Arcos de la Frontera, Bornos, Villamartín, Algodonales to Olvera,\n- the road from Olvera, direction south-east through Estación de Setinil to Cuevas del Becerro,\n- the road from Cuevas del Becerro, direction noth-east Huertas y Montes and then in direction south-east to Ardales and further south to El Burgo,\n- the road 344 from El Burgo through Alozaina to Coín,\n- the road 337 from Coín through Monda, Ojén and Marbella to the Mediterranean Sea.'", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 201, 4. 8. 1994, p. 26.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 47, 21. 2. 1987, p. 28.\n(6) OJ No L 377, 31. 12. 1991, p. 16.\n(7) OJ No L 9, 12. 1. 1989, p. 24.\n(8) OJ No L 199, 2. 8. 1994, p. 43."}