{"celex_id": "31995R1241", "uri": "http://publications.europa.eu/resource/cellar/a3055e93-75ee-4395-98fe-46004798fa60", "type": "Regulation", "concepts": ["1117", "1604", "2642", "2650", "5096", "693"], "title": "Commission Regulation (EC) No 1241/95 of 31 May 1995 reducing the basic and buying-in prices for cauliflowers, peaches, nectarines and lemons for June 1995 as a result of the overrun in the intervention thresholds fixed for the 1994/95 marketing year\n", "header": "COMMISSION REGULATION  (EC) No 1241/95 of 31 May 1995 reducing the basic and buying-in prices for cauliflowers, peaches,  nectarines and lemons for June 1995 as a result of the overrun in the intervention thresholds fixed  for the 1994/95 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of  the market in fruit and vegetables  (1), as last amended by Commission Regulation (EC) No 997/95   (2), and in particular Article 16b (4) thereof,\nWhereas Commission Regulation (EC) No 1146/94  (3) fixes the intervention thresholds for the  1994/95 marketing year at 64  300 tonnes for cauliflowers, 303  600 tonnes for peaches, 83  100  tonnes for nectarines and 363  000 tonnes for lemons;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 2 (1) of Council  Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for  applying Article 16b of Regulation (EEC) No 1035/72 on the common organization of the market in  fruit and vegetables  (4), as last amended by Regulation (EEC) No 1623/91  (5), and Article 2 (2)  and (3) of Council Regulation (EEC) No 1121/89 of 27 April 1989 on the introduction of an  intervention threshold for apples and cauliflowers  (6), as last amended by Regulation (EEC) No  1754/92  (7), where intervention measures taken during a marketing year in respect of cauliflowers,  peaches, nectarines and lemons relate to quantities in excess of the intervention thresholds fixed  for those products for that marketing year, the basic and buying-in prices fixed for those products  for the following marketing year are to be reduced by 1  % for each 20  000 tonnes by which the  threshold is exceeded in the case of cauliflowers, 23  000 tonnes in the case of peaches, 3  000  tonnes in the case of nectarines and 11  200 tonnes in the case of lemons;\nWhereas, according to information provided by the Member States, intervention measures taken in the  Community in respect of the 1994/95 marketing year involved 170  676 tonnes of cauliflowers, 798   916 tonnes of peaches, 191  523 tonnes of nectarines and 479  001 tonnes of lemons; whereas the  Commission has recorded overruns in the intervention thresholds amounting to 106  376 tonnes of  cauliflowers, 495  316 tonnes of peaches, 108  423 tonnes of nectarines and 116  001 tonnes of  lemons;\nWhereas it ensues from the foregoing that the basic and buying-in prices for cauliflowers, peaches,  nectarines and lemons fixed by Council Regulation (EC) No 1225/95  (8) for the 1995/96 marketing  year must be reduced by 5  % in the case of cauliflowers, 20  % in the case of peaches, 20  % in  the case of nectarines and 10  % in the case of lemons;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for cauliflowers, peaches, nectarines  and lemons for the period 1 to 30 June 1995 as fixed by Regulation (EC) No 1225/95 are hereby  reduced by 5  % in the case of cauliflowers, 20  % in the case of peaches, 20  % in the case of  nectarines and 10  % in the case of lemons and shall be as follows:\n>TABLE>\nThese prices refer respectively to:\n-  packed trimmed cauliflowers of quality class I,\n-  packed peaches of the Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J. H. Hale, Merril  Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime varieties of quality class  I, size 61 to 67 millimetres,\n-  packed nectarines of the Armking, Crimsongold, Early Sun Grand, Fantasia, Independence, May  Grand, Nectared, Snow Queen and Stark Red Gold varieties of quality class I, size 61 to 67  millimetres,\n-  packed lemons of quality class I, size 53 to 62 millimetres.\nThese prices do not reflect the cost of the packaging in which the product is presented.", "This Regulation shall enter into force on 1 June 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 31 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}