{"celex_id": "31994R2930", "uri": "http://publications.europa.eu/resource/cellar/da50c9f9-6e3b-429c-84f5-c8c2b01a779d", "type": "Regulation", "concepts": ["2121", "2292", "3408", "4172", "4687", "862"], "title": "Commission Regulation (EC) No 2930/94 of 1 December 1994 fixing the aid for the supply of products from the egg and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2 to 4 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 2930/94 of 1 December 1994 fixing the aid for the supply of products from the egg and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2 to 4 of Council Regulation (EEC) No  1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) and 4 (4) thereof,\nWhereas Annex III to Commission Regulation (EC) No 2883/94 of 28 November 1994 establishing a forecast balance for the supply to the Canary Islands of agricultural products covered by the specific measures provided for in Articles 2, 3, 4 and 5 of  Council Regulation (EEC) No 1601/92 (3) fixes for the period 1 July 1994 to 30 June 1995 the quantities of products from the egg and poultrymeat sectors which may benefit from the supply arrangements, in the form of either an exemption from the import  levy or the granting of aid, and the quantity of breeding material originating in the Community eligible for the aid provided for in Article 4 of Regulation (EEC) No 1601/92 with a view to developing the potential for production in the archipelago;\nWhereas the abovementioned aid should be fixed taking account, in particular, of the costs of supply from the world market, the conditions arising from the geographical situation of the Canary Islands and current prices for exports of the animals or  products in question to third countries;\nWhereas the common detailed rules for implementation of the arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EC) No 2790/94 (4), as amended by Regulation (EC) No 2883/94; whereas  that Regulation defines new detailed rules for the management of the arrangements, in particular, for the issue and period of validity of licences and certificates, the payment of aid and the monitoring and control of commercial operations carried out  under the specific arrangements; whereas those provisions replace the detailed rules laid down by Commission Regulation (EEC) No 1695/92 (5), as last amended by Regulation (EEC) No 2596/93 (6), and apply in the various market sectors from 1 December  1994;\nWhereas, therefore, Commission Regulation (EEC) No 1729/92 of 30 June 1992 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the egg and poultrymeat sectors (7), as last amended by  Regulation (EC) No 2487/94 (8), should be repealed from the same date;\nWhereas the provisions of this Regulation should take effect on the date of entry into force of the Regulation laying down the common detailed rules for implementation of the arrangements and establishing the supply balance;\nWhereas the Management Committee for Poultrymeat and Eggs has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the purposes of Article 3 (2) of Regulation (EEC) No 1601/92, the aid for the supply of products from the egg and poultrymeat sectors from the Community market to the Canary Islands in accordance with the supply balance established by  Regulation (EC) No 2883/94 shall be as set out in Annex I hereto.\nProducts benefiting from the aid are specified in accordance with the provisions of Commission Regulation (EEC) No 3846/87 (9) and in particular points 8 and 9 of the thereto.", "The aid provided for in Article 4 (1) of Regulation (EEC) No 1601/92 for the supply to the Canary Islands of breeding material of domestic fowl originating in the Community in accordance with the supply balance established by Regulation (EC)  No 2883/94 shall be as set out in Annex II hereto.", "The provisions of Regulation (EC) No 2790/94 shall apply.", "Regulation (EEC) No 1729/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 304, 29. 11. 1994, p. 18.\n(4) OJ No L 296, 17. 11. 1994, p. 23.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 179, 1. 7. 1992, p. 107.\n(8) OJ No L 265, 15. 10. 1994, p. 12.\n(9) OJ No L 366, 24. 12. 1987, p. 1.\nANNEX I\nAmounts of aid granted for products from the Community market\n\"(ECU/100 kg)\"\" ID=\"1\">0207 21 10 900> ID=\"2\">33\"> ID=\"1\">0207 21 90 190> ID=\"2\">37\"> ID=\"1\">0207 21 90 990> ID=\"2\">15\"> ID=\"1\">0207 22 10 000> ID=\"2\">12\"> ID=\"1\">0207 22 90 000> ID=\"2\">12\"> ID=\"1\">0207 41 10 110> ID=\"2\">2\"> ID=\"1\">0207 41  10 990> ID=\"2\">26\"> ID=\"1\">0207 41 11 900> ID=\"2\">18\"> ID=\"1\">0207 41 21 000> ID=\"2\">3\"> ID=\"1\">0207 41 41 900> ID=\"2\">14\"> ID=\"1\">0207 41 51 900> ID=\"2\">22\"> ID=\"1\">0207 41 71 190> ID=\"2\">18\"> ID=\"1\">0207 41 71 290> ID=\"2\">18\"> ID=\"1\">0207 41 71  390> ID=\"2\">18\"> ID=\"1\">0207 41 71 400> ID=\"2\">1,5\"> ID=\"1\">0207 42 10 110> ID=\"2\">3\"> ID=\"1\">0207 42 10 990> ID=\"2\">26\"> ID=\"1\">0207 42 11 000> ID=\"2\">12\"> ID=\"1\">0207 42 21 000> ID=\"2\">4\"> ID=\"1\">0207 42 41 000> ID=\"2\">16\"> ID=\"1\">0207 42 51  000> ID=\"2\">8\"> ID=\"1\">0207 42 59 000> ID=\"2\">14\"> ID=\"1\">0207 42 71 100> ID=\"2\">4\"> ID=\"1\">0207 43 15 110> ID=\"2\">2\"> ID=\"1\">0207 43 15 990> ID=\"2\">26\"> ID=\"1\">0207 43 21 000> ID=\"2\">17\"> ID=\"1\">0207 43 31 000> ID=\"2\">4\"> ID=\"1\">0207 43 53 000>  ID=\"2\">14\"> ID=\"1\">0207 43 63 000> ID=\"2\">13\"> ID=\"1\">0408 11 80 100> ID=\"2\">47\"> ID=\"1\">0408 91 80 100> ID=\"2\">46 \"\"Note: The product codes and the footnotes are defined in Regulation (EEC) No 3846/87.>\nANNEX II\nSupply to the Canary Islands of breeding material originating in the Community for the period from 1 July 1994 to 30 June 1995, chicks and hatching eggs\n\"(ECU/100 units)\"\" ID=\"1\">ex 0105 11 00> ID=\"2\">Parent or grandparent stock chicks (1)> ID=\"3\">4,20\"> ID=\"1\">ex 0407 00 19> ID=\"2\">Hatching eggs for the production of parent or grandparent stock chicks (1)> ID=\"3\">3,00\"\"\n>\n(1) In accordance with the definition provided for in Article 1 of Council Regulation (EEC) No 2782/75 (OJ No L 282 1. 11. 1975, p. 100)."}