{"celex_id": "31998D0744", "uri": "http://publications.europa.eu/resource/cellar/26b56210-158c-45e9-835b-019b6a8dd095", "type": "Decision", "concepts": ["2095", "219", "2563", "4370", "4390", "5108"], "title": "98/744/EC: Council Decision of 21 December 1998 concerning exchange rate matters relating to the Cape Verde escudo\n", "header": "COUNCIL DECISION of 21 December 1998 concerning exchange rate matters relating to the Cape Verde escudo (98/744/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 109(3) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the opinion of the European Central Bank (1),\n(1) Whereas according to Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (2), the euro will be substituted as from 1 January 1999 for the currency of each participating Member State at the conversion rate;\n(2) Whereas the Community will have the competence for monetary and exchange rate matters in the Member States adopting the euro as from the same date;\n(3) Whereas the Council decides the arrangements for the negotiation and conclusion of agreements concerning monetary or foreign exchange regime matters;\n(4) Whereas the Portuguese Republic has concluded an agreement with the Republic of Cape Verde (3) which is intended to ensure the convertibility of the Cape Verde escudo into the Portuguese escudo at a fixed parity;\n(5) Whereas the euro will be substituted for the Portuguese escudo on 1 January 1999;\n(6) Whereas the convertibility of the Cape Verde escudo is ensured by a limited credit facility provided by the Portuguese government; whereas the Portuguese government has given the assurance that the agreement with Cape Verde has no substantial financial implications for Portugal;\n(7) Whereas this agreement is unlikely to have any material effect on the monetary and exchange rate policy of the euro area; whereas in its present form and state of implementation this agreement therefore is unlikely to present any obstacle to a smooth functioning of Economic and Monetary Union; whereas nothing in this agreement can be construed as implying an obligation for the ECB or any NCB to support the convertibility of the Cape Verde escudo; whereas modifications to the existing agreement shall not lead to any obligation for the ECB or any NCB;\n(8) Whereas Portugal and Cape Verde are willing to continue the present agreement after the substitution of the euro for the Portuguese escudo; whereas it is appropriate that Portugal may continue the present agreement after this substitution and that Portugal and Cape Verde implement it under their sole responsibility;\n(9) Whereas it is necessary for the Community to be informed on a regular basis about the implementation and envisaged modifications of the agreement;\n(10) Whereas the modification or implementation of this agreement should be without prejudice to the primary objective of the Community's exchange rate policy to maintain price stability, in accordance with Article 3a(2) of the Treaty;\n(11) Whereas it is necessary to involve the competent Community bodies before making any changes to the nature or scope of the present agreement; whereas this applies in particular to the principle of free convertibility at a fixed parity between the euro and the Cape Verde escudo, convertibility being ensured by a limited credit facility provided by the Portuguese government;\n(12) Whereas without prejudice to Community competence and Community agreements as regards economic and monetary union, Member States may negotiate in international bodies and conclude international agreements;\n(13) Whereas this Decision does not establish a precedent with respect to any arrangements that may be decided in the future with respect to the negotiation and conclusion of similar agreements concerning monetary or foreign exchange regime matters by the Community with other States or international organisations,", "main_body": ["Upon the substitution of the euro for the Portuguese escudo, the Portuguese Republic may continue its present agreement concerning exchange rate matters with the Republic of Cape Verde.", "Portugal and Cape Verde shall keep the sole responsibility for the implementation of this agreement.", "The competent Portuguese authorities shall keep the Commission, the European Central Bank and the Economic and Financial Committee informed on a regular basis about the implementation of the agreement. The Portuguese authorities shall inform the Economic and Financial Committee prior to changes of the parity between the euro and the Cape Verde escudo.", "Portugal may negotiate and conclude modifications to the present agreement to the extent that the nature or scope of the agreement is not changed. It shall inform in advance the Commission, the European Central Bank and the Economic and Financial Committee of such changes.", "Any plans to change the nature or scope of this agreement shall be submitted by Portugal to the Commission, the European Central Bank and the Economic and Financial Committee.\nSuch plans require the approval of the Council on the basis of a recommendation from the Commission and after consultation of the European Central Bank.", "This Decision shall apply as from 1 January 1999.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Council\nThe President\nM. BARTENSTEIN\n(1) Opinion delivered on 17. 12. 1998 (not yet published in the Official Journal).\n(2) OJ L 139, 11. 5. 1998, p. 1.\n(3) Acordo de cooperação cambial entre a República Portuguesa e a República de Cabo Verde. (Decreto nº 24/98 de 15 de Julho 1998)."}