{"celex_id": "31992R1116", "uri": "http://publications.europa.eu/resource/cellar/6b379963-2619-4c6e-bd41-1e50086c5b03", "type": "Regulation", "concepts": ["1565", "1795", "1803", "2763", "692"], "title": "Commission Regulation (EEC) No 1116/92 of 30 April 1992 continuing market research measures within and outside the Community in respect of milk and milk products\n", "header": "COMMISSION REGULATION (EEC) No 1116/92  of 30 April 1992  continuing market research measures within and outside the Community in respect of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1632/91 (2), and in particular Article 4  thereof,\nWhereas the market research measures within and outside the Community, first carried out pursuant to Commission Regulation (EEC) No 723/78 (3), as amended by Regulation (EEC) No 1223/78 (4), and No 1024/78 (5) and most recently continued by Commission  Regulation (EEC) No 1001/90 (6), have proved an effective means of expanding the markets in milk products within and outside the Community; whereas they should therefore be continued in the medium term;\nWhereas the research institutes, organizations and private undertakings in the Community possessing the necessary qualifications should again be invited to propose detailed research programmes which these organizations would themselves carry out;\nWhereas the research institutes, organizations and private undertakings which will be responsible for the measures must satisfy certain requirements; whereas the activities of such organizations must not be liable to clash with the aim pursued in  promoting the disposal of milk products for direct consumption; whereas it is therefore essential that research institutes, organizations and undertakings whose activities also cover the production, distribution or sales promotion of products which  imitate milk and milk products should be barred from the implementation of the measures;\nWhereas, as regards the other arrangements, the main provisions of earlier Regulations, as amended in the light of relevant experience, may be repeated;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Under the conditions laid down in this Regulation, encouragement shall be given to research work designed to expand the markets for Community milk and milk products inside and outside the Community.\nSuch work may include, in particular:\n(a) the search for new markets or the possibility of extending existing markets outside the Community;\n(b) analysis of market structures and their impact on demand for milk products;\n(c) market surveys on substitutes for milk products, their composition and marketing;\n(d) development of analysis and inspection methods for testing protein levels in raw milk and heat-treated milk;\n(e) the development of livestock farming techniques for altering the protein/fat ratio in the natural composition of milk;\n(f) research into methods of detecting cow's milk in sheep's cheese, goat's cheese and buffalo's cheese;\n(g) studies concerning evaluation of heat treatment of milk;\n(h) work on the integrated quality control of milk and milk products;\n(i) research into methods of detecting non-milkfats in butter and other milkfat-based products as well as the dosage of milkfats in fat blends.\n2. Measures liable to prejudice existing Community trade in milk products with the countries concerned shall not be taken into consideration.\n3. The measures referred to in paragraph 1 shall be completed within two years of signature of the contract referred to in Article 5 (1), in any event before 1 January 1995.\n4. The time limit fixed in paragraph 3 shall not prevent:\n(a) subsequent agreement to an extension of that limit where the party to a contract makes the appropriate application to the competent authority before the fixed expiry date and proves that, due to exceptional circumstances beyond his control, he is  unable to meat the deadline originally stipulated. However, this extension may not exceed six months;\n(b) measures as referred to in paragraph 1 (h) implemented with effect from the entry into force of this Regulation from qualifying for financing.", "1. Measures as referred to in Article 1 (1) shall be proposed and carried out by research institutes, organizations or undertakings situated within the Community and which:\n(a) have the necessary qualifications and experience to carry out the proposed measure;\n(b) give suitable guarantees to ensure the satisfactory completion of the work.\nProposals put forward by research institutes, organizations or undertakings whose activities are exclusively or in part concerned with the production, distribution or sales promotion of products which imitate milk and milk products shall not be taken  into consideration.\n2. Community financing shall be limited to 75 % of expenditure incurred in respect of measures as referred to in Article 1 (1).\nFor measures as referred to in Article 1 (1) (c), (d), (f), (g), (h) and (i), financing may be raised to 100 % if the work is of interest to the whole Community.\n3. Financing of general expenses incurred in carrying out the measures referred to in Article 1 shall be limited to 2 % of the total amount approved, up to a maximum of ECU 10 000.", "1. Interested parties as referred to in Article 2 (1) shall forward to the competent authority designated by their Member State, hereinafter referred to as the 'competent authority', detailed proposals concerning the measures as referred to  in Article 1 (1) before 1 July 1992.\nWhere this date is not complied with, proposals shall be considered null and void.\n2. Further rules for the submission of proposals shall be as set out in the Annex.", "1. Complete proposals shall include:\n(a) the name and address of the party concerned;\n(b) all details concerning the research measures proposed together with information on the time required for completion, the expected results and any third parties which may be involved; the proposed research measures must be described precisely and in  detail, with reference to already existing work;\n(c) the price asked for these measures, net of taxes, expressed in ecus, giving an itemized breakdown of this amount and showing the corresponding financing plan; the breakdown must show in particular staff costs, investments, consumables, raw material  costs, EDP costs and travel costs;\n(d) the desired form of payment of the Community financing in accordance with Article 7 (1) (a) or (b);\n(e) the most recent report available on the party's activities, unless this is already in the possession of the competent authority.\n2. Proposals shall be valid only where:\n(a) they are submitted by a party fulfilling the conditions laid down in Article 2 (1);\n(b) they are accompanied by an undertaking to comply with the provisions of this Regulation and the implementation criteria laid down by the Commission departments and put at the disposal of the parties concerned by the competent authority. The  implementation criteria shall be attached to the contract and form an integral part thereof.", "1. Before 1 September 1992, the competent authority shall:\n(a) examine all proposals submitted and any supporting documents to check that they are in the correct form and contain the information required. They shall ensure that the proposals comply with Article 4 and shall ask applicants for further details if  necessary;\n(b) compile a list of all the proposals received and forward it to the Commission together with copies of each proposal and a reasoned opinion indicating whether the proposal complies with the applicable rules.\nAfter consulting the relevant interest groups in the milk industry and following examination of the proposals by the Management Committee for Milk and Milk Products pursuant to Article 31 of Council Regulation (EEC) No 804/68 (7), the Commission shall  establish as soon as possible a list of the proposals selected for financing and determine the date by which the competent authorities shall conclude with the interested parties contracts for the measures selected.\nThe contracts shall be concluded in as many copies as there are signatories and shall be signed by the parties concerned and the competent authority.\nFor that purpose the competent authorities shall use standard contracts to be provided by the Commission.\n2. The competent authorities shall inform each applicant as soon as possible of the decision taken in respect of his proposal.", "1. Contracts as referred to in Article 5 (1) shall include the provisions referred to in Article 4 or make reference to them and supplement those provisions, where necessary, by additional conditions.\n2. The competent authorities shall:\n(a) send a copy of the contract to the Commission forthwith;\n(b) ensure compliance with the conditions of the contract, in particular by means of the following checks:\n- administrative checks and audits to verify the costs financed and compliance with the provisions on joint financing;\n- checks to verify that measures are implemented in accordance with the provisions of the contract;\n- other on-the-spot checks, where necessary.\nContracting parties must be subject to at least two inspections during the period of validity of the contract.", "1. Payment to the party concerned shall be effected in accordance with the choice indicated in the latter's proposal:\n(a) within six weeks of the date of signature of the contract, a single payment on account amounting to 60 % of the Community contribution; or\n(b) at two-monthly intervals, four equal instalments each amounting to 20 % of the Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract.\nHowever, while a contract is being executed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (2), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of  the instalment and the date when the party concerned actually incurs the forecast expenditure;\n- in exceptional cases, pay in advance an instalment either wholly or in part if the party concerned submits a reasoned application showing that he must incur a substantial part of the expenditure significantly earlier than the date laid down for  payment of the Community contribution.\n2. The payment of each instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalment, plus 10 %.\n3. Securities shall be released and the balance shall be paid subject to:\n(a) the forwarding to the Commission and to the competent authority of the report referred to in Article 8 (1) and to verification of the details contained in that report;\n(b) confirmation by the competent authority that the party concerned has fulfilled his obligations as laid down in the contract; and\n(c) confirmation by the competent authority that the party concerned or any third party named in the contract has spent his own contribution for the purposes laid down.\nHowever, at the reasoned request of the party concerned, the balance may be paid after the measure has been executed and the report referred to in Article 8 has been forwarded, provided that securities have been lodged which cover the total amount of  the Community contribution plus 10 %.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, securities shall be forfeit. In that event, the amount in question shall be deducted from the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section,  expenditure and more particularly from that arising out of the measures referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in this Regulation shall submit to the competent authority, within four months of the final date fixed in the contract for execution of the measures, a detailed report on the  utilization of the Community funds allocated and on the foreseeable results of the measures in question. If that report is submitted later than four months after that final date, 10 % of the Community contribution shall be withheld for each month  commenced after expiry of that time limit.\n2. The competent authority concerned shall forward to the Commission a statement to the effect that each contract has been performed satisfactorily together with a copy of the final report.\n3. The results may only be published with the express authorization of the Commission.", "This Regulation shall enter into force on 1 May 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 131, 26. 5. 1977, p. 6. (2) OJ No L 150, 15. 6. 1991, p. 23. (3) OJ No L 98, 11. 4. 1978, p. 5. (4) OJ No L 152, 8. 6. 1978, p. 11. (5) OJ No L 132, 20. 5. 1978, p. 48. (6) OJ No L 101, 21. 4. 1990, p. 26. (7) OJ No L 148, 28. 6.  1968, p. 13.\nANNEX\nIn accordance with Article 3, interested parties are hereby informed that proposals are to be sent, within the time limits laid down, to the following competent authorities, in compliance with the following additional conditions:\nMember State  Competent authority  Method of submission         Belgium  Office national du lait et de ses dérivés,\nRue Froissart 95-99,\nB-1040 Bruxelles.  One original plus two copies by registered letter or by bearer against acknowledgement of receipt.      Denmark  EF-Directoratet,\nFrederiksborggade 18,\nDK-1360 Koebenhavn K.  Three copies by registered letter.      Germany  Bundesanstalt fuer landwirtschaftliche Marktordnung (BALM),\nAdickesallee 40,\nD-6000 Frankfurt am Main.  Five copies by letter.      Greece  Direction for the management of agricultural products (DIDAGEP),\n241 Acharnon Street,\n104-16 Athens (Greece).  Three copies by registered letter.      France  Office national interprofessionnel du lait et des produits laitiers (ONILAIT),\n2, rue St. Charles,\nF-75740 Paris Cedex 15.  By registered letter or by bearer against acknowledgement of receipt.      Ireland  Department of Agriculture and Food\nMilk Policy Division,\nFloor 1 East,\nAgriculture House,\nKildare Street,\nIRL-Dublin 2.  Thre copies by registered letter or by bearer against acknowledgment of receipt.      Italy  Azienda di Stato per gli interventi sul mercato agricolo (AIMA),\nVia Palestro 81,\nI-00198 Roma.  One original plus five copies by registered letter or by bearer against acknowledgment or receipt.      Luxembourg  Administration des Services\ntechniques de l'agriculture\n16, route d'Esch,\nL-1470 Luxembourg.  Three copies by registered letter or by bearer against acknowledge of receipt.      Nederlands  Produktschap voor Zuivel,\nSir Winston Churchilllaan 275,\nNL-2288 EA Rijswijk (ZH).  Three copies by registered letter or by bearer against acknowledgement of receipt.      Portugal  Instituto Nacional de Intervençao e Garantia Agrícola (INGA),\nRua Camilo Castelo Branco, 45, 2o,\nP-1000 Lisboa.  Three copies by registered letter or by bearer against acknowledgement of receipt.      Spain  Secretaría General de Alimentación,\nMinisterio de Agricultura, Pesca y Alimentación,\nPaseo Infanta Isabel 1,\nE-28014 Madrid.  Three copies by registered letter.      United Kingdom  Interverntion Board for Agricultural Produce,\nLivestock Products Division,\nFountain House,\nQueen's Walk,\nGB-Reading, Berks RG1 7QW.  Three copies by registered letter or by bearer against acknowledgement of receipt."}