{"celex_id": "31990L0490", "uri": "http://publications.europa.eu/resource/cellar/b4465b72-1191-4530-ab86-533e33558ae6", "type": "Directive", "concepts": ["1063", "2232", "2723", "2827", "5383", "5791"], "title": "Eight Commission Directive 90/490/EEC of 25 September 1990 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n", "header": "EIGHTH  COMMISSION DIRECTIVE\nof 25 September 1990\namending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n(90/490/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of organisms harmful to plants or plant products (1), as last amended by Commission Directive 90/168/EEC (2), and in particular Article 13, second paragraph, fourth indent thereof,\nWhereas developments in scientific and technical knowledge have shown that protection of Community forests should be improved in cases where they are at risk;\nWhereas it has been determined that Bursaphelenchus xylophilus is a harmful organism not yet present in the Community; whereas it is considered that this pest represents a serious danger to trees grown in, and may be carried upon wood imported into, the Community; whereas appropriate measures to combat this pest should be included within Directive 77/93/EEC;\nWhereas appropriate measures should be taken to protect the Community against the vectors of Bursaphelenchus xylophilus, especially non-European Monochamus spp., where these organisms do not occur;\nWhereas 'kiln-drying' to below 20 % moisture content expressed as a percentage of dry matter at time of manufacture, achieved through an appropriate time/temperature schedule, and is so identified, is an effective measure to protect the Community against the introduction of certain organisms affecting wood of conifers;\nWhereas therefore the relevant Annexes of Directive 77/93/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with the provisions of this Directive by 1 January 1991 at the latest. These shall make express reference to this Directive.\nMember States shall immediately inform the Commission of all laws, regulations and administrative provisions adopted in implementation of this Directive.\nThe Commission shall inform the other Member States thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 92, 7. 4. 1990, p. 49.\nANNEX\n1. The following is added to Annex I, part A (a):\n'20. Monochamus spp. (non-European) vectors of Bursaphelenchus xylophilus.'\n2. In Annex III, part A, the following is inserted after entry 7 relating to isolated bark of Populus L.:\n1.2 //  //  // '7 a. Wood of Coniferae which meets the descriptions in CN code 4401 10   // Canada, China, Japan, Korea, The USA'   //    //\n3. In Annex IV, part A, point 1 is replaced by the following:\n1.2 //  //  // '1.1. Wood of Coniferae originating in Canada, China, Japan, Korea, the USA   // Without prejudice to the provisions applicable to the wood listed in Annex III, part A, 7a, and in Annex IV, part A, 6c: There shall be evidence by a mark \"Kiln-dried\", \"KD\" or another internationally recognized mark, put on the wood or on its packaging in accordance with current commercial usage, that it has undergone kiln-drying to below 20 % moisture content, expressed as a percentage of dry matter, at time of manufacture, achieved through an appropriate time/temperature schedule.   // 1.2. Wood of Coniferae originating in non-European countries not covered 1.1.  // Without prejudice to the provisions applicable to the wood listed in Annex III, part A, 7a and in Annex IV, part A, 6b: a) The wood shall be stripped of its bark, and shall be free from grub holes, caused by the genus Monochamus, and defined for this purpose as those which are larger than 3 mm across; or b) there shall be evidence by a mark \"Kiln-dried\", \"KD\" or another internationally recognized mark, put on the wood or on its packaging in accordance with current commercial usage, that is has undergone kiln-drying to below 20 % moisture content, expressed as a percentage of dry matter, at time of manufacture, achieved through an appropriate time-temperature schedule.'   //    //\n4. In Annex IV, part A, point 6 (b), the left hand column is altered as follows:\n'Wood in the form of chips, particles, wood waste or scrap and obtained in whole or part from one or more of the genera or species referred to in Annex V (4) (b), originating in non-European countries other than that obtained from Coniferae originating in Canada, China, Japan, Korea, the USA.'\n5. In Annex IV, part A, the following is inserted after entry 6 (b) relating to wood in the form of chips, particles, wood waste or scrap:\n1.2 //  //  // '6 (c) Wood in the form of chips, particles, wood waste or scrap obtained in whole or part from Coniferae originating in Canada, China, Japan, Korea, the USA.   // The product has been produced exclusively from wood which has undergone either kiln-drying to below 20 % moisture content, expressed as a percentage of dry matter at time of manufacture, achieved through an appropriate time/temperature schedule or which has undergone fumigation, and is shipped in sealed containers or in such a way as to prevent any re-infestation.'  //    //"}