{"celex_id": "31997D0511", "uri": "http://publications.europa.eu/resource/cellar/83a4c013-7d70-4651-a3cd-4a2c52051c8d", "type": "Decision", "concepts": ["1234", "1318", "2206", "4585", "5581", "5860"], "title": "97/511/EC: Council Decision of 24 July 1997 authorizing the Federal Republic of Germany to conclude with the Czech Republic an Agreement containing measures derogating from Articles 2 and 3 of the Sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 24 July 1997 authorizing the Federal Republic of Germany to conclude with the Czech Republic an Agreement containing measures derogating from Articles 2 and 3 of the Sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover taxes (97/511/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1), and in particular Article 30 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 30 of the Sixth Directive, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to conclude with a non-member country or an international organization an agreement which may contain derogations from the said Directive;\nWhereas, by letter registered by the Secretariat-General of the Commission on 5 February 1997, the German Government requested authorization to conclude an agreement with the Czech Republic relating to the construction of a frontier bridge between the contracting States in question;\nWhereas, the agreement contains provisions in the field of value added taxation which derogate from the Articles 2 and 3 of the Sixth Directive as regards, on the one hand, the supplies of goods and services in connection with the construction, repair and renewal of the frontier bridge and, on the other hand, importation of goods used for the construction work or the maintenance of this bridge;\nWhereas the other Member States were informed on 3 March 1997 of the German request;\nWhereas, in the absence of derogations, the construction, repair and renewal work carried out on German territory would be subject to value added tax in Germany while that carried out on Czech territory would lie outside the scope of the Sixth Directive and whereas, in addition, each importation from the Czech Republic into Germany of goods used for the construction and the maintenance of the frontier bridge would be subject to value added tax in Germany;\nWhereas the purpose of these derogations is to simplify the rules of taxation for the contractors carrying out the work in question;\nWhereas the derogations will have only a negligible effect on the own resources of the European Communities accruing from value added tax,", "main_body": ["The Federal Republic of Germany is hereby authorized to conclude an agreement with the Czech Republic concerning the construction of a frontier bridge in the Spitzberg area, which partly is on the territory of the Federal Republic of Germany and partly on the territory of the Czech Republic, linking the German A17 motorway heading east with the Czech D8 motorway heading west, containing measures derogating from Directive 77/388/EEC.\nThe derogations provided for by this agreement are spelt out in Articles 2 and 3 of this Decision.", "By way of derogation from Article 3 of the Sixth Directive, insofar as they extend onto the sovereign territory of the Federal Republic of Germany, the area of the construction site for the frontier bridge referred to in Article 1 of this Decision and, after its completion, the frontier bridge itself shall be treated as forming part of the sovereign territory of the Czech Republic as regards supplies of goods or services intended for the construction of the frontier bridge or for its repair and renewal.", "By way of derogation from Article 2 (2) of the Sixth Directive, the information of goods into Germany from the Czech Republic shall not be subject to value added tax insofar as those goods are used for the construction and the maintenance of the bridge referred to in Article 1 of this Decision. However, this derogation shall not apply to goods imported for the same purpose by a public authority.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EC (OJ No L 338, 28. 12. 1996, p. 89)."}