{"celex_id": "31994R1418", "uri": "http://publications.europa.eu/resource/cellar/bc81d1b6-afc4-4cee-9f5c-258808c84299", "type": "Regulation", "concepts": ["1309", "2381", "2751", "3897", "519", "5969"], "title": "Commission Regulation (EC) No 1418/94 of 20 June 1994 imposing a provisional anti-dumping duty on imports of artificial corundum originating in the people's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 1418/94 of 20 June 1994 imposing a provisional anti-dumping duty on imports of artificial corundum originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as last amended by Regulation (EC) No 522/94 (2), and in  particular Article 10 (6) thereof,\nAfter consultation within the Advisory Committee,\nWhereas:\nA. PROCEDURE  (1) On 17 March 1990 the Commission published in the Official Journal of the European Communities a notice announcing the initiation of the following reviews (3):\n- review of the anti-dumping measures applied to imports of artificial corundum originating in Czechoslovakia and the People's Republic of China imposed by Commission Decision 84/650/EEC (4) (review pursuant to Article 15 (3) of Regulation (EEC) No  2423/88);\n- review of the anti-dumping measures applied to imports of artificial corundum originating in the Soviet Union, Hungary and Poland, imposed by Commission Decision 86/464/EEC (5) (review pursuant to Article 14 of Regulation (EEC) No 2423/88);\nThis was followed by an investigation of dumping and injury.\n(2) The product to which the review related is smelted aluminium oxide (also known as artificial corundum, which is a crystallized aluminium oxide). There are several varieties of artificial corundum, the main ones being brown artificial corundum, which  contains 94 to 97 % aluminium oxide (AI2O3), and white artificial corundum, which contains 97,5 to 99,5 % aluminium oxide. Both are classified under CN code 2818 10 00 (artificial corundum). For the purposes of this review, they are regarded as a single  product.\n(3) All the companies were informed of the main results of the investigation and were given the opportunity to make their views known. It was established that dumping was occurring, that the dumped imports were causing injury to the Community industry  and that the interests of the latter required definitive duties to be imposed. Commission Decision 91/512/EEC (6) accepted a price undertaking from all the exporters with which the review dealt, with the Peking Chamber of Commerce acting as a joint  signatory of the undertaking.\n(4) No residual anti-dumping duty was imposed as a result of the proceeding, as at the time the companies which had given the undertakings had an export monopoly. It subsequently emerged that the Soviet company had lost its monopoly and that Chinese  exports had started to come from companies that the Commission had not previously encountered.\nTo accommodate these changed circumstances, Council Regulation (EEC) No 2552/93 (7) imposed a definitive anti-dumping duty on all imports of artificial corundum from China, the Russian Federation and Ukraine except those from the companies from which  undertakings had already been accepted.\nThis meant that the 30,8 % anti-dumping duty on Chinese goods did not apply to the exports of:\n- CMEC-China National Machinery and Equipment Import and Export Co., Beijing,\n- The second abrasive wheel factory of China, Zhengzhou, Henan,\n- Mount Tai Co. of the fourth Grinding Wheel factory of China, Zhangdian, ZiBo, Sha Dong,\n- Shandong Machinery and Equipment Import and Export Co., Qingdao,\n- Guandong Machinery and Equipment Import and Export Group Co., Guangzhou,\n- CAEC - China Abrasives Import and Export Co., Zhengzhou, Henan.\nB. VIOLATION OF UNDERTAKINGS  (5) The terms of their undertakings obliged the six exporters to send the Commission half-yearly details of their exports of artificial corundum, in order to check compliance with the minimum prices established.\nHaving received no reports for the first half of 1993, the Commission reminded the six Chinese exporters in writing that failing to supply information connected with their undertaking was a violation of the terms of that undertaking pursuant to Article  10 (5) of Regulation (EEC) No 2423/88 and that Article 6 of the Regulation made it possible to impose provisional anti-dumping duties on the basis of the facts established prior to acceptance of the undertaking.\nOnly one (late) reply was received from a Chinese exporter claiming to have exported artificial corundum to the Community for sale at a price which complied with the undertaking. Of the other five exporters, two failed to reply and the remaining three  claimed, after receiving reminders, that their exports had been nil.\nAt the end of January 1994, despite the previous reminders pointing out the companies' obligation to file reports, none had provided one for the second half of 1993. Two companies contacted the Commission in March 1994, after the stated deadline and  after the Commission, in accordance with Article 10 (6) of Regulation (EEC) No 2423/88, had announced its intention to impose provisional anti-dumping duties and had given the parties involved an opportunity to express their views on its intention to  impose provisional anti-dumping duties. One, which had not reacted to the first reminder of 1993, claimed that its exports had been nil in that year. The second, which had been alone in declaring exports for the first half of 1993, declared exports for  the second half of the year, again at price levels consistent with the undertaking. However, the Commission had meanwhile received reports that this same company had exported artificial corundum to the Community at the beginning of 1994 at prices  significantly lower than those given in the undertaking. The Chinese exporter maintained that the product was simply a sample to enable a customer in the Community to assess its quality. No provision in the undertaking, however, permits such pricing,  regardless of the conditions of sale; moreover the transaction document makes no reference to such a contract of this type, simply bearing the words 'confirmation of sale'.\n(6) The account given above and the terms of Article 10 (5) point to a violation of the price undertaking by some of the Chinese co-signatories since the end of 1993, and by all of them since the beginning of 1994. Their breach consisted in particular  in their failure to supply, in conformity with the conditions and time limits set out in the texts they had signed, and of which they had recently been reminded, the information needed for compliance.\nCommunity statistics also demonstrate that imports of artificial corundum from China increased from 4 148 tonnes in 1991, the year in which the undertakings were accepted, to 13 144 tonnes in 1992.\nAvailable figures for 1993 (January to November) show imports in excess of 15 700 tonnes, although only one Chinese exporter reported exports during that time and in any case declared volumes representing under 6 % of the statistics for 1992 and under  15 % of the statistics for the first half of 1993. Moreover, according to the statistics, the average value of the Chinese imports was below that contained in the undertaking.\nAs a result it is not possible to take the view that the undertaking is being adhered to, nor that compliance can continue to be checked, given that not one of the signatories is fulfilling its obligations fully or regularly.\nThe six Chinese exporters and their co-signatory the Peking Chamber of Commerce were given the opportunity, as required by Article 10 (6) of Regulation (EEC) No 2423/88, of expressing their views on the Commission's observations and on its intention to  impose provisional anti-dumping duties. The reasoning set out above is a response to the arguments put forward.\nC. COMMUNITY INTEREST  (7) The Commission has no reason to believe that the conclusions as to the Community interest put forward in Decision 91/512/EEC should be revised.\nAs no argument suggesting that the measures in question are contrary to the Community interest has been advanced, the Commission considers that the Community interest requries immediate provisional measures.\nD. PROVISIONAL DUTIES  (8) Pursuant to Article 10 (6) of Regulation (EEC) No 2423/88, provisional anti-dumping duties must be calculated on the basis of the facts established before the undertaking was accepted. This means that the provisional  anti-dumping duty should be 30,8 %,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of artificial corundum falling within CN code 2818 10 00 (Taric additional Code: 8725), originating in the People's Republic of China and exported to the Community by the  following companies:\n- CMEC-China National Machinery and Equipment Import and Export Co., Beijing,\n- The second abrasive wheel factory of China, Zhengzhou, Henan,\n- Mount Tai Co. of the fourth Grinding Wheel factory of China, Zhangian, ZiBo, Sha Dong,\n- Shandong Machinery and Equipment Import and Export Co., Qingdao,\n- Guandong Machinery and Equipment Import and Export Group Co., Guangzhou,\n- CAEC - China Abrasives Import and Export Co., Zhengzhou, Henan.\n2. The duty, expressed as a percentage of the net free-at-Community-frontier price of the product before customs duty, shall be 30,8 %.\n3. The release for free circulation in the Community of the product referred to in paragraph 1 shall be subject to the provision of a security equivalent to the provisional duty.\n4. The provisions in force concerning customs duties shall apply.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2423/88, the parties concerned may make their views known in writing and request a hearing by the Commission within one month of the date of entry into force of this  Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 66, 10. 3. 1994, p. 10.\n(3) OJ No C 67, 17. 3. 1990, p. 7.\n(4) OJ No L 340, 28. 12. 1984, p. 82.\n(5) OJ No L 271, 23. 9. 1986, p. 26.\n(6) OJ No L 275, 2. 10. 1991, p. 27.\n(7) OJ No L 235, 18. 9. 1993, p. 1."}