{"celex_id": "31991D0137", "uri": "http://publications.europa.eu/resource/cellar/ce4b6779-d3e4-4491-9150-360b23cdcf5f", "type": "Decision", "concepts": ["1595", "1763", "191", "2548"], "title": "91/137/EEC: Commission Decision of 18 February 1991 approving derogations provided for by Germany from certain provisions of Council Directive 77/93/EEC in respect of ware potatoes for human consumption originating in Poland (only the German text is authentic)\n", "header": "COMMISSION DECISION  of 18 February 1991  approving derogations provided for by Germany from certain provisions of Council Directive 77/93/EEC in respect of ware potatoes for human consumption originating in Poland  (Only the German text is  authentic)  (91/137/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of organisms harmful to plants or plant products (1), as last amended by Commission Directive 91/27/EEC (2), and in  particular Article 14 (2) thereof and Annex IV, part A, point (24), thereto,\nWhereas, pursuant to Directive 77/93/EEC, potato tubers originating in third countries where potato spindle tuber viroid has occurred may not, in principle, be brought into the Community unless their faculty of germination has been suppressed, in view  of the risk of the introduction of potato spindle tuber viroid, and unless - if they originate in a country where Corynebacterium sepedonicum is known to occur - provisions recognized as equivalent to the Community provisions on combating this harmful  organism have been complied with in the country of origin;\nWhereas, nevertheless, Article 14 (1) (c) (iii) of Directive 77/93/EEC permits Member States to provide for derogations with regard to the rule relating to the suppression of the faculty of germination, provided that there is no risk of harmful  organisms spreading; whereas these derogations are subject to approval, under certain conditions, in accordance with Article 14 (2) and must also comply with the conditions laid down in Annex IV, part A, point (24);\nWhereas Germany has stated that it intends to provide exceptionally for derogations for a limited period of ware potatoes for human consumption in a limited quantity;\nWhereas it is known that Poland is still not free from potato spindle tuber viroid or from Corynebacterium sepedonicum;\nWhereas Poland has developed a programme to eradicate these harmful organisms on a regional basis; whereas there are good reasons to believe that at present the risk of spreading of these harmful organisms is reduced, provided that certain technical  conditions are satisfied;\nWhereas therefore the derogations provided for by Germany should now be approved only for the period necessary, provided that they include the aforementioned conditions;\nWhereas provisions should be made for this approval to be revoked if it is established that the specified conditions have not been met satisfactorily;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["1. Approval is hereby granted, under the conditions laid down in paragraph 2, to Germany to provide, in accordance with Article 14 (1) (c) (iii) of Directive 77/93/EEC, and in connection with the third indent of part A, point (24) of Annex IV  thereto, for derogations from Article 5 (1) and the third indent of Article 12 (1) (a) of that Directive as regards the requirements referred to in part A, point (25) of Annex IV thereto, in respect of ware potatoes for human consumption of the  varieties Lyra and Quarta originating in Poland.\n2. For the purposes of paragraph 1, the following conditons shall apply:\n(a) the potatoes shall be ware potatoes for human consumption;\n(b) the amount imported shall not exceed 1 500 tonnes;\n(c) they shall have been grown in fields located in the voievodship of Gdansk;\n(d) they shall belong to a crop from seed potatoes of the varieties Lyra and Quarta, which were imported into Poland in 1989/90 from Germany;\n(e) they shall be the direct progeny of the seed potatoes referred to in (d) and officially certified in 1990 as 'basic seed' or 'certified seed';\n(f) they shall have been handled by machinery which is reserved for them or which has been disinfected in an appropriate manner after each use for other purposes;\n(g) they shall not have been in store-houses where potatoes of varieties other than those specified in (d) have been stored;\n(h) they shall be packed:\n- either in new bags, or\n- in containers which have been disinfected in an appropriate manner,\nan official label, bearing the information specified in the Annex, shall be applied to each bag or container;\n(i) the official phytosanitary certificate required pursuant to Article 12 (1) (b) of Directive 77/93/EEC shall indicate:\n- under the section 'Disinfestation and/or disinfection treatment', all information related to the possible treatments referred to in (h), second indent,\n- under the section 'Additional declaration', the name of the variety;\n(j) the phytosanitary certificate required shall be made out separately for each consignment;\n(k) in Germany, at least six samples of 200 tubers each shall be taken officially from each of the consignments imported pursuant to this Decision, for official examination in respect of Corynebacterium sepedonicum, in accordance with the Community  established method for the detection and diagnosis of Corynebacterium sepedonicum and in respect of potato spindle tuber viroid, the 'reverse-page' method, or equivalent method or c-DNA hybridization procedure;\n(l) potatoes imported pursuant to this Decision shall be used only in the greater conurbation of Berlin, and only as ware potatoes for human consumption.", "Germany shall provide the Commission and the other Member States, before 1 April 1991, with information on the amounts imported pursuant to this Decision and with a detailed technical report of the official examination referred to in Article  1 (2) (k); copies of each phytosanitary certificate shall be transmitted to the Commission.", "The approval granted in Article 1 shall apply from 15 December 1990 until 28 February 1991. It shall be revoked prior to 28 February 1991 if it is found that the conditions laid down in Article 1 (2) have been insufficient to prevent the  introduction of the harmful organisms in question or have not been complied with.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 18 February 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 16, 22. 1. 1991, p. 29.\nANNEX\nInformation required on the label\n(referred to in Article 1 (2) (h))\n1. Name of the authority issuing the label.\n2. Name of the exporters' organization.\n3. Indication 'Polish ware potatoes for human consumption'.\n4. Variety.\n5. Name of area of production.\n6. Size.\n7. Declared net weight.\n8. Indication 'In accordance with EEC requirements laid down in Decision 91/137/EEC'.\n9. A mark printed or stamped on behalf of the Polish plant protection organization."}