{"celex_id": "31993R0280", "uri": "http://publications.europa.eu/resource/cellar/e5b884d0-b72c-4d53-870a-2faefba1896b", "type": "Regulation", "concepts": ["1354", "2689", "2743", "4689", "4691"], "title": "Commission Regulation (EEC) No 280/93 of 8 February 1993 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION REGULATION (EEC) No 280/93 of 8 February 1993 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 3890/92 (2), and in particular Article 4 (5) thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EEC) No 76/93 (4), lays down the rules for the determination of prices of fresh or chilled sheep carcases on representative Community markets as well as the survey of prices of certain other qualities of sheep carcases in the Community;\nWhereas in Greece following the adoption of Council Regulation (EEC) No 338/91 of 5 February 1991 on the determination of the Community standard quality of fresh or chilled sheep carcases (5) the market of ÊïæÜíç can no longer be considered as representative; whereas in the light of the volume of transactions recorded there ÓÝññåò should be recognized as a representative market;\nWhereas the weighting coefficients for the representative markets should be altered to take account of the trend in quantities coming onto these markets;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["In Annex II to Regulation (EEC) No 1481/86, point F 1 is hereby replaced by the following:\n'>TABLE>\n`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 February 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 391, 31. 12. 1992, p. 51.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 11, 19. 1. 1993, p. 6.\n(5) OJ No L 41, 14. 2. 1991, p. 1."}