{"celex_id": "31999D0027", "uri": "http://publications.europa.eu/resource/cellar/80ee80af-7b87-4521-84e1-05914987ba18", "type": "Decision", "concepts": ["2455", "3068", "5228", "80"], "title": "1999/27/EC: Council Decision of 17 December 1998 on a specific measure to encourage diversification out of certain fishing activities and amending Decision 97/292/EC\n", "header": "COUNCIL DECISION of 17 December 1998 on a specific measure to encourage diversification out of certain fishing activities and amending Decision 97/292/EC (1999/27/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\n(1) Whereas, pursuant to Council Regulation (EEC) No 2080/93 of 20 July 1993 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the financial instrument of fisheries guidance (3), specific measures may be financed by that instrument;\n(2) Whereas Article 11a of Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (4) prohibits the use of drift nets intended for the capture of certain species from 1 January 2002;\n(3) Whereas this Decision will have unfavourable economic and social repercussions in the short term for a number of fishing fleets, thus justifying at Community level an appropriate range of actions and special supporting measures for fishermen serving on board and the owners of fishing vessels; whereas the measures concerned will have to be exceptional in character, however, and in any event be met from the budget for the affected Member States' existing structural programmes;\n(4) Whereas it is consequently appropriate to derogate temporarily from the criteria for eligibility under the financial instrument for fisheries guidance, hereinafter referred to as 'FIFG` and, if necessary, adjust the upper limit on the relevant eligible expenditure;\n(5) Whereas a specific number of fishing vessels flying the Spanish, French, Irish, Italian and United Kingdom flags are affected by the ban on fishing with drift nets imposed by Regulation (EC) No 1239/98; whereas on 28 April 1997 the Council adopted Decision 97/292/EC on a specific measure to encourage Italian fishermen to diversify out of certain fishing activities (5); whereas there is therefore no need to adopt a new specific measure for the said Italian fishermen; whereas, however, for the sake of clarity, that Decision should be amended to list the cases where aid may be cumulated;\n(6) Whereas most of the possible measures fall within the scope of the FIFG as laid down by Council Regulation (EC) No 3699/93 of 21 December 1993 laying down the criteria and arrangements regarding Community structural assistance in the fisheries and aquaculture sector and the processing and marketing of its products (6); whereas they will be financed from the FIFG following normal procedures;\n(7) Whereas the Member States who wish to avail themselves of the specific measures proposed must draw up conversion plans for this purpose;\n(8) Whereas, so as to ensure that compensation is granted only to fishermen and owners of vessels whose income depends on fishing with drift nets as banned by the Council, it must be specified that the fishermen and vessels concerned must have practised these activities in 1995, 1996 or 1997; whereas provision should also be made for effective variation in the amounts of compensation depending in particular on the extent to which these activities are actually practised, the cost of conversion and the age of the vessels;\n(9) Whereas the authorities of the Member States concerned must ensure, when implementing their conversion plan, that beneficiaries may not receive aid other than that provided for under this Decision nor obtain other financial incentives which would not be justified; whereas in particular, rules should be laid down governing cumulation provided for by this specific measure with aid paid before 1998 pursuant to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (7) or Regulation (EC) No 3699/93;\n(10) Whereas the final date for implementing this specific measure must not be later than the date on which the ban on fishing with drift nets comes into force; whereas in any case the commitment by the Member States of the necessary financial means up until 31 December 1999, and booking of the expenditure up until 31 December 2001, are compatible with the Structural Funds' regulations,", "main_body": ["1. In connection with the ban on fishing with drift nets laid down by Regulation (EC) No 894/97, Member States availing themselves of the specific measure provided for in paragraph 2 shall draw up a conversion plan and communicate it to the Commission. The conversion plans shall be examined by the monitoring committees for the programmes referred to in Article 5(2) of this Decision.\n2. To implement the plans referred to in paragraph 1, a specific measure shall be established to grant aid to fishermen and owners of vessels under the conditions laid down in Articles 2 to 6 of this Decision.", "Fishermen who are nationals of a Member State and worked in 1995, 1996 or 1997 on board a fishing vessel flying the Spanish, French, Irish or United Kingdom flag, using one or more drift nets intended for the capture of the species listed in Annex VIII to Regulation (EC) No 894/97, may receive:\n(a) an individual compensatory payment of up to a maximum of ECU 50 000 if they cease all economic activity before 1 January 2002; this payment:\n(i) may be cumulated with benefits from early-retirement schemes provided for by the legislation of the Member State concerned, including when the early-retirement scheme in question is part-financed by the FIFG pursuant to Article 14a(3)(a) of Regulation (EC) No 3699/93;\n(ii) may not be cumulated with the individual compensatory payment provided for in Article 14a(3)(b) of Regulation (EC) No 3699/93;\n(b) an individual compensatory payment of up to a maximum of ECU 20 000, in the case of conversion to another fishing activity or another sector before 1 January 2002. This payment may be cumulated with the individual compensatory payment pursuant to Article 14a(3)(b) of Regulation (EC) No 3699/93 and, if appropriate, with the aid provided for in Title III of that Regulation.", "Owners of a fishing vessel flying the Spanish, French, Irish or United Kingdom flag, which have used one or more drift nets intended for the capture of the species listed in Annex VIII to Regulation (EC) No 894/97 in 1995, 1996 or 1997, may obtain for those vessels:\n(a) a compensatory payment of an amount up to the maximum listed in Annex I to this Decision, for the permanent cessation of all fishing activity before 1 January 2002; this payment:\n(i) may be cumulated with aid for the permanent cessation of fishing activities provided for in Article 8 of Regulation (EC) No 3699/93;\n(ii) may be granted only if the vessel concerned is more than 10 years old;\n(b) a compensatory payment of an amount up to the maximum listed in Annex I to this Decision, in the case of permanent conversion to another fishing activity before 1 January 2002; this payment may be cumulated with aid for the modernisation of the vessel provided for in Article 10 of Regulation (EC) No 3699/93 which would be granted in 1998 or in 1999, under the conditions for derogation laid down in Annex II to this Decision. The amount of this payment shall be deducted pro rata temporis from any aid for permanent transfer to a third country or for setting up joint enterprises under Articles 8 and 9 of Regulation (EC) No 3699/93 granted for the same vessel within the following five years.", "1. Member States shall restrict benefit of the measures laid down in Articles 2 and 3 to fishermen and owners of vessels who prove that they will actually suffer loss as a result of the ban on fishing referred to in Article 1(1).\n2. When establishing the actual individual amount of the payments provided for in Articles 2 and 3, Member States shall take particular account of:\n(a) the actual extent of use by the beneficiaries (fishermen and owners of vessels), during the reference period, of the drift nets covered by the ban referred to in Article 1(1);\n(b) the cost of conversion;\n(c) the age of the vessels.", "1. The public financial contribution, including that of the Community, to measures pursuant to this Decision shall cover all eligible costs up to the maximum amounts laid down in Articles 2 and 3.\n2. The Community contribution may amount to a maximum of 50 % of eligible costs incurred by the Member States. It may not exceed the funding limits for the Member States concerned under the 1994 to 1999 Structural Fund programmes (Community support frameworks, operational programmes and single programming documents for Structural Fund Objectives 1 and 5a).\n3. Save as otherwise provided in this Decision, the payments provided for in Articles 2 and 3 shall be subject to the conditions governing the programmes referred to in paragraph 2; they must therefore be the subject of legally binding commitments in the Member States concerned for which the requisite finance must be specifically committed no later than 31 December 1999. The final date for booking expenditure on these measures shall be 31 December 2001.", "Without prejudice to other provisions applicable and in particular those of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (8), the authorities of the Member States concerned shall send the Commission each year, at the latest by 1 April for the previous year, a report on the implementation of the conversion plan referred to in Article 1. They shall adopt the necessary provisions to prevent cumulation of compensatory payments and aid not expressly authorised by this Decision and any grant of compensatory payments and aid not justified.", "Decision 97/292/EC is hereby amended as follows:\n1. (a) in Article 1(a), the terms 'on 22 July 1996` shall be replaced by 'in 1995, 1996 or 1997`;\n(b) in the Annex, the title 'ANNEX` shall be replaced by 'ANNEX I`;\n2. Article 1(b) and (c) shall be replaced by the following:\n'(b) to vessel owners who have undertaken to cease definitively all fishing activity. The aid shall be as set out in Table A in Annex I. This aid:\n(i) may be cumulated with aid for the permanent cessation of fishing activities provided for in Article 8 of Regulation (EC) No 3699/93. However, point 1.1(a) of Annex III to that Regulation shall not apply;\n(ii) may be granted only if the vessel concerned is more than 10 years old;\n(c) to vessel owners who have undertaken to diversify definitively towards another fishing activity. The premium for diversifying shall be as set out in Table B in Annex I. This premium may be cumulated with aid for the modernisation of the vessel provided for in Article 10 of Regulation (EC) No 3699/93 granted in 1998 or 1999 under the conditions for derogation provided for in Annex II. The amount of this aid shall be deducted pro rata temporis from any aid for permanent transfer to a third country or for setting up joint enterprises pursuant to Articles 8 and 9 of Regulation (EC) No 3699/93 granted for the same vessel within the following five years.`;3. the following Annex shall be added:\n'ANNEX II\nNotwithstanding the conditions laid down in Annex IV to Regulation (EC) No 3699/93, the aid for the modernisation of vessels in receipt of the diversification premium provided for in Article 1(c) of this Decision shall be amended as follows: in point 1.4 (scales of assistance relating to fishing fleets - modernisation aid), the maximum of 50 % shall be replaced by 75 %.`", "This Decision is addressed to the Kingdom of Spain, the French Republic, Ireland, the Italian Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 17 December 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ C 314, 13. 10. 1998, p. 18.\n(2) Opinion delivered on 16 December 1998 (not yet published in the Official Journal).\n(3) OJ L 193, 31. 7. 1993, p. 1.\n(4) OJ L 132, 23. 5. 1997, p. 1. Regulation as amended by Regulation (EC) No 1239/98 (OJ L 171, 17. 6. 1998, p. 1).\n(5) OJ L 121, 13. 5. 1997, p. 20.\n(6) OJ L 346, 31. 12. 1993, p. 1. Regulation as last amended by Regulation (EC) No 25/97 (OJ L 6, 10. 1. 1997, p. 7).\n(7) OJ L 376, 31. 12. 1986, p. 7. Regulation as last amended by Regulation (EC) No 3944/90 (OJ L 380, 31. 12. 1990, p. 1).\n(8) OJ L 261, 20. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 2635/97 (OJ L 356, 31. 12. 1997, p. 14).\nANNEX I\n>TABLE>\nANNEX II\nNotwithstanding the conditions laid down in Annex IV to Regulation (EC) No 3699/93, the aid for the modernisation of vessels in receipt of the compensatory payment provided for in Article 3(b) of this Decision shall be amended as follows:\n(a) in point 1.4 (scales of assistance relating to fishing fleets - modernisation aid), the maximum of 50 % shall be replaced by 75 %;\n(b) opposite 'Other regions` in the column headed 'Group 1` of Table 3 in point 2.1 (participation rates - investments in enterprises), the 60 % minimum financial participation by private beneficiaries (C) shall be replaced by 40 %."}