{"celex_id": "31999D0502", "uri": "http://publications.europa.eu/resource/cellar/1215652a-b6f5-4a5c-8ca5-f249e810aa1b", "type": "Decision", "concepts": ["3052", "3077", "4128", "5138", "5315", "763"], "title": "1999/502/EC: Commission Decision of 1 July 1999 drawing up the list of regions covered by Objective 1 of the Structural Funds for the period 2000 to 2006 (notified under document number C(1999) 1770)\n", "header": "COMMISSION DECISION\nof 1 July 1999\ndrawing up the list of regions covered by Objective 1 of the Structural Funds for the period 2000 to 2006\n(notified under document number C(1999) 1770)\n(1999/502/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 3(2) thereof,\n(1) Whereas point 1 of the first subparagraph of Article 1 of Regulation (EC) No 1260/1999 states that Objective 1 of the Structural Funds aims to promote the development and structural adjustment of regions whose development is lagging behind;\n(2) Whereas the first subparagraph of Article 3(1) of Regulation (EC) No 1260/1999 specifies that the regions covered by Objective 1 are regions corresponding to level II of the Nomenclature of Territorial Statistical Units (NUTS level II) whose per capita gross domestic product (GDP), measured in purchasing power parities and calculated on the basis of the Community figures for 1994, 1995 and 1996 available at 26 March 1999, is less than 75 % of the Community average;\n(3) Whereas the second subparagraph of Article 3(1) of Regulation (EC) No 1260/1999 stipulates that the outermost regions (the French overseas departments, the Azores, the Canary Islands and Madeira), which are all below the 75 % threshold, and the areas eligible under Objective 6 for the period 1995 to 1999 pursuant to Protocol 6 to the Act of Accession of Austria, Finland and Sweden(2) are also to be covered by this Objective;\n(4) Whereas, the first subparagraph of Article 6(1) of Regulation (EC) No 1260/1999 states that notwithstanding Article 3 of that Regulation, the regions covered by Objective 1 in 1999 under Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments(3), as last amended by Regulation (EC) No 3193/94(4), which are not referred to in the second subparagraph of Article 3(1) of Regulation (EC) No 1260/1999 are to continue to receive support from the Funds under Objective 1 on a transitional basis from 1 January 2000 to 31 December 2005;\n(5) Whereas the second subparagraph of Article 6(1) of Regulation (EC) No 1260/1999 stipulates that, at the time of adoption of the list referred to in Article 3(2), the Commission is to draw up in accordance with Article 4(5) and (6) of that Regulation a list of the NUTS level III areas belonging to those regions which are to receive support from the Funds under Objective 1 on a transitional basis in 2006;\n(6) Whereas, however, the third subparagraph of Article 6(1) of Regulation (EC) No 1260/1999 stipulates that the Commission, acting on a proposal from a Member State, may substitute these areas by areas at or smaller than NUTS level III belonging to those regions which satisfy the criteria of Article 4(5) to (9), without increasing the proportion of the population within each region referred to in the second subparagraph of Article 6(1) and subject to compliance with the second subparagraph of Article 4(4) of that Regulation; whereas the Commission has taken into consideration the Member States requests, in this respect;\n(7) Whereas the fourth subparagraph of Article 6(1) of Regulation (EC) No 1260/1999 stipulates that areas belonging to regions not included on the list referred to in the second and third subparagraphs shall continue to receive assistance from the ESF, the FIFG and the EDGGF Guidance Section in 2006 only, within the same form of assistance,", "main_body": ["The regions covered by Objective 1 shall be those listed in Annex I.\nThis list shall be valid from 1 January 2000 to 31 December 2006.", "The regions and areas to receive transitional support under Objective 1 shall be those listed in Annex II.\nThis list shall be valid from 1 January 2000 to 31 December 2005 or 31 December 2006, respectively, for the regions listed therein.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 1999.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) OJ L 1, 1.1.1995, p. 11.\n(3) OJ L 185, 15.7.1988, p. 9.\n(4) OJ L 337, 24.12.1994, p. 11.\nANNEX I\nList of NUTS II regions covered by Objective 1 of the Structural Funds for the period from 1 January 2000 to 31 December 2006\nGermany\nBrandenburg\nMecklenburg-Vorpommern\nChemnitz\nDresden\nLeipzig\nDessau\nHalle\nMagdeburg\nThüringen\nGreece\nAnatoliki Makedonia, Thraki\nKentriki Makedonia\nDytiki Makedonia\nThessalia\nIpiros\nIonia Nisia\nDytiki Ellada\nSterea Ellada\nPeloponnisos\nAttiki\nVorio Aigaio\nNotio Aigaio\nKriti\nSpain\nGalicia\nPrincipado de Asturias\nCastilla y León\nCastilla-La Mancha\nExtremadura\nComunidad Valenciana\nAndalucía\nRegión de Murcia\nCeuta y Melilla\nCanarias\nFrance\nGuadeloupe\nMartinique\nGuyane\nRéunion\nIreland\nBorder Midlands and Western\nItaly\nCampania\nPuglia\nBasilicata\nCalabria\nSicilia\nSardegna\nAustria\nBurgenland\nPortugal\nNorte\nCentro\nAlentejo\nAlgarve\nAçores\nMadeira\nFinland\nItä-Suomi\nVäli-Suomi(1)\nPohjois-Suomi(2)\nSweden\nNorra Mellansverige(3)\nMellersta Norrland(4)\nÖvre Norrland(5)\nUnited Kingdom\nSouth Yorkshire\nWest Wales and The Valleys\nCornwall and Isles of Scilly\nMerseyside\n(1) Only the areas listed in Annex I to Protocol 6 annexed to the Act of Accession of Austria, Finland and Sweden.\n(2) Only the areas listed in Annex I to Protocol 6 annexed to the Act of Accession of Austria, Finland and Sweden.\n(3) Only the areas listed in Annex I to Protocol 6 annexed to the Act of Accession of Austria, Finland and Sweden.\n(4) Only the areas listed in Annex I to Protocol 6 annexed to the Act of Accession of Austria, Finland and Sweden.\n(5) Only the areas listed in Annex I to Protocol 6 annexed to the Act of Accession of Austria, Finland and Sweden.\nANNEX II\nList of regions and areas to receive transitional support under Objective 1 of the Structural Funds for the period from 1 January 2000 to 31 December 2006\n>TABLE>"}