{"celex_id": "31993R2427", "uri": "http://publications.europa.eu/resource/cellar/7a10e507-0447-46ab-85ac-27da9e67ec7a", "type": "Regulation", "concepts": ["1052", "1425", "2915", "3885", "4373", "928"], "title": "Commission Regulation (EEC) No 2427/93 of 1 September 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Fund for tobacco research and information\n", "header": "COMMISSION REGULATION (EEC) No 2427/93 of 1 September 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Fund for tobacco research and information\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 13 (3) thereof,\nWhereas, pursuant to Article 13 (1) of Regulation (EEC) No 2075/92, a Community Fund for tobacco research and information is set up; whereas the detailed rules for the application of that provision should be adopted, in particular as regards fixing the  deduction of up to 1 % of the premium;\nWhereas tobacco production should be steered towards the least harmful varieties and qualities;\nWhereas Community health requirements must be taken into account; whereas, therefore, information should be given to the public, in particular to young people;\nWhereas the various proposals presented under the procedures provided should be assessed in accordance with criteria conducive to the best possible choice; whereas, to that end, a public invitation to tender seems the most appropriate course;\nWhereas, in the interests of sound administration, the research and information projects approved by the Commission should be carried out within a specified period; whereas the time limit originally envisaged may prove difficult to meet in exceptional  cases; whereas, therefore, provision should be made for the time limit to be extended under certain conditions;\nWhereas, in order to reach the best possible choice and the proper implementation of the approved projects, provision should be made for the Commission to be assisted in the assessment of the projects by a scientific and technical committee; whereas  that committee should have access to the services of independent experts;\nWhereas, in order to guarantee the proper implementation of the approved projects, it is necessary to lay down certain conditions for the payments made by the Fund under contracts concluded between the Commission and the parties who have presented  approved projects;\nWhereas provision should be made to avoid the unjustified duplication of measures for the same project;\nWhereas provision should be made for payments to be recovered in certain cases, particularly in the event of irregularities;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The Community Fund for tobacco research and information hereinafter referred to as 'the Fund' set up by Article 13 of Council Regulation (EEC) No 2075/92 shall finance research and information programmes in accordance with this Regulation.\nSuch programmes may cover research and information projects in the following areas:\n- improving public, and in particular young people's, knowledge of the harmful effects of using tobacco in any form and the opportunities available for preventing them, by means of health information and education,\n- steering tobacco production towards the least harmful varieties, qualities and products, particularly by means of appropriate cultivation and drying methods, practices restricting the use of plant health products, and the introduction of new  varieties.", "1. In order to be eligible, the projects referred to in Article 1 must:\n(a) with regard to research:\n- be of particular interest in the light of the innovations sought after,\n- be geared towards practical application;\n(b) with regard to information:\n- provide effective and objective information for tobacco producers and/or consumers,\n- be original, practicable and effective in the short term.\nPriority will be given to projects likely to have a rapid effect on production and those which provide for rapid dissemination among producers of the knowledge or results obtained.\n2. Research and information projects may be carried out during a period of one or more years, but may not exceed five years from the date on which the contract is signed.\nHowever, the time limit for implementation may be extended if the interested party requests the Commission to extend it and provides proof that, because of exceptional circumstances beyond his control, he is not able to comply with the time limit  initially laid down.", "Proposals for research and information projects may be submitted by any natural or legal person established in the Community, who:\n- possesses recognized skills and at least five years' professional experience in the field in question,\n- undertakes to contribute from his own resources at least 25 % of the total financing of the project,\n- undertakes to carry out the proposed programme within the time limit laid down,\n- agrees to provide periodical interim reports on the progress of the work,\n- agrees to make his accounts and other supporting documents on expenditure available for verification by the Commission,\n- agrees to the payment conditions laid down in Articles 7, 8 and 9.", "Interested parties shall be invited to submit their projects in response to an invitation to tender which shall be published in the 'C' series of the Official Journal of the European Communities, within a time limit set in the notice.", "1. The Commission, with the assistance of a scientific and technical committee, shall be responsible for the management of the Fund.\n2. The Scientific and Technical Committee shall be made up of nine members appointed by the Commission. At least two members shall represent producers. The Committee shall be chaired by the Commission.\n3. After the projects submitted have been examined by a group of independent experts, the Commission shall present a list of the projects selected for financing to the Committee. The Committee shall deliver an opinion on the list.\n4. The group of independent experts shall be appointed by the Commission in consultation with the Committee and the Management Committee for Tobacco.\n5. The following factors shall be taken into account in the assessment of the projects:\n- the scientific credentials of the interested party in the field in question,\n- completed work or work in progress in the field in question,\n- whether the work is carried out in collaboration with natural or legal persons established in more than one Member State.", "1. On the basis of the Scientific and Technical Committee's opinion, the Commission shall adopt a list of projects to be financed by the Fund. The Commission shall conclude the contracts.\n2. The Commission shall monitor and assess the results obtained during execution of the approved contracts.\n3. The Commission shall regularly inform the Management Committee for Tobacco of the contracts concluded and the progress of the work.", "1. Payments by the Fund shall be made in staggered instalments reflecting the progress of the work and on the basis of invoices and appropriate supporting documents. However, the first payment, other than any advance payment, shall be made  not later than six months after signature of the contract. Payments shall be made by the Commission within 60 days from the date on which the application was received. Payment shall be deemed to have been made on the date on which the Commission's  account is debited. Payments shall be made in ecus.\n2. From the date of signature of the contract, interested parties may submit applications for an advance payment, provided that they lodge a security with the Commission of an equivalent amount.\nHowever, public institutions may be exempt from this requirement.\nThe advance may cover up to 30 % of the maximum contribution of the Fund to the project, in the case of annual projects, and up to 60 % in the case of multiannual projects. Advances shall be paid by the Commission within two months following signature  of the contract.\n3. Applications for payment of the balance shall be submitted before the end of the third month following the date of completion of the measures provided for in the contract. They must be accompanied by:\n- the appropriate supporting documents,\n- a summary of work carried out,\n- a report assessing the results obtained at the date of the report and how such results can be used.\n4. Payment of the balance shall be subject to verification of the documents referred to in paragraph 3 and to a finding that the contractual obligations have been fully carried out.\n5. The Commission shall pay balances within three months of receipt of applications. However, it may defer payment of balances where additional verification is needed.\n6. The security referred to in paragraph 2 shall be released subject to payment of the balance of the contribution for the measures concerned.\n7. Securities shall be partially forfeit where the advance exceeds the amount paid; the amount of the security forfeit shall be equal to the amount wrongly paid.", "Projects accepted for financing by the Fund may not receive Community financing from other sources.", "1. Where financing of a project has been wrongly paid, the Commission shall recover the amounts paid to the beneficiaries, plus interest running from the date of payment to the date of actual recovery. The interest rate to be used shall be  that charged by the European Monetary Cooperation Fund on its ecu operations as published in the Official Journal of the European Communities on the first working day of each month.\n2. The amounts recovered and the interest shall be paid to the Commission and deducted from expenditure in the tobacco sector financed by the European Agricultural Guidance and Guarantee Fund.", "0\n1. The amount to be withheld for the Fund pursuant to Article 13 (1) of Regulation (EEC) No 2075/92 shall be fixed at 0,5 % of the premium for the 1993 harvest, and 1 % for subsequent harvests. The same percentages shall be withheld from the  supplementary amounts as referred to in Article 3 (2) of that Regulation. Nothing shall be withheld from the amount of the specific aid provided for in Article 12 of that Regulation.\n2. The amount shall be withheld by the processors in the Member States at the time of payment of the premium, in accordance with Commission Regulation (EEC) No 3478/92 (2).", "1\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 351, 2. 12. 1992, p. 17."}