{"celex_id": "31998R2390", "uri": "http://publications.europa.eu/resource/cellar/448c7880-82fa-4141-8b9a-028827abd0b1", "type": "Regulation", "concepts": ["1644", "1781", "2296", "2729", "2751", "2771", "3191", "3732", "5083", "5751", "932"], "title": "Commission Regulation (EC) No 2390/98 of 5 November 1998 laying down detailed rules for the application of Council Regulation (EC) No 1706/98 as regards the arrangements for importing certain cereal substitute products and processed cereal and rice products originating in the African, Caribbean and Pacific States or in the overseas countries and territories and repealing Regulation (EEC) No 2245/90\n", "header": "COMMISSION REGULATION (EC) No 2390/98 of 5 November 1998 laying down detailed rules for the application of Council Regulation (EC) No 1706/98 as regards the arrangements for importing certain cereal substitute products and processed cereal and rice products originating in the African, Caribbean and Pacific States or in the overseas countries and territories and repealing Regulation (EEC) No 2245/90\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1706/98 of 20 July 1998 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EEC) No 715/90 (1), and in particular Article 30(1) thereof,\nWhereas pursuant to Article 15 of Regulation (EC) No 1706/98 certain products listed in Annex A to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals (2), as last amended by Commission Regulation (EC) No 923/96 (3), are imported into the Community free of customs duties; whereas the other products listed in the above Annex and in Article 1(1)(c) of Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice (4), as last amended by Regulation (EC) No 2072/98 (5), are imported into the Community at a reduced rate of duty provided they originate in the ACP States;\nWhereas the detailed rules for the application of such arrangements to products falling within CN codes 0714 10 91 and 0714 90 11 should be limited to imposing an obligation to import the product at zero duty or at the reduced rate from the ACP State indicated in the import licence, and to setting up a regular notification system;\nWhereas, pursuant to Article 27(5) of Regulation (EC) No 1706/98, customs duties are not applied to direct imports into the French overseas departments of products falling within CN codes 0714 10 91 and 0714 90 11 and originating in the ACP States and overseas countries and territories within the limit of an annual quota of 2 000 tonnes; whereas the detailed rules for the application of such arrangements should relate to the lodging of applications for import licences and the issue of such licences and guarantee direct importation into the French overseas departments and observance of the maximum quantity laid down; whereas, in order to comply with the objective of the measure and ensure the management and supervision of the tariff quota, the use of licences for release for free circulation into the above departments should be strictly limited;\nWhereas these detailed rules either supplement or derogate from, as the case may be, Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6), as last amended by Regulation (EC) No 1044/98 (7), or Commission Regulation (EC) No 1162/95 of 23 May 1995 on special detailed rules for the application of the system of import and export licences for cereals and rice (8), as last amended by Regulation (EC) No 444/98 (9);\nWhereas, so that the actual use made of licences can be monitored better, the provision in Regulation (EEC) No 3719/88 on early submission of proof of release for free circulation should apply;\nWhereas the partial reimbursement of import duties resulting from the reduction in duties applicable from 1 January 1996 is to be carried out in accordance with Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (10), as last amended by Regulation (EC) No 82/97 (11), and Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (12), as last amended by Regulation (EC) No 1677/98 (13);\nWhereas Commission Regulation (EEC) No 2245/90 of 31 July 1990 laying down detailed rules for the application of the import arrangements applicable to products falling within CN codes 0714 10 91 and 0714 90 11 and originating in the ACP States or in the overseas countries and territories (14), as last amended by Regulation (EC) No 1431/97 (15), should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["This Regulation lays down the detailed rules for importing:\n- products falling within CN codes 0714 10 91 and 0714 90 11 originating in the ACP States and imported into the Community (Title I),\n- products falling within CN codes 0714 10 91 and 0714 90 11 originating in the ACP States and the overseas countries and territories and imported into the French overseas departments (Title II).\nTITLE I", "1. With a view to the release for free circulation in the Community pursuant to Article 15(1) of Regulation (EC) No 1706/98 of products falling within CN codes 0714 10 91 and 0714 90 11, Section 8 of licence applications and import licences shall contain the name of the ACP State in which the product originates. Licences shall carry with them an obligation to import from that country.\n2. Section 24 of import licences shall contain one of the following entries:\n- Producto ACP:\n- exención del derecho de aduana\n- apartado 1 del artículo 15 del Reglamento (CE) n° 1706/98\n- AVS-produkt:\n- toldfritagelse\n- forordning (EF) nr. 1706/98: artikel 15, stk. 1\n- Erzeugnis AKP:\n- Zollfrei\n- Verordnung (EG) Nr. 1706/98, Artikel 15, Absatz 1\n- Ðñïúüí ÁÊÅ:\n- ÁðáëëáãÞ áðü äáóìïýò\n- Êáíïíéóìüò (ÅÊ) áñéè. 1706/98, Üñèñï 15 ðáñÜãñáöïò 1\n- ACP product:\n- exemption from customs duty\n- Regulation (EC) No 1706/98, Article 15(1)\n- produit ACP:\n- exemption du droit de douane\n- Règlement (CE) n° 1706/98, article 15 paragraphe 1\n- prodotto ACP:\n- esenzione dal dazio doganale\n- regolamento (CE) n. 1706/98, articolo 15, paragrafo 1\n- Product ACS:\n- vrijgesteld van douanerecht\n- Verordening (EG) nr. 1706/98: artikel 15, lid 1\n- produto ACP:\n- isenção do direito aduaneiro\n- Regulamento (CE) nº 1706/98, nº 1 do artigo 15º\n- AKT-maista:\n- Tullivapaa\n- asetuksen (EY) N:o 1706/98 15 artiklan 1 kohta\n- AVS-produkt:\n- Tullfri\n- Förordning (EG) nr 1706/98 artikel 15.1.", "Member States shall notify the Commission before the end of each month of the quantities for which import licences for products originating in the ACP States as referred to in Article 1 have been applied for during the preceding four weeks, broken down by Combined Nomenclature code and country of origin.\nTITLE II", "The following special provisions shall apply to the release for free circulation in the French overseas departments pursuant to Article 27(5) of Regulation (EC) No 1706/98 of products falling within CN codes 0714 10 91 and 0714 90 11:\n1. Licence applications shall be for a quantity not exceeding 500 tonnes per individual applicant acting on his own account.\n2. Section 8 of licence applications and import licences shall contain the name of the ACP State or the overseas country or territory in which the product originates. The licence shall constitute an obligation to import from that country or territory.\n3. Section 24 of import licences shall contain one of the following entries:\n- Producto ACP/PTU:\n- exención del derecho de aduana\n- apartado 5 del artículo 27 del Reglamento (CE) n° 1706/98\n- exclusivamente válido para el despacho a libre práctica en los departamentos de Ultramar\n- AVS/OLT-produkt:\n- toldfritagelse\n- forordning (EF) nr. 1706/98: artikel 27, stk. 5\n- gælder udelukkende for overgang til fri omsætning I de oversøiske departementer\n- Erzeugnis AKP/ÜLG:\n- Zollfrei\n- Verordnung (EG) Nr. 1706/98, Artikel 27, Absatz 5\n- gilt ausschließlich für die Abfertigung zum freien Verkehr in den französischen überseeischen Departements\n- Ðñïúüí ÁÊÅ/Õ×Å:\n- ÁðáëëáãÞ áðü äáóìïýò\n- Êáíïíéóìüò (ÅÊ) áñéè. 1706/98, Üñèñï 27 ðáñÜãñáöïò 5\n- Éó÷ýåé áðïêëåéóôéêÜ ãéá ìßá èÝóç óå åëåýèåñç êõêëïöïñßá óôá Õðåñðüíôéá Äéáìåñßóìáôá\n- ACP/OCT product:\n- exemption from customs duty\n- Regulation (EC) No 1706/98, Article 27(5)\n- valid exclusively for release for free circulation in the overseas departments\n- produit ACP/PTOM:\n- exemption du droit de douane\n- Règlement (CE) n° 1706/98, article 27 paragraphe 5\n- exclusivement valable pour une mise en libre pratique dans les départements d'outre-mer\n- prodotto ACP/PTOM:\n- esenzione dal dazio doganale\n- regolamento (CE) n. 1706/98, articolo 27, paragrafo 5\n- valido esclusivamente per l'immissione in libera pratica nei DOM\n- Product ACS/LGO:\n- vrijgesteld van douanerecht\n- Verordening (EG) nr. 1706/98: artikel 27, lid 5\n- geldt uitsluitend voor het in het vrije verkeer brengen in de Franse overzeese departementen\n- produto ACP/PTU:\n- isenção do direito aduaneiro\n- Regulamento (CE) nº 1706/98, nº 5 do artigo 27º\n- válido exclusivamente para uma introdução em livre prática nos departamentos ultramarinos\n- AKT-maista/Merentakaisista maista ja merentakaisilta alueilta peräisin oleva tuote:\n- Tullivapaa\n- asetuksen (EY) N:o 1706/98 27 artiklan 5 kohta\n- voimassa ainoastaan merentakaisilla alueilla vapaaseen liikkeeseen laskemiseksi\n- AVS/ULT-produkt:\n- Tullfri\n- Förordning (EG) nr 1706/98 artikel 27.5\n- Uteslutande avsedd för övergång till fri omsättning I de utomeuropeiska länderna och territorierna.", "1. Licence applications shall be lodged with the competent authorities of the Member States every Monday before 1 p.m. (Brussels time) or, if that day is not a working day, on the first working day following.\n2. Member States shall, by telex or fax not later than 1 p.m. on the working day following the day on which the application is lodged, notify the Commission of the origin of the product, the quantity applied for and the name of the applicant.\n3. Not later than the fourth working day following the day on which the applications are lodged, the Commission shall determine and inform the Member States by telex or fax to what extent the licence applications are accepted.\n4. Subject to paragraph 3, licences shall be issued on the fifth working day following the day on which the applications were lodged, in the case of applications notified in accordance with paragraph 2.\n5. The licences issued shall be valid exclusively for release for free circulation in the French overseas departments from the day of effective issue until the end of the second month following that date. However, they shall not be valid beyond 31 December of the year in which they are issued.", "Notwithstanding Article 8(4) of Regulation (EEC) No 3719/88, the quantity released for free circulation may not exceed that set out in Sections 17 and 18 of the import licence. The figure 0 shall be entered for this purpose in Section 19 of the licence.\nTITLE III\nGeneral provisions", "1. Notwithstanding Article 10 of Regulation (EC) No 1162/95, the amount of the security in respect of the import licence shall be ECU 0,5 per tonne.\n2. In cases where, as a result of the application of Article 5(3), the quantity for which the licence is issued is less than that for which it was applied for, the amount of the security corresponding to the difference shall be released.\n3. The fourth indent of Article 5(1) of Regulation (EEC) No 3719/88 shall not apply.", "Regulation (EEC) No 2245/90 is hereby repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 1. 8. 1998, p. 12.\n(2) OJ L 181, 1. 7. 1992, p. 21.\n(3) OJ L 126, 24. 5. 1996, p. 37.\n(4) OJ L 329, 30. 12. 1995, p. 18.\n(5) OJ L 265, 30. 9. 1998, p. 4.\n(6) OJ L 331, 2. 12. 1988, p. 1.\n(7) OJ L 149, 20. 5. 1998, p. 11.\n(8) OJ L 117, 24. 5. 1995, p. 2.\n(9) OJ L 56, 26. 2. 1998, p. 12.\n(10) OJ L 302, 19. 10. 1992, p. 1.\n(11) OJ L 17, 21. 1. 1997, p. 1.\n(12) OJ L 253, 11. 10. 1993, p. 1.\n(13) OJ L 212, 30. 7. 1998, p. 18.\n(14) OJ L 203, 1. 8. 1990, p. 47.\n(15) OJ L 196, 24. 7. 1997, p. 43."}