{"celex_id": "31990R0626", "uri": "http://publications.europa.eu/resource/cellar/222c20a4-e947-4e07-80b9-9d8121a05a1a", "type": "Regulation", "concepts": ["161", "4720", "863"], "title": "Council Regulation (EEC) No 626/90 of 12 March 1990 opening and providing for the administration of Community tariff quotas for quality wines produced in the specified regions of Jerez, Malaga, Jumilla, Priorato, Rioja and Valdepeñas (1990/91)\n", "header": "COUNCIL  REGULATION (EEC) No 626/90\nof 12 March 1990\nopening and providing for the administration of Community tariff quotas for quality wines produced in the specified regions of Jerez, Malaga, Jumilla, Priorato, Rioja and Valdepeñas (1990/91)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 30 and 75 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Articles 30 and 75 of the Act of Accession, the duties applicable on the import into the Community, as constituted on 31 December 1985, of the following quality wines from Spain shall be progressively abolished within the limits of Community tariff quotas:\n- 358 120 hectolitres quality wines produced in the specified region of Jerez in containers holding two litres or less, falling within CN codes ex 2204 21 41 and ex 2204 21 51,\n- 435 000 hectolitres quality wines produced in the specified region of Jerez in containers holding more than two litres falling within CN codes ex 2204 29 41 and ex 2204 29 51,\n- 15 000 hectolitres quality wines produced in the specified region of Malaga in containers holding two litres or less, falling within CN codes ex 2204 21 49 and ex 2204 21 59, and\n- 22 008 hectolitres quality wines produced in the specified regions of Jumilla, Priorato, Rioja and Valdepeñas, in containers holding two litres or less, falling within CN codes ex 2204 21 21, ex 2204 21 23, ex 2204 21 31, ex 2204 21 33 and ex 2204 21 49;\nWhereas, however, with regard to the quality wines produced in the specified region of Jerez, in order to fulfil better the requirements of the common market, a single overall tariff quota of 793 120 hectolitres should be opened;\nWhereas these duties are reduced to 37,5 % of the basic duties on 1 January 1990 and to 25 % of the basic duties on 1 January 1991; whereas, by way of derogation from Article 30 of the Act of Accession, Regulation (EEC) No 4161/87 (1) lays down consequent on the entry into force of the combined nomenclature, the basic duties to be adopted within the Community as constituted on 31 December 1985 for the purpose of calculating the successive reductions provided for in the Act of Accession of Spain and Portugal;\nWhereas, therefore, to establish the duties applicable on the imports of these wines Community tariff quotas should be opened for the period from 1 July 1990 to 30 June 1991 for the abovementioned wines at duties as shown in the list in Article 1;\nWhereas Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (2) provides for particular rules for the import into Portugal of the products in question coming from Spain; whereas, consequently, the Community tariff quotas are only applicable in the Community as constituted on 31 December 1985;\nWhereas equal and continuous access to the quotas should be ensured for all Community importers and the rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the quotas are exhausted; whereas they should not be allocated among the Member States, without prejudice to the drawing against the quota volumes of such quantities as they may need, under conditions and according to a procedure laid down in Article 3; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the contingents may be carried out by any one of its members,", "main_body": ["From 1 July 1990 to 30 June 1991 the customs duties applicable on the following quality wines produced in the specified regions shall, in the Community as constituted on 31 December 1985, be partially suspended at the levels and within the limits of the Community tariff quotas indicated for each of them:\n1.2.3.4,5.6 //  //  //  //  //  // Order No   // CN codes (1)  // Description  // Rate (ECU/hl)  // Quota volume (hectolitres)  1.2.3.4.5.6 //   //   //   // from 1 July to 31 December 1990   // from 1 January to 30 June 1991   //   //  //   //   //   //   //   //   //   //   //   //   //  // 09.0317  // ex 2204 21 41 ex 2204 21 51 ex 2204 29 41 ex 2204 29 51   // Sherry  // 2,4 2,6 2,4 2,7   // 1,6 1,7 1,6 1,8   // 793 120   //    //   //   //   //   //   // 09.0310  // ex 2204 21 49 ex 2204 21 59   // Wine from Málaga  // 3,8 4,3   // 2,5 2,8   // 15 000   //    //   //   //   //   //  // 09.0312   // ex 2204 21 21 ex 2204 21 23 ex 2204 21 31 ex 2204 21 33 ex 2204 21 49   // Wine from Jumilla, Priorato, Rioja, Valdepeñas   // 3,7 4,4 5,4   // 2,5 2,9 3,6   // 22 008   //    //   //   //   //   //\n(1) See Taric codes in Annex.", "The tariff quotas referred to in Article 1 shall be administered by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation, including a request for preferential benefit for a product covered by this Regulation and if this declaration is accepted by the customs authorities, the Member States concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding amount.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continuous access to the quotas for as long as the balance of the relevant quota volumes so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1990.\nFor the Council\nThe President\nA. REYNOLDS\n(1) OJ No L 395, 31. 12. 1987, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 7.\nANNEX\nTaric codes\n1.2.3 //  //  //  // Order No  // CN code  // Taric code  //  //  //  // 09.0317   // ex 2204 21 41   // 2204 21 41*10  //   // ex 2204 21 51   // 2204 21 51*10   //   // ex 2204 29 41   // 2204 29 41*10   //   // ex 2204 29 51   // 2204 29 51*10   //    //   //   // 09.0310   // ex 2204 21 49   // 2204 21 49*12   //   // ex 2204 21 59   // 2204 21 59*12   //    //  //   // 09.0312   // ex 2204 21 21   // 2204 21 21*10   //  // ex 2204 21 23   // 2204 21 23*10   //   // ex 2204 21 31  // 2204 21 31*10   //   // ex 2204 21 33   // 2204 21 33*10  //   // ex 2204 21 49   // 2204 21 49*21   //    //   //"}