{"celex_id": "31996D0273", "uri": "http://publications.europa.eu/resource/cellar/3cd4844d-5f8e-47c6-881a-6ff86c64d39d", "type": "Decision", "concepts": ["1015", "1267", "5283", "935"], "title": "96/273/EC: Council Decision of 22 April 1996 authorizing certain Member States to apply or to continue to apply to certain mineral oils, when used for specific purposes, reduced rates of excise duty or exemptions from excise duty, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC\n", "header": "COUNCIL DECISION of 22 April 1996 authorizing certain Member States to apply or to continue to apply to certain mineral oils, when used for specific purposes, reduced rates of excise duty or exemptions from excise duty, in accordance with the procedure provided for in Article 8 (4) of Directive 92/81/EEC (96/273/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonization of the structures of excise duties on mineral oils (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission (2),\nWhereas, pursuant to Article 8 (4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce further exemptions or reductions in the excise duty charged on mineral oils for special policy considerations;\nWhereas the Commission has been informed by the Member States concerned of their intention to continue to apply certain exemptions or reductions which are already provided for in their taxation law or to introduce exemptions or reductions and to which the procedure provided for under the said Article 8 (4) should be applied;\nWhereas the other Member States have been informed thereof;\nWhereas it is accepted by the Commission and by all Member States that all of these exemptions or reductions are well founded in terms of specific policies and do not give rise to distortions in competition or interfere with the working of the internal market;\nWhereas the reductions or exemptions will be regularly reviewed by the Commission to ensure their compatibility with the operation of the internal market or Community policy in the area of protection of the environment;\nWhereas, pursuant to Article 8 (6) of Directive 92/81/EEC, the Council is required to review the situation at the latest by 31 December 1996 on the basis of a report from the Commission,", "main_body": ["Until 31 December 1996, in accordance with Article 8 (4) of Directive 92/81/EEC and notwithstanding the obligations imposed by Directive 92/82/EEC (3), the following Member States are authorized to apply or to continue to apply the reductions in or exemptions from excise duty herein specified:\n1. Italian Republic:\n- reduction in excise duty on petrol consumed on the territory of Friuli-Venezia Giulia,\n- exemption from excise duty on mineral oils used as fuel for alumina production in Sardinia;\n2. Republic of Austria:\nreduction in or exemption from excise duty for:\n- natural gas,\n- methane;\n3. Kingdom of Sweden:\n- exemption from excise duty on aviation gasoline and aviation kerosene used for private pleasure flying,\n- differential rates of tax on unleaded petrol to reflect different environmental categories, provided that such rates at all times respect the minimum rates of duty on mineral oils as provided for in Community law;\n4. United Kingdom of Great Britain and Northern Ireland:\ndifferential rates of tax on unleaded petrol to reflect different environmental categories, provided that such rates at all times respect the minimum rates of duty on mineral oils as provided for in Community law.", "This Decision is addressed to the Italian Republic, the Republic of Austria, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Luxembourg, 22 April 1996.\nFor the Council\nThe President\nS. AGNELLI\n(1) OJ No L 316, 31. 10. 1992, p. 12. Directive as amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46).\n(2) OJ No C 215, 5. 8. 1994, p. 19.\n(3) OJ No L 316, 31. 10. 1992, p. 19. Directive amended by Directive 94/74/EC (OJ No L 365, 31. 12. 1994, p. 46)."}