{"celex_id": "31997D0794", "uri": "http://publications.europa.eu/resource/cellar/cd62beac-3054-4338-83c7-1ea816915ce3", "type": "Decision", "concepts": ["1309", "1445", "192", "1937", "2300", "5369"], "title": "97/794/EC: Commission Decision of 12 November 1997 laying down certain detailed rules for the application of Council Directive 91/496/EEC as regards veterinary checks on live animals to be imported from third countries (Text with EEA relevance)\n", "header": "26.11.1997 EN Official Journal of the European Communities L 323/31\nCOMMISSION DECISION\nof 12 November 1997\nlaying down certain detailed rules for the application of Council Directive 91/496/EEC as regards veterinary checks on live animals to be imported from third countries\n(Text with EEA relevance)\n(97/794/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), as last amended by Directive 96/43/EC (2), and in particular Articles 4 (5), 5, second paragraph, 7 (2) and 8 (B) thereof,\nWhereas Commission Decision 92/424/EEC (3) lays down certain detailed rules for the application of Directive 91/496/EEC as regards identity checks on animals from third countries;\nWhereas Commission Decision 92/432/EEC (4) lays down certain conditions under which a derogation may be made from the principle of individual clinical examination of animals entering the Community from third countries;\nWhereas Commission Decision 92/527/EEC (5) lays down the model for the certificate referred to in Article 7 (1) of Directive 91/496/EEC;\nWhereas it is appropriate to lay down in a single act common procedures, including documentary, identity and physical checks, for animals at Community border inspection posts;\nWhereas it is appropriate for the checks to include controls on compliance with Council Directive 9l/628/EEC (6), as last amended by Council Directive 95/29/EC (7), in respect of the protection of the animals during transport;\nWhereas in order to be able to carry out the veterinary checks satisfactorily, it is necessary to unload all animals at the border inspection post;\nWhereas the procedure should include a clinical examination of each animal without prejudice to specified derogations; whereas it is appropriate to sample a proportion of animals at border inspection posts in order to check compliance with the requirements of the health certificate;\nWhereas Decisions 92/424/EEC and 92/432/EEC should be repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The documentary, identity and physical checks provided for in Directive 91/496/EEC shall be carried out in accordance with the provisions of this Decision.", "The documentary check shall be carried out in accordance with the rules laid down in Annex I.", "1.   Identity checks shall be carried out on each animal in a consignment.\n2.   By way of derogation from paragraph 1, identity checks may be carried out on 10 % of the animals in a consignment, with a minimum of 10 animals representative of the whole consignment checked per consignment, where the consignment contains a large number of animals.\nThe number of animals checked must be increased and may reach the totality of the animals concerned, if the initial checks carried out have not been satisfactory.\n3.   By way of derogation from paragraph 1, for animals for which individual marking is not provided for by Community rules, identity checks must at least consist of a check on the marking of a representative number of packages and/or containers.\nThe number of packages and/or containers checked must be increased and may reach the totality of the packages and/or containers concerned, if the initial checks carried out have not been satisfactory.\nThe identity check shall consist of a visual check of the animals contained in a representative number of packages and/or containers, for the verification of the species thereof.", "1.   The official veterinarian shall carry out the physical check provided for in Article 4 (2) of Directive 91/496/EEC on live biungulate animals and equidae, by ensuring in particular that all such animals are unloaded at the border inspection post in his presence.\n2.   The animals shall be subject to an inspection regarding their fitness to travel and to a clinical examination, which may include the collection of samples. Those examinations and the collection of samples shall be carried out in accordance with the provisions of Annex II.\n3.   The samples shall be sent to a laboratory approved by the competent authority to check on compliance with the requirements of the veterinary certificate.\n4.   For each animal sampled, the following information shall be recorded:\n— reference number of the veterinary certificate and serial number given by the border inspection post to the consignment,\n— identification number of the animal,\n— laboratory test requested,\n— result of the test and any follow-up action taken,\n— complete address of the final destination of the consignment.\n5.   The clinical examination referred to in paragraph 2 shall consist of a visual examination of all of the animals.\nAnimals intended for breeding or production shall also be subjected to a clinical examination, as laid down in Annex II to this Decision, of at least 10 % of the animals with a minimum of 10 animals, which must be selected so as to be representative of the whole consignment. Where the consignment contains fewer than 10 animals, the checks must be carried out on each animal in the consignment.\nAnimals intended for slaughter shall also be subjected to a clinical examination, as laid down in Annex II to this Decision, of at least 5 % of the animals with a minimum of five animals, which must be selected so as to be representative of the whole consignment. Where the consignment contains fewer than five animals, the checks must be carried out on each animal in the consignment.\nThe number of animals checked must be increased and may reach the totality of the animals concerned, if the initial checks carried out have not been satisfactory.\n6.   Member States shall only detain the consignment of animals in the border inspection post while awaiting the results of the laboratory checks in cases of suspicion.\n7.   The results of the checks, together with the information referred to in paragraph 4, shall be communicated to the Commission every six months on a routine basis or immediately by fax both to the Member State of destination and the Commission in the case of positive sampling results or where otherwise justified. In the case of positive sampling results, copies of the veterinary certificate(s) must be sent as soon as possible to the Member State of destination and the Commission.", "1.   The animals listed below need not be subjected to individual clinical examination:\n— poultry,\n— birds,\n— aquaculture animals, including all live fish,\n— rodents,\n— lagomorphs,\n— bees and other insects,\n— reptiles and amphibians,\n— other invertebrates,\n— certain zoo and circus animals, including biungulates and equidae, considered to be dangerous,\n— fur animals.\n2.   For the animals listed in paragraph 1, clinical examination shall consist of observations of the state of health and behaviour of the entire group or of a representative number of animals. The number of animals checked shall be increased if the initial checks carried out have not been satisfactory. If the abovementioned checks reveal an anomaly, a more rigorous examination shall be carried out, including sampling where appropriate.\n3.   In the case of live fish, crustaceans and molluscs, and animals destined for scientific research centres having a certified specific health status, contained in sealed containers under controlled environmental conditions, a clinical examination and sampling shall be carried out only where it is considered that a specific risk may exist because of the species involved or their origin, or where there are other irregularities.", "1.   For each consignment, the official veterinarian of the border inspection post shall provide to the person concerned an authenticated copy of the original veterinary certificate(s) or other original veterinary documents) accompanying the consignment, together with the certificate as laid down in Decision 92/527/EEC. They must be annotated with the serial certificate number given to the consignment by the border inspection post.\n2.   The official veterinarian shall retain the original veterinary certificate(s) or original veterinary documents) accompanying the consignment as well as a copy of the certificate as laid down in Decision 92/527/EEC.\n3.   For each consignment, the following information shall be recorded and kept at the border inspection post:\n— the serial certificate number given to the consignment concerned by the border inspection post,\n— the date of arrival of the consignment concerned at the border inspection post,\n— the size of the consignment,\n— the species and category of use of the animals, and age where applicable,\n— the reference number of the certificate,\n— the third country of origin,\n— the Member State of destination,\n— the decision concerning the consignment,\n— reference to sampling where carried out.\n4.   In the case of registered equidae, as referred to in Article 2 (c) of Council Directive 90/426/EEC (8), the identification document shall not be retained, and in the particular case of temporary admission of those equidae the original health certificate shall not be retained.\n5.   In the case of equidae for slaughter which are intended to pass through a market or marshalling centre, the certificate as laid down in Decision 92/527/EEC, as well as an authenticated copy of the original health certificate, must accompany the equidae to the slaughterhouse.\n6.   All veterinary certificates or other veterinary document relating to consignments which have been rejected at the border inspection post must be stamped on each page with the word ‘REJECTED’ in red as laid down in Annex III.\n7.   The official veterinarian shall retain the certificates or other veterinary documents accompanying the consignment, the copy of the certificate as laid down in Decision 92/527/EEC and the records referred to in Article 4 of this Decision and paragraph 3 of this Article for at least three years.", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "Decisions 92/424/EEC and 92/432/EEC are hereby repealed.", "This Decision shall apply from 1 January 1998.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 268, 24. 9. 1991, p. 56.\n(2)  OJ L 162, 1. 7. 1996, p. 1.\n(3)  OJ L 232, 14. 8. 1992, p. 34.\n(4)  OJ L 237, 20. 8. 1992, p. 29.\n(5)  OJ L 332, 18. 11. 1992, p. 22.\n(6)  OJ L 340, 11. 12. 1991, p. 17.\n(7)  OJ L 148, 30. 6. 1995, p. 52.\n(8)  OJ L 224, 18. 8. 1990, p. 42.\nANNEX I\nDetailed rules for documentary checks on live animals from third countries\n1. Each certificate which accompanies a consignment of live animals originating in a third country must be inspected in order to confirm:\n(a) that it is an original certificate made out in the language of the country of origin and that it is drawn up in at least one of the official languages of the Member States of the border inspection post and of the final destination;\n(b) that it refers to a third country or part of a third country authorized to export to the Community;\n(c) that its presentation and content correspond to the specimen drawn up for the live animal and third country concerned;\n(d) that it consists of a single sheet of paper;\n(e) that it has been fully completed;\n(f) that the date of issue of the certificate relates to that of the loading of the live animals for their dispatch towards the Community;\n(g) that it is made out to a single recipient;\n(h) that it is signed by the official veterinarian, or where appropriate the representative of the official authority, and shows legibly and in capitals, his name and position, and also where required that the official stamp of the third country and the signature are in a different colour to that of the printing of the certificate;\n(i) the certificate is not amended except by deletions which must be signed and stamped by the certifying veterinarian.\n2. The competent authority must check the written undertaking and the route plan from the external border to the final destination where required to be supplied by the transporter under Directive 91/628/EEC. The written undertaking and the route plan shall be drawn up in at least one of the official languages of the Member States of the border inspection post and of the final destination.\nANNEX II\nMinimum requirements for individual inspection regarding the fitness of the animals to travel, clinical examination and sampling procedures, of biungulate animals and equidae at border inspection posts\nI.   Inspection regarding the fitness of the animals to travel\nIn addition to the clinical examination detailed below, an assessment of the animal's fitness for further transport must be made. This assessment shall take account of the length of the journey already undertaken, including the feeding, watering and resting arrangements that had been provided. It shall also take account of the length of the journey that remains to be undertaken including the proposed feeding, watering and resting arrangements during this part of the journey.\nThe means of transport of the animal must be checked for compliance with the relevant provisions of Directive 91/628/EEC.\nII.   Clinical examination\nThe clinical examination shall comprise at least the following:\n1. a visual examination of the animal, including an overall assessment of its health status, its ability to move freely, the condition of its skin and mucosae and any evidence of abnormal discharges;\n2. monitoring of the respiratory and alimentary systems;\n3. random monitoring of the body temperature. This need not be carried out on animals when no abnormalities have been detected under points 1 or 2;\n4. palpation is only required when abnormalities have been detected under points 1, 2 or 3.\nIII.   Sampling procedure\nSampling shall be undertaken with a view to checking on compliance with the health requirements laid down in the accompanying veterinary certificate.\n1. At least 3 % of the consignments shall be subject to a serological sampling on a monthly basis. At least 10 % of the animals of the consignment shall be sampled, with a minimum of four animals. If problems are found, that percentage must be increased.\n2. The official veterinarian may also take any other samples from animals in a consignment.\nANNEX III\nModel of rejection stamp as laid down in Article 6 (6):"}