{"celex_id": "31998R1564", "uri": "http://publications.europa.eu/resource/cellar/700f9224-60b3-466b-b86e-1203766c28d4", "type": "Regulation", "concepts": ["20", "2193", "3170", "3568", "863"], "title": "Commission Regulation (EC) No 1564/98 of 20 July 1998 on a special intervention measure for barley in Spain\n", "header": "COMMISSION REGULATION (EC) No 1564/98 of 20 July 1998 on a special intervention measure for barley in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals (1), as amended by Commission Regulation (EEC) No 923/96 (2), and in particular Article 6 thereof,\nWhereas production of barley in Spain exceeds that country's requirements;\nWhereas the possibility of that surplus being absorbed by the Community market is slight;\nWhereas the Spanish market can be relieved by the export of part of this surplus quantity of barley to non-member countries; whereas, in view of world market prices for barley, export is possible only with the aid of a refund;\nWhereas, however, the refund arrangements laid down in Article 13 of Regulation (EEC) No 1766/92 apply to export from any Member State; whereas such arrangements, therefore, are not only unsuitable for solving the problem in question but may also favour the export of barley from Member States where the market situation is different from that in Spain;\nWhereas, in the absence of adequate measures, massive quantities of barley may be expected to enter intervention storage in Spain during the marketing year in accordance with Article 4 of Regulation (EEC) No 1766/92, the only possibility of disposal being in any case export to non-member countries; whereas, to avoid the abovementioned intervention, a special intervention measure intended to relieve the Spanish market should be taken pursuant to Article 6 of the said Regulation; whereas, furthermore, such a measure should take the form of a direct export incentive, which would avoid the high cost to the Community budget of buying in and storing products which would in any case then have to be exported; whereas the granting of a refund, the amount of which would be determined by tendering and which would apply only to products exported from Spain, would be an appropriate measure for this purpose;\nWhereas the purpose of the measure is such that refunds should be granted only on barley of the quality required for acceptance for intervention, as defined in Commission Regulation (EEC) No 689/92 (3), as last amended by Regulation (EC) No 1424/98 (4); whereas the competent agency must make certain barley exported is of this standard;\nWhereas the nature and objectives of the said measures make it appropriate to apply in respect of it, mutatis mutandis, Article 13 of Regulation (EEC) No 1766/92 and the regulations adopted for the application thereof, in particular Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed for the application of Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals (5), as last amended by Regulation (EC) No 2052/97 (6);\nWhereas Regulation (EC) No 1501/95 requires tenderers to apply for an export licence among their other undertakings; whereas compliance with this obligation may be ensured by requiring tenderers to lodge a security of ECU 12 per tonne when they submit their tenders;\nWhereas the cereals in question should be actually exported from the Member State for which a particular intervention measure was implemented; whereas it is, therefore, necessary to restrict the use of export licences to exports from the Member State in which the licence was applied for;\nWhereas, in order to ensure equal treatment of all concerned, it is necessary to make provision for the licences issued to have an identical period of validity;\nWhereas, in order to ensure the smooth operation of the export tendering procedure, it is appropriate to prescribe a minimum quantity to be tendered for and a time limit and form for the communication of tenders submitted to the competent authorities;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. A special intervention measure in the form of an export refund shall be applied in respect of 250 000 tonnes of barley produced in Spain.", "3 of Regulation (EEC) No 1766/92 and the provisions adopted for the application of that Article shall apply mutatis mutandis to the said refund.\n2. The Spanish intervention agency shall be responsible for implementing the measure referred to in paragraph 1.", "1. Tenders shall be invited in order to determine the amount of the refund referred to in Article 1.\n2. The invitation to tender shall relate to the quantity of barley referred to in Article 1(1) for export to all third countries.\n3. The invitation shall remain open until 27 May 1999. During the period of its validity weekly awards shall be made, for which the time limits for the submission of tenders shall be as prescribed in the notice of invitation to tender.\nNotwithstanding Article 4(4) of Regulation (EC) No 1501/95, the time limit for the submission of tenders for the first partial invitation to tender shall be 23 July 1998.\n4. Tenders must be submitted to the Spanish intervention agency named in the notice of invitation.\n5. The tendering procedure shall take place in accordance with this Regulation and Regulation (EC) No 1501/95.", "A tender shall be valid only if:\n(a) it relates to not less than 1 000 tonnes;\n(b) it is accompanied by a written undertaking from the tenderer specifying that it relates solely to barley grown in Spain, which is to be exported from Spain.\nWhere the undertaking referred to in paragraph (b) is not fulfilled, the security provided for in Article 10 of Commission Regulation (EC) No 1162/95 (7) shall be forfeited, except in cases of force majeure.", "Under the tendering procedure referred to in Article 2, box 20 of applications and the export licences shall indicate the following:\n'Reglamento (CE) n° 1564/98 certificado válido exclusivamente en España.`", "The security referred to in Article 5 of Regulation (EC) No 1501/95 shall be ECU 12 per tonne.", "1. By way of derogation from Article 21(1) of Commission Regulation (EEC) No 3719/88 (8), export licences issued in accordance with Article 8(1) of Regulation (EC) No 1501/95 shall, for the purpose of determining their period of validity, be deemed to have been issued on the day on which the tender was submitted.\n2. Export licences issued in connection with the invitation to tender pursuant to this Regulation shall be valid from their date of issue, as defined in paragraph 1, until the end of the fourth month following that of the issue.\n3. Notwithstanding Article 11 of Regulation (EEC) No 3719/88, export licences under this tendering procedure shall be valid in Spain only.", "1. The Commission shall decide, under the procedure laid down in Article 23 of Regulation (EEC) No 1766/92, either:\n- to fix a maximum export refund, taking account in particular of the criteria laid down in Article 1 of Regulation (EC) No 1501/95, or\n- to make no award.\n2. Where a maximum export refund is fixed, a contract shall be awarded to any tenderer whose tender indicates a rate of refund equal to or less than such maximum export refund.\n3. A refund awarded shall not be paid unless the barley exported is of at least intervention quality in Spain as defined in Article 2(2) of Regulation (EEC) No 689/92.\nThe competent agency shall have an analysis made, by an approved body or company, of the landed goods and shall hold at the Commission's disposal an additional sample from each consignment taken and sealed in the presence of the tenderer or his representative.\nSampling and analysis costs shall be met by the tenderer.\n4. Where the quality does not correspond to that defined in paragraph 3, the refund shall be reduced by ECU 15 per tonne.", "Tenders submitted must reach the Commission through the intervention of the Spanish intervention agency at the latest one and a half hours after expiry of the period for the weekly submission of tenders as specified in the notice of invitation to tender. They must be communicated in the form indicated in Annex I, to the telex or telefax numbers in Annex II.\nIf no tenders are received, the Spanish intervention agency shall inform the Commission of this within the period indicated in the first paragraph.\nThe times fixed for the submission of tenders shall correspond to Belgian time.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 21.\n(2) OJ L 126, 24. 5. 1996, p. 37.\n(3) OJ L 74, 20. 3. 1992, p. 18.\n(4) OJ L 190, 4. 7. 1998, p. 14.\n(5) OJ L 147, 30. 6. 1995, p. 7.\n(6) OJ L 287, 21. 10. 1997, p. 14.\n(7) OJ L 117, 24. 5. 1995, p. 2.\n(8) OJ L 331, 2. 12. 1988, p. 1.\nANNEX I\nWeekly tender for the refund for the export of Spanish barley to all third countries\n(Regulation (EC) No 1564/98)\n>START OF GRAPHIC>\n(Closing date for the submission of tenders (date/time)) 1\nNumber of tender 2\nQuantity in tonnes 3\nAmount of export refund in ecu per tonne\n1 2 3 etc. >END OF GRAPHIC>\nANNEX II\nThe only numbers to use to call Brussels (DG VI-C-1) are:\n>TABLE>"}