{"celex_id": "31996R0681", "uri": "http://publications.europa.eu/resource/cellar/d7e6f6f2-eb47-41b3-87b9-4ce228eca053", "type": "Regulation", "concepts": ["1309", "1338", "161", "4319", "4385", "5083"], "title": "Commission Regulation (EC) No 681/96 of 16 April 1996 amending Regulation (EC) No 427/96 opening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply for refineries in the period 1 July 1995 to 30 June 1996\n", "header": "COMMISSION REGULATION (EC) No 681/96 of 16 April 1996 amending Regulation (EC) No 427/96 opening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply for refineries in the period 1 July 1995 to 30 June 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EC) No 1101/95 (2), and in particular Articles 14 (2) and 37 (6) thereof,\nWhereas Commission Regulation (EC) No 427/96 of 8 March 1996 (3) fixes the quantities which need to be imported from the ACP States and India to meet the requirements of refineries on the basis of a Community forecast supply balance; whereas that supply balance takes account of 41 000 tonnes of raw cane sugar which can be imported in the first half of 1996 under a new import quota stemming from the negotiations under GATT Article XXIV.6 following the accession of Austria, Finland and Sweden;\nWhereas the decision to open that tariff quota has been delayed; whereas, in order to avoid interrupting supplies to the refining industry for which the new quota quantities are intended, the quota opened by Regulation (EC) No 427/96 should accordingly be increased by the amount necessary to meet Portugal's requirements, namely 41 000 tonnes;\nWhereas, with a view to the Community's obligations with regard to its commitments under the GATT, that quantity will be taken into account in respect of the 1996/97 marketing year, both when the new GATT quota is opened and when the quantities to be imported under the arrangements laid down in Article 37 (6) of Regulation (EEC) No 1785/81 are determined;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["In Article 1 (a) of Regulation (EC) No 427/96 the quantity '334 100 tonnes` is replaced by '375 100 tonnes`, and in Article 3 (c), the quantity '234 000 tonnes` is replaced by '275 000 tonnes`.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 110, 17. 5. 1995, p. 1.\n(3) OJ No L 60, 9. 3. 1996, p. 4."}