{"celex_id": "31997R2614", "uri": "http://publications.europa.eu/resource/cellar/422ea1a4-f46e-498d-9fe5-18cb6c0f9f4d", "type": "Regulation", "concepts": ["1005", "1504", "226", "2894", "3481", "4038"], "title": "Council Regulation (EC) No 2614/97 of 15 December 1997 on Community financial contributions to the International Fund for Ireland\n", "header": "COUNCIL REGULATION (EC) No 2614/97 of 15 December 1997 on Community financial contributions to the International Fund for Ireland\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\n(1) Whereas the programmes of the International Fund for Ireland (hereinafter 'the Fund`) encourage cross-border and cross-community cooperation and thereby promote dialogue and reconciliation between nationalists and unionists;\n(2) Whereas the Fund is an example of successful Anglo-Irish cooperation in promoting reconciliation between the two communities and their economic and social progress;\n(3) Whereas ECU 15 million a year has been provided from the Community budget from 1989 until 1995 to support projects of the Fund which have a genuine additional impact on the areas concerned;\n(4) Whereas pursuant to Council Regulation (EC) No 2687/94 of 31 October 1994 on Community financial contributions to the International Fund for Ireland (3), the amount established as part of the budgetary procedure for each of the years 1995, 1996 and 1997 has been ECU 20 million;\n(5) Whereas the assessments carried out in accordance with Articles 3 and 5 of Regulation (EC) No 2687/94 have confirmed that the Community's contribution has been used in accordance with the objectives of the Fund and the criteria laid down in the first and second paragraphs of Article 2 of the said Regulation;\n(6) Whereas Regulation (EC) No 2687/94 expires on 31 December 1997;\n(7) Whereas the peace process in Northern Ireland requires a continuation of Community support beyond that date;\n(8) Whereas the Commission adopted on 28 July 1995 a decision granting Structural Funds assistance to the Special Support Programme for Peace and Reconciliation in Northern Ireland and in the Border Counties of Ireland;\n(9) Whereas the Community contribution should be used by the Fund in accordance with the Agreement under which it was established and in priority for projects that are consistent with the activities funded by the Special Support Programme for Peace and Reconciliation (PEACE);\n(10) Whereas such support should take the form of financial contributions for a period of two more years;\n(11) Whereas it is vital to ensure proper coordination between the Fund's activities and those financed under Community structural policies;\n(12) Whereas Fund assistance will be effective only insofar as it is additional and not a substitute for other public or private expenditure;\n(13) Whereas an assessment reviewing the Fund's performance and the need or further support should be drawn up before 1 April 1999;\n(14) Whereas the amount deemed necessary for the Community contribution to the Fund is ECU 17 million for each of the years 1998 and 1999, expressed in current values;\n(15) Whereas this support will contribute to reinforcing the solidarity between the Member States and between their peoples;\n(16) Whereas the Treaty does not provide for the adoption of this Regulation, powers other than those in Article 235,", "main_body": ["An annual contribution shall be made to the Fund for each of the years 1998 and 1999. The amount of this contribution shall be established as part of the annual budgetary procedure.", "The contributions shall be used by the Fund, in accordance with the Agreement under which it was established, in priority for projects of a cross-border or cross-community nature, and in particular for those consistent with the objectives of the Special Support Programme for Peace and Reconciliation (PEACE) and the other Structural Fund Programmes.\nThe contributions shall be used in such a way that they have a genuine additional impact on the areas concerned and should not therefore be used as a substitute for other public and private expenditure.\nThe Commission shall be represented by an observer at the board meetings of the Fund.", "The Commission shall ensure coordination between the Fund's activities and those financed by Community structural policies. The Commission shall keep the relevant monitoring committees informed of the activities of the Fund.", "The Commission shall, in cooperation with the board of the Fund, determine appropriate publicity and information procedures in order to publicize the Community's participation in the projects financed by the Fund.", "The Commission shall administer the contributions.\nThe Commission shall submit, not later than 1 April 1999, a report to the budgetary authority covering inter alia the following matters:\n- a survey of the Fund's activities,\n- a list of projects which have received aid,\n- an assessment of the nature and impact of the interventions, in respect, in particular, of the objectives of the Fund and the criteria laid down in the first and second paragraphs of Article 2,\n- an annex containing the results of the verifications and controls carried out by the Commission representative or its agents, particularly as regards coordination of the Fund's activities with those carried out under Community structural policies.", "The annual contribution shall be paid in two parts as follows:\n(a) an advance of 80 % will be paid after the chairman of the board of the Fund has signed the Commission's standard undertaking relating to grants and has undertaken to use the contribution in accordance with Article 2 and after the Commission has received and accepted the beneficiary's annual activity report and audited accounts in respect of the previous year;\n(b) the remaining 20 % will be paid after the Commission has received and accepted the beneficiary's annual activity report and audited accounts relating to the year for which the Community contribution was made.", "Before 1 April 1999, the Commission shall present an evaluation report to the European Parliament and the Council assessing the need for continuing contributions beyond 1999.", "This Regulation shall enter into force on 1 January 1998.\nIt shall apply until 31 December 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1) OJ C 190, 21. 6. 1997, p. 14.\n(2) OJ C 371, 8. 12. 1997.\n(3) OJ L 286, 5. 11. 1994, p. 5."}