{"celex_id": "31991R0336", "uri": "http://publications.europa.eu/resource/cellar/21ae8d64-06f6-46fa-a159-e75644d36c08", "type": "Regulation", "concepts": ["1642", "3568", "4620"], "title": "Commission Regulation (EEC) No 336/91 of 12 February 1991 on an extension of the term of validity of certain export licences for common wheat\n", "header": "COMMISSION REGULATION (EEC) No 336/91  of 12 February 1991  on an extension of the term of validity of certain export licences for common wheat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Articles 12 (2) and 16 (6) thereof,\nWhereas export licences for common wheat were issued on 16 November 1990 with advance fixing of the refund applicable to exports of common wheat to the Soviet Union; whereas the term of validity of those licences expires on 31 January 1991; whereas  failure to effect export by that date entails a loss of the security;\nWhereas, because of its size, the whole quantity involved cannot be exported before the expiry of the term of validity of the licences owing to the considerable difficulties involved in maritime transport to the Soviet Union; whereas the Soviet Union is  also a major importer of cereals from the Community;\nWhereas the quantities in question can no longer be placed in a customs warehouse under satisfactory conditions on expiry of the term of validity of the licences owing to a lack of immediately available storage capacity;\nWhereas, because of the problems likely to be involved in transport to the Soviet Union, exporters who at 23 November 1990 had fixed refunds on exports of common wheat to the Soviet Union obtained, under Commission Regulation (EEC) No 3633/90 (3), an  extension of one month in the term of validity; whereas, it accordingly seems justifiable to permit the same term of validity for exporters who had fixed export refunds at 16 November 1990 and who are encountering the same problem;\nWhereas under these conditions and quite exceptionally the term of validity of licences should be extended by one month on application by the party concerned; whereas, in order to avoid any undue advantage, provision should however be made that in his  application the party concerned should forego the payment of the monthly increases in the export refund provided for in Article 16 (4) of Regulation (EEC) No 2727/75 for the extension period permitted in this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["    Article 1\nOn application by the party concerned, the term of validity of export licences for common wheat issued on 16 November 1990 with advance fixing of the refund applicable to a destination in the Soviet Union shall be extended until 28 February  1991. Applications for an extension shall only be admissible only if they are lodged no later than two working days after the publication of this Regulation in the Official Journal of the European Communities and if the party concerned foregoes the  adjustments in the refund provided for in Article 16 (4) of Regulation (EEC) No 2727/75 for the duration of the extension.  Article 2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 31 January 1991.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 355, 18. 12. 1990, p. 10."}