{"celex_id": "31994R1263", "uri": "http://publications.europa.eu/resource/cellar/651fd1f7-5b9a-4cf8-8b4f-d323d74573fe", "type": "Regulation", "concepts": ["1228", "3219", "3490", "3584", "3870"], "title": "Council Regulation (EC) No 1263/94 of 30 May 1994 introducing a discontinuation of certain economic and financial relations with Haiti\n", "header": "COUNCIL REGULATION (EC) No 1263/94 of 30 May 1994 introducing a discontinuation of certain economic and financial relations with Haiti\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 228a thereof,\nHaving regard to Council Decision 94/315/CFSP of 30 May 1994 concerning the common position defined on the basis of Article J.2 of the Treaty on European Union regarding the reduction of economic relations with Haiti (1),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the Monetary Committee,\nWhereas the United Nations Security Council, in view of the persistent absence of democracy and rule of law in Haiti, in particular the refusal of the military authorities in that country to comply in full with the resolutions of the Security Council  and the provisions of the Governors Island Agreement, and in view of the serious violation of human rights in Haiti, and acting under Chapter VII of the Charter of the United Nations, has adopted resolution 917 of 6 May 1994;\nWhereas resolution 917 (1994) obliges all States to discontinue certain economic relations with Haiti;\nWhereas the Security Council in resolution 917 (1994) calls upon all States to act strictly in accordance with the provisions of that resolution and/or the earlier relevant resolutions, notwithstanding the existence of any rights or obligations  conferred or imposed by any international agreement or any contract entered into or licence or permit granted prior to the effective date of the measures in resolution 917 (1994) or earlier resolutions;\nWhereas resolution 917 (1994) provides for certain exceptions to its provisions when certain conditions are fulfilled and/or certain procedures are followed;\nWhereas, for reasons of transparency, the Community legislation, implementing resolution 917 (1994) and other relevant legislation, should be incorporated in an all-embracing Community instrument;\nWhereas, under these conditions, Council Regulation (EEC) No 1608/93 of 24 June 1993 introducing an embargo concerning certain trade between the European Economic Community and Haiti (2) and Council Regulation (EEC) No 3028/93 of 28 October 1993  repealing the suspension of the embargo concerning certain trade between the European Economic Community and Haiti and amending Regulation (EEC) No 1608/93 introducing this embargo (3) can be repealed,", "main_body": ["1.  Permission shall be denied to any aircraft to take off from, land in or overfly the territory of the Community if it is destined to land in or has taken off from the territory of Haiti.\n2.  The permission referred to in paragraph 1 shall, however, be granted when the aircraft performs a regularly scheduled commercial passenger flight, or when the aircraft is used for a particular flight that is approved by the Committee established by  resolution 841 (1993) for humanitarian purposes or for other purposes consistent with resolution 917 (1994) and other relevant resolutions.", "The following shall be prohibited:\n(a) the introduction into the territory of the Community of all commodities and products originating in or coming from Haiti and having been exported from or transited through Haiti after the date of entry into force of this Regulation;\n(b) the export to, or the transit through, Haiti of all commodities and products, originating in, coming from or in transit through the Community;\n(c) the entering or leaving of the territory or territorial sea of Haiti by any and all traffic carrying commodities or products, falling under paragraphs (a) and (b);\n(d) any acitivity the object or effect of which is, directly or indireclty, to promote the activities falling under paragraphs (a), (b) or (c).", "1.  The prohibitions of Article 2 (a), (b) and (d) shall not apply to:\n(a) the export from or transit through the Community to Haiti of foodstuffs and supplies intended strictly for medical purposes;\n(b) the import and export of informational materials, including books and other publications, needed for the free flow of information;\n(c) the export of other commodities or products, destined for essential humanitarian needs or in response to requests of President Aristide or the Prime Minister-in-Office Mr Malval;\n(d) petroleum or petroleum products, including propane gas for cooking;\n(e) the import and export of the equipment of journalists ontering or leaving Haiti,\non condition that a proper authorization has been obtained from the competent authorities of the Member States, provided that the activities mentioned in points (b), (c), (d) and (e) are referred to.\n2.  The competent authorities of the Member States shall issue such an authorization for transactions falling under paragraph 1 (b) of this Article as well as in the cases referred to in points (c), (d) and (e), when the Committee established by  resolution 841 (1993) has approved or authorized the import or export concerned.", "1.  The prohibitions set out in Article 2 (c) and (d) shall not apply to traffic performed by regularly scheduled maritime shipping lines calling in Haiti with goods falling under Article 3 as well as carrying other commodities and products  which are solely being carried in transit to other destinations, on condition that a prior authorization has been obtained from the competent authorities of the country exercising jurisdiction over the ship concerned.\n2.  The competent authorities of the Member States shall issue an authorization referred to in pararaph 1 of this Article after having confirmed the compliance by the ship with the formal monitoring arrangements established with states cooperating with  the legitimate Government of Haiti as provided for in paragraph 1 of resolution 875 (1993) and paragraph 10 of resolution 917 (1994).", "1.  Member States shall take the necessary measures to ensure the implementation of this Regulation, including the imposition of sanctions where tho provisions of this Regulation are infringed.\n2.  Member States shall inform the Commission and the Member States concerned of the measures taken under paragraph 1 and of all other relevant information in connection with this Regulation, in particular on the application of the directives of the  Sanctions Committee and on the movement of supplies intended exclusively for medical purposes and foodstuffs.\n3.  The names and addresses fo the competent authorities of the Member States referred to are contained in the Annex(4).\n4.  The Commission is hereby empowered to amend the Annex on the basis of notifications of the Member States. Such amendments shall be published in the Official Journal of the European Communities.", "Regulations (EEC) No 1608/93 and (EEC) No 3028/93 shall be repealed.", "This Regulation shall apply within the territory of the Community including its air space and in any aircraft or on any vessel under the jurisdiction of a Member State and to any person elsewhere who is a national of a Member State and any  body elsewhere which is incorporated or constituted under the law of a Member State.", "This Regulation shall apply notwithstanding any rights or obligations confered on or imposed by any international agreements or any contract entered into or any licence or permit granted before the entry into force of the Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) See page 10 of this Official Journal.(2) OJ No L 155, 26. 6. 1993, p. 2.(3) OJ No L 270, 30. 10. 1993, p. 73.(4) This Annex will be published at a later date."}