{"celex_id": "31998R0744", "uri": "http://publications.europa.eu/resource/cellar/30337863-7b9d-43dd-8770-47cf9697c2e8", "type": "Regulation", "concepts": ["1374", "2560", "2620", "3065", "4692", "863"], "title": "Commission Regulation (EC) No 744/98 of 2 April 1998 amending for the ninth time Regulation (EC) No 913/97 adopting exceptional support measures for the pigmeat market in Spain\n", "header": "COMMISSION REGULATION (EC) No 744/98 of 2 April 1998 amending for the ninth time Regulation (EC) No 913/97 adopting exceptional support measures for the pigmeat market in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Spain, the Commission adopted Regulation (EC) No 913/97 (3), as last amended by Regulation (EC) No 503/98 (4), to introduce exceptional support measures for the pigmeat market in that Member State;\nWhereas the Commission has adopted veterinary and trade restrictions applicable to certain veterinary districts (comarcas) in the provinces of Segovia, Madrid and Toledo by Decision 97/285/EC of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain (5), as last amended by Decision 98/93/EC (6); whereas, consequently, the marketing in these zones of piglets which are surplus to requirements there is temporarily prohibited; whereas it is therefore necessary to include piglets reared in these areas in the support measures provided for in Regulation (EC) No 913/97;\nWhereas, because the veterinary and trade restrictions continue to apply and have been extended to new zones, particularly in the province of Lérida, the number of fattening pigs which may be delivered to the competent authorities should be increased so that the exceptional measures can continue during the coming weeks;\nWhereas the restrictions on the free movement of piglets have been operative for several weeks in Segovia, Madrid and Toledo provinces, resulting in a substantial increase in the weight of the animals and consequently an intolerable situation as regards their welfare; whereas application of this Regulation from 18 March 1998 is therefore justified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 913/97 is amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\n1. Only animals raised in the protection and surveillance zones located within the administrative regions listed in Part 1 of Annex II to this Regulation may be delivered, provided that the veterinary provisions laid down by the Spanish authorities apply in those zones on the day the animals are delivered.\n2. Only piglets raised in the administrative regions listed in Part 2 of Annex II to this Regulation may be delivered, provided that the veterinary provisions laid down in Decision 97/285/EC apply in those zones on the day the animals are delivered.`;\n2. in Article 4(5), 'listed in Annex II` is replaced by 'listed in Part 1 of Annex II`;\n3. Annex I is replaced by Annex I hereto;\n4. Annex II is replaced by Annex II hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 18 March 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1. 11. 1975, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 131, 23. 5. 1997, p. 14.\n(4) OJ L 63, 4. 3. 1998, p. 12.\n(5) OJ L 114, 1. 5. 1997, p. 47.\n(6) OJ L 18, 23. 1. 1998, p. 35.\nANNEX I\n'ANNEX I\nTotal maximum number of animals from 6 May 1997:\n>TABLE>\nANNEX II\n'ANNEX II\nPart 1\n- In the province of Lérida, the protection and surveillance zones as defined in Annexes I and II to the Order of the Generalitat di Calalunya dated 9 March 1998, published in the official journal of the Generalitat of 16. 3. 1998, page 3488.\n- In the province of Segovia, the protection and surveillance zones as defined in Annexes I and II to the Order of the Junta de Castilla y León dated 19 January 1998, published in the official journal of the Junta of 20. 1. 1998, page 619.\n- In the province of Madrid, the protection and surveillance zones as defined in Annexes I and II to the Order of the Comunidad de Madrid dated 14 January 1998, published in the official journal of the Comunidad of 16. 1. 1998, page 11.\n- In the province of Toledo, the protection and surveillance zones as defined in Annexes I and II to the Order of the Junta de Comunidades de Castilla-La Mancha dated 13 January 1998, published in the official journal of the Junta of 16. 1. 1998, page 319.\nPart 2\nThe veterinary districts (comarcas) of the provinces of Segovia, Madrid and Toledo listed in Annex I to Decision 97/285/EC.`"}