{"celex_id": "31996R1141", "uri": "http://publications.europa.eu/resource/cellar/692bb6e0-e40c-48b2-9244-596f4159272d", "type": "Regulation", "concepts": ["161", "1644", "2488", "2743", "4682"], "title": "Commission Regulation (EC) No 1141/96 of 25 June 1996 opening and providing for the administration of a tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (1 July 1996 to 30 June 1997)\n", "header": "COMMISSION REGULATION (EC) No 1141/96 of 25 June 1996 opening and providing for the administration of a tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (1 July 1996 to 30 June 1997)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1 (1) thereof,\nWhereas under the agreement concluded during the World Trade Organization multilateral trade negotiations the Community has undertaken to open an annual import quota of 53 000 tonnes of frozen beef falling within CN code 0202 and products falling within CN code 0206 29 91; whereas the rules of application for the quota year 1996/97 starting 1 July 1996 must be established;\nWhereas a method of administration should be applied which is similar to the one used in the past for corresponding quotas; whereas those arrangements consist of the allocation by the Commission of the quantities available partly to traditional operators and partly to operators engaging in trade in beef and veal;\nWhereas the traditional importers should be allocated 80 % of the quota i.e. 42 400 tonnes on application and in proportion to the quantities imported by them under the same type of quota during the most recent reference period; whereas steps should be taken to ensure that operators of the new Member States can participate on equal terms in the allocations of the quantities available;\nWhereas, on the basis of the submission of applications from interested parties and subject to their acceptance by the Commission operators who can demonstrate the genuine nature of their business and who apply for quantities of some significance should be granted access to the second part of the quota i.e. 10 600 tonnes; whereas the genuine nature of their business should be demonstrated through the presentation of proofs of a certain size of trade in beef and veal with countries which were third countries on the day of import or export in question;\nWhereas verification of the abovementioned criteria requires that applications be submitted in the Member State in which the importer is entered into the value-added tax register;\nWhereas operators no longer engaged in trade in beef and veal at 1 April 1996 should be barred access to the quota in order to prevent speculation;\nWhereas subject to the provisions of this Regulation, Commission Regulations (EEC) No 3719/88 (2), laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (3), as last amended by Regulation (EC) No 2137/95 (4), and (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80, as amended by Regulation (EC) No 2856/95 (5), shall apply to import licences issued under this Regulation;\nWhereas the effective management of this quota and in particular the prevention of fraud require that the licences used are returned to the competent authorities in order that they may verify that the quantities shown therein are correct; whereas, to that end, an obligation should be imposed on the competent authorities to carry out such verification; whereas the amount of the security to be lodged on the issue of the licences should be fixed in such a way as to ensure that the licences are used and returned to the competent authorities;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. A tariff quota for frozen meat of bovine animals falling within CN code 0202 and for products falling within CN code 0206 29 91, of 53 000 tonnes, expressed in weight of boneless meat, is hereby opened for the period from 1 July 1996 to 30 June 1997.\nFor the purpose of counting against the said quota, 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boneless meat.\n2. For the purposes of this Regulation, meat which is frozen with an internal temperature of - 12 °C or lower when it enters the customs territory of the Community shall be deemed frozen meat.\n3. The common customs tariff duty applicable to the quota referred to in paragraph 1 shall be 20 % ad valorem.", "1. The quota referred to in Article 1 shall be divided into two parts as follows:\n(a) the first, equal to 80 % or 42 400 tonnes, shall be apportioned between:\n- importers from the Community as constituted on 31 December 1994 in proportion to the quantities imported by them under Commission Regulations (EEC) No 3771/92 (6), (EC) No 214/94 (7), (EC) No 3305/94 (8) and (EC) No 1151/95 (9) before 1 April 1996, and\n- importers from the new Member States in proportion to the quantities of products falling within CN code 0202 and 0202 29 91 imported by them into their country of registration in the sense of Article 4 (1) during the period 1 April 1993 to 31 December 1994 from countries which for them were third countries on 31 December 1994, multiplied by 0,54, plus quantities imported under Regulations (EC) No 3305/94 and (EC) No 1151/95 before 1 April 1996;\n(b) the second, equal to 20 % or 10 600 tonnes, shall be apportioned between operators who can prove that they have conducted trade, involving a minimum quantity and for a certain period, with countries which were third countries for them on the day of export or import respectively, in beef and veal other than the quantities taken into consideration under (a) and excluding meat which is the subject of inward or outward-processing arrangements.\n2. For the purposes of applying paragraph 1 (b) the quantity of 10 600 tonnes shall be allocated to:\n(a) operators in the Community of the Twelve who can furnish proof of having:\n- imported at least 160 tonnes of beef in the period 1 April 1994 to 31 March 1996 other than the quantities imported under Regulations (EC) No 214/94, (EC) No 3305/94 and (EC) No 1151/95, or\n- exported at least 300 tonnes of beef in the same period to third countries; and\n(b) operators in the new Member States who can furnish proof of having:\n- imported at least 160 tonnes of beef in the period 1 April 1994 to 31 March 1996 other than the quantities taken into consideration under paragraph 1 (a), second indent or\n- exported at least 300 tonnes of beef in the same period to third countries.\nFor this purpose 'beef` means products falling within CN codes 0201, 0202 and 0206 29 91, and the minimum reference quantities shall be expressed in terms of product weight.\n3. The 10 600 tonnes referred to in paragraph 2 shall be allocated in proportion to the quantities applied for by eligible operators.\n4. Proof of import and export shall be solely by means of customs documents of release for free circulation or export documents. However, with the Commission's authorization, the new Member States may, if appropriate, accept alternative forms of proof.\nMember States may accept copies of the abovementioned documents duly certified by the competent authorities.", "1. Operators who are no longer engaged in trade in beef and veal on 1 April 1996 shall not qualify under the arrangements provided for in this Regulation.\n2. Companies arising from mergers where each part has rights pursuant to Article 2 (1) (a) shall enjoy the same rights as the companies from which they are formed.", "1. Before 5 July 1996 applications for import rights shall be submitted together with the proof referred to in Article 2 (4) to the competent authority in the Member State in which the applicant is entered into the value-added tax register. Where an applicant under each of the arrangements referred to in Article 2 (1) (a) and Article 2 (1) (b) submits more than one application, all such applications shall be inadmissible.\nApplications pursuant to Article 2 (1) (b) shall relate to a quantity of no more than 50 tonnes of frozen boneless meat.\n2. After verification of the documents submitted, Member States shall forward to the Commission before 19 July 1996:\n- in respect of the arrangements pursuant to Article 2 (1) (a) a list of eligible importers containing in particular their names and addresses and the quantities of eligible meat imported,\n- in respect of the arrangements pursuant to Article 2 (1) (b) a list of applicants containing in particular their names and addresses and the quantities applied for.", "1. The Commission shall decide as soon as possible to what extent applications may be accepted.\n2. Where the quantities the subject of applications for import rights exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.", "1. Import of the quantity allocated shall be subject to presentation of one or more import licences.\n2. Licence applications may be lodged solely in the Member State in which the applicant has applied for import rights.\n3. Following decisions on allocation by the Commission in accordance with Article 5, import licences shall be issued on application and in the names of the operators who have obtained rights to import.\n4. Licence applications and licences shall contain:\n(a) one of the following indications, in Section 20:\n- Carne de vacuno congelada [Reglamento (CE) n° 1141/96]\n- Frosset oksekød (forordning (EF) nr. 1141/96)\n- Gefrorenes Rindfleisch (Verordnung (EG) Nr. 1141/96)\n- ÊáôåøõãìÝíï âüåéï êñÝáò [Êáíïíéóìüò (ÅÊ) áñéè. 1141/96]\n- Frozen meat of bovine animals (Regulation (EC) No 1141/96)\n- Viande bovine congelée [Règlement (CE) n° 1141/96]\n- Carni bovine congelate [Regolamento (CE) n. 1141/96]\n- Bevroren rundvlees (Verordening (EG) nr. 1141/96)\n- Carne de bovino congelada [Regulamento (CE) nº 1141/96]\n- Jäädytetty naudanliha [asetus (EY) N:o 1141/96]\n- Fryst kött av nötkreatur (förordning (EG) nr 1141/96);\n(b) the country of origin, in Section 8;\n(c) one of the following groups of subheadings of the combined nomenclature, in Section 16:\n- 0202 10 00, 0202 20,\n- 0202 30, 0206 29 91.\n5. Notwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the full Common Customs Tariff duty applicable on the day of release for free circulation shall be charged on all quantities exceeding those indicated on the import licence.", "For the purpose of applying the arrangements provided for in this Regulation imports of frozen meat into the customs territory of the Community shall be subject to the conditions laid down in Article 17 (2) (f) of Council Directive 72/462/EEC (10).", "1. The provisions of Regulation (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to the provisions of this Regulation.\n2. Import licences issued pursuant to this Regulation shall be valid for 90 days from their day of issue. However, no licences shall be valid after 30 June 1997.\n3. The security relating to the import licences shall be ECU 35 per 100 kilogram net weight. It shall be lodged together with the application for licence.\n4. Where an import licence is returned with a view to the release of the security, the competent authorities shall verify that the quantities shown on the licence are the same as those shown on the licence at the time of issue. Where a licence is not returned, Member States shall carry out an investigation in order to establish who has used it and to what extent. Member States shall inform the Commission at the earliest opportunity of the results of such investigation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 146, 20. 6. 1996, p. 1.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 214, 8. 9. 1995, p. 21.\n(4) OJ No L 143, 27. 6. 1995, p. 35.\n(5) OJ No L 299, 12. 12. 1995, p. 10.\n(6) OJ No L 383, 29. 12. 1992, p. 36.\n(7) OJ No L 27, 1. 2. 1994, p. 46.\n(8) OJ No L 341, 30. 12. 1994, p. 49.\n(9) OJ No L 116, 23. 5. 1995, p. 16.\n(10) OJ No L 302, 31. 12. 1972, p. 28."}