{"celex_id": "31992R0657", "uri": "http://publications.europa.eu/resource/cellar/6d5de47e-2f47-4ee8-8322-e3841b699c41", "type": "Regulation", "concepts": ["161", "2743", "4682", "4685"], "title": "Commission Regulation (EEC) No 657/92 of 16 March 1992 amending Regulation (EEC) No 3743/91 laying down detailed rules for the application of the import arrangements provided for by Council Regulations (EEC) No 3668/91 and (EEC) No 3669/91 in the beef and veal sectors, and Regulation (EEC) No 3744/91 laying down detailed rules for the application of import arrangements provided for in Council Regulation (EEC) No 3670/91 for frozen thin skirt of bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 657/92  of 16 March 1992  amending Regulation (EEC) No 3743/91 laying down detailed rules for the application of the import arrangements provided for by Council Regulations (EEC) No 3668/91 and (EEC) No 3669/91 in  the beef and veal sectors, and Regulation (EEC) No 3744/91 laying down detailed rules for the application of import arrangements provided for in Council Regulation (EEC) No 3670/91 for frozen thin skirt of bovine animals\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3668/91 of 11 December 1991 opening a Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 for products falling within CN codes 0206 10  95 and 0206 29 91 (1992) (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 3669/91 of 11 December 1991 opening a Community tariff quota for frozen buffalo meat falling within CN code 0202 30 90 (1992) (2), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 3670/91 of 11 December 1991 opening a Community tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91 (1992) (3), and in particular Article 2 thereof,\nWhereas Argentina has changed the authority empowered to issue certificates of authenticity; whereas Annex II to Commission Regulations (EEC) No 3743/91 (4) and (EEC) No 3744/91 (5) should accordingly be modified by details of the authority of Argentina  now empowered to issue certificates of authenticity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["In Annex II of Regulations (EEC) No 3743/91 and (EEC) No 3744/91 'Junta nacional de carnes' is replaced by 'SecretarĂ­a de agricultura, ganaderĂ­a y pesca'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 349, 18. 12. 1991, p. 3.\n(2) OJ No L 349, 18. 12. 1991, p. 4.\n(3) OJ No L 349, 18. 12. 1991, p. 5.\n(4) OJ No L 352, 21. 12. 1991, p. 36.\n(5) OJ No L 352, 21. 12. 1991, p. 42."}