{"celex_id": "31990R0868", "uri": "http://publications.europa.eu/resource/cellar/0e7a4b08-5089-4d9e-bb44-300f1f87cafb", "type": "Regulation", "concepts": ["2634", "2713", "3763", "4575", "4778", "519"], "title": "Council Regulation (EEC) No 868/90 of 2 April 1990 imposing a definitive anti-dumping duty on imports of certain welded tubes, of iron or non-alloy steel, originating in Yugoslavia and Romania and definitively collecting the provisional anti-dumping duties imposed on such imports\n", "header": "COUNCIL  REGULATION (EEC) No 868/90\nof 2 April 1990\nimposing a definitive anti-dumping duty on imports of certain welded tubes, of iron or non-alloy steel, originating in Yugoslavia and Romania and definitively collecting the provisional anti-dumping duties imposed on such imports\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission following consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional measures\n(1) By Regulation (EEC) No 3074/89 (2) the Commission imposed a provisional anti-dumping duty on imports of welded tubes, of iron or non-alloy steel, originating in Yugoslavia and Romania.\n(2) Regulation (EEC) No 342/90 (3) extended the provisional anti-dumping duty for a period not exceeding two months.\nB. Subsequent procedure\n(3) Having been informed of the main conclusions of the preliminary investigation, the Romanian exporter and one Yugoslav producer/exporter requested, and were granted, an opportunity to be heard by the Commission. They also made written submissions making known their views of the findings.\nC. Dumping\n(4) As no new evidence on dumping has been received since the imposition of the provisional duties in respect of imports originating in Yugoslavia and Romania, the findings on dumping with regard to Yugoslavia and Romania, as set out in Regulation (EEC) No 3074/89, are therefore considered to be definitive.\nD. Injury\n(5) With regard to injury, it was claimed by the Romanian exporter that the Commission had imposed anti-dumping duties on certain welded tubes, of iron or non-alloy steel, falling within CN codes 7306 30 51, 7306 30 59, ex 7306 30 71 and ex 7306 30 79, which had not been exported to the Community by Romania. However, the investigation by the Commission reveals that, during the investigation period, welded tubes falling within all four mentioned CN codes were exported by Romania.\n(6) Furthermore, the Romanian exporter claimed that the quantity exported to the Community was approximately the same in 1988 as it was in 1985 and consequently did not cause any injury to the Community production. The Commission is of the opinion that the situation in 1985 cannot be compared to the situation in 1988, because until May 1987 (4) a price undertaking was in force. During the reference period, the injury suffered was due to the price undercutting by the exporter concerned, which was the most attributable factor.\n(7) The findings on injury, as set out in Regulation (EEC) No 3074/89, are therefore confirmed.\nE. Community interest\n(8) No observations were received from any user of welded tubes, of iron or non-alloy steel imported from Yugoslavia and Romania and subject to provisional anti-dumping duties within the time limit laid down in Article 2 of Regulation (EEC) No 3074/89.\n(9) The Commission's conclusion that it is in the Community's interest that action be taken is therefore confirmed. Under these circumstances, protection of the Community's interest calls for the imposition of definitive anti-dumping duties on imports of certain welded tubes, of iron or non-alloy steel, originating in Yugoslavia and Romania.\nF. Rate of duty\n(10) The provisional anti-dumping duties were calculated as being adequate to remove the injury to the Community industry. The provisional findings of the Commission having been confirmed, the amounts of the definitive anti-dumping duties should be the same as the amounts of the provisional anti-dumping duties.\nG. Undertakings\n(11) The Romanian exporter, Metalexportimport, and the Yugoslav producer/exporter, Zeljezara Sisak, having been informed that the findings of the preliminary investigation would be confirmed, offered undertakings concerning their exports of certain welded tubes, of iron or non-alloy steel, to the Community.\n(12) The effect of these undertakings will be to increase the export prices of the products concerned to the Community to an extent sufficient to eliminate the injury caused to the Community industry. The Commission therefore considered the undertakings offered acceptable.\n(13) After consultation within the Advisory Committee, these undertakings were accepted by Commission Decision 90/166/EEC (1).\nH. Collection of provisional duty\n(14) In view of the high level of the dumping margins found and the seriousness of the injury caused to Community producers, it is considered necessary that amounts secured by way of provisional anti-dumping duty should be collected in full.", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of certain welded tubes, of iron or non-alloy steel, threaded or threadable, zinc coated or not, of circular cross-section, of an external diameter of not more than 168,3 mm falling within CN codes 7306 30 51, 7306 30 59, ex 7306 30 71 (Taric code 7306 30 71 * 90), ex 7306 30 79 (Taric code 7306 30 79 * 90), originating in Yugoslavia and in Romania.\n2. The rate of duty shall be 18 % for Yugoslavia and 22 % for Romania. The duty shall be calculated on the net price, free at Community frontier, customs uncleared.\n3. Notwithstanding paragraph 2, the duty shall not apply for the products concerned produced and directly sold to the Community by Zeljezara Sisak, Sisak, Yugoslavia and by Metalexportimport, Bucarest, Romania (Taric additional codes are indicated in the Annex).\n4. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 3074/89 shall be definitively collected in full.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 2 April 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 294, 13. 10. 1989, p. 10.\n(3) OJ No L 38, 10. 2. 1990, p. 9.\n(4) OJ No L 150, 29. 5. 1982, p. 1;\nOJ No C 128, 14. 5. 1987, p. 3; and\nOJ No C 358, 31. 12. 1987, p. 83.\n(1) See page 36 of this Official Journal.\nANNEX\nTaric additional codes\n1.2.3 //  //  //  // Origin  // Additional codes  // Firms/rate  //  //  //  // Yugoslavia   // 8443  // Produced and directly sold to the Community by:   //   //  // Zeljezara Sisak, Sisak, Yugoslavia   //   //   // No anti-dumping duty.   //    //   //   // Yugoslavia   // 8444  // Other: 18%   //    //   //   // Romania   // 8445  // Produced and directly sold to the Community by:   //   //  // Metalexportimport, Bucarest   //   //   // No anti-dumping duty.   //    //   //   // Romania   // 8446   // Other: 22%  //    //   //"}