{"celex_id": "31993D0210", "uri": "http://publications.europa.eu/resource/cellar/8298504a-3260-4296-a417-7ced21d7fef8", "type": "Decision", "concepts": ["3579", "4689", "5369", "5962", "994"], "title": "93/210/EEC: Commission Decision of 7 April 1993 concerning the importation into the Community of certain live animals and their products originating from certain European countries in relation to foot-and-mouth disease\n", "header": "COMMISSION DECISION of 7 April 1993 concerning the importation into the Community of certain live animals and their products originating from certain European countries in relation to foot-and-mouth disease\n(93/210/EEC)THE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amended by Decision 92/438/EEC (2), and in particular Article 18 (6) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 92/118/EEC (4), and in  particular Article 19 (6) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (5), as last  amended by Directive 92/118/EEC, and in particular Article 10 thereof,\nWhereas foot-and-mouth disease has been confirmed in cattle recently imported into Italy; whereas, however, investigation has shown that the infection was probably introduced in cattle imported from eastern Europe;\nWhereas it has not been possible to establish the exact origin of infection;\nWhereas the possible occurrence of foot-and-mouth disease in eastern European countries presents a serious threat to the herds of Member States, in view of trade in and import of live animals and their products;\nWhereas evidence of false or fraudulent certification has emerged concerning exports of animals from certain countries in eastern Europe to the Community;\nWhereas it is necessary therefore to implement a temporary prohibition on imports and transit of live animals of susceptible species and certain animal products coming from or via these countries, pending clarification of the disease situation in  eastern Europe and establishment of reinforced controls on imports from these countries;\nWhereas, however, after evaluation of the situation, it is possible to permit transit of fresh meat and milk through these countries and imports and transit of certain heat-treated products originating in these countries;\nWhereas the Commission, by Decision 93/143/EEC (6) concerning the importation into the Community of certain live animals and their products originating in or coming via Slovenia, Croatia and the Yugoslav Republics, has prohibited imports from and  transit through the countries concerned of animals and products of susceptible species;\nWhereas the Commission, by Decision 91/449/EEC (7) laying down the specimen animal health certificates in respect of meat products imported from third countries, concerning certain eastern European countries, as last amended by Decision 93/139/EEC (8),  has established the model of health certificate to use for importation of meat products, in particular from Croatia; whereas it is appropriate to refer to this model certificate to provide guarantees that only certain types of meat products which do not  present an animal health risk shall be imported into the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall not authorize the introduction into the territory of the Community of live animals of the bovine, ovine, caprine and porcine and other biungulate species, originating in or coming via the territory of the countries  mentioned in the Annex.\n2. Member States shall not send live animals of the bovine, ovine, caprine and porcine and other biungulate species to other Member States via the territory of the countries mentioned in the Annex.", "Member States shall not authorize the importation of fresh meat of the bovine, ovine, caprine, porcine and other biungulate species originating in the territory of the countries mentioned in the Annex.", "1. Member States shall not authorize the importation of meat products of the bovine, ovine, caprine, porcine and other biungulate species originating in the territory of the countries mentioned in the Annex.\n2. The prohibition referred to in paragraph 1 shall not apply to meat products, containing meat of animals of the bovine, ovine, caprine and porcine and other biungulate species, which have been subjected to one of the following treatments:\n(a) heat treatment carried out in a hermetically sealed container with an Fo value of 3,00 or more;\n(b) heat treatment of a type different from that referred to in (a) in which the centre temperature is raised to at least 70 °C.\n3. The model certificate as laid down in Decision 91/449/EEC should be annotated in accordance with paragraph 2, as regards importation of meat products, in order to guarantee that only those products subjected to treatment as laid down in the said  paragraph may be imported.", "1. Member States shall not authorize the importation of milk of the bovine, ovine, caprine, porcine and other biungulate species originating in the territory of the countries mentioned in the Annex.\n2. The prohibition referred to in paragraph 1 shall not apply to milk of the bovine, ovine, caprine and porcine and other biungulate species which have been subjected to 71,7 °C for 15 seconds or an equivalent heat treatment.\n3. Member States shall ensure that health certificates for milk to be sent from the countries mentioned in the Annex shall bear the following words:\n'Milk conforming to Commission Decision 93/210/EEC of 7 April 1993 concerning the importation into the Community of certain live animals and their products originating from certain European countries in relation to foot-and-mouth disease'.", "1. Member States shall not authorize the importation of milk products of the bovine, ovine, caprine, porcine and other biungulate species originating in the territory of the countries mentioned in the Annex.\n2. The prohibition referred to in paragraph 1 shall not apply to milk products of the bovine, ovine, caprine and porcine and other biungulate species which have been subjected to 71,7 °C for 15 seconds or an equivalent heat treatment, or prepared from  milk which has been subjected to the heat treatment described in Article 4 (2).\n3. Member States shall ensure that health certificates for milk products to be sent from the countries mentioned in the Annex shall bear the following words:\n'Milk products conforming to Commission Decision 93/210/EEC of 7 April 1993 concerning the importation into the Community of certain live animals and their products originating from certain European countries in relation to foot-and-mouth disease'.", "1. Member States shall not authorize the introduction into the territory of the Community of animal products of the bovine, ovine, caprine and porcine and other biungulate species not mentioned in Articles 1, 2, 3, 4 and 5, originating in or  coming via the territory of the countries mentioned in the Annex.\n2. Member States shall not send animal products of the bovine, ovine, caprine and porcine and other biungulate species not mentioned in Articles 1, 2, 3, 4 and 5 to other Member States via the territory of the countries mentioned in the Annex.", "This Decision shall be applicable until 10 May 1993.", "Commission Decision 93/143/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 373, 31. 12. 1990, p. 1.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 224, 18. 8. 1990, p. 29.\n(6) OJ No L 56, 9. 3. 1993, p. 47.\n(7) OJ No L 240, 29. 8. 1991, p. 28.\n(8) OJ No L 56, 9. 3. 1993, p. 39.\nANNEX\nCOUNTRIES SUBJECT TO RESTRICTIONS  Slovenia\nCroatia\nThe former Yugoslav Republic of Macedonia\nSerbia\nMontenegro\nBosnia-Herzegovina\nBelarus\nThe Czech Republic\nThe Slovak Republic\nHungary\nRomania\nAlbania\nPoland\nEstonia\nLatvia\nLithuania\nRussia\nBulgaria"}