{"celex_id": "31995L0017", "uri": "http://publications.europa.eu/resource/cellar/8af940e1-7a6d-4567-a5be-7c814eb76502", "type": "Directive", "concepts": ["1425", "2744", "4036", "893", "92"], "title": "Commission Directive 95/17/EC of 19 June 1995 laying down detailed rules for the application of Council Directive 76/768/EEC as regards the non- inclusion of one or more ingredients on the list used for the labelling of cosmetic products\n", "header": "COMMISSION  DIRECTIVE 95/17/EC of 19 June 1995 laying down detailed rules for the application of Council  Directive 76/768/EEC as regards the non-inclusion of one or more ingredients on the list used for  the labelling of cosmetic products (Text with EEA relevance)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of  the Member States relating to cosmetic products  (1), as last amended by Commission Directive  94/32/EC  (2), and in particular Article 6 (1) (g) thereof,\nWhereas there is a need to specify the criteria and conditions under which a manufacturer may, for  reasons of trade secrecy, apply not to include one or more ingredients on the minimum list of  ingredients which must be included on the packaging of cosmetic products, or, where this is  impossible for practical reasons, on an enclosed leaflet, label, tape or card;\nWhereas approval of confidentiality should not, however, impinge on the other obligations pursuant  to Directive 76/768/EEC and the responsibilities arising from the Articles concerning the cosmetic  product's safety, from the Annexes, and from the provisions as to the information necessary for  appropriate medical treatment and the case-file to which the national monitoring authorities must  have access;\nWhereas approval of confidentiality should not be prejudicial to consumer safety;\nWhereas the request for confidentiality must be submitted in the Member State of manufacture or  initial importation into the Community market, which must also have access to the information  referred to in Article 7a of Directive 76/768/EEC, as amended by Directive 93/35/EEC  (3), for  control purposes;\nWhereas to be adequately assessed and monitored the request must include all the particulars  necessary for identifying the applicants, for the identification and human health assessment of the  ingredient as used in the cosmetic product(s) and for determining the intended use of the  ingredient concerned, as well as the grounds for confidentiality and the name(s) of the product  containing the ingredient;\nWhereas for economic reasons and in deference to his rights the competent authority should inform  the applicant, within a brief period of not more than four months, other than in exceptional cases,  of the ruling in this case; whereas any refusal to grant confidentiality should be duly reasoned  and the means of appeal and time limits clearly indicated;\nWhereas in the interests of transparency and monitoring, the competent authority should allocate a  registration number to each request it approves; whereas this number should replace the ingredient  in the list of ingredients referred to in Article 6 (1) (g) of Directive 76/768/EEC;\nWhereas all amendments to the particulars contained in the initial request must be communicated by  the applicant to the competent authority, which may then withdraw its approval of confidentiality  in view of those modifications, or if new information makes such a measure necessary for compelling  public health reasons;\nWhereas the duration of the right to confidentiality should not exceed five years, subject to the  option, in exceptional circumstances, of an extension for a further three years at the most;\nWhereas, in the interests of monitoring product safety and proper enforcement of the Directive, the  Commission and the other Member States should be adequately informed of the decisions taken by the  competent authority; whereas, on the other hand, such decisions should be recognized throughout the  Community territory, except for exceptional reasons;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the  Committee on the Adaptation to Technical Progress of the Directives on the Removal of Technical  Barriers to Trade in the Cosmetics Products Sector,", "main_body": ["This Directive shall apply without prejudice to the other obligations  arising from Directive 76/768/EEC and the responsibilities arising therefrom, in particular from  Articles 2, 4, 5, 7 (3) and 7a thereof.", "Any manufacturer or his agent or person on whose account a cosmetic product is  manufactured, or any person responsible for placing an imported cosmetic product on the Community  market, who, for reasons of trade secrecy, wishes not to include one or more ingredients of a  cosmetic product on the list referred to in Article 6 (1) (g) of Directive 76/768/EEC, shall submit  a request to that effect to the competent authority referred to in Article 10 of this Directive of  the Member State of the place of manufacture or initial importation, prior to placing the product  on the Community market.", "The request referred to in Article 2 must include the following particulars:\n(a)  name or style and address or head office of the applicant;\n(b)  precise identification of the ingredient for which confidentiality is requested, namely:\n-  the CAS, Einecs and colour index numbers, the chemical name, the Iupac name, the INCI  (1) name,  the European Pharmacopoeia name, the international non-proprietary name recommended by the World  Health Organization, and the common nomenclature name referred to in Article 7 (2) of Directive  76/768/EEC, where they exist,\n-  the Elincs name and the official number allocated to it if it has been notified pursuant to  Council Directive 67/548/EEC  (2) and indication of approval or refusal to approve a request for  confidentiality pursuant to Article 19 of that Directive,\n-  where the names or numbers referred to in the first and second indents do not exist, as in the  case of certain ingredients of natural origin, the name of the base material, the name of the part  of the plant or animal used, and the names of the ingredient's components, such as solvents;\n(c)  the evaluation of the safety for human health of the ingredient as used in the finished  product(s), taking into account the ingredient's toxicological profile, chemical structure and the  level of exposure, as specified in Article 7a (1) (d) and (e) and Article 7a (2) of Directive  76/768/EEC;\n(d)  the envisaged use of the ingredient and in particular the different categories of products in  which it will be used;\n(e)  a detailed justification of why, by way of exception, confidentiality is sought; for example:\n-  the fact that the identity of the ingredient or its function in the cosmetic product to be  marketed has not been described in the literature and is unknown to others in the trade,\n-  the fact that the information is not yet in the public domain, even though a patent application  has been lodged for the ingredient or its use,\n-  the fact that if the information were known it would be easily reproducible, to the detriment of  the applicant;\n(f)  if known, the name of each product which is to contain the ingredient(s), and if different  names are to be used in the Community market, precise details on each one of them.\nIf the name of a product is not yet known, it may be communicated at a later date, but at least 15  days before placing the product on the market.\nIf the ingredient is used in several products, one request shall suffice, provided that the  products are clearly indicated to the competent authority;\n(g)  a statement setting out whether a request has been submitted to the competent authority of any  other Member State in respect of the ingredient for which confidentiality is sought, and  particulars on the outcome of any such request.", "1.  After receipt of the request for confidentiality in accordance with Article 3 the  competent authority shall, within a period not exceeding four months, examine the request and  inform the applicant in writing of its decision. In the event of approval, the authority shall also  communicate the registration number it has allocated to the product in accordance with the  procedure laid down in the Annex. However, if there are exceptional reasons, the competent  authority may inform the applicant in writing that an additional period of two months will be  required for the examination of the request.\n2.  Any refusal to grant a request for confidentiality must include a statement of reasons; appeal  procedures, together with their time limits, must be clearly explained to the applicant.", "The registration number referred to in Article 4 (1) shall replace the ingredient in  question in the list referred to in Article 6 (1) (g) of Directive 76/768/EEC.", "1.  All amendments to the information provided pursuant to Article 3 must be  communicated as rapidly as possible to the competent authority that has granted the request for  confidentiality. All changes to the names of cosmetic products containing the ingredient must be  communicated to the competent authority at least 15 days before those products are placed on the  market under their new name.\n2.  Taking into consideration the amendments referred to in paragraph 1, or if new information  makes it imperative to do so, particularly for compelling reasons of public health, the competent  authority may withdraw its approval. In this event it shall inform the applicant of its new  decision within the time limits and in accordance with the procedure referred to in Article 4.", "The decision granting the right to confidentiality shall be valid for a period of five  years.\nIf the beneficiary of this decision considers that there are exceptional reasons justifying an  extension of this period, he may submit a reasoned request to the competent authority which  initially granted the request for confidentiality.\nThe competent authority shall decide on this new request within the time limits and under the  conditions referred to in Article 4.\nThe confidentiality period shall not be extended by more than three years.", "1.  Member States shall inform the Commission and the other Member States of their  decisions to grant requests for confidentiality or to extend such approval, indicating the name or  style and address or head office of the applicants, the names of the cosmetic products containing  the ingredient in respect of which the request for confidentiality has been granted, and the  registration number referred to in Article 4 (1).\nThe Commission and the other Member States may obtain, on request, a copy of the case file  containing the request for confidentiality together with the decision of the competent authority.  Particularly in this framework the competent authorities of the Member States and the Commission  shall make arrangements to ensure proper cooperation.\n2.  Member States shall inform the Commission and the other Member States of their reasoned  decisions to refuse or to withdraw approval of confidentiality or to refuse to extend the  confidentiality period.\n3.  Member States and the Commission shall take the necessary measures to ensure that confidential  data made known to them is not improperly disclosed.", "Member States shall recognize the decisions taken by a competent authority as to the  approval of confidentiality or extension of the confidentiality period.\nHowever, if, after having been informed or after having received a copy of the case file in  accordance with the procedure under Article 8 (1), a Member State challenges a decision taken by  the competent authority of another Member State, it may ask the Commission to take a decision  pursuant to the procedure referred to in Article 10 of Directive 76/768/EEC.", "0\nMember States shall designate the competent authorities referred to in this Directive  and shall inform the Commission thereof, which shall publish them in the Official Journal of the  European Communities. A Member State may also designate the competent authority of another Member  State, willing to accept for the purposes of examination in exceptional cases the requests referred  to in Article 2.", "1\n1.  Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive not later than 30 November 1995. They shall  forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or  shall be accompanied by such reference at the time of their official publication. The procedure for  such reference shall be adopted by Member States.\n2.  Member States shall communicate to the Commission the text of the provisions of national law  which they adopt in the field covered by this Direcitve.", "2\nThis Directive shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 June 1995.\nFor the Commission Emma BONINO Member of the Commission\nANNEX\nPROCEDURE FOR GRANTING THE REGISTRATION NUMBER REFERRED TO IN ARTICLE 4\n1.  The  registration number referred to in Article 4 consists of seven digits, the first two corresponding  to the year of approval of confidentiality, the second two to the code assigned to each Member  State pursuant to point 2, and the three final digits being assigned by the competent authority.\n2.  The following codes are allocated to the Member States:\n01  France 02  Belgium 03  Netherlands 04  Germany 05  Italy 06  United Kingdom 07  Ireland 08  Denmark 09  Luxembourg 10  Greece 11  Spain 12  Portugal 13  Finland 14  Austria 15  Sweden."}