{"celex_id": "31999L0066", "uri": "http://publications.europa.eu/resource/cellar/65ac62c7-1f9f-4cbc-9cf3-87aefaaaab3d", "type": "Directive", "concepts": ["1078", "1260", "1448", "191", "3115", "893"], "title": "Commission Directive 1999/66/EC of 28 June 1999 setting out requirements as to the label or other document made out by the supplier pursuant to Council Directive 98/56/EC\n", "header": "COMMISSION DIRECTIVE 1999/66/EC\nof 28 June 1999\nsetting out requirements as to the label or other document made out by the supplier pursuant to Council Directive 98/56/EC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 98/56/EC of 20 July 1998 on the marketing of propagating material of ornamental plants(1), and in particular Article 8(3) thereof,\n(1) Whereas the label or other documents should give the particulars needed both for official control and for the information of the grower;\n(2) Whereas in the case where the propagating material is accompagnied by a plant passport under the Community Plant Health System the plant passport may constitute on certain conditions the label or other document made up by the supplier;\n(3) Whereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Propagating Material for Ornamental Plants,", "main_body": ["This Directive establishes the requirements as to the labels or other document made up by the supplier of propagating material of ornamental plants referred to in Article 8 of Directive 98/56/EC.", "1. The suppliers' label or document referred to in Article 1 shall be of suitable material which has not previously been used and shall be printed in at least one of the official languages of the Community. It shall contain the following information headings:\n(i) indication \"EC quality\";\n(ii) indication of EC Member State code;\n(iii) indication of responsible official body or its distinguishing code;\n(iv) registration number;\n(v) individual serial, week or batch number;\n(vi) botanical name;\n(vii) denomination of the variety, where appropriate. In the case of rootstock: denomination of the variety or its designation;\n(viii) denomination of the group of plants, where appropriate;\n(ix) quantity;\n(x) in the case of imports from third countries pursuant to Article 11(2) of Directive 98/56/EC, the name of the country of production.\n2. In the case where the propagating material is accompanied by a plant passport in accordance with Commission Directive 92/105/EEC(2) the plant passport may constitute the suppliers' label or document referred to in paragraph 1. Nonetheless, the indication \"EC quality\" and an indication as to the responsible official body under Directive 98/56/EC must be given and, where appropriate, a reference to the denomination of the variety, rootstock or group of plants. In the case of imports from third countries pursuant to Article 11(2) of Directive 98/56/EC, the name of the country of production must also be given. This information may be on the same document as the plant passport but clearly separated.", "Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive on 31 December 1999. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.\nMember States shall communicate to the Commission the text of the main provisions of domestic law they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 226, 13.8.1998, p. 16.\n(2) OJ L 4, 8.1.1993, p. 22."}