{"celex_id": "31990D0554", "uri": "http://publications.europa.eu/resource/cellar/830e09c3-07f1-4454-b005-f4c1d2522ef1", "type": "Decision", "concepts": ["1035", "2292", "5541", "75", "863", "889"], "title": "90/554/EEC: Commission Decision of 14 February 1990 on the Spanish draft ministerial order on logistic support for the fishing fleet in 1988 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 14 February 1990\non the Spanish draft ministerial order on logistic support for the fishing fleet in 1988\n(Only the Spanish text is authentic)\n(90/554/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given formal notice to the parties concerned to submit their comments, in accordance with the first subparagraph of Article 93 (2) of the Treaty,\nWhereas, in the light of the following:\nI. Background and description - Procedure\nBy letters from its Permanent Representation to the European Communities dated 29 September 1988 and 30 January 1989, recorded as received by the Commission on 4 October 1988 and 1 February 1989 respectively, the Spanish Government notified the Commission, pursuant to Article 93 (3) of the EEC Treaty, of a draft ministerial order on logistic support for the fishing fleet in 1988 and supplied additional information requested by the Commission on 25 October 1988.\nAid for logistic support for the fishing fleet\nTo facilitate supplies to the Spanish fishing fleets operating in distant areas and hence experiencing supply difficulties, the Spanish Government had allocated a budget of about ECU 750 000 for assisting supply operations for fishing vessels by means of logistic support vessels (supplying victuals, fuel, etc.). The draft order lays down the procedure for processing such aid.\nThe aid, intended to cover up to 75 % of the costs of logistic support vessels, was to be granted by way of priority to supply operations for fishing vessels which operated permanently in fishing zones where they could not obtain supplies at Community ports and which, by reason of the difficulties they experienced in obtaining supplies at foreign ports, were obliged to resort to logistic support vessels.\nOwners of fishing vessels belonging to a producers' organization recognized by Spain for deep-sea fishing would be able to submit applications for the aid in question accompanied by documentary evidence of the supply operation involving a logistic support vessel. Applications which were approved would be eligible for partial reimbursement by the Spanish authorities of the cost of the logistic support vessel used.\nThe aid provided for in the abovementioned aid scheme would apply primarily to fleets of seiners and freezer-trawlers (tuna boats and cod, mollusc and crustacean fishing units). The draft concerns supplies to fishing vessels using logistic supply vessels in ordinary circumstances, it does not refer to emergencies.\nExamination by the Commission\nAfter its first examination, the Commission took the view that the aid for logistic support for the fishing fleet constituted an operating aid not requiring the beneficiaries to provide anything in return, the result of which would be to reduce production costs. Such aid had a marked direct effect on competition and trade between Member States. It was thus considered incompatible with the common market under Article 92 of the EEC Treaty.\nThe Commission therefore decided to initiate the procedure laid down in Article 93 (3) of the Treaty in respect of the aid in question and, by letter of 31 March 1989, gave notice to the Spanish Government to submit its comments.\nComments of interested parties\nOnly one Spanish producers' organization submitted its comments to the Commission. It regretted the delay between the first notification and the Commission's decision to initiate the procedure laid down in Article 92 (2) of the Treaty. Stressing that it was exceptional for logistic support vessels to be used to supply fishing vessels and that this happened only where distant ports did not provide supply facilities or did so at exorbitant prices, it took the view that the draft aid notified constituted an aid to technical assistance at sea as referred to in point II.B.5 of the guidelines for the examination of state aid in the fisheries sector (1).\nII. Comments by the Spanish Government\nBy letter of 10 May 1989, in reply to the Commission's letter of 31 March 1989 giving notice to the Spanish Government to submit its comments, the Spanish Government submitted several comments on the principle and advisability of the aid scheme.\nThe Spanish Government took the view that this was aid for supplying fishing vessels and confined to immediate needs which the fishing vessels could not normally meet by their own means as regards equipment and supplies. Such aid did not distort or threaten to distort competition between Member States and in any case did not adversely affect trading conditions to an extent contrary to the common interest. The aid in question could therefore be regarded as aid to technical assistance at sea as provided for in point II.B.5 of the abovementioned guidelines. In this respect there was a linguistic inconsistency between the Commission's letter of 31 March 1989 and the Spanish and French texts of the guidelines concerning the words 'aux cas d'urgence' ('in emergencies'), which were translated in the Spanish version of the guidelines by 'a la necesidades imediatas' and in the letter by 'situación de emergencia'.\nAs for the advisability of granting the aid in question, the Spanish Government indicated the following reasons:\n- The long-distance fleet was at a disadvantage compared with owners obtaining supplies at Community ports as regards the distance from supply ports and the prices charged at those ports.\n- The long-distance fleet was at a relative competitive disadvantage on the Community market compared with the Community inshore and high-sea fishing fleets (fresh substitute products), compared with the fleets operating near the usual fishing zones, which benefited from preference at the Community frontier and compared with the fleets of the State-trading countries, which were heavily subsidized and which carried on their activities benefiting from the same conditions of access to the traditional fishing zones.\nIII. Legal assessment\nThe reimbursement of part of the cost of the support vessel used to supply a fishing vessel as provided for in the draft order notified may be granted to owners who are members of a producers' organization recognized for deep-sea fishing. In accordance with Article 1 of Council Regulation (EEC) No 105/76 of 19 January 1976 on the recognition of producers' organizations in the fishing industry (2), the Member State is responsible for the recognition of the producers' organizations referred to in Article 5 of Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (3).\nIn principle this reimbursement is confined to owners involved in deep-sea fishing using a logistic support vessel to supply their fishing vessel. Preference will be given to applications relating to supply operations for vessels which operate permanently in fishing zones with no possibility of obtaining supplies at Community ports and which, by reason of the difficulties they experience in obtaining supplies at foreign ports, are obliged to resort to logistic support vessels.\nThese are supply operations inherent in the fishing activity of the vessel in question which do not solely concern emergencies or unforeseen situations.\nThe logistic operations play an important role in general, in particular in the operation of vessels engaged in deep-sea fishing. Owners of such vessels have to seek a balance between, on the one hand, maximizing the number of fishing days for the sake of the return on the fishing activity of the vessel and, on the other hand, minimizing the number of days when the vessel is unable to engage in fishing because it must attend to needs such as supplies, replacement of the crew, transport of catches and maintenance of the vessel and fishing gear; in this connection they have to choose between the facilities offered by the coastal states and using a support vessel.\nUnder these circumstances reimbursement of part of the cost of the support vessel used to supply his fishing boat is therefore likely to reduce the production costs and boost the income of the beneficiary of this reimbursement.\nThe objective of the draft order is to enable the deep-sea fishing fleet to benefit from supply costs similar to those prevailing in Community ports. In view of this objective and the rules of application laid down in the draft order notified, the Commission takes the view that reimbursement of part of the cost of the support vessel used for supplying the fishing vessel constitutes an operating aid without any real reciprocity on the part of the beneficiary.\nThis aid, applying to the Spanish deep-sea fishing fleet, which consists of seiners and freezer-trawlers (tuna boats and cod, mollusc and crustacean fishing units) is likely to strengthen the competitive position of eligible Spanish shipowners vis-à-vis owners of fishing vessels in other Member States, e.g. Italy and France, engaged in deep-sea fishing. The Spanish fleet is the largest deep-sea fishing fleet (in terms of production and the number of vessels) of this type in the Community with a production figure for 1988 of about 185 000 tonnes of frozen tuna, 60 000 tonnes of molluscs and crustaceans and 120 000 tonnes of frozen cod. Out of the total landings of these products by the Community fishing fleet, the Spanish fleet accounts for over 60 % and for some of these products, such as frozen cod, the percentage is as much as 80 %. The aid does therefore distort competition in the fishing sector.\nIntra-Community trade in the products in question is substantial. Spanish imports from and exports to other Member States in 1988 totalled 9 800 tonnes and 54 000 tonnes of tuna respectively, 154 000 and 48 000 tonnes of molluscs and crustaceans and 74 000 and 19 700 tonnes of cod. The aid does therefore affect trade between Member States.\nUnder these circumstances, these aids, by affecting trade between Member States, distort or threaten to distort competition, particularly vis-à-vis shipowners in other Member States engaged in deep-sea fishing who face a similar situation to Spanish shipowners. The aid cannot be regarded as compatible with the common market on the grounds of the disadvantages cited by the Spanish Government or the translation of certain words referring to a category of aid which definitely does not cover the aid in question.\nIV.\nThe aid provided for in the draft order notified constitutes support measures financed by State resources and strengthening the competitive position of certain Spanish shipowners compared with those in other Member States and as such is subject to Article 92 (1) of the Treaty, which sets out the principle of incompatibility of such aid with the common market.\nThe exceptions to this principle listed in Article 92 (2) of the EEC Treaty do not apply in this case in view of the nature and the objectives of the aid envisaged, nor are they invoked by the Spanish Government.\nThe exceptions provided for in Article 92 (3) of the Treaty refer to objectives pursued in the interest of the Community not just that of particular sectors of a national economy. These exceptions must be strictly interpreted when any regional or sectoral aid scheme is considered. They can be granted only in cases in which the Commission can establish that the aid is necessary to achieve the objectives specified in those provisions.\nGranting the said exemptions to aid without reciprocity would be tantamount to allowing damage to trade between Member States and distortions of competition unjustified in the Community interest.\nReciprocity has been found to be lacking in the case in point and the Spanish Government has not been able to give, nor the Commission to find, a justification other than granting a financial advantage to the entire deep-sea fishing fleet encountering supply difficulties. This does not qualify the aid in question for one of the exceptions provided for in Article 92 (3) of the Treaty.\nAs regards the derogation for aid to promote the development of certain economic activities, the aid provided for in the draft in question is not likely to have the effect of economic development within the meaning of Article 92 (3) (c) of the Treaty. Furthermore, the volume of intra-Community trade in fishery products precludes the view that trading conditions would not be affected to an extent contrary to the common interest.\nThis is not operating aid directly connected with a restructuring plan deemed compatible with the common market.\nThe general character of the aid precludes; from being regarded as aid to technical assistance at sea, compatible with the common market in so far as such assistance is provided only in emergencies which cannot be coped with by means of the equipment and supplies normally found on fishing vessels as referred to in point II.B.5 of the guidelines. The abovementioned point in the guidelines covering aid to fishing at sea actually concerns technical assistance at sea in really exceptional circumstances. In the light of the foregoing, the aid provided for in the draft order does not satisfy the conditions qualifying it for exceptions under Article 92 (2) and (3) and it is therefore incompatible with the common market,", "main_body": ["The aid for supply operations for fishing vessels engaged in deep-sea fishing involving logistic support vessels provided for in the Spanish draft ministerial order on logistic support for the fishing fleet in 1988, notified on 29 September 1988, is incompatible with the common market under Article 92 of the Treaty in so far as it is not granted for the purpose of technical assistance at sea only in emergencies which cannot be coped with by means of the equipment and supplies normally found on fishing vessels as provided for in the guidelines on State aids in the fisheries sector. The aid in question shall not be put into effect and shall not be granted.", "Spain shall inform the Commission within two months from the notification of this Decision of the measures taken to comply with this Decision.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 14 February 1990.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No C 313, 8. 12. 1988, p. 21.\n(2) OJ No L 20, 28. 1. 1976, p. 39.\n(3) OJ No L 379, 31. 12. 1981, p. 1."}