{"celex_id": "31995D0340", "uri": "http://publications.europa.eu/resource/cellar/70e5744d-bee6-4ae4-8c14-a53442344887", "type": "Decision", "concepts": ["1309", "1565", "192", "2300", "2763", "4416"], "title": "95/340/EC: Commission Decision of 27 July 1995 drawing up a provisional list of third countries from which Member States authorize imports of milk and milk based products and revoking Decision 94/70/EC\n", "header": "COMMISSION DECISION\nof 27 July  1995\ndrawing up a provisional list of third countries from which Member States authorize imports of  milk and milk based products and revoking Decision 94/70/EC\n(Text with EEA  relevance)\n(95/340/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": "Having regard to  the Treaty establishing the European Community,\nHaving regard to Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the  production and placing on the market of raw milk, heat treated milk and milk based products (1), as  last amended by the Treaty of Accession for Austria, Finland and Sweden and in particular its  Article 23 (2) and (3) thereof;\nWhereas Commission Decision 94/70/EC (2), as last amended by the Treaty of Accession for Austria,  Finland and Sweden draws up a provisional list of third countries from which Member States  authorize imports of raw milk, heat treated milk and milk-based products;\nWhereas, given the different products involved, a classification has been drawn up; whereas in the  light of experience and on the basis of the recent report of the Scientific Veterinary Committee on  recommendations for the treatment of milk originating form foot-and-mouth disease affected areas it  is justified to review it;\nWhereas for the sake of clarity, it is appropriate to revoke Decision 94/70/EC and to draw up a new  list;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["Member States shall authorize imports of raw milk and raw milk-based  products from third countries appearing in Part A of the list in the Annex.", "Member States shall authorize imports of milk and milk-based products that have  undergone a single heat treatment with a heating effect at least equal to that achieved by a  pasteurization process of at least 72 °C for at least 15 seconds and sufficient to ensure a  negative reaction to a phosphatase test from third countries appearing in Part B of the list in the  Annex.", "Member States shall authorize imports of milk and milk-based products, that have  undergone:\neither\n1. a sterilization process, whereby an F° value equal to or greater than three was  achieved\nor\n2. an initial heat treatment having a heating effect at least equal to that achieved by  a pasteurization process of at least 72 °C for at least 15 seconds and sufficient to produce a  negative reaction to a phosphatase test, followed by:\neither\n(a) (i) in the case of milk or milk-based products intended for human consumption:\n- a second heat treatment involving high temperature pasteurization, ultra high temperature (UHT)  treatment or sterilization, being in any case sufficient to produce a negative reaction to a  peroxidase test, or\n- for dried milk or dried milk-based products, a second heat treatment with a  heating effect at least equal to that achieved by the initial heat treatment and which would be  sufficient to produce a negative reaction to a phosphatase test, followed by a drying process;  or\n(ii) in the case of milk or milk-based products not intended for human consumption:\n- a second heat treatment with a heating effect at least equal to that achieved by the initial heat  treatment and which would be sufficient to produce a negative reaction to a phosphatase test,  followed in the case of dried milk or dried milk-based products, by a drying process; or\n(b) an  acidification process such that the pH has been maintained at less than six for at least one hour,\nfrom third countries appearing in Part C of the list in the Annex.", "Decision 94/70/EC is repealed.", "This Decision shall apply from 2 February 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 14.  9. 1992, p. 1.\n(2) OJ No L 36, 8. 2. 1994, p. 5.\nANNEX\n>TABLE>"}