{"celex_id": "31996D0649", "uri": "http://publications.europa.eu/resource/cellar/4ffe5917-2ce9-44ab-9a47-b30a6643e815", "type": "Decision", "concepts": ["183", "2286", "2565", "4432", "69", "816"], "title": "96/649/EC: Commission Decision of 17 July 1996 relating to a proceeding pursuant to Council Regulation (EEC) No 4064/89 (IV/M.553 - RTL/Veronica/Endemol) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 17 July 1996 relating to a proceeding pursuant to Council Regulation (EEC) No 4064/89 (IV/M.553 - RTL/Veronica/Endemol) (Only the English text is authentic) (96/649/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4064/89 of 21 December 1989 on the control of concentrations between undertakings (1), and in particular Articles 8 (2) and 22 thereof,\nHaving regard to the opinion of the Advisory Committee on Concentrations (2),\nWhereas:\n(1) On 21 April 1995 the Commission received a request from the Dutch Government pursuant to Article 22 of Council Regulation (EEC) No 4064/89 (Merger Regulation) to examine the proposed joint venture Holland Media Groep SA (HMG) between RTL4 SA (RTL), Vereniging Veronica Omroeporganisatie (Veronica) and Endemol Entertainment Holding BV (Endemol). On 20 September 1995 the Commission adopted a decision (3) pursuant to Article 8 (3) in conjunction with Article 22 of the Merger Regulation, declaring the concentration incompatible with the common market.\n(2) At the time when the decision was adopted the concentration had already been completed, since HMG had been created, all assets had been transferred to HMG and broadcasting had begun on 1 September 1995. The Commission decided not to include in its decision under Article 8 (3) measures in application of Article 8 (4) of the Merger Regulation. The Commission announced that a separate decision would be adopted in order to restore conditions of effective competition and invited the parties to propose appropriate measures in this respect.\nI. Basic reasoning for the decision under Article 8 (3) of 20 September 1995\n(3) The Commission reached the conclusion that the creation of HMG would lead to the creation of a dominant position on the Dutch market for TV advertising and to the strengthening of an already existing dominant position of Endemol in the market for independent TV production.\n(4) With regard to the Dutch TV advertising market it was concluded that HMG would be the clear market leader having a position high above that of the other players in the market. It would be in a position to counteract all active attempts to compete from existing players and would render the entrance of newcomers to this market very difficult. This analysis was essentially based on five elements:\n- the combination of the existing channels RTL4 and RTL5 with the new commercial channel Veronica would lead to a high audience share of HMG in Dutch TV broadcasting. This had to be seen as the most important parameter for HMG's position on the TV advertising market,\n- the combination of the three channels RTL4, RTL5 and Veronica would enable HMG to coordinate their programme schedules in order to attract a maximum of viewers and to target the most attractive groups for advertisers,\n- using RTL5 as a fighting channel HMG would be able to directly counteract the programming of competing channels and new entrants on the market, thus leaving no room for new competitors such as SBS,\n- HMG would achieve a market share on the TV advertising market of at least 60 %,\n- the structural link with the biggest Dutch independent producer resulting from Endemol's participation in HMG would give HMG preferential access to Endemol's very successful productions and therefore a further competitive advantage over other broadcasters.\n(5) With respect to the Dutch market for independent TV production it was concluded that Endemol had, already before the concentration, a dominant position on this market. The main reasons for this conclusion were the market share of Endemol of clearly more than 50 %, the much lower market shares of its competitors and specific strengths of Endemol on the market of TV production such as a large number of the most popular Dutch formats, a preferential access to foreign formats and contracts with a high number of popular Dutch TV personalities.\n(6) Through its participation in HMG Endemol would obtain a structural link which would strengthen significantly Endemol's dominant position on the Dutch production market. This structural link to the future leading broadcaster in the Netherlands would give Endemol a large sales basis for its productions which would be safe and could not be attacked by competitors.\nII. Subsequent developments in the Dutch TV broadcasting market\n(7) Since the Commission adopted its Decision under Article 8 (3) there were some significant developments in TV broadcasting in the Netherlands. As a reaction to the Commission Decision Endemol abandoned completely its participation in HMG. Following this withdrawal Endemol joined a group of companies including Philips, ING Bank and KPN which announced the launching of the new sports channel 'Sport 7`. Further structural changes in Dutch TV broadcasting are related to the acquisition of the TV broadcaster Arcade by one of the leading Dutch newspaper publishers, Wegener, and the acquisition of a participation in the commercial broadcaster SBS by de Telegraaf, another leading Dutch publisher.\n(8) As to market shares, in the period from 1 September 1995 until 29 February 1996 the HMG channels had an average audience share of 39 %, which was slightly less than had been generally expected. In the last four months of 1995 HMG's market share in the TV advertising market was around 60 %.\n(9) In the first two months of 1996 HMG's TV advertising market share was around 58 %. The public broadcasters achieved since September 1995 an audience share of 39 % - 40 %, and on the TV advertising market a share of clearly below 40 %. SBS, which was at the time of the Commission's Decision in September 1995 a new entrant on the Dutch market, increased its audience share during the mentioned six months period from 3 % to 5 % and achieved a market share on the advertising market more or less corresponding to its audience share.\n(10) Although a steady growth of the Dutch TV advertising market had been generally expected, there was a slight decrease of TV advertising expenses in general during the first months of 1996 when compared with the same period in 1995. According to companies and associations involved in Dutch TV advertising this is due to the increase in the number of generalistic channels and uncertainty about the future development of the market.\nIII. Modification of the concentration\n(11) First, on 5 February 1996 Endemol made public its decision to end its participation in HMG. On 3 May 1996 the remaining shareholders of HMG confirmed to the Commission that Endemol is no longer a shareholder of HMG. According to a newly concluded merger agreement RTL shall obtain 65 % of the shares in HMG and Veronica 35 %.\n(12) Secondly, HMG has entered vis-à-vis the Commission into the following commitments: HMG will end the operation of RTL5 as a general interest channel by 1 January 1997 and operate instead of the current RTL5 a news channel (i.e. a TV channel which is basically limited to the broadcasting of news and news related programmes) along the lines of a draft business plan submitted by HMG to the Commission on 1 May 1996. According to this business plan, it is envisaged that this channel will over time be operated as a pay TV channel which would derive the majority of its income from payment by the viewers or cable operators. On request of the parties, the Commission may extend the deadline for the transformation of RTL5 into a news channel by three months if this is absolutely necessary in order for the parties to realize such a transformation. Within a period of five years, following the adoption of this Decision, HMG will not change the essential character of this news channel or deviate essentially from the abovementioned business plan without prior approval by the Commission.\nIV. Assessment\n(a) Withdrawal of Endemol from HMG\n(13) The withdrawal of Endemol from HMG removes the structural link between the largest Dutch TV producer and the leading commercial TV broadcaster in the Netherlands which resulted, according to the Commission's Decision, in a strengthening of Endemol's dominant position. The withdrawal of Endemol reestablished, therefore, in this respect the conditions of competition in the Dutch TV production market before the present concentration. In this context, it should also be noted that following Endemol's withdrawal from HMG the Production Agreement which Endemol and HMG had entered into will be significantly modified. According to the parties, the guaranteed value of the supply of Dutch TV productions by Endemol to HMG will be reduced from [ . . . ] (4) to [ . . . ] (5) of the value of HMG's Dutch language programmes requirements. Furthermore, HMG will no longer have a right of first refusal on formats or stars of Endemol. Although the Production Agreement did not form a part of the present concentration and is, therefore, not dealt with in the procedure under the Merger Regulation but may be notified under Regulation No 17, the envisaged modification of this agreement reflects the change in the relationship between HMG on the one hand and Endemol on the other.\n(14) The complete withdrawal of Endemol from HMG has also a considerable impact on HMG's position in the TV advertising market in the Netherlands. HMG will no longer have the preferential access to Endemol's productions which resulted from the structural link between the two companies. This is also illustrated by the fact that HMG will no longer have a right of first refusal for Endemol's productions under the modified Production Agreement. Furthermore, the withdrawal from HMG allowed Endemol to set up together with other partners the new sports channel which has the potential to become a significant player in the Dutch TV advertising market.\n(b) Transformation of RTL5 into a news channel\n(15) The Commission considers that in the light of Endemol's withdrawal from HMG and other recent developments in the market, the transformation of RTL5 into a news channel is an appropriate and sufficient measure to restore effective competition in the Dutch TV advertising market. This conclusion is essentially based on the following consideration:\n- it can be expected that the current market share of HMG of around 58 % will decrease to a level which would be close to the position of RTL4 and RTL5 before the creation of HMG which was around 50 %. The current market share of RTL5 in TV advertising is around 9 %. It can be expected that the market share of a low budget news channel will be less than 2 %. In addition, the advertising activities generating this market share will be probably mainly related to a specific group of viewers which is not yet targeted in a similar way. It follows that probably nearly the entire current market share of RTL5 would be set free for competition in the market. Although it is to be expected that a part of these market shares would be obtained by the two remaining general interest channels of HMG, abandoning the essential advertising potential of RTL5 would probably bring in itself HMG in a range at least clearly below a market share of 55 %. It can be expected that the market entry of the new sports channel will lead to a further significant decrease in HMG's market shares,\n- after the transformation of RTL5 into a news channel, HMG will only operate two general interest channels with coordinated programme schedules, giving thereby more room for competitors such as SBS,\n- Furthermore, HMG will lose the possibility to use RTL5 as a 'fighting channel` which can directly counteract the programming of competing channels.\nV. Conclusion\n(16) In view of the modification of the present concentration and subject to full compliance with the commitments given by the parties, the Commission is able to declare the concentration compatible with the common market,", "main_body": ["Subject to full compliance with the conditions and obligations contained in the Parties' commitments vis-à-vis the Commission as set out in recital (12) of this Decision, the concentration by way of the creation of the joint venture Holland Media Groep in its modified form is declared compatible with the common market.", "This Decision is addressed to:\n1. Compagnie Luxembourgeoise de Télédiffusion S.A. (CLT),\n45, Boulevard Pierre Frieden,\nL-1543 Luxembourg;\n2. N.V. Verenigd Bezit VNU (VNU),\nCeylonpoort 5-25,\nNL-2036 AA Haarlem;\n3. RTL4 SA\nVilla Louvigny,\nAllée Marconi,\nL-2850 Luxembourg;\n4. Veronica Omroeporganisatie (VOO) BV,\nLaapersveld 75,\nNL-1213 VB Hilversum;\n5. Endemol Entertainment Holding BV,\nZevenend 45,\nNL-1251 RL Laren."], "attachments": "Done at Brussels, 17 July 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 395, 30. 12. 1989, p. 1. Corrigendum: OJ No L 257, 21. 9. 1990, p. 13.\n(2) OJ No C 348, 19. 11. 1996.\n(3) OJ No L 134, 5. 6. 1996, p. 32.\n(4) Deleted as a business secret.\n(5) Deleted as a business secret."}