{"celex_id": "31993D0020", "uri": "http://publications.europa.eu/resource/cellar/232d0ca1-73ed-4e3e-90db-9d9625c1d322", "type": "Decision", "concepts": ["1255", "1445", "1644", "2560", "4692"], "title": "93/20/EEC: Commission Decision of 10 December 1992 concerning the import of fresh pigmeat, pigmeat products and live pigs from Hungary and amending Decisions 82/8/EEC, 91/449/EEC and 92/322/EEC\n", "header": "COMMISSION DECISION of 10 December 1992 concerning the import of fresh pigmeat, pigmeat products and live pigs from Hungary and amending Decisions 82/8/EEC, 91/449/EEC and 92/322/EEC\n(93/20/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat and meat products from third countries (1), as last amended by  Council Regulation (EEC) No 1601/92 (2), and in particular Articles 6, 11, 15, 16, 21 and 22 thereof,\nWhereas the animal health conditions and veterinary certification for imports of fresh meat from Hungary were established by Commission Decision 82/8/EEC (3);\nWhereas the model for the veterinary certification for import of meat products from Hungary was established by Commission Decision 91/449/EEC (4);\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species from Hungary were established by Commission Decision 92/322/EEC (5);\nWhereas the competent veterinary authorities of Hungary have reported outbreaks of classical swine fever in the County of Békés;\nWhereas this situation constituted a serious risk to animal health in the European Community and therefore the suspension of imports from Hungary of live pigs, fresh pigmeat, porcine semen, porcine embryos and pigmeat products (other than those having  undergone a complete heat treatment) was established by Commission Decision 92/539/EEC (6);\nWhereas the competent veterinary authorities of Hungary have taken all necessary health measures including the prevention of movement of live pigs, pigmeat and certain pigmeat products from the above County to the rest of the country;\nWhereas following a Commission mission to Hungary, the situation is under control and it is now possible to regionalize Hungary to allow imports of live pigs, fresh pig meat and certain pig meat products from Hungary excluding the County of Békés;\nWhereas the relevant animal health certificates must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize imports of domestic animals of the porcine species, fresh meat and meat products from such animals including wild boars from the territory of Hungary except from the County of Békés. However Member States shall  authorize from Békés County meat products which have undergone heat treatment in a hermetically sealed container to an Fo value of 3,00 or more or which have otherwise been treated to ensure an internal temperature of not less than 70 °C, or have  undergone treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kg and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.", "Annex A to Decision 82/8/EEC is hereby amended as follows:\n1. after the words 'Exporting country: Hungary', the words '(excluding, in the case of fresh meat from swine, the County of Békés)';\n2. in Section IV, point 1, first indent, after the words 'territory of Hungary', the words '(excluding, in the case of swine slaughtered after 1 September 1992, the County of Békés)', are added.", "Decision 91/449/EEC is hereby amended as follows:\n1. in Annex A, part II, after the word 'Hungary' '(excluding, in the case of products derived from the meat of swine slaughtered after 1 September 1992, the County of Békés)' is added;\n2. in Annex D, Part II, Hungary is included in the list of countries approved to use the model animal health certificate in Part I of Annex D.", "Decision 92/322/EEC is hereby amended as follows:\n1. in Annexes C and D after the words 'Exporting country: Hungary' the words '(excluding the County of Békés)', are added;\n2. in Annexes C and D, section V, paragraph 1, after the word 'Hungary' the words '(excluding the County of Békés)', are added.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 8, 13. 1. 1982, p. 9.\n(4) OJ No L 240, 29. 8. 1991, p. 28.\n(5) OJ No L 177, 30. 6. 1992, p. 1.\n(6) OJ No L 347, 28. 11. 1992, p. 68."}