{"celex_id": "31994D0332", "uri": "http://publications.europa.eu/resource/cellar/0dcf4eee-348c-432d-a776-b2976610418f", "type": "Decision", "concepts": ["1318", "1417", "3743", "712", "889"], "title": "94/332/ECSC: Commission Decision of 29 March 1994 ruling on additional aid by Germany to the coal industry for 1993 (Only the German text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 March 1994 ruling on additional aid by Germany to the coal industry for 1993 (Only the German text is authentic) (Text with EEA relevance) (94/332/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI  In a letter dated 15 February 1994, Germany informed the Commission, pursuant to Article 9 (3) of Decision No 2064/86/ECSC, of an additional financial measure which it intends to apply retroactively for 1993 in order to support the coal industry,  concerning deliveries of coal and coke to the Community's steel industry.\nOn 23 December 1992 the Commission adopted Decision 93/151/ECSC (2) on financial aid by Germany to the coal industry in 1993.\nAs mentioned in that Decision, Germany intended to grant in 1993, pursuant to Decision No 2064/86/ECSC, a total of DM 2 948 million under the system of aid to deliveries of coking coal, coke and coal for use in blast furnaces in the Community's steel  industry.\nIn Decision 93/151/ECSC, the Commission noted that the amount of aid under the system was linked to the avaibility of funds; accordingly, Germany is required to give notification of any changes which it intends to make to the amount authorized by the  Commission for 1993.\nIn a letter dated 15 February 1994, Germany informed the Commission that the amount of aid for the supply of coal and coke to the Community's steel industry was insufficient. The increase necessary for 1993 over the amount authorized by the Commission  is DM 300 206 000, which brings the total aid for the supply of coal and coke in 1993 to DM 3 248 206 000.\nThe reason for the increase in aid is that the gap between the world market price for coking coal and German production costs has proved wider than originally foreseen, on account of the drop in prices on the world market and the development of the US  dollar-German mark exchange rate.\nThe figure of DM 3 248 206 000 for this aid is compatible with Article 4 of Decision No 2064/86/ECSC, since it serves to bridge the gap observed in 1993 between the world market price and the production costs for a volume of 18,35 million tonnes, in  accordance with the conditions set out in Article 12 of that Decision.\nThe contribution of the measure envisaged to the restructuring and rationalization of the coal industry and to solving social and regional problems in spacing out the closure of loss-making installations satisfies the criteria and objectives of Article  2 of the Decision.\nMoreover, the aid is compatible with the provisions of Articles 4 and 12 of the Decision inasmuch as it does not lead to prices lower than those which would be charged for coal from non-member countries and for coke manufactured from coking coal  imported from non-member countries.\nConsequently, the aid referred to in this Decision is compatible with the proper functioning of the common market.\nII  The Commission will have to ensure, pursuant to Article 11 (2) of Decision No 2064/86/ECSC, that the direct aid authorized for current production is intended solely for the purposes set out in Articles 3 to 6 of that Decision. To this end will have  to be informed of the amounts of payments and how they are allocated,", "main_body": ["Germany is hereby permitted to grant, for 1993, additional aid amounting to DM 300 206 000 for the supply of coking coal, coke and coal for injection into blast furnaces in the Community's steel industry, which brings the total aid for this  purpose in 1993 to DM 3 248 206 000.", "Germany shall notify the Commission by 30 June 1994 of the amount of aid actually paid in respect of 1993.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 March 1994.\nFor the Commission\nAbel MATUTES\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1.\n(2) OJ No L 59, 12. 3. 1993, p. 33."}