{"celex_id": "31992R1433", "uri": "http://publications.europa.eu/resource/cellar/4bcb0078-a3cb-4413-a9b5-2537d0ff9ad4", "type": "Regulation", "concepts": ["2590", "2734", "3413", "4778", "712"], "title": "Council Regulation (EEC) No 1433/92 of 1 June 1992 amending, with regard to the Republic of Bosnia-Herzegovina and Montenegro, Regulations (EEC) No 3587/91, (EEC) No 545/92, (EEC) No 546/92 and (EEC) No 547/92\n", "header": "COUNCIL REGULATION (EEC) No 1433/92  of 1 June 1992  amending, with regard to the Republic of Bosnia-Herzegovina and Montenegro, Regulations (EEC) No 3587/91, (EEC) No 545/92, (EEC) No 546/92 and (EEC) No 547/92\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas on 3 February 1992 the Council, by Regulations (EEC) No 545/92, (EEC) No 546/92 and (EEC) No 547/92 (1) applied to the Republic of Croatia and Slovenia and the Yugoslav Republics of Bosnia-Herzegovina, Macedonia and Montenegro trade provisions  equivalent to those of the Cooperation Agreement of 2 April 1980 between the European Economic Community and the Socialist Federal Republic of Yugoslavia, and Regulation (EEC) No 548/92 (2), complementing Regulation (EEC) No 3587/91 (3), extended into  1992 their entitlement to generalized tariff preferences on certain agricultural products;\nWhereas on 27 April 1992 the Assembly of the Socialist Federal Republic of Yugoslavia promulgated the constitution of a new Federal Republic of Yugoslavia, consisting of a federation of Serbia and Montenegro, which has remained unrecognized by the  Community and its Member States;\nWhereas maintaining Montenegro on the list of beneficiaries of the positive measures adopted by the Council on 3 February 1992 could have the effect, in particular as a result of diversions of trade, of allowing the measures concerned to benefit the new  Federal Republic of Yugoslavia;\nWhereas such a result would be particularly undesirable in the light of the civil war being fought on the territory of what was Yugoslavia and in particular in Bosnia-Herzegovina;\nWhereas the Community and its Member States, meeting within the framework of political cooperation, have decided that measures have to be taken to dissuade the Republics of Serbia and Montenegro from further violating the integrity and security of the  Republic of Bosnia-Herzegovina and to induce them to cooperate in the restoration of peace and dialogue in the region;\nWhereas Montenegro should therefore be removed from the list of beneficiaries of the positive measures;\nWhereas account should be taken of the fact that the Community and its Member States decided to recognize, from 7 April 1992, the Republic of Bosnia-Herzegovina,", "main_body": ["In the title and Article 1 (1) of Council Regulations (EEC) No 545/92, (EEC) No 546/92 and (EEC) No 547/92, 'Republics of Croatia and Slovenia and the Yugoslav Republics of Bosnia-Herzegovina, Macedonia and Montenegro' shall be replaced by  'Republics of Bosnia-Herzegovina, Croatia and Slovenia and the Yugoslav Republic of Macedonia'.", "1. The final paragraph of Article 2 of Regulation (EEC) No 3587/92 shall be replaced by the following:\n'The following shall be added to Part A of Annex III to Regulation (EEC) No 3833/90:\n093 Bosnia-Herzegovina\n092 Croatia\n091 Slovenia.'\n2. Annex III to Regulation (EEC) No 3587/91 shall also be supplemented by a new section, namely:\n'C. OTHER BENEFICIARIES\n090 Yugoslav Republic of Macedonia'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 1992. For the Council\nThe President\nJoao PINHEIRO\n(1) OJ No L 63, 7. 3. 1992, pp. 1, 39 and 41 respectively. (2) OJ No L 63, 7. 3. 1992, p. 49. (3) OJ No L 341, 12. 12. 1991, p. 1."}