{"celex_id": "31995R0992", "uri": "http://publications.europa.eu/resource/cellar/ac75a120-8f1c-43f9-8c41-957e0708c6e8", "type": "Regulation", "concepts": ["161", "2084", "2718", "2734", "2771", "3191"], "title": "Council Regulation (EC) No 992/95 of 10 April 1995 opening and providing for the administration of Community tariff quotas for certain agricultural and fishery products originating in Norway\n", "header": "4.5.1995 EN Official Journal of the European Communities L 101/1\nCOUNCIL REGULATION (EC) No 992/95\nof 10 April 1995\nopening and providing for the administration of Community tariff quotas for certain agricultural and fishery products originating in Norway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community has concluded an Agreement in the form of exchanges of letters in particular with Norway and approved by Decision 86/557/EEC (1);\nWhereas the above Agreement has been amended or supplemented by the Agreement on the European Economic Area, and by the bilateral Agreement in the form of exchanges of letters with Norway and approved by Decision 93/737/EC (2);\nWhereas under the above Agreement the Community has undertaken, subject to certain conditions, to open Community tariff quotas each year at a reduced or zero rate of duty for a number of agricultural and fishery products originating in this country; whereas the tariff quotas should accordingly be opened, specifying where necessary any conditions of eligibility laid down; whereas, for reasons of simplification, provision should be made to empower the Commission to give effect, following receipt of the opinion of the Customs Code Committee, to necessary amendments and technical adaptations of this Regulation arising from amendments of the combined nomenclature and Taric codes and to adaptations of volume, period and quota rates arising from decisions by the Council;\nWhereas the tariff quotas provided for in the agreements in question relate to an indefinite period and accordingly, for reasons of efficiency and simplifying the implementation of the measures concerned, it appears suitable to provide that the application of this Regulation should be placed on a multiannual footing;\nWhereas all Community importers should be ensured equal and continuous access to the said quotas and the duty rate laid down for the quotas should be applied consistently to all imports of the product in question into all Member States until the quotas are exhausted, during the whole period of validity of the above Agreements in the form of exchanges of letters;\nWhereas the decision for the opening, in the execution of its international obligations, of tariff quotas should be taken by the Community; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly,", "main_body": ["1.   From 1 January to 31 December of each year or for the periods shown in Annex I, the customs duties applicable to the products referred to in this Regulation shall be suspended or reduced to the levels indicated for each product, within the limit of the Community tariff quota shown for each product.\n2.   Imports of products referred to in Annex I under Order Nos 09.0703 and 09.0711 shall not qualify for the tariff quotas unless the free-at-frontier price established by the Member States in accordance with Article 22 of Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (3) is at least equal to any reference price which has been fixed by the Community for the products or categories of products in question.\n3.   The Protocol on the definition of the concept of originating products and on methods of administrative cooperation annexed to the Agreement between the European Economic Community and the Kingdom of Norway (4) shall apply.", "The tariff quotas referred to in Article 1 shall be administered by the Commission, which may take any appropriate administrative measures in order to ensure efficient administration.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member State concerned shall draw, from the quota volume by means of notification to the Commission, a quantity corresponding to those needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declarations, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota volume.\nIf the quantities requested are greater than the available balance of the quota volume, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed thereof by the Commission.", "Each Member State shall guarantee importers of the products in question equal and continuous access to the quotas as long as the balance of the corresponding quota volume allows.", "1.   The provisions necessary for the application of this Regulation, in particular:\n(a) the amendments and technical adaptations, in so far as necessary, arising from amendments of the combined nomenclature and Taric codes; and\n(b) the necessary adaptations of volume, periods and quota duties arising from decisions adopted by the Council; shall be adopted in accordance with the procedure laid down in Article 6 (2).\n2.   The provisions adopted pursuant to paragraph 1 do not authorize the Commission to:\n— carry over preferential quantities from one quota period to another,\n— amend the timetables laid down in the Agreements,\n— transfer quantities from one quota to another,\n— open and administer quotas resulting from new agreements.", "1.   The Commission shall be assisted by the Customs Code Committee set up by Article 247 of Regulation (EEC) No 2913/92 (5).\n2.   The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt the measures, which apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n— the Commission shall defer application of the measures which it has decided for three months from the date of such communication,\n— the Council, acting by qualified majority, may take a different decision within the period referred to in the previous indent.\n3.   The Committee may examine any question concerning the application of this Regulation which is raised by its chairman either on his own initiative or at the request of a Member State.", "Member States and the Commission shall cooperate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995 for the whole period of validity of the Agreements in the form of exchanges of letters with Norway, approved respectively by Decisions 86/557/EEC and 93/737/EC.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 April 1995.\nFor the Council\nThe President\nA. JUPPÉ\n(1)  OJ No L 328, 22. 11. 1986, p. 76.\n(2)  OJ No L 346, 31. 12. 1993, p. 17.\n(3)  OJ No L 388, 31. 12. 1992, p. 1.\nRegulation as last amended by Regulation (EC) No 3318/94\n(OJ No L 350, 31. 12. 1994, p. 15).\n(4)  OJ No L 171, 27. 6. 1973, p. 1. Protocol as amended by Decision No 1/94 of the EC-Norway Joint Committee (OJ No L 204, 6. 8. 1994, p. 90).\n(5)  OJ No L 302, 19. 10. 1992, p. 1.\nRegulation as amended by Regulation (EEC) No 2454/93 (OJ No L 253, 11. 10. 1993, p. 1).\nANNEX I\nOrder No CN code (1) Description Amount of quotas (tonnes) Quota duty (%)\n09.0701 ex 1504 20 10 Oils and fats of marine animals, other than whale oil and sperm oil, in packings of a net capacity of more than 1 kg 1 000 8,5\n0305 Fish, dried, salted, or in brine; smoked fish, whether or not cooked before or during the smoking process; fish meal fit for human consumption:\n– Dried fish, whether or not salted but not smoked:\n0305 51 – – Cod (Gadus morhua, Gadus ogac, Gadus macrocephalus):\n09.0703 ex 0305 51 90 – – – Dried, slated: 13 250 0\n– Excluding cod of the species Gadus macrocephalus\n0305 59 – – Other:\n– – – Fish of the species Boreogadus saida:\n0305 59 19 – – – – Dried, salted:\nPrepared or preserved fish, including caviar and caviar substitutes prepared from fish eggs: 400 5,8\nex 1604 13 90 – – – Other:\n– – – – Sardinella; brisling or sprats excluding raw fillets merely coated with batter or breadcrumbs, whether or not prefried in oil, deep-frozen\n– – – – Other:\n1604 19 92 – – – – – Cod (Gadus morhua, Gadus ogac, Gadus macrocephalus)\n09.0711 ex 1604 19 93 – – – – – Coalfish (Pollachius virens), excluding smoked coalfish\n1604 19 94 – – – – – Hake (Merluccius spp., Urophycis spp.)\n1604 19 95 – – – – – Alaska pollack (Theragra chalcogramma) and pollack (Pollachius pollachius)\n1604 19 98 – – – – – Other\nex 1604 20 90 Fish other than herring and smoked saithe:\n– Other than mackerel\n– Mackarel (scomber australasicus) 10\n09.0751 ex 0704 10 10 Cauliflowers, fresh or chilled, from 1 August to 31 October 2 000 0\n09.0753 ex 0704 90 90 Broccoli, fresh or chilled, from 1 July to 31 October 1 000 0\n09.0755 ex 0704 90 90 China cabbages, fresh or chilled, from 1 July to end February 3 000 0\n09.0757 0809 20 51 Cherries, fresh, from 16 July to 31 August 600 0 (2)\n09.0759 ex 0809 40 30 Plums and sloes, fresh, from 1 September to 15 October 600 0 (2)\n09.0761 ex 0810 10 10 Strawberries, fresh, from 15 July to 31 July 750 0\n09.0762 ex 0810 10 90 Strawberries, fresh, from 1 August to 15 September 750 0\n(1)  The Taric codes are given in Annex II.\n(2)  The specific additional duty shall apply.\nANNEX II\nTaric codes\nOrder No CN codes Taric codes\n09.0701 ex 1504 20 10 1504 20 10*90\nex 1504 30 19 1504 30 19*90\nex 1516 10 90 1516 10 90*11\n09.0703 ex 0305 51 90 0305 51 90*10\n*20\nex 1604 13 90 1604 13 90*91\n*99\n09.0711 ex 1604 19 93 1604 19 93*90\nex 1604 20 90 1604 20 90*30\n*40\n*90\n09.0751 ex 0704 10 10 0704 10 10*30\n09.0753 ex 0704 90 90 0704 90 90*13\n09.0755 ex 0704 90 90 0704 90 90*92\n*94\n*97\n09.0757 ex 0809 20 71 0809 20 71*10\nex 0809 20 79 0809 20 79*11\n0809 20 79*19\n09.0759 ex 0809 40 30 0809 40 30*51\n*52\n*53\n*54\n*55\n*56\nex 0809 40 40 0809 40 40*20\nex 0809 40 90 0809 40 90*50\n09.0761 ex 0809 10 10 0810 10 10*60\n*80\n09.0762 ex 0810 10 90 0810 10 90*12\n*14"}