{"celex_id": "31997D0621", "uri": "http://publications.europa.eu/resource/cellar/adae37c1-1e59-447e-aaad-8c11bc6c2c10", "type": "Decision", "concepts": ["2493", "4256", "4257", "4298", "5283", "937"], "title": "97/621/EC: Commission Decision of 5 September 1997 fixing the characteristics for which certain Member States may use information from sources other than statistical surveys for the 1997 Community survey on the structure of agricultural holdings (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 5 September 1997 fixing the characteristics for which certain Member States may use information from sources other than statistical surveys for the 1997 Community survey on the structure of agricultural holdings (Text with EEA relevance) (97/621/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 571/88 of 29 February 1988, on the organization of Community surveys on the structure of agricultural holdings (1), as last amended by Regulation (EC) No 2467/96 (2), and in particular Articles 8 and 15 thereof,\nWhereas Article 8 (2), second subparagraph, of Regulation (EEC) No 571/88 states that Member States may be authorized by the Commission to use, on request and on the basis of appropriate documentation, for certain characteristics, information which is already available from sources other than statistical surveys; and whereas certain Member States have requested this authorization to avail themselves of this possibility;\nWhereas the results of the structure survey are of great importance for the common agricultural policy and therefore make it necessary to maintain a high quality of information; whereas the use of data from sources other than statistical surveys can only be accepted if these data are as reliable as data from statistical surveys; whereas the definitions of the other source data have to be harmonized with those of the structure survey;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Agricultural Statistics,", "main_body": ["The characteristics of the 1997 Community survey on the structure of agricultural holdings for which the respective Member States are authorized to use already available information from sources other than statistical surveys and the sources from which they are authorized to collect this information are listed in the Annex.", "Member States authorized to use information from sources other than statistical surveys shall take the necessary measures to make sure that this information is of at least equal quality to information from statistical surveys.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 September 1997.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 56, 2. 3. 1988, p. 1.\n(2) OJ L 335, 24. 12. 1996, p. 3.\nANNEX\nA. SURVEY CHARACTERISTICS\nGermany, Denmark, the Netherlands, Austria, Finland and the United Kingdom are authorized to use information available from sources (listed in section B) other than statistical surveys as a base for the 1997 Community survey on the structure of agricultural holdings for those characteristics marked (by a cross) below.\n>START OF GRAPHIC>\nMEMBER STATES / CHARACTERISTICS\n>END OF GRAPHIC>\nB. DATA SOURCES\nGermany, Denmark, the Netherlands, Austria, Finland and the United Kingdom are authorized to use information available from the integrated administration and control system set up according to Council Regulations (EEC) No 3508/92 (1) and (EEC) No 3887/92 (2). For characteristics B/01, L/01 and L/01a, the Netherlands are authorized to use data from the National Farm Register.\n(1) OJ L 355, 5. 12. 1992, p. 1.\n(2) OJ L 391, 31. 12. 1992, p. 36."}