{"celex_id": "31997R0691", "uri": "http://publications.europa.eu/resource/cellar/937e4491-f80c-4d11-95aa-4a1c109c63ba", "type": "Regulation", "concepts": ["1644", "2275", "2957", "4080", "4692", "914"], "title": "Commission Regulation (EC) No 691/97 of 18 April 1997 amending Regulations (EEC) No 2698/93, (EC) No 1590/94 and (EC) No 2305/95 in the pigmeat sector\n", "header": "COMMISSION REGULATION (EC) No 691/97 of 18 April 1997 amending Regulations (EEC) No 2698/93, (EC) No 1590/94 and (EC) No 2305/95 in the pigmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (1), as last amended by Regulation (EC) No 2490/96 (2), and in particular Article 8 thereof,\nWhereas concessions for certain pigmeat products were granted pursuant to Commission Regulation (EEC) No 2698/93 of 30 September 1993 laying down detailed rules for the application in the pigmeat sector of the arrangements provided for in the Interim Agreements between the European Economic Community and the Republic of Poland, the Republic of Hungary and the former Czech and Slovak Federal Republic (3), as last amended by Regulation (EC) No 2502/96 (4), Commission Regulation (EC) No 1590/94 of 30 June 1994 laying down detailed rules for the application in the pigmeat sector of the arrangements provided for in the Interim Agreement between the Community and Bulgaria and Romania (5), as last amended by Regulation (EC) No 2502/96, and Commission Regulation (EC) No 2305/95 of 29 September 1995 establishing detailed rules for the application in the pigmeat sector of the arrangements provided for in the free trade agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part (6), as last amended by Regulation (EC) No 2071/97 (7);\nWhereas the provision laying down that the reduction in the customs duty shall be that in force on the day of submission of the export licence application has, in certain cases, limited access to the Community market for pigmeat products; whereas, in order to facilitate the preferential access to the Community market given to the associated countries of central Europe and the Baltic States, the final subparagraph of Article 1 of Regulations (EEC) No 2698/93, (EC) No 1590/94 and (EC) No 2305/95 should be deleted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The final subparagraph of Article 1 of Regulation (EEC) No 2698/93 is hereby deleted.", "The final subparagraph of Article 1 of Regulation (EC) No 1590/94 is hereby deleted.", "The final subparagraph of Article 1 of Regulation (EC) No 2305/95 is hereby deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 338, 28. 12. 1996, p. 13.\n(3) OJ No L 245, 1. 10. 1993, p. 80.\n(4) OJ No L 338, 28. 12. 1996, p. 71.\n(5) OJ No L 167, 1. 7. 1994, p. 16.\n(6) OJ No L 233, 30. 9. 1995, p. 45.\n(7) OJ No L 277, 30. 10. 1996, p. 17."}