{"celex_id": "31991R2058", "uri": "http://publications.europa.eu/resource/cellar/5de656b7-ca58-46a9-b7e7-d0d66aa2fb10", "type": "Regulation", "concepts": ["2173", "863"], "title": "Commission Regulation (EEC) No 2058/91 of 12 July 1991 laying down further transitional measures to support the beef market in Spain\n", "header": "COMMISSION REGULATION (EEC) No 2058/91  of 12 July 1991  laying down further transitional measures to support the beef market in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 90 thereof,\nWhereas the period fixed in Article 90 of the Act of Accession was extended to 31 December 1991 by Council Regulation (EEC) No 3836/90 (1);\nWhereas, in the beef sector, a proportion of production cannot be absorbed on the Spanish market owing to low internal demand for such products and can be disposed of on other markets only with difficulty in view of the time necessary to adjust the  trade structures to the opening of the market; whereas this situation has created economic difficulties for producers in Spain through the substantial price deteriorations recorded in the last few months; whereas those difficulties are sufficently  serious to warrant the introduction of transitional measures with a view to improving the situation of the market for beef in Spain;\nWhereas, in order to be effective, such transitional measures should involve the buying in at fixed prices of all products in the beef sector in accordance with the conditions laid down in Title I, Section I, and Titles II and III of Commission  Regulation (EEC) No 859/89 of 29 March 1989 laying down detailed rules for the application of intervention measures in the beef and veal sector (2), as last amended by Regulation (EEC) No 1792/91 (3); whereas, in order to ensure the gradual adaptation  of the Spanish market to the conditions obtaining on the Community market, the buying-in price should be linked to the maximum price fixed under the normal intervention scheme;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The Spanish intervention agency mentioned in Annex V to Regulation (EEC) No 859/89 shall buy in carcases, half-carcases, forequarters or hindquarters of adult bovine animals as described in Annex III to that Regulation up to a maximum of 8  000 tonnes during the period 15 July to 14 September 1991.\n2. For each of the taking-over periods under the scheme for buying by tender referred to in Article 2 (b) of Regulation (EEC) No 859/89, he buying-in price per 100 kilograms of carcase or half-carcases in category A and quality class R3 shall be an  amount equal to the maximum price laid down under the tendering procedures less ECU 2. The prices of the other eligible qualities shall be arrived at using he coefficients set out in Annex IV to that Regulation.\n3. The prices for forequarters and hindquarters shall be derived from the carcase price using the coefficients 0,80 and 1,20 respectively for the straight cut and 0,75 and 1,25 respectively for the cut known as 'pistola'.\n4. The Spanish intervention agency shall buy in products offered under the conditions laid down in Title 1, Section I, and in Titles II and III of Regulation (EEC) No 859/89.\n5. The intervention agency shall pay between the 45th and 60th day following that of takeover for products bought in.", "This Regulation shall enter into force on 15 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 367, 29. 12. 1990, p. 1. (2) OJ No L 91, 4. 4. 1989, p. 5. (3) OJ No L 160, 25. 6. 1991, p. 31."}