{"celex_id": "31994R0163", "uri": "http://publications.europa.eu/resource/cellar/9597bc49-79b7-48df-87b9-fb65b21b3100", "type": "Regulation", "concepts": ["3190", "3568", "4079", "5542", "5648"], "title": "Council Regulation (EC) No 163/94 of 24 January 1994 amending Regulation (EEC) No 386/90 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts\n", "header": "COUNCIL REGULATION (EC) No 163/94 of 24 January 1994 amending Regulation (EEC) No 386/90 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, under Council Regulation (EEC) No 386/90 of 12 February 1990 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts (3), the Commission must present to the Council a report on the progress of the application of the Regulation;\nWhereas it is clear from this report and from the additional report that the lack of flexibility of some of the rules could hamper improvements in the effectiveness of the checks; whereas better use could be made of risk analysis if the inspection services had greater leeway for targeting their checks;\nWhereas the obligation to comply with the rate of 5 % per product per customs office makes it more difficult to concentrate human resources on high risk exports;\nWhereas, while keeping the overall rate at 5 %, it is possible to introduce some flexibility so as to enable the inspection services to target their checks on more sensitive products;\nWhereas, in order to mitigate the risk of substitution, particularly in the case of export declarations presented and accepted within the Member State or at the premises of the exporter, provision must be made for the imposition of a minimum rate of physical checks by means of representative sampling by the office of exit;\nWhereas, in view of the need to ensure effective application, throughout the Community, of the provisions concerning checks on export refunds and given the financial risks for the Community funds, rules must be adopted at Community level,", "main_body": ["Regulation (EEC) No 386/90 is hereby amended as follows:\n1. In Article 2 (a), the words 'and Article 3a` shall be added after the words 'Article 3`;\n2. Article 3 (2) shall be replaced by the following:\n'2. In accordance with the detailed rules to be determined under the procedure referred to in Article 6, the rate mentioned in paragraph 1 (b) shall apply:\n- per customs office,\n- per calendar year, and\n- per product sector.\nHowever, the rate of 5 % per product sector may be replaced by a rate of 5 % covering all sectors insofar as the Member State applies a selection system based on a risk analysis carried out in accordance with criteria to be laid down in accordance with the procedure laid down in Article 6. In this case, a minimum rate of 2 % shall be compulsory per product sector.`\n3. The following Article shall be inserted:\n'Article 3a\nIn the case of export declarations accepted by an internal customs office, a minimum rate or minimum rates of physical checks on substitution may be carried out by means of representative sampling by each customs office of exit from the Community. The various minimum checking rate(s) shall be determined in the light of the type of risk, in accordance with the procedure laid down in Article 6.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the calendar year following that of its publication.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No C 218, 12. 8. 1993, p. 13.\n(2) Opinion delivered on 19 January 1994 (not yet published in the Official Journal).\n(3) OJ No L 42, 16. 2. 1990, p. 6."}