{"celex_id": "31994D0907", "uri": "http://publications.europa.eu/resource/cellar/92361fa9-21ef-4016-9880-6df1cc040a7e", "type": "Decision", "concepts": ["1464", "1567", "207", "209", "3763", "4048"], "title": "94/907/EC, ECSC, Euratom: Council and Commission Decision of 19 December 1994 on the conclusion of the Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part\n", "header": "COUNCIL AND COMMISSION DECISION of 19 December 1994 on the conclusion of the Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part (94/907/ECSC, EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 238 thereof, in conjunction with Article 228 (2), second sentence, and (3), second subparagraph,\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the approval of the Council granted pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nHaving regard to the assent of the European Parliament (1),\nWhereas the Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part, signed in Brussels on 1 February 1993 should be approved,", "main_body": ["Article 1\nThe Europe Agreement between the European Communities and their Member States, of the one part, and Romania, of the other part, together with the Protocols, the exchanges of letters and the declarations relating thereto, is hereby approved on behalf of the European Community, the European Coal and Steel Community and the European Atomic Energy Community.\nThe texts referred to in the first paragraph are attached to this Decision.", "1. The position to be adopted by the Community in the Association Council shall be determined in accordance with the relevant provisions of the Treaties establishing the European Communities by the Council, on a proposal from the Commission, or, where appropriate, by the Commission.\n2. In accordance with Article 107 of the Agreement referred to in Article 1 the President of the Council shall preside over the Association Council and shall present the Community's position. A representative of the Commission shall preside over the Association Committee, in accordance with its rules of procedure, and shall present the Community's position.", "The President of the Council shall give the notification provided for in Article 125 of the Agreement referred to in Article 1 on behalf of the European Community. The President of the Commission shall give such notification on behalf of the European Coal and Steel Community and the European Atomic Energy Community."], "attachments": "Done at Brusssels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\nFor the Commission\nThe President\nJ. DELORS\n(1) OJ No C 315, 22. 11. 1993, p. 103."}