{"celex_id": "31997R1975", "uri": "http://publications.europa.eu/resource/cellar/cb36618c-4fda-425a-b098-c134940e8224", "type": "Regulation", "concepts": ["1474", "1841", "2556", "2850", "5228", "5537"], "title": "Council Regulation (EC) No 1975/97 of 7 October 1997 on the conclusion of the Protocol fixing, for the period 1 December 1996 to 30 November 1999, the fishing opportunities and the financial consideration provided for in the Agreement between the European Economic Community and the Government of Mauritius on fishing in Mauritian waters\n", "header": "COUNCIL REGULATION (EC) No 1975/97 of 7 October 1997 on the conclusion of the Protocol fixing, for the period 1 December 1996 to 30 November 1999, the fishing opportunities and the financial consideration provided for in the Agreement between the European Economic Community and the Government of Mauritius on fishing in Mauritian waters\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43, in conjunction with Article 228 (2), first sentence, and (3), first subparagraph, thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, in accordance with the Agreement between the European Economic Community and the Government of Mauritius on fishing in Mauritian waters (2), the two Parties held negotiations with a view to determining amendments or additions to be made to the Agreement at the end of the period of application of the Protocol;\nWhereas, as a result of these negotiations, a new Protocol fixing, for the period 1 December 1996 to 30 November 1999, the fishing opportunities and the financial consideration provided for by the said Agreement was initialled on 26 November 1996;\nWhereas it is in the Community's interest to approve this Protocol,", "main_body": ["The Protocol fixing, for the period 1 December 1996 to 30 November 1999, the fishing opportunities and the financial consideration provided for by the Agreement between the European Economic Community and the Government of Mauritius on fishing in Mauritian waters is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (3).", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community (4).", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 7 October 1997.\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1) OJ C 286, 22. 9. 1997.\n(2) OJ L 159, 10. 6. 1989, p. 2.\n(3) OJ L 163, 20. 6. 1997, p. 29.\n(4) The date of entry into force of the Protocol will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}