{"celex_id": "31999D0568", "uri": "http://publications.europa.eu/resource/cellar/44df418a-7943-45ac-a7d5-282ce3483aa3", "type": "Decision", "concepts": ["1828", "2081", "5696"], "title": "1999/568/EC: Commission Decision of 27 July 1999 establishing the ecological critera for the award of the Community eco-label to light bulbs (notified under document number C(1999) 2439) - (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 27 July 1999\nestablishing the ecological critera for the award of the Community eco-label to light bulbs\n(notified under document number C(1999) 2439)\n(Text with EEA relevance)\n(1999/568/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme(1), and in particular the second subparagraph of Article 5(1) thereof,\n(1) Whereas the first subparagraph of Article 5(1) of Regulation (EEC) No 880/92 provides that the conditions for the award of the Community eco-label shall be defined by product groups;\n(2) Whereas Article 10(2) of Regulation (ECC) No 880/92 states that the environmental performance of a product shall be assessed by reference to the specific critera for product groups;\n(3) Whereas by Decision 95/533/EC(2), the Commission established ecological critera for the award of the Community eco-label to single-ended light bulbs, which, according to Article 3 thereof, expired on 30 November 1998;\n(4) Whereas, by Decision 96/337/EC(3), the Commission established ecological critera for the award of the Community eco-label to double-ended light bulbs, which, according to Article 3 thereof, expired on 7 May 1999;\n(5) Whereas it is deemed appropriate to establish one product group replacing the separate product groups single-ended light bulbs and double-ended light bulbs;\n(6) Whereas it is appropriate to adopt a new decision establishing ecological critera for this product group, in order to allow for the participation in the Community eco-label award scheme of manufacturers and importers of light bulbs;\n(7) Whereas it is appropriate to revise the criteria which were established by Decisions 95/533/EC and 96/337/EC in order for the energy classification to be expressed in a manner consistent with Commission Directive 98/11/EC(4) implementing Council Directive 92/75/EEC(5) with regard to energy labelling of household lamps and in order to adapt the energy, average life and mercury content requirements to technological innovation and market developments;\n(8) Whereas in accordance with Article 6 of Regulation (EEC) No 880/92 the Commission has consulted the principal interest groups within a consultation forum;\n(9) Whereas the measures provided for in this Decision are in accordance with the opinion of the Committee set up pursuant to Article 7 of Regulation (EEC) No 880/92,", "main_body": ["The product group \"light bulbs\" (hereinafter referred to as \"the product group\") shall comprise:\n- \"single-ended light bulbs\", meaning all light bulbs which provide general purpose lighting and have single-ended, bayonet, screw or pin fittings. The light bulbs must be connectable to the public electricity supply, and must be available for sale to the public,\n- \"double-ended light bulbs\", meaning all light bulbs which provide general purpose lighting and have fitting at both ends. This includes, principally, all linear fluorescent tubes. The tubes must be connectable to the public electricity supply.", "The environmental performance and the fitness for use of the product group shall be assessed by reference to the specific ecological critera set out in the Annex.", "The product group definition and the critera for the product group shall be valid from 1 July 1999 until 1 July 2002. If, however, on 1 July 2002 a new Decision establishing the ecological critera for this product group has not yet been adopted, this period of validity shall instead end either on 1 July 2003 or on the date of adoption of the new Decision, whichever is sooner.", "The code number assigned for administrative purposes to the products group shall be \"008\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1999.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 99, 11.4.1992, p. 1.\n(2) OJ L 302, 15.12.1995, p. 42.\n(3) OJ L 128, 29.5.1996, p. 24.\n(4) OJ L 71, 10.3.1998, p. 1.\n(5) OJ L 297, 13.10.1992, p. 16.\nANNEX\nA. FRAMEWORK\nIn order to be awarded an eco-label the light bulbs shall comply with the criteria of this Annex, with tests carried out on application as indicated in the criteria. Where appropriate, other test methods may be used if the competent body assessing the application accepts their equivalence.\nThe criteria are aimed at promoting:\n- reduction of environmental damage or risks related to the use of energy (global warming, acidification, depletion of non-renewable resources) by reducing energy consumption\n- reduction of environmental damage or risks related to the use of mercury, by reducing the mercury content of a light bulb and by extending its average life\n- minimising the environmental damage related to waste by promoting the use of recycled material in packaging and by extending its average life.\nThe competent bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria in this Annex (note: it is not required to implement such management schemes).\nB. KEY CRITERIA\n1. Energy efficiency\nSingle-ended light bulbs must qualify either as class A or a class B under the energy label, as defined in Commission Directive 98/11/EC of 27 January 1998, Annex IV. Compact fluorescent lamps with a magnetic ballast are however not eligible for an eco-label.\nDouble-ended light bulbs must qualify as class A under the energy label, as defined in Commission Directive 98/11/EC of 27 January 1998, Annex IV.\n2. Average life and lumen maintenance\nBoth single-ended light bulbs and double-ended light bulbs must achieve an average life of more than 10000 hours.\n>TABLE>\n3. Mercury\nSingle-ended light bulbs shall have an average(1) mercury content lower than 6 mg.\nDouble-ended light bulbs with an average life of less than 20000 hours, but greater than 10000 hours shall have an average mercury content lower than 7,5 mg.\nDouble-ended light bulbs with an average life that is equal to or greater than 20000 hours shall have an average mercury content lower than 10 mg.\nMercury content shall be tested by the method described in the Appendix to this Decision.\n4. Packaging\nLaminates and composite plastics must not be used.\nFor single-ended light bulbs, all cardboard packaging must contain a minimum of 65 % recycled material (by weight).\nFor double-ended light bulbs, all cardboard packaging must contain a minimum of 80 % recycled material (by weight).\nFor single-ended and double-ended light bulbs, EN standard 50285 shall apply. Lamps shall be tested using EN 60064, EN 60901, EN 60969, EN 60081 and CIE 84 as appropriate for the type of lamp. If the appropriate average life test has not been completed, operational average life as stated on the packaging is acceptable pending the result of the test. The result of the test must be communicated to the competent body as soon as it is available, and in any case no later than 18 months after the date of application for the label.\nC. FITNESS FOR USE CRITERIA\n5. Product information\nThe following information shall be provided with the product:\nFor single-ended light bulbs:\n(i) Dimmer switches\nLight bulbs which do not operate on dimmer switches shall be labelled.\n(ii) Size and shape\nThe relative size and shape of a compact fluorescent light bulb compared to a conventional incandescent lamp shall be indicated.\n(iii) Disposal\nInformation (pictogram or otherwise) to consumers on the packaging shall draw attention to the appropriate disposal conditions, including regulatory requirements.\nFor double-ended light bulbs:\n(i) The environmental performance of the light bulb is improved when it is used with high frequency electronic gear as per EN 60929.\n(ii) Information (pictogram or otherwise) to consumers on the packaging shall draw attention to the appropriate disposal conditions, including regulatory requirements.\n(1) The average figure relates to the average tested mercury content in a test performed on 10 light bulbs, removing the light bulbs with the highest and lowest measured content from the sample.\nAppendix\nMETHOD TO TEST MERCURY CONTENT\nThe arc tube is first separated from its plastic surrounds and associated electronics. The associated leadwires are cut as close to the glass seal as possible. The arc tube is taken to a fume cupboard and is cut into segments. The segments are placed in a suitably sized robust screw-capped plastic bottle to which is added a 1 inch (approximately 2.5 cm) diameter porcelain ball and 25 ml of high purity concentrated nitric acid (70 %). The bottle is sealed and shaken for a few minutes to reduce the arc tube to fine particle size, the stopper is periodically loosened to eliminate any possibility of pressure build-up. The contents of the bottle are allowed to react for 30 minutes during which time the contents are periodically agitated.\nThe contents of the bottle are then filtered through an acid resistant filter paper and collected in a 100 ml graduated volumetric flask. Potassium dichromate is then added to the flask so that the final concentration is 1000 ppm with respect to chromium. The flask is then made up to volume with pure water.\nMatched standards are made up on a concentration range up to 200 ppm mercury. The solutions are analysed using flame atomic absorption at a wavelength of 253,7 nm with background correction on. From the results obtained and knowledge of the solution volume, the original mercury content of the light bulb can be computed.\nThe competent body may agree adaptations to the details of the test method if they are necessary for technical reasons, and shall be applied in a consistent manner."}