{"celex_id": "31991R0837", "uri": "http://publications.europa.eu/resource/cellar/f7cbf04c-855c-45a6-bbb4-23e874de4297", "type": "Regulation", "concepts": ["1565", "2173", "2763"], "title": "Commission Regulation (EEC) No 837/91 of 4 April 1991 amending Regulation (EEC) No 2742/90 laying down detailed rules for the application of Council Regulation (EEC) No 2204/90\n", "header": "COMMISSION REGULATION (EEC) No 837/91  of 4 April 1991  amending Regulation (EEC) No 2742/90 laying down detailed rules for the application of Council Regulation (EEC) No 2204/90\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2204/90 of 24 July 1990 laying down additional general rules on the common organization of the market in milk and milk products as regards cheese (1), and in particular the second paragraph of Article 1 and  the second subparagraph of Article 3 (3) thereof,\nWhereas Article 4 (1) of Commission Regulation (EEC) No 2742/90 (2) fixes the sum due for quantities of casein and/or caseinates used without authorization having regard to the prices for casein and caseinates recorded on the markets in the second  quarter of 1990; whereas the downward trend in those prices during the second half of 1990 requires that sum to be increased;\nWhereas the Annex to Regulation (EEC) No 2742/90 gives the maximum percentages of casein and/or caseinates to be incorporated in cheese; whereas Article 2 (2) of that Regulation provides that the Annex may be amended to take account of reasoned  applications providing evidence that there is a technical need for the addition of casein or caseinates; whereas the examination of two applications has enabled such a need to be demonstrated as regards powdered processed cheese and grated processed  cheese; whereas that Annex should be supplemented accordingly;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["  Article 1\nRegulation (EEC) No 2742/90 is hereby amended as follows:\n1. Article 4 (1) is replaced by the following:\n'1. The sum due in accordance with Article 3 (3) of Regulation (EEC) No 2204/90 shall be ECU 350 per 100 kilograms of casein and/or caseinates, having regard to the price for casein and caseinates recorded on the markets in the fourth quarter of 1990.'\n2. The following is added to the Annex:\n'- grated processed cheese covered by CN code ex 0406 20: 5 % (1)\n- processed cheese in powdered form covered by CN code ex 0406 20: 5 % (1).\n(1) Manufactured by a continuous process, without addition of already manufactured processed cheese.'  Article 2  This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 201, 31. 7. 1990, p. 7. (2) OJ No L 264, 27. 9. 1990, p. 20."}