{"celex_id": "31994R1145", "uri": "http://publications.europa.eu/resource/cellar/94b9efe9-fe69-4808-b5dc-394e7817eb66", "type": "Regulation", "concepts": ["1519", "2723", "4448", "755", "797"], "title": "Commission Regulation (EC) No 1145/94 of 19 May 1994 amending Regulation (EEC) No 2780/92 on the conditions for the grant of compensatory payments under the support system for producers of certain arable crops\n", "header": "COMMISSION REGULATION (EC) No 1145/94 of 19 May 1994 amending Regulation (EEC) No 2780/92 on the conditions for the grant of compensatory payments under the support system for producers of certain arable crops\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 232/94 (2), and in particular Articles 4 (3) and 12 thereof,\nWhereas Commission Regulation (EEC) No 2780/92 (3), as amended by Regulation (EEC) No 2956/93 (4), provides for the drawing up of a register of the entitlement of producers to the supplement to the compensatory payment for durum wheat; whereas the  register must be drawn up on the basis of a reference marketing year chosen by producers at the time of submission of applications for the compensatory payment for the 1993/94 marketing year, pursuant to Article 4 (3) of Regulation (EEC) No 1765/92;\nWhereas in Italy, the entitlements of certain producers were not taken into account due to administrative difficulties during the implementation of the reform of the common agricultural policy in the arable crop sector during the first year of  application; whereas this problem can be solved by postponing the deadline in Italy for the establishment of the entitlement of the producers in question to 31 May 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["The following subparagraph is hereby added to Article 6 (1) of Regulation (EEC) No 2780/92:\n'In Italy, however, producers who have not made their choice, with a view to their entry into the register referred to in paragraph 2, by the date referred to in the previous subparagraph may, as an exceptional measure, choose by a date fixed by the  Member State and by 31 May 1994 at the latest.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 30, 3. 2. 1994, p. 7.\n(3) OJ No L 281, 25. 9. 1992, p. 5.\n(4) OJ No L 267, 28. 10. 1993, p. 1."}