{"celex_id": "31999D0714", "uri": "http://publications.europa.eu/resource/cellar/c856e4bc-5e47-482b-8c70-379287ac299c", "type": "Decision", "concepts": ["2198", "4257", "4298", "5283", "616", "937"], "title": "1999/714/EC: Commission Decision of 19 October 1999 establishing deadlines for the communication of the results of the 1999/2000 basic surveys on the structure of agricultural holdings to the Statistical Office of the European Communities (notified under document number C(1999) 3352)\n", "header": "COMMISSION DECISION\nof 19 October 1999\nestablishing deadlines for the communication of the results of the 1999/2000 basic surveys on the structure of agricultural holdings to the Statistical Office of the European Communities\n(notified under document number C(1999) 3352)\n(1999/714/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 571/88 of 29 February 1988 on the organisation of Community surveys on the structure of agricultural holdings(1), as last amended by Commission Decision 98/377/EC(2), and in particular point 5 of Annex II thereto,\nWhereas:\n(1) Point 5 of Annex II to Regulation (EEC) No 571/88 requires time limits for the communication of individual survey data to the Statistical Office of the European Communities by the Communities by the Member States to be established in accordance with the procedure laid down in Article 15 of the said Regulation and whereas the inform code to be used for the data transmission will be specified by the Statistical Office of the European Communities in agreement with the Member States;\n(2) The importance of the structure survey results for the common agricultural policy and the growing demand for up-to-date data make it necessary to carry out the computer processing of the survey data and communication thereof to the Statistical Office of the European Communities as quickly as possible;\n(3) The deadlines to be fixed for the communication of survey results to the Statistical Office of the European Communities must take into account the fact that the timetable for carrying out the survey work is different between Member States;\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on agricultural statistics,", "main_body": ["The Member States shall communicate to the Statistical Office of the European Communities the individual data from the surveys on the structure of agricultural holdings carried out pursuant to Article 2(1) of Council Regulation (EEC) No 571/88, using a uniform code specified by the Statistical Office of the European Communities in agreement with the Member States.", "Member States shall communicate surveys results of the 1999/2000 structure surveys not later than the following deadlines:\n>TABLE>", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 October 1999.\nFor the Commission\nPedro SOLBES MIRA\nMember of the Commission\n(1) OJ L 56, 2.3.1988, p. 1.\n(2) OJ L 168, 13.6.1998, p. 29."}