{"celex_id": "31994D0167", "uri": "http://publications.europa.eu/resource/cellar/5a6cd565-a522-4221-881a-b86e0349d3a7", "type": "Decision", "concepts": ["1232", "3156", "3181", "3468"], "title": "94/167/EC: Council Decision of 10 March 1994 concerning the amendments to the reservations entered by the Community in respect of some provisions of certain Annexes to the international Convention on the simplification and harmonization of customs procedures\n", "header": "18.3.1994 EN Official Journal of the European Communities L 76/28\nCOUNCIL DECISION\nof 10 March 1994\nconcerning the amendments to the reservations entered by the Community in respect of some provisions of certain Annexes to the international Convention on the simplification and harmonization of customs procedures\n(94/167/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by Decision 75/199/EEC (1), the Community became a Contracting Party to the international Convention on the simplification and harmonization of customs procedures;\nWhereas, by the said Decision and Decisions 77/415/EEC (2), 78/528/EEC (3), 80/391 /EEC (4), 85/204/EEC (5), 86/103/EEC (6), 87/593/EEC (7), 87/594/EEC (8), 88/355/EEC (9) and 88/356/EEC (10), the Community has accepted 18 Annexes to the said Convention;\nWhereas, pursuant to Article 5 (1) of the said Convention, the Community has entered reservations on some ‘Standards and Recommended Practices’ defined in these Annexes in order to cover the special requirements of the customs union;\nWhereas, pursuant to Article 5 (2) of the said Convention, the Community is required to review, once every three years at least, the Standards and Recommended Practices in respect of which it has entered reservations; whereas Article 5 (1) of the Convention allows Contracting Parties to enter reservations even after an Annex has been accepted,", "main_body": ["The reservations entered by the Community in respect of Annexes A.1, A.2, B.1, B.2, B.3, C.1, D.1, D.2, E.1, E.3, E.4, E.5, E.6, E.8, F.1, F.2, F.3 and F.6 of the international Convention on the simplification and harmonization of customs procedures shall be amended as a result of the review the outcome of which is set out in the Annex to this Decision.", "The President of the Council shall designate the person authorized to notify the Secretary-General of the Customs Cooperation Council of the outcome of the review referred to in Article 1."], "attachments": "Done at Brussels, 10 March 1994.\nFor the Council\nThe President\nY. PAPANTONIOU\n(1)  OJ No L 100, 21. 4. 1975, p. 1.\n(2)  OJ No L 166, 4. 7. 1977, p. 1.\n(3)  OJ No L 160, 17. 6. 1978, p. 13.\n(4)  OJ No L 100, 17. 4. 1980, p. 27.\n(5)  OJ No L 87, 27. 3. 1985, p. 8.\n(6)  OJ No L 88, 3. 4. 1986, p. 42.\n(7)  OJ No L 362, 22. 12. 1987, p. 1.\n(8)  OJ No L 362, 22. 12. 1987, p. 8.\n(9)  OJ No L 161, 28. 6. 1988, p. 3.\n(10)  OJ No L 161, 28. 6. 1988, p. 12.\nANNEX\nOutcome of the review, conducted by the Community in accordance with the requirements of Article 5 (2) of the international Convention on the simplification and harmonization of customs procedures, of the reservations entered by the Community in respect of the Annexes to the said Convention\n1.   Annex A.1\nconcerning customs formalities prior to the lodgement of the goods declaration\n1.1. The reservation in respect of Standard 11 shall be lifted.\n1.2. The reservation in respect of Standard 21 shall be maintained.\n2.   Annex A.2\nconcerning the temporary storage of goods\n2.1. The general reservation shall be maintained.\n2.2. A reservation worded as follows shall be entered in respect of Recommended Practice 10:\n2.3. The wording of the reservation entered in respect of Recommended Practice 13 shall be replaced by:\n3.   Annex B.1\nconcerning clearance for home use\n3.1. The wording of the second paragraph of the general reservation shall be replaced by:\n3.2. The reservations in respect of Recommended Practices 19 and 52 shall be maintained.\n3.3. The first sentence of the wording of the reservation in respect of Standard 28 shall be replaced by the following:\n4.   Annex B.2\nconcerning relief from import duties and taxes in respect of goods declared for home use\n4.1. The general reservation and the reservations in respect of Recommended Practices 20, 27, 32 and 33 and of Standard 34 shall be maintained.\n4.2. The wording of the reservation in respect of Standard 3 shall be replaced by:\n4.3. In the last sentence of the wording of the reservation in respect of Recommended Practice 10, ‘is accompanied’ shall be replaced by ‘may be accompanied.’\n4.4. The wording of the reservation in respect of Recommended Practice 16 shall be replaced by:\n4.5. A second paragraph worded as follows shall be added to the wording of the reservation in respect of Recommended Practice 18:\n4.6. The wording of the reservation in respect of Recommended Practice 9 shall be replaced by:\n4.7. The wording of the reservation in respect of Standard 21 shall be replaced by:\n4.8. The wording of the first indent of the reservation in respect of Recommended Practice 23 shall be replaced by the following:\n‘— not earlier than two months before the date fixed for the wedding. In this case, the relief shall be subject to the lodging of an appropriate security for the customs duties whereas this security is optional as far as tax exemption is concerned, and ...’.\n4.9. The wording of the second paragraph and the table in the reservation in respect of Standard 28 shall be replaced by:\ntaxes\n(a) coffee: 500 grams\nor\ncoffee-extracts and essences: 200 grams\n(b) tea: 100 grams\nor\ntea extracts and essences: 40 grams\nduties and taxes:\n(c) perfumes: 50 grams\nor\ntoilet waters: 0,25 litre.’\n4.10. The beginning of the first sentence of the reservation in respect of Recommended Practice 29 shall be replaced by the following:\n4.11. The wording of the reservation in respect of Recommended Practice 35 shall be replaced by\n5.   Annex B.3\nconcerning reimportation in the same State\n5.1. The general reservation and the reservations in respect of Recommended Practices 8 and 24 shall be maintained.\n5.2. The reservation in respect of Recommended Practice 11 shall be lifted.\n6.   Annex C.1\nconcerning outright exportation\n6.1. The reservations (general reservation and the reservations in respect of Recommended Practice 10 and Standard 21) shall be maintained.\n7.   Annex D.1\nconcerning rules of origin\n7.1. The reservations in respect of Standard 7 and Recommended Practice 10 shall be maintained.\n7.2. In the second paragraph of the wording of the reservation in respect of Standard 8, ‘CCC Nomenclature’ shall be replaced by ‘Nomenclature of the Harmonized System.’\n8.   Annex D.2\nconcerning documentary evidence of origin\n8.1. The reservations in respect of Recommended Practice 3, 10 and 12 shall be maintained.\n9.   Annex E.1\nconcerning customs transit\n9.1. The wording of the general reservation shall be replaced by:\n10.   Annex E.3\nconcerning customs warehouses\n10.1. The general reservation shall be maintained.\n10.2. The following reservation shall be entered in respect of Recommended Practice 9:\n10.3. The following reservation shall be entered in respect of Recommended Practice 11:\n10.4. The following reservation shall be entered in respect of Recommended Practice 13:\n10.5. The following reservation shall be entered in respect of Recommended Practice 15:\n10.6. The wording of the reservation in respect of Standard 18 shall be replaced by the following:\n10.7. The wording of the reservation in respect of Standard 19 shall be replaced by:\n11.   Annex E.4\nconcerning drawback\n11.1. The reservations (general reservation and the reservations in respect of Standard 5) shall be maintained.\n12.   Annex E.5\nconcerning temporary admission subject to re-exportation in the same State\n12.1. The general reservation and the reservations in respect of Standard 14 and Recommended Practices 33 and 37 shall be maintained.\n12.2. A reservation worded as follows shall be entered in respect of Standard 4:\n12.3. A reservation worded as follows shall be entered in respect of Recommended Practice 5:\n12.4. The wording of the reservation in respect of Standard 23 shall be replaced by:\n12.5. Four reservations, one each on packings, commercial vehicles, containers and pallets, shall be entered in respect of Recommended Practice 36. They shall be worded as follows:\n12.6. The beginning of the second sentence of the reservation in respect of Recommended Practice 38 shall be replaced by the following:\n13.   Annex E.6\nconcerning temporary admission for inward processing\n13.1. The general reservation and the reservation in respect of Standard 19 shall be maintained.\n13.2. The wording of the reservation in respect of Recommended Practice 5 shall be replaced by:\n13.3. A reservation worded as follows shall be entered in respect of Recommended Practice 16:\n13.4. The wording of the reservation in respect of Standard 34 shall be replaced by:\n13.5. The wording of the reservation in respect of Recommended Practice 39 shall be replaced by:\n14.   Annex E.8\nconcerning temporary exportation for outward processing\n14.1. The general reservation and the reservation in respect of Standard 20 shall be maintained.\n14.2. The wording of the reservation in respect of Recommended Practice 3 shall be replaced by:\n15.   Annex F.1\nconcerning free zones\n15.1. The wording of the general reservation shall be replaced by:\n15.2. The wording of the reservation in respect of Standard 21 shall be replaced by:\n16.   Annex F.2\nconcerning processing of goods for home use\n16.1. The reservations (general reservation and the reservations in respect of Recommended Practice 7) shall be maintained.\n17.   Annex F.3\nconcerning customs facilities applicable to travellers\n17.1. The general reservation and the reservations in respect of Standards 21, 38 and 44 and Recommended Practice 45 shall be maintained.\n17.2. A reservation worded as follows shall be entered in respect of Recommended Practice 18:\n17.3. A reservation worded as follows shall be entered in respect of Recommended Practice 31:\n18.   Annex F.6\nconcerning the repayment of import duties and taxes\n18.1. The reservations (general reservation and the reservations in respect of Standard 7) shall be maintained."}