{"celex_id": "31992D0265", "uri": "http://publications.europa.eu/resource/cellar/63771998-6ace-46c6-bdb2-e64018db0a38", "type": "Decision", "concepts": ["2560", "3579", "4353", "4689", "4692"], "title": "92/265/EEC: Commission Decision of 18 May 1992 concerning the importation into the Community of live pigs, porcine semen, fresh pigmeat and pigmeat products from Austria and repealing Decision 90/90/EEC\n", "header": "COMMISSION DECISION  of 18 May 1992  concerning the importation into the Community of live pigs, porcine semen, fresh pigmeat and pigmeat products from Austria and repealing Decision 90/90/EEC  (92/265/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 91/496/EEC (2), and in  particular Article 19 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and  90/675/EEC, as last amended by Council Directive 91/628/EEC (3), and in particular Article 18 thereof,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species (4) and in particular Article 15 thereof,\nWhereas imports from Austria into the Member States of live pigs, fresh pigmeat and certain pigmeat products are suspended in accordance with Commission Decision 90/90/EEC (5), as last amended by Decision 92/40/EEC (6);\nWhereas the abovementioned imports from Vorarlberg, Tyrol, Salzburg, Upper Austria, Kaernten and Burgenland are no longer suspended in accordance with Decision 92/40/EEC;\nWhereas an outbreak of classical swine fever has been declared in the Land Kaernten; whereas such imports should be temporarily suspended from this Land;\nWhereas the occurrence of classical swine fever is liable to endanger the herds of Member States, in view of trade in live pigs, porcine semen, fresh pigmeat and certain meat-based pork products;\nWhereas in the interest of clarity Decision 90/90/EEC should therefore be repealed and a consolidated text adopted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Imports from Austria into Member States of live animals of porcine species, of fresh meat from these animals and of pigmeat products other than those meat products which have undergone one of the following treatments:\n(a) heat treatment carried out in hermetically sealed container with an Fc value of 3,00 or more;\n(b) heat treatment of a type different from that referred to in (a) in which the centre temperature is raised to at least 70 °C;\n(c) treatment consisting in natural fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kilograms and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.\nare hereby prohibited.\n2. Imports from Austria into Member States of porcine semen is hereby prohibited;\n3. The model certificate as laid down in Annex A of Commission Decision 91/449/EEC (7) should be annotated in according to paragraph 1 above as regards importation of pig meat products;\n4. The prohibition on imports referred to in paragraphs 1 and 2 shall not apply to the Laender Vorarlberg, Tirol, Salzburg, Upper Austria and Burgenland.", "Decision 90/90/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1. (2) OJ No L 268, 24. 9. 1991, p. 56. (3) OJ No L 340, 11. 12. 1991, p. 17. (4) OJ No L 224, 18. 8. 1990, p. 62. (5) OJ No L 61, 10. 3. 1990, p. 21. (6) OJ No L 16, 23. 1. 1992, p. 19. (7) OJ No L 240, 29.  8. 1991, p. 28."}