{"celex_id": "31993D0134", "uri": "http://publications.europa.eu/resource/cellar/2a3ba7bd-469b-4e5e-bfa4-f936a5acc0fa", "type": "Decision", "concepts": ["2359", "2800", "2924", "3039", "427", "889"], "title": "93/134/EEC: Commission Decision of 11 November 1992 concerning a draft order of the Brussels region providing for aid to promote economic growth and scientific research (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 11 November 1992 concerning a draft order of the Brussels region providing for aid to promote economic growth and scientific research (Only the French and Dutch texts are authentic)\n(93/134/EEC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given the parties concerned notice to submit their comments, in accordance with Article 93,\nWhereas:\nI  By note dated 26 July 1991 from its Permanent Representation, the Belgian Government notified the Commission, in accordance with the provisions of Article 93 (3) of the EEC Treaty, of a draft order of the Brussels region providing for aid to promote  economic growth and scientific research.\nAdditional information was requested from the Belgian authorities by letter dated 8 August 1991. The Belgian authorities' reply was received by the Commission on 27 September 1991.\nBy letter dated 9 December 1991, the Commission informed the Belgian Government that it had decided to initiate the procedure provided for in Article 93 (2) of the EEC Treaty in respect of the aid and requested the Belgian Government to submit its  comments.\nInterested third parties were informed of the Commission's decision through publication of a notice in the Official Journal of the European Communities on 29 January 1992 (1). No comments were received from interested third parties.\nThe aid provided for in the draft order in respect of which the abovementioned procedure war initiated may be described as follows:\n- aid for industrial and craft-based undertakings in the form of capital grants or interest subsidies, possibly coupled with a guarantee by the region and the State and amounting to:\n- 20 % of the investment where the sole object of the investment is the rational use of energy, water or raw materials, environmental protection or the specific adjustment of the undertaking to its particular location or its relocation in an urban  environment,\n- 8 % of any investment carried out by an undertaking situated in a 'less-favoured urban district';\n- aid of the same type, without any maximum rate, for the purposes of sectoral aid or for technological or other facilities which are of particular importance for the Brussels region;\n- aid of up to 50 % of the cost of economic, technical and financial studies relating to the abovementioned investments (80 % with a maximum of Bfrs 5 million);\n- R &   D aid, in the form of grants for basic research, amounting to 50 % of the cost of the project (60 % in the case of small and medium businesses - SMBs - and research involving a considerable business risk or being of particular interest at  European level), and in the form of an advance involving conditional or unconditional repayment, amounting to 40 % (50 %) of the project in the case of applied research or accompanying measures;\n- progress contracts concluded with undertakings for the carrying-out of multiannual programmes including any technological, industrial and development operation and comprising aid of up to 15 % of the investment, though this ceiling may be exceeded in  the case of European industrial programmes that are the subject of national or international agreements.\nII  The aid provided for under the draft order is caught by the provisions of Article 92 (1) of the EEC Treaty. Both the acceptance (or rejection) of applications and the determination of the amount and the terms of the aid are assessed and decided on  in each individual case by the competent Brussels authorities. The aid will thus be granted by the State through State resources. It should be borne in mind that all aid granted by regional or local bodies of Member States, whatever their status and  description, is covered by the provisions of Article 92 (1) of the EEC Treaty (Judgment of the Court of Justice of 14 October 1987 in Case 248/84, Germany v. Commission (2). By relieving certain undertakings of some of their costs, such aid gives such  undertakings financial advantages and improves their competitive position. Since the production of such undertakings may be in competition with that of undertakings in other Member States, such aid is liable to distort intra-Community trade.\nThe Article 93 (2) procedure was initiated because some of the aid was ineligible for any of the derogations from the prohibition of aid provided for in Article 92 (2) and (3) of the EEC Treaty. This was the case with the following aid:\n- the aid for sectoral purposes or for technological or other facilities having particular importance for the Brussels region, and aid provided for under 'progress contracts'. Such aid, being general and non-specific in nature, did not have any features  that would allow it to be exempted under Article 92 (2) and (3), but did, on the contrary, have negative repercussions at Community level, in that it would have thwarted the effects of regional development policies and would have attracted 'footloose  investment' at the expense of other Member States,\n- the aid provided for in respect of investments carried out by undertakings situated in less-favoured urban districts. Such aid did not qualify for a derogation as regional aid, since the Brussels region is not eligible for regional aid and since,  because it related to any investment whatsoever and regardless of the size of the undertaking, the aid was general in nature and therefore incompatible with the EEC Treaty,\n- the aid for the specific adjustment of undertakings to the urban environment. By making it easier for them to remain in the Brussels region, such aid would have had the effect of counteracting the attraction of regional aid schemes and could not  therefore be in the Community interest,\n- as regards the aid provided for in respect of R &   D, the aid for applied research and accompanying measures did not comply with the maximum rates laid down by the Community framework for State aid for R &   D.\nIII  As part of the procedure, an exploratory meeting took place on 11 February 1992 between the Commission and the relevant Brussels authorities. It was followed by an exchange of notes, dated 9 April 1992 from the Belgian authorities and 1 June 1992  from the Commission. By letter dated 23 June 1992 from its Permanent Representation, the Belgian Government sent the Commission an amended draft order of the Brussels region accompanied by comments on the articles and an explanatory memorandum on the  amendments made to the original draft. The amendments take account in particular of the provisions of the new framework on aid to SMBs as regards the definition and intensity of the aid authorized for investment and for economic, technical and financial  studies.\nExamination of the amended draft has led to the findings set out below regarding the various measures that had led to the initiation of Article 93 (2) proceedings.\nThe provision allowing aid to be granted for sectoral, technological or other purposes has been amended, and Article 7 of the new draft restricts the scope for such aid to cases 'of sectoral aid decided by the Commission of the European Communities, or  else of a technological research or development programme of the European Community'.\nThe 'progress contracts' have been replaced by the concept of specific contracts and, according to the explanations of the relevant provision, Article 14, their use is intended solely to enable the Brussels region to participate in European programmes  such as the Airbus programme.\nThe aid for investment by undertakings in less-favoured urban districts will in future be confined to SMBs as defined in the framework on aid for SMBs, and its amount will be limited to 7,5 % of the cost of investment.\nThe aid for the specific adjustment of undertakings to the urban environment or their relocation in an urban environment has been withdrawn.\nThe chapter relating to R &   D aid has been deleted from the draft order.\nIV  As a result of the substantial amendments to the draft order of the Brussels region, application of the provisions that gave rise to the initiation of proceedings will be restricted to the granting of aid that may be deemed compatible with the  common market either because what is involved is the counterpart of Community aid or because the aid fulfils the conditions laid down by the Community frameworks on national aid.\nThus, with regard to the aid relating to less-favoured urban districts, the fact of restricting eligibility for the aid to SMBs as defined in the framework on aid for SMBs and of limiting its amount to 7,5 % of the cost of the investment concerned, as  provided for in the framework, makes the aid compatible with the EEC Treaty.\nThe same is true with regard to the provisions of Article 7 of the draft order, provided that the restriction of the granting of aid to cases involving Community aid or national aid covered by a Community framework is set out clearly in Article 7. The  Commission's Decision is consequently coupled with the requirement that Article 7 be thus amended.\nThe same also applies with regard to the provisions of Article 14 relating to 'specific contracts', provided that the wording of Article 14 stipulates explicitly that the award of such contracts will relate solely to participation in important projects  of common European interest within the meaning of Article 92 (3) (b) of the EEC Treaty that are recognized as such by the Commission of the European Communities. This requirement is also a condition of the Commission's Decision to approve the draft  order.\nIt may accordingly be concluded that the aid thus restricted is eligible for the derogation provided for in Article 92 (3) (c) of the EEC Treaty.\nApplication of the aid provided for in the draft order is of course also subject to the rules and guidelines of Community law relating to State aid, including certain sectors of activity in industry and agriculture and certain industrial agricultural  holdings, and those relating to the combining of different types of aid,", "main_body": ["The aid provided for in the draft order of the Brussels region, as notified to the Commission by note dated 23 June 1992, may be regarded as compatible with the common market within the meaning of Article 92 (3) (c) of the EEC Treaty provided  that the conditions stipulated in the following Articles are met.", "The granting of aid within the framework of sectoral or technological programmes, as provided for in Article 7 of the draft, shall be restricted solely to cases of national financing that supplements aid from Community funds, or of aid  falling within the limits laid down in a Community framework on national aid.\nThe Belgian Government shall take the measures necessary to amend Article 7 of the draft order in such a way that the abovementioned restrictions are explicitly laid down.", "The granting of aid within the framework of specific contracts, as provided for in Article 14 of the draft order, shall concern exclusively the participation of the recipient undertakings in one or more important projects of common European  interest previously authorized by the Commission pursuant to Article 92 (3) (b).\nThe Belgian Government shall take the necessary measures to amend Article 14 of the draft order in such a way that the abovementioned restriction is explicitly laid down.", "The Belgian Government shall communicate to the Commission within a period of two months of the date of notification of this Decision the text of the draft order of the Brussels region, amended in line with the requirements of this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 11 November 1992.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No C 22, 29. 1. 1992, p. 8.\n(2) [1987] ECR 4013."}