{"celex_id": "31996R1221", "uri": "http://publications.europa.eu/resource/cellar/555d84e0-e57b-428f-ad88-d6ef20713864", "type": "Regulation", "concepts": ["161", "1644", "4078", "4381", "4682", "914"], "title": "Commission Regulation (EC) No 1221/96 of 28 June 1996 laying down for the period 1 July to 31 December 1996 rules of application for the tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\n", "header": "COMMISSION REGULATION (EC) No 1221/96 of 28 June 1996 laying down for the period 1 July to 31 December 1996 rules of application for the tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (1), as amended by Council Regulation (EC) No 1194/96 (2), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 1194/96 provides for the extension to the second half of 1996 of the tariff quotas for beef and veal provided for by Regulation (EC) No 3066/95; whereas the rules of application for those quantities should therefore be laid down;\nWhereas it should be stipulated that the arrangements are to be managed using import licences; whereas to that end rules should be set on submission of applications and the information to be given on applications and licences, where appropriate by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for application of the system of import and export licences and advance-fixing certificates for certain agricultural products (3), as last amended by Regulation (EC) No 2137/95 (4), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (5), as last amended by Regulation (EC) No 2856/95 (6); whereas, moreover, it should be stipulated that licences are to be issued following a reflection period and, where necessary, after application of a uniform percentage reduction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. From 1 July to 31 December 1996, the following quantities may be imported under the tariff quotas opened by Regulation (EC) No 3066/95:\n(a) fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202:\n- 3 550 tonnes originating in Poland,\n- 3 575 tonnes originating in Hungary,\n- 1 335 tonnes originating in the Czech Republic,\n- 665 tonnes originating in the Slovakia,\n- 90 tonnes originating in Bulgaria,\n- 675 tonnes originating in Romania;\n(b) 220 tonnes of processed products falling within CN codes 1602 50 31 and 1602 50 39 originating in Poland.\n2. For the meat referred to in paragraph 1 (a), the ad valorem and specific customs duties set in the Common Customs Tariff (CCT) shall be reduced by 80 %.\nFor the processed products referred to in paragraph 1 (b), the ad valorem customs duty shall be set at 13 %.", "1. In order to benefit from the import arrangements:\n(a) applicants for import licences must be natural or legal persons who, at the time their application is submitted, must prove to the satisfaction of the competent authorities of the Member State concerned, that they have been trading in beef and veal for the previous 12 months with third countries; they must be entered on a national VAT register;\n(b) licence applications may be presented only in the Member State in which the applicant is registered;\n(c) licence applications for each group of products referred to in Article 1 (1) (a) and (b) shall relate to a minimum quantity of 15 tonnes by product weight without exceeding the quantity available;\n(d) the licence application and the licence shall show in box 8 the country of origin; the licence shall carry with it an obligation to import from the country indicated;\n(e) the licence application and the licence shall show at least one of the following in box 20:\n- Reglamento (CE) n° 1221/96\n- Forordning (EF) nr. 1221/96\n- Verordnung (EG) Nr. 1221/96\n- Êáíïíéóìüò (ÅÊ) áñéè. 1221/96\n- Regulation (EC) No 1221/96\n- Règlement (CE) n° 1221/96\n- Regolamento (CE) n. 1221/96\n- Verordening (EG) nr. 1221/96\n- Regulamento (CE) nº 1221/96\n- Asetus (EY) N:o 1221/96\n- Förordning (EG) nr 1221/96.\n2. Article 5 of Regulation (EC) No 1445/95 notwithstanding, the licence application and the licence shall show in box 16 one or more of the CN codes for one of the group of products referred to in Article 1 (1) (a) and (b) respectively.", "1. Licence applications shall be lodged from 5 to 12 July 1996.\n2. If an applicant presents more than one application per group of products referred to in Article 1 (1) (a) and (b), all applications from that applicant relating to products in the same group shall be rejected.\n3. Member States shall notify the Commission, by the fifth working day following the end of the period for lodging applications, of applications presented for the quantities indicated in Article 1 (1). Notification shall comprise a list of applicants showing the quantity applied for, the CN code within which the product falls and the country of origin of the meat.\nAll notifications, including nil notifications, shall be made by telex or fax, notification being made, where applications have been received, in accordance with the model given in the Annex hereto.\n4. The Commission shall decide to what extent licence applications can be met.\nIf the quantities for which licences have been applied for exceed those available, the Commission shall set a uniform percentage reduction in the quantities applied for.\n5. Provided the Commission accepts an application, the licence shall be issued as soon as possible.\n6. Licences issued shall be valid throughout the Community.", "1. Without prejudice to the provisions of this Regulation, the provisions of Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.\n3. Article 4 of Regulation (EC) No 1445/95 notwithstanding, the security against import licences shall be ECU 12 per 100 kilograms product weight.\n4. The period of validity of the import licences shall expire on 31 December 1996.", "Products shall benefit from the duties referred to in Article 1 on presentation of a EUR 1 movement certificate issued by the exporting country in accordance with Protocol 4 to the Europe Agreements.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) See page 2 of this Official Journal.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 214, 8. 9. 1995, p. 21.\n(5) OJ No L 143, 27. 6. 1995, p. 35.\n(6) OJ No L 299, 12. 12. 1995, p. 10.\nANNEX\n>START OF GRAPHIC>\nEC fax No: (32 2) 296 60 27\nApplication of Regulation (EC) No 1221/96\nCOMMISSION OF THE EUROPEAN COMMUNITIES DG VI/D/2 - BEEF AND VEAL SECTOR\nIMPORT LICENCE APPLICATION\n>END OF GRAPHIC>"}