{"celex_id": "31999R2084", "uri": "http://publications.europa.eu/resource/cellar/0f6ada45-4fb2-421c-8175-ee05f6e61c70", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "888", "946"], "title": "Commission Regulation (EC) No 2084/1999 of 30 September 1999 opening the procedure for the allocation of export licences for cheeses to be exported in 2000 to the United States of America under certain quotas resulting from the GATT Agreements\n", "header": "COMMISSION REGULATION (EC) No 2084/1999\nof 30 September 1999\nopening the procedure for the allocation of export licences for cheeses to be exported in 2000 to the United States of America under certain quotas resulting from the GATT Agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1587/96(2), and in particular Article 17(8) thereof,\nHaving regard to Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules of application for export refunds on milk and milk products(3), as amended by Regulation (EC) No 1596/1999(4), and in particular Article 20(1) thereof,\n(1) Whereas Article 20 of Regulation (EC) No 174/1999 provides that export licences for cheese exported to the United States of America as part of the additional quota under the Agreements concluded during the Uruguay Round of multilateral trade negotiations (hereinafter known as the Agreements) may be allocated according to a special procedure by which preferred importers in the United States may be designated;\n(2) whereas that procedure should be opened for exports during 2000 and the additional rules relating to it should be determined; whereas, given the time limit for notification of the preferred importers in the United States, the procedure should be opened without delay;\n(3) Whereas for the administration of imports the competent authorities in the USA make a distinction between the additional quota granted to the European Community under the Uruguay Round and the quotas resulting from the Tokyo Round; whereas export licences should be allocated bearing in mind, where necessary, the distribution of certain groups of products according to the nature of the quota;\n(4) Whereas in order to provide stability and security for operators lodging demands under this special regime, it is appropriate to fix the day on which applications are deemed to have been lodged for the purposes of Article 1(1) of Regulation (EC) No 174/1999;\n(5) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Export licences for products falling within CN code 0406 to be exported in 2000 to the United States of America under the additional quota resulting from the Agreements (hereinafter known as the UR quota) and the tariff quotas originally resulting from the Tokyo Round and granted to Austria, Finland and Sweden by the United States of America in Uruguay Round list XX (hereinafter known as the TR quota) as referred to in Annex I shall be issued in accordance with the provisions of Article 20 of Regulation (EC) No 174/1999.", "1. Applications for provisional licences shall be lodged with the competent authorities by 7 October 1999 at the latest. They shall not be admissible unless they contain all the details referred to in Article 20(2) of Regulation (EC) No 174/1999 and the documents mentioned therein.\n2. Where, for the same group of products referred to in Annex I, column 2, the available quantity is divided between the UR quota and the TR quota, licence applications may cover only one of those quotas and must indicate the quota concerned, specifying the identification of the group and of the quota indicated in Annex I, column 3.\n3. Licence applications must cover no more than 40 % of the quantity available for the group of products indicated in Annex I, column 4, and for the quota concerned.\n4. Applications shall not be admissible unless applicants declare in writing that they have not lodged other applications for the same group of products and the same quota and undertake not to do so. If an applicant lodges different applications for the same group of products and the same quota in one or more Member States, his applications shall be deemed inadmissible.\n5. The details referred to in paragraphs 1 and 2 shall be presented in accordance with the model shown in Annex II.\n6. For the purposes of Article 1(1) of Regulation (EC) No 174/1999, all applications lodged within the time limit shall be deemed to have been lodged on 4 October 1999. Article 10(4) of Regulation (EC) No 174/1999 shall not apply to applications for provisional licences lodged pursuant to this paragraph.", "Member States shall notify the Commission within four working days of the end of the period for lodging applications of the applications lodged for each of the groups of products and, where applicable, the quotas indicated in Annex I. Notification shall comprise for each group and, where applicable, for each quota:\n- a list of applicants,\n- the quantities applied for by each applicant broken down by code of the export refund nomenclature for milk products and by their description in accordance with the Harmonised Tariff Schedule of the United States of America (1999),\n- the quantities of those products exported by the applicant during the previous three years,\n- the name and address of the importer designated by the applicant and whether the importer is a branch of the applicant.\nAll notifications, including \"nil\" notifications, shall be made by telex or fax, by 13 October 1999 at the latest, on the model form shown in Annex III.", "The Commission shall, pursuant to Article 20(3, 4 and 5) of Regulation (EC) No 174/1999, determine the allocation of licences without delay and shall notify the Member States thereof by 29 October 1999 at the latest.", "The information referred to in Article 5 hereto and in Article 20(2) of Regulation (EC) No 174/1999 shall be verified before the final licences are issued and by 31 December 1999 at the latest.\nWhere it is found that incorrect information has been supplied by an operator to whom a provisional licence has been issued, the licence shall be cancelled and the security forfeited.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28.6.1968, p. 13.\n(2) OJ L 206, 16.8.1996, p. 21.\n(3) OJ L 20, 27.1.1999, p. 8.\n(4) OJ L 188, 21.7.1999, p. 39.\nANNEX I\nCheese to be exported to the United States of America in 2000 under certain quotas resulting from the GATT Agreements\nArticle 20 of Regulation (EC) No 174/1999 and Regulation (EC) No 2084/1999\n>TABLE>\nANNEX II\n>PIC FILE= \"L_1999256EN.005302.EPS\">\nANNEX III\n>PIC FILE= \"L_1999256EN.005402.EPS\">"}