{"celex_id": "31990R0665", "uri": "http://publications.europa.eu/resource/cellar/e5e8ece5-8592-4425-978d-c50846a1b46c", "type": "Regulation", "concepts": ["1524", "3837", "588"], "title": "Commission Regulation (EEC) No 665/90 of 16 March 1990 imposing a provisional anti-dumping duty on imports of ferroboron alloy originating in Japan\n", "header": "COMMISSION  REGULATION (EEC) No 665/90\nof 16 March 1990\nimposing a provisional anti-dumping duty on imports of ferroboron alloy originating in Japan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Article 11 thereof.\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. PROCEDURE\n(1) The Commission received a complaint lodged by the 'ComitĂŠ de Liaison des producteurs de ferro-alliages de la CommunautĂŠ EuropĂŠenne' on behalf of producers whose collective output constitutes almost all output in the Community of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of ferroboron and commenced an investigation. The product investigated coresponds to CN code ex 7202 99 90.\n(2) The Commission officially advised the exporters and importers known to be concerned, the representatives of the exporting country and the complainants. It asked the parties concerned to answer the questionnaires which had been sent to them and gave them an opportunity to make known their views in writing and to request a hearing.\n(3) Two Japanese exporters, five importers and the three EEC producers returned a questionnaire to the Commission duly completed and stated their views in writing. Three other Japanese companies had received exporters' questionnaires two of which indicated that no ferroboron had been exported by them to the Community during the investigation period while the remaining company did not respond.\n(4) The Commission sought and verified all information it deemed necessary and carried out inspections at the premises of the following companies:\n- EEC producers\n- London and Scandinavian Metallurgical Co., Ltd, London, United Kingdom,\n- Pechiney Electrometallurgie, Paris, France,\n- Gesellschaft fuer Elektrometallurgie GmbH, Duesseldorf, Germany;\n- Japanese producers/exporters\n- Nippon Denko Co., Ltd, Tokyo,\n- Yahagi Iron Co., Ltd, Nagoya.\n(5) The investigation on dumping covered the period from 1 January 1988 to 30 November 1988.\n(6) Due to the complexity of the proceeding, in particular the difficulties met by the Commission in obtaining, from interested parties, the relevant data to allow a provisional finding to be made, the investigation exceeded the normal period of one year.\nB. PRODUCT UNDER CONSIDERATION\nI. Description of Product\n(7) The product which is the subject of the investigation is ferroboron, a ferro-alloy containing variously 16 % to 20 % of boron.\nBoron is added to steel because it increases its durability and hardness. Boron also finds widespread use as a means of fixing nitrogen, making the resultant steel non-ageing ageing and easier to work.\n(8) The product is available in three forms: grain, powder and lumps. There are two different methods of manufacture:\n- Reduction of boric acid, boric oxide, colemanite or mixtures thereof with aluminium (alumino-therm),\n- Reduction of boric acid, boric oxide, colemanite or mixtures thereof with carbon (carbotherm).\nII. Like product\n(9) The Commission found that the ferroboron produced in the Community undergoes the same methods of manufacture as that sold in and exported from Japan and that they are like products in all essential physical and technical characteristics.\nC. DUMPING\n(a) Normal value\n(10) Normal value was established on the basis of the comparable prices actually paid or payable in the ordinary course of trade for the like product on the Japanese market.\n(11) Domestic sales considered for calculation of normal value were made to independent customers at a profit in substantial quantities. The weighted average of the prices of these sales were therefore considered to be representative of those on the Japanese domestic market.\n(b) Export prices\n(12) Export prices were established on the basis of the prices actually paid or payable for the like product sold for export to the Community.\n(c) Comparison\n(13) In comparing normal value with export prices, the Commission took account, where appropriate of differences affecting price comparability, such as commissions, credit terms, transport and insurance, handling and related costs.\nThe two Japanese exporters concerned claimed that, for the purposes of the comparison, due account should be taken of differences in the boron content of the product and as regards its various sizes (lumps, grain and powder). The Commission accepted, on the basis of the information supplied to it, that the different percentages of boron contained in the product affected price comparability. The comparison was therefore made between products which had the same or almost the same boron content.\nFurthermore, in connection with the effect of the different sizes available on price comparability, no consistent evidence was provided by the two exporters. Consequently, the Commission did not consider it appropriate to take account of such differences, at this stage of the proceeding.\n(14) All comparisons were made at the same level of trade (processors or traders).\n(15) Normal values for the domestically sold product of the Japanese companies were compared with the prices of the comparable product sold for export to the Community on a transaction-by-transaction basis. This comparison showed the existence of dumping on the part of the exporters investigated, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community.\nThe margin of dumping varied according to the exporter. The weighted average margins as expressed as a percentage of total c.i.f. Community frontier values were as follows:\n- Nippon Denko Co., Ltd, Tokyo: 23,3 %,\n- Yahagi Iron Co., Ltd, Nagoya: 11,4 %.\n(16) For the exporter who neither replied to the Commission's questionnaire, nor otherwise made himself known, dumping was determined on the basis of the facts available in accordance with the provisions of Article 7 (7) (b) of Regulation (EEC) No 2423/88.\nIn this connection, the Commission considered that the results of its investigation provided the most appropriate basis for determination of the margins of dumping and that it would create an opportunity for circumvention of the duty to hold that the dumping margin for this exporter was any lower than the highest margin of 23,3 %, determined with regard to an exporter who had cooperated in the investigation. For these reasons, it is considered appropriate to use this later dumping margin for this exporter.\nD. INJURY\nI. Volumes and market shares of dumped imports\n(17) With regard to injury caused by the dumped imports, the evidence available to the Commission shows that imports of ferroboron manufactured by the two Japanese companies concerned increased from 54 tonnes in 1985 to 483 tonnes in the reference period (first 11 months of 1988). Their corresponding cumulated market share climbed from 5,3 % in 1985 to 37,9 % in the investigation period. The most affected Member States were France and Germany. Imports into France increased from virtually nil in 1985 to 87 tonnes in the reference period. Imports into Germany increased from virtually nil in 1985 to 121 tonnes in the investigation period.\nThis growth of the Japanese share of the market occurred during a period when the EEC consumption increased from 1 015 tonnes in 1985 to 1 276 tonnes in the investigation period with an increase of 25,7 %. However the EEC's producers' sales declined from 858 tonnes in 1985 to 793 tonnes in the investigation period with a decrease of 24,4 % in terms of market share.\nII. Price undercutting\n(18) The evidence available to the Commission indicates that the prices at which dumped imports from Japan were sold in the Community significantly undercut the prices of Community producers during the investigation period. The prices taken into account were, in both cases, those to the first unrelated purchaser in the Community. The weighted average price undercutting ranged from 18,2 % to 22,8 %. This has resulted in the Community producers' prices being considerably depressed.\nIII. Production\n(19) The production of ferroboron manufactured by the Community industry increased from 1 556 tonnes in 1985 to 1 879 tonnes in the investigation period. Nevertheless, it was found that while this trend in the production was influenced by an increase in the Community exports to third Countries, the total amount of ferroboron sold in the EEC market by the Community industry fell from 858 tonnes in 1985 to 793 tonnes in the investigation period, corresponding to a decrease of 7,6 %.\nIV. Other relevant factors\n(20) Further evidence of the injury suffered by the Community industry was found in relation to trends in capacity utilization and profitability.\n(21) Between 1985 and 1988, the Community industry increased its capacity to meet the increase in demand which occured in the Community. However, capacity utilization increased from 70,7 % to 73,2 % during this period, which was not in proportion with the increase in EEC consumption and was essentially due to the positive development of exports to third countries.\n(22) As regards the profit and loss situation the Community producers concerned have registered losses on a weighted average basis of 10,9 % in the investigation period, while in 1985 they made substantial profits.\n(23) As regards one of the Community producers, a Japanese exporter claimed that this company, responsible for an important percentage of the Community production of ferroboron, should not be taken into account because there was no evidence that it had suffered any injury. However, the Commission found that the dumped imports had had a considerable impact on the company in question, especially when examining its fall in market share in those Member States' markets where the Japanese imports had increased sharply. The Commission then considered it appropriate to carry out an injury assessment in conformity with Article 4 of Council Regulation No 2423/88, as regards all three Community producers in question.\nE. CAUSATION OF INJURY\nI. Effects of dumped imports\n(24) In its examination as to whether the material injury suffered by the Community industry was caused by the effects of the dumping described above, the Commission found that the rapid deterioration of the Community producers situation coincided with an equally rapid influx of Japanese exports.\nII. Effects of other factors\n(25) The Commission has also considered whether injury had been caused by factors other than the dumped imports. In particular it looked at imports from other third countries and found that while these imports corresponded to 88 tonnes in 1985 they declined to virtually nil from 1986.\n(26) At the request of one of the exporters, the Commission examined whether the loss registered in the market share of one of the Community producers had been caused by a commercial agreement with its parent company, according to which it would concentrate its efforts on exports to third countries instead of selling ferroboron in the Community.\nNo reasonable evidence was found which could permit the Commission to conclude that the producer in question had decided not to sell within the Community. On the contrary the information available and the statistics examined showed that the parent company sold in the national market concerned only via its subsidiary. Furthermore the subsidiary in question bought from the parent company and resold a very small quantity of ferroboron which could in no way replace the serious loss of total sales suffered in the same market.\n(27) One of the exporters claimed that the difficult economic situation of one of the major European producers was due, on one side, to the highly competitive nature of the market within the EEC and, on the other side, to the decision to continue production of the type of ferroboron commonly referred to as 'ferroboron 14'. In this context the Commission found that production of 'ferroboron 14' had been stopped by the company in question before the reference period, during which another type of ferroboron had been manufactured. Furthermore, the information available showed that whenever, in a Member State, the market share of this company declined, this did not necessarily lead to a commensurate increase in the other Community producers' market share.\nIII. Conclusion\n(28) The Commission therefore concluded, on the basis of the abovementioned evidence, that the dumped imports from Japan taken in isolation have caused material injury to the Community industry. F. COMMUNITY INTEREST\n(29) Ferroboron production is an important industry in the Community, being closely linked to the steel industry. This production is of particular significance in the development of special steels and, most particularly METGLAS amorphous metal, a product employed in the high-technology sectors.\n(30) It is very likely that, in the absence of any protection against dumping, the Community producers which are suffering from its injurious effects would be required to cease production of ferroboron with the consequence that an important industrial sector would become more and more dependent on imports.\n(31) The interest of the Community processing industry of ferroboron has also been considered. However, the Commission has concluded that in evaluating the opposing interests of the producers and the transformers, the first should prevail, given the overall importance of ferroboron production. Furthermore, the incidence of a price increase in the costs of the processing industry due to the application of anti-dumping duties is likely to be small.\nNo consumers or processors of ferroboron made their views known to the Commission.\nG. RATE OF DUTY\n(32) In order to eliminate totally the injury sutained by the complainant Community industry it would be necessary for all undercutting, as described in recital 21, to be eliminated. In addition, these producers would need to be placed in the position where they could achieve further price rises in order to enable them to eliminate losses and to realize adequate returns on sales. This would permit the possibility of regaining market share and reasonable profit levels. In the circumstances of this industry, and for the purposes of provisional determination, the Commission considers that an adequate annual return on sales allowing a balanced development would be of 11 %. If these elements are combined in a calculation of the price level that would be necessary to remove the injury sustained, it can be shown that price increases for Japanese imports of between 34,3 % and 42,3 % would be required.\n(33) Under these conditions, according to Regulation (EEC) No 2423/88, the amount of provisional duty should correspond to the dumping margins found, which are lower than the thresholds of injury established for the Japanese exports assessed in isolation.", "main_body": ["1. A privisional anti-dumping duty of 23,3 % of the net free-at-Community frontier price before duty is hereby imposed on imports of ferroboron corresponding to CN code ex 7202 99 90 (Taric code 7202 99 90*20) originating in Japan (Taric additional code 8441), with the exception of such ferroboron manufactured and sold for export by Yahagi Iron Co. Ltd; Nagoya (Taric additional code 8440), for which the rate of duty shall be 11,4 %.\n2. The provision in force concerning customs duties shall apply.\n3. The release for free circulation in the Community of the product referred in paragraph 1 shall be subject to the provision of a security, equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) of Regulation (EEC) No 2423/88, the parties concerned may make known their views in writing and apply to be heard orally by the Commission within one month of the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 13 of Regulation (EEC) No 2423/88, this Regulation shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 306, 1. 12. 1988, p. 7."}