{"celex_id": "31990R0203", "uri": "http://publications.europa.eu/resource/cellar/5c1de8cd-a296-4e07-8f39-ce92d594c1f6", "type": "Regulation", "concepts": ["4373"], "title": "Council Regulation (EEC) No 203/90 of 22 January 1990 amending Regulation (EEC) No 727/70 on the common organization of the market in raw tobacco\n", "header": "COUNCIL  REGULATION (EEC) No 203/90\nof 22 January 1990\namending Regulation (EEC) No 727/70 on the common organization of the market in raw tobacco\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to Article 12a of Regulation (EEC) No 727/70 (4), as last amended by Regulation (EEC) No 1251/89 (5), the intervention price is to be reduced for undertakings offering for intervention for a period of three consecutive years quantities of tobacco exceeding a given percentage of the overall quantity treated by the undertaking concerned; whereas, for the sake of legal certainty, it should be specified that the period of three years is to run from 1 January 1989 and that only harvests from the 1989 harvest are to be taken into account; whereas it should also be specified that that percentage relates to the equivalent of quantities of leaf tobacco;\nWhereas Regulation (EEC) No 727/70 should be amended accordingly,", "main_body": ["In Regulation (EEC) No 727/70, Article 12a (1a) is replaced by the following:\n'1a. From 1 January 1989, where an undertaking engaged in the first processing and market preparation of tobacco offers for intervention, for a period of three consecutive years, quantities of baled tobacco which exceeds, by 15 % or more, the equivalent of the quantities of Community-grown leaf tobacco treated by that undertaking, all quantities offered for intervention in the following year by the latter shall be bought in by the intervention agency at a derived intervention price minus 10 %. That price shall be adjusted, where appropriate, by the scale of price increases and reductions provided for in Article 6 (7).'", "This Regulation shall enter into force on the day  following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1989 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No C 251, 4. 10. 1989, p. 7.\n(2) Opinion delivered on 19 January 1990 (not yet published in the Official Journal).\n(3) Opinion delivered on 15 November 1989 (not yet published in the Official Journal).\n(4) OJ No L 94, 28. 4. 1970, p. 1.\n(5) OJ No L 129, 11. 5. 1989, p. 16."}