{"celex_id": "31995D0408", "uri": "http://publications.europa.eu/resource/cellar/b2553d37-e29a-4939-99c9-7a7f881e8eb0", "type": "Decision", "concepts": ["1309", "192", "1961", "2300", "2718", "4689"], "title": "95/408/EC: Council Decision of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorized to import certain products of animal origin, fishery products or live bivalve molluscs\n", "header": "COUNCIL DECISION\nof 22 June 1995\non the conditions for drawing up, for an interim period,  provisional lists of third country establishments from which Member States are authorized to import  certain products of animal origin, fishery products or live bivalve molluscs\n(95/408/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas products of animal origin, fishery products and live bivalve molluscs are included in the  list of products set out in Annex II to the Treaty; whereas health rules applying to production and  marketing have been laid down at Community level;\nWhereas Community arrangement have been defined in respect of imports from third countries; whereas  these arrangements require the drawing up of lists of third country establishments from which  imports of certain products are permitted in accordance with Article 14.B (2) (a) of Council  Directive 71/118/EEC of 15 February 1971 on health problems affecting the production and placing on  the market of fresh poultrymeat (3), Article 4 (1) of Council Directive 72/462/EEC of 12 December  1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine  animals and swine, fresh meat or meat products from third countries (4), Article 9 (3) (c) of  Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production  and placing on the market of live bivalve molluscs (5), Article 11 (4) (c) of Council Directive  91/493/EEC of 22 July 1991 laying down the health conditions for the production and placing on the  market of fishery products (6), Article 16 (3) (a) of Council Directive 92/45/EEC of 16 June 1992  on public health and animal health problems relating to the killing of wild game and the placing on  the market of wild game meat (7), Article 23 (3) (a) of Council Directive 92/46/EEC of 16 June 1992  laying down the health rules for the production and placing on the market of raw milk, heat-treated  milk and milk-based products (8) and Article 10 (3) (b) of Council Directive 92/118/EEC of 17  December 1992 laying down animal health and public health requirements governing trade in and  imports into the Community of products not subject to the said requirements laid down in specific  Community rules referred to in Annex A (I) to Directive 89/662/EEC, and, as regards pathogens, to  Directive 90/425/EEC (1);\nWhereas, in order to allow the time necessary to carry out Community inspections in third countries  to verify that their establishments comply with Community provisions and to avoid a disruption in  trade from third countries, a simplified approval system should be applied for an interim period;\nWhereas during the interim period the guarantee of conformity with Community provisions for the  protection of public and animal health should be undertaken by the competent authority of the third  country concerned; whereas establishments may only be entered on the lists where the third country  concerned has provided the necessary assurances on compliance with Community rules;\nWhereas, it is appropriate to make provisions for a procedure establishing close and effective  cooperation between the Commission and the Member States within the Standing Veterinary Committee;\nWhereas provision should be made for the possibility for the Council to extend the current  provisional measures in order to avoid any interruption in traditional flows of trade,", "main_body": ["1. This Decision shall apply to the drawing up of provisional lists  of third country establishments from which Member States are authorized to import the products  defined in Article 2 (2) (a) of Council Directive 90/675/EEC of 10 December 1990 laying down the  principles governing the organization of veterinary checks on products entering the Community from  third countries (2). These lists of establishments shall be valid pending the drawing up of  definitive lists of establishments in accordance with the provisions of the various directives  governing the health rules applicable to each of the products concerned.\n2. However, Article 2 of this Decision shall not apply to the drawing up of lists of third country  establishments from which Member States are authorized to import fresh meat as defined in Article  1, third paragraph of Directive 72/462/EEC.", "1. The Commission may, in accordance with the procedure provided for in Article 4, draw  up provisional lists of third country establishments from which imports are authorized for each of  the products covered by Article 1 where the following conditions are met:\n(a) the establishments must be situated in a third country or part of a third country appearing on  the list of third countries from which imports of the products concerned are authorized;\n(b) the establishment must be situated in a third country or part of a third country for which the  relevant import conditions and certification requirements for the products concerned have been  established in accordance with the provisions of the specific directives;\n(c) the competent authority of the third country concerned has provided the Commission with  satisfactory guarantees that the establishments appearing on the list or lists meet the relevant  Community health requirements and has officially approved the establishment appearing on the lists  for exportation to the Community;\n(d) the competent authority of the third country must have a real power to suspend the activities  for exportation to the Community of an establishment for which that authority has provided  guarantees, in the event of non-compliance with the said guarantees;\n(e) a Community or Member State inspection mission has checked the structure and organization of  the competent authority responsible for the approval of the establishment as well as the powers  available to that competent authority and the guarantees that it can provide in regard to the  implementation of Community rules. These checks must include on the spot inspection of a certain  number of establishments appearing on the list or lists provided by the third country.\n2. For fishery products as defined in Article 2 (1) of Directive 91/493/ECC, the Commission shall,  in accordance with the procedure provided for in Article 4, draw up a list of third countries or  parts of third countries from which the import of fishery products is authorized where the  competent authority of the third country has provided the Commission with guarantees at least  equivalent to those provided for by Directive 91/493/EEC.\n3. The Commission may, in accordance with the procedure laid down in Article 5, modify or complete  the lists provided for in paragraphs 1 and 2 to take account of new information received.\n4. Where the conditions set out in paragraph 1 (e) have not been fulfilled, the Commission may,  provided that all the other conditions are met, draw up provisional lists of establishments from  which imports are authorized in accordance with the procedure laid down in Article 4. However,  imports from establishments on such lists will not be eligible for reduced physical checks provided  for under Article 8 (3) of Directive 90/675/EEC pending the results of the information furnished  under Article 8 (3) of that Directive on imports from those establishments of that third country.", "1. The procedure laid down in Article 5 may also be used:\n(i) to amend the lists of approved establishments drawn up in accordance with Article 4 of  Directive 72/462/EEC in accordance with information provided by the third country concerned;\n(ii) to amend the lists of establishments and/or lists of factory vessels drawn up in accordance  with Article 11 (5) of Directive 91/493/ECC in accordance with information provided by the third  country concerned;\n(iii) to amend the lists of establishments drawn up in accordance with Article 9 (3) (c) and the  lists of the production areas demarcated in accordance with Article 9 (3) (b) (ii) of Directive  91/492/EEC in accordance with information provided by the third country concerned;\n(iv) to amend the lists of establishments drawn up in accordance with Article 10 (3) (b) of  Directive 92/118/EEC.\n2. Where it seems necessary, the Commission shall carry out an on-the-spot inspection prior to  amending a list.", "1. Where the procedure laid down in this Article is to be followed, matters shall,  without delay, be referred to the Standing Veterinary Committee set up by Decision 68/361/EEC (1)  hereafter referred to as the 'Committee', by its chairman, either on his own initiative or at the  request of the representative of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be  taken. The Committee shall deliver its opinion on such measures within a time limit which the  chairman shall lay down according to the urgency of the matter. The opinion shall be delivered by  the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council  is required to adopt on a proposal from the Commission. The votes of the representatives of the  Member States shall be weighted in the manner set out in that Article. The chairman shall not  vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion  of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no  opinion is delivered, the Commission shall, without delay, submit to the Council a proposal  relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, within three months from the date of referral to the Council, the Council has not acted, the  Commission shall adopt the proposed measures save where the Council has rejected the said measures  by a simple majority.", "1. The Commission shall inform the Member States of the modifications proposed by the  third country concerned to the lists of establishments within five working days of the receipt of  the proposed modifications.\n2. The Member States shall have seven working days, from receipt of the modifications to the lists  of establishments referred to in paragraph 1, to send any written comments to the Commission.\n3. (i) Where written comments are made by at least one Member State, the Commission shall inform  the Member States within five working days and include the point on the next meeting of the  Standing Veterinary Committee for decision in accordance with the procedure laid down in Article  4.\n(ii) Where no comments are received from the Member States within the time limit laid down in  paragraph 2, the modifications to the list shall be considered to have been accepted by the Member  States. The Commission shall inform the Member States within five working days, and imports shall  be authorized from such establishments five working days after receipt of this information by the  Member States.\n4. The Commission shall regularly, and at intervals of not less than six months, adopt the  decisions necessary to update the lists of establishments, and shall publish them in the Official  Journal of the European Communities.", "Decision 94/941/EEC is hereby repealed.", "Acting in accordance with the procedure provided for in Article 4, the Commission may  adopt the transitional measures necessary to facilitate the creation and orderly application of  provisional establishment lists in accordance with this Decision.", "For the purpose of this Decision, Article 19 of Directive 90/675/EEC relating to  safeguard measures shall apply. In case of repeated breaches, the Commission will withdraw the  establishment in question from the provisional list.", "This Decision shall apply until 31 December 1996, unless the Council acting by a  qualified majority on a proposal from the Commission decides to extend its validity.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1995.\nFor the Council\nThe President\nPh. VASSEUR\n(1) OJ No C 208, 28. 7. 1994, p. 9.\n(2) OJ No C 276, 3. 10. 1994, p. 13.\n(3) OJ No L 55, 8. 3. 1971, p. 23. Directive as last amended by Directive 92/116/EEC (OJ No L 62,  15. 3. 1993, p. 1).\n(4) OJ No L 302, 31. 12. 1972, p. 28. Directive as last amended by Regulation (EEC) No 1601/92 (OJ  No L 173, 27. 6. 1992, p. 13).\n(5) OJ No L 268, 24. 9. 1991, p. 1. Directive as last amended by the EEA Agreement.\n(6) OJ No L 268, 24. 9. 1991, p. 15. Directive as last amended by the EEA Agreement.\n(7) OJ No L 268, 14. 9. 1992, p. 35. Directive as last amended by Directive 92/116/EEC (OJ No L 62,  15. 3. 1993, p. 1).\n(8) OJ No L 268, 14. 9. 1992, p. 1. Directive as last amended by Commission Decision 94/330/EC (OJ  No L 146, 11. 6. 1994, p. 23).\n(1) OJ No L 62, 15. 3. 1993, p. 49. Directive as last amended by Commission Decision 94/723/EC (OJ  No L 288, 9. 11. 1994, p. 48).\n(2) OJ No L 373, 31. 12. 1990, p. 1. Directive as last amended by Regulation (EEC) No 1601/92 (OJ  No L 173, 27. 6. 1992, p. 13).\n(1) OJ No L 255, 18. 10. 1968, p. 23."}