{"celex_id": "31994R2178", "uri": "http://publications.europa.eu/resource/cellar/f61d229c-4745-4d2d-97ed-cc4e3604f585", "type": "Regulation", "concepts": ["20", "3170", "3774", "4498", "4682", "5369"], "title": "Commission Regulation (EC) No 2178/94 of 6 September 1994 introducing specific measures relating to the application of Regulation (EC) No 3208/93 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export after processing\n", "header": "COMMISSION REGULATION (EC) No 2178/94 of 6 September 1994 introducing specific measures relating to the application of Regulation (EC) No 3208/93 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain  intervention agencies and intended for export after processing\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 1884/94 (2), and in particular Article 7 (3) thereof,\nWhereas, pursuant to Commission Regulation (EC) No 3208/93 of 23 November 1993 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export after processing (3), all the  available quantities have been awarded; whereas the products in question are stored in the United Kingdom and Ireland; whereas, in the case of the meat held by the United Kingdom intervention agency, certain quantities have not yet been taken over by  the purchasers or physically withdrawn from the relevant cold stores; whereas the delivery of these remaining quantities in the United Kingdom to processing plants located in other Member States may run into legal difficulties as a result of the  amendments to the veterinary provisions by Commission Decision 94/474/EC of 27 July 1994 concerning certain protection measures relating to bovine spongiform encephalopathy and repealing Decisions 89/469/EEC and 90/200/EEC (4), the said Decision having  taken effect after the sales contracts were concluded; whereas specific measures must be laid down to ensure that this new situation does not result in economic damage to the successful tenderers concerned; whereas these measures must be applied as  quickly as possible;\nWhereas Regulation (EC) No 3208/93 fixes the exact composition of the lots awarded to each of the successful tenderers and the cuts contained therein in particular; whereas, with a view to continuing with the current processing operations, meat coming  from United Kingdom intervention stocks but not yet taken over or physically withdrawn from the cold stores in question can be replaced at the tendered price by equivalent products held by the Irish intervention agency; whereas certain administrative  arrangements must be adopted to this end, including in particular an extension to the time limits for payment and for the take-over, processing and export of the quantities in question; whereas, instead of replacing the meat, depending on their economic  circumstances the successful tenderers should also be able to terminate their sales contracts for the quantities in question and recover the relevant securities and the purchase price paid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Where, under the sale opened by Regulation (EC) No 3208/93, a trader has been awarded boned beef:\n- which he has not yet taken over or physically withdrawn from the relevant cold stores, and\n- which, by virtue of Decision 94/474/EC, may not be sent to the processing plants specified in his tender in accordance with Article 2 (1) (c) of the aforementioned Regulation,\nthe said trader may obtain, upon application and in place of the quantities held by the United Kingdom intervention agency, equivalent quantities from Irish intervention stocks at the tendered price, the composition of which shall be as laid down in  Annex II (b) to the said Regulation (hereinafter called the 'replacement quantities').\n2. The application referred to in paragraph 1 must be sent to the Irish intervention agency.\nIt must be accompanied by:\n(a) the contract concluded with the United Kingdom intervention agency;\n(b) a certificate from that body\n- certifying that the securities provided for in Article 8 (2) of Commission Regulation (EEC) No 2173/79 (5) and Article 5 (2) of Commission Regulation (EEC) No 2539/84 (6) have been lodged,\n- indicating the quantities not yet taken over or physically withdrawn from the cold stores concerned, and\n- certifying that the trader has definitively renounced all his rights thereto,\n- certifying that the meat has been paid for;\n(c) a certificate from the United Kingdom veterinary authorities certifying that pursuant to Decision 94/474/EC the said quantities may not be sent to the processing plant specified in the tender.\n3. Once the contract has been concluded with the Irish intervention agency, the trader shall take over the replacement quantities on the terms laid down in Regulation (EC) No 3208/93. The payment to the United Kingdom intervention agency shall be valid  for take-over of the meat in Ireland.\n4. The United Kingdom intervention agency shall decide to release the security referred to in Article 8 (2) of Regulation (EEC) No 2173/79, and lodged by the trader with the said agency, on the basis of the entire amount taken over, including the  replacement quantities from Irish intervention stocks, and the payment therefor. The trader must prove that he has taken over the said replacement quantities by means of a certificate issued by the Irish intervention agency.\n5. The provisions of this Article shall not affect the arrangements laid down in Regulation (EC) No 3208/93 for the take-over and processing of the meat and the export of the processed products. However, the time limits laid down in Article 3 shall be  extended by three months in the case of the replacement quantities.", "Instead of replacing the quantities referred to in Article 1, the trader may apply to have the sales contract cancelled, the securities paid in respect of the quantities released and the return of the purchase price paid. The application must  be submitted to the United Kingdom intervention agency. It must be accompanied by:\n(a) a declaration by the trader that he has definitively relinquished the quantities in question and has renounced his rights thereto;\n(b) the certificate referred to in Article 1 (2) (c).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 197, 30. 7. 1994, p. 27.\n(3) OJ No L 289, 24. 11. 1993, p. 13.\n(4) OJ No L 194, 29. 7. 1994, p. 96.\n(5) OJ No L 251, 5. 10. 1979, p. 12.\n(6) OJ No L 238, 6. 9. 1984, p. 13."}