{"celex_id": "31994R3136", "uri": "http://publications.europa.eu/resource/cellar/58ccd98b-2cd3-44a8-ab32-52f23f879a55", "type": "Regulation", "concepts": ["2081", "2173", "2437", "2649", "2871", "3165"], "title": "Council Regulation (EC) No 3136/94 of 15 December 1994 fixing the guide prices for the fishery products listed in Annex I (A), (D) and (E) of Regulation (EEC) No 3759/92 for the 1995 fishing year\n", "header": "COUNCIL REGULATION (EC) No 3136/94 of 15 December 1994 fixing the guide prices for the fishery products listed in Annex I (A), (D) and (E) of Regulation (EEC) No 3759/92 for the 1995 fishing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), and in particular Article 9 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 9 (1) and (2) of Regulation (EEC) No 3759/92 provides that a guide price shall be fixed for each of the products listed in Annex I (A), (D) and (E) to the Regulation at a level which will help to stabilize market prices and avoid the formation of surpluses in the Community; whereas that level must also help support producers' income and at the same time take account of consumers' interests;\nWhereas the guide price shall be based on the average of prices as defined in Article 9 (2) of that Regulation and on an assessment of production and demand prospects;\nWhereas the application of these criteria involves, for the 1995 fishing year, an increase for certain products and the stabilization or decrease of prices for others compared with prices applicable during the current fishing year;\nWhereas, moreover, in accordance with Articles 169 and 356 of the Act of Accession of Spain and Portugal, a tenth approximation of guide prices must take place on 1 January 1995 for Atlantic sardines of the species Sardinia pilchardus;\nWhereas the prices or amounts fixed in ecus by this Regulation are determined in accordance with the agrimonetary system applicable in 1994 as provided for in Regulation (EEC) No 3813/92 (2), and in particular Article 13 (2) thereof; whereas, as a result, they should enter into force in that year,", "main_body": ["The guide prices for the fishing year from 1 January to 31 December 1995 for the products listed in Annex I (A), (D) and (E) to Regulation (EEC) No 3759/92 and the commercial categories to which they relate are fixed in the Annex hereto.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1994.\nFor the Council\nThe President\nA. MERKEL\n(1) OJ No L 388, 31. 12. 1992, p. 1. Regulation as amended by Regulation (EEC) No 1891/93 (OJ No L 172, 15. 7. 1993, p. 1).\n(2) OJ No L 387, 28. 12. 1992, p. 1. Regulation as amended by Regulation (EC) No 3528/93 (OJ No L 320, 22. 12. 1993, p. 32).\nANNEX\n>TABLE>"}