{"celex_id": "31991R1496", "uri": "http://publications.europa.eu/resource/cellar/b7fb67d5-eddf-445a-9395-f0bc0365732c", "type": "Regulation", "concepts": ["13", "4498"], "title": "Commission Regulation (EEC) No 1496/91 of 3 June 1991 amending Regulation (EEC) No 1562/85 laying down detailed rules for the application of measures to encourage the processing of certain citrus fruit and the marketing of products processed from lemons\n", "header": "COMMISSION REGULATION (EEC) No 1496/91  of 3 June 1991  amending Regulation (EEC) No 1562/85 laying down detailed rules for the application of measures to encourage the processing of certain citrus fruit and the marketing of products processed  from lemons\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of mandarins, satsumas, clementines and oranges (1), as last amended by Regulation (EEC) No 3848/89 (2), and in particular  Article 3\n(2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to encourage the marketing of products processed from lemons (3), as last amended by Regulation (EEC) No 1199/90 (4), and in particular Article 3 thereof,\nWhereas experience in managing the present arrangements laid down by Commission Regulation (EEC) No 1562/85 (5), as last amended by Regulation (EEC) No 3041/90 (6), has shown that the provisions regarding checks and the financial repercussions for  processors if they fail to respect the rules and, in particular, make false declarations need to be strengthened;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committe for Fruit and Vegetables,", "main_body": ["  Article 1\nRegulation (EEC) No 1562/85 is hereby amended as follows:\n1. Article 17 is amended as follows:\n(a) The introductory sentence of paragraph 1 is replaced by the following:\n'1. In respect of each marketing year, the competent authorities shall examine the records of processors and verify, in particular, by means of on-the-spot random checks of at least 10 % of applications made:';\n(b) Paragraph 2 is replaced by the following:\n'2. In respect of each marketing year, the competent authorities shall also make random checks of at least 10 % of the invoices submitted by each processor in respect of the applications for financial compensation selected for the checks referred to in  paragraph 1 to verify that the signatures are genuine and that the invoices and the payments relating thereto are correct, for example by confrontation of the contracting parties.';\n(c) The following clause is added to paragraph 3:\n'and shall compare and contrast the information obtained from such checks with that given in the processor's records.';\n(d) The following paragraphs 6 and 7 are added:\n'6. Where the irregularities discovered pursuant to paragraphs 1 and 2 relate to 5 % or more of the applications for financial compensation or invoices that have been checked, the competent authorities shall step up the checks to be carried out and  shall inform the Commission forthwith.\n7. Member States shall recover any sums paid in error, plus the interest payments in force in the Member State concerned for similar operations. Member States shall inform the Commission of the interest rates applied.'.\n2. The following Article 17 (a) is inserted:\n'Article 17 (a)\nIf it is noted that the financial compensation applied for by a processor in respect of one marketing year is greater than the financial compensation due, the latter shall be subject to abatement where the disparitiy is the result of false declarations  or documents or of negligence on the part of the processor. The abatement shall be:\n- 10 % where the excess amount is between 1 and 5 % of the financial compensation due,\n- 40 % where the excess amount is between 5 and 25 %.\nNo financial compensation shall be due for the marketing year in question where the excess amount is greater than 25 %. Furthermore, the processor shall forego all entitlement to financial compensation for the following marketing year.\nWhere the financial compensation has already been paid, the Member State shall recover the amounts paid in excess of the reduced amount of financial compensation due as set out above, without prejudice to the interest payments referred to in Article 17  (7).'  Article 2  This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1991/92 marketing year. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 324, 27. 12. 1969, p. 21. (2) OJ No L 374, 22. 12. 1989, p. 6. (3) OJ No L 125, 19. 5. 1977, p. 3. (4) OJ No L 119, 11. 5. 1990, p. 61. (5) OJ No L 152, 11. 6. 1985, p. 5. (6) OJ No L 290, 23. 10. 1990, p. 11."}