{"celex_id": "31995R2898", "uri": "http://publications.europa.eu/resource/cellar/3e901335-4c52-4436-a3a9-3df4fe644bd8", "type": "Regulation", "concepts": ["1120", "1637", "2081", "4125", "5233", "87"], "title": "Commission Regulation (EC) No 2898/95 of 15 December 1995 concerning verification of compliance with quality standards for bananas\n", "header": "COMMISSION REGULATION (EC) No 2898/95 of 15 December 1995 concerning verification of compliance with quality standards for bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 4 thereof,\nWhereas, pursuant to Articles 2 to 4 of Regulation (EEC) No 404/93, Commission Regulation (EC) No 2257/94 (3) lays down quality standards for bananas to be delivered fresh to the consumer; whereas those quality standards apply to bananas imported from third countries at the stage of release for free circulation, to bananas originating in the Community at the stage of first landing at a Community port and to bananas delivered fresh to the consumer in the producing region at the stage of leaving the packing shed;\nWhereas measures should be adopted to ensure uniform application of the rules, in particular as regards conformity checks;\nWhereas, while taking due account of the nature of a highly perishable product and of the marketing practices and inspection procedures used in the trade, it should be laid down that checks on conformity are to be carried out in principle at the stage to which the standards apply as laid down in the second paragraph of Article 1 of Regulation (EC) No 2257/94;\nWhereas a product which has satisfied checks at that stage is deemed to comply with the standards; whereas that assessment should be without prejudice to any unannounced checks carried out subsequently up to the ripening depot stage;\nWhereas the check on conformity must not be systematic but random, by assessment of an overall sample taken at random from the lot selected for checking by the competent body and assumed to be representative of that lot; whereas, for that purpose, the appropriate provisions of Commission Regulation (EEC) No 2251/92 of 29 July 1992 on quality inspection of fresh fruit and vegetables (4), as last amended by Regulation (EC) No 3148/94 (5), should be made applicable, in the light of the practice and experience acquired in this sector;\nWhereas the banana trade is subject to strong competition; whereas the traders concerned have themselves introduced strict checks; whereas checks should not, therefore, be carried out at the stage laid down on traders who offer suitable guarantees as regards staff and handling facilities and who can guarantee that the bananas they market in the Community conform with Community standards; whereas such exemptions must be granted by the Member State on the territory of which the check must in principle be carried out; whereas such exemptions must be withdrawn where the standards and conditions relating thereto are not met;\nWhereas, in order for checks to be carried out, information must be supplied to the competent agencies by the traders concerned;\nWhereas the certificate of conformity issued upon completion of the checks should not constitute an accompanying document for the bananas up to the final stage of marketing, but a document of proof of the conformity of the bananas with Community standards up to the ripening depot stage, in accordance with the scope of the standard, to be presented at the request of the competent authorities; whereas it should be stressed that bananas not conforming with the standards laid down in Regulation (EC) No 2257/94 may not be marketed for fresh consumption in the Community;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Member States shall carry out checks in accordance with this Regulation to verify that bananas falling within CN code ex 0803 intended for delivery fresh to the consumer conform with the quality standards laid down in Regulation (EC) No 2257/94.", "Bananas produced in the Community shall be subject to a check on their conformity with Community quality standards before loading onto a means of transport with a view to marketing fresh. Such checks may be carried out at the packing plant.\nBananas which are marketed outside their region of production shall be subject to unannounced checks when they are first unloaded elsewhere in the Community.\nThe checks referred to in the preceding subparagraphs shall be carried out subject to application of Article 7.", "Before release for free circulation, bananas imported from third countries shall be subject to checks on their conformity with Community quality standards in the Member State of first unloading in the Community, subject to the application of Article 7.", "1. Verification of conformity shall be carried out in accordance with Article 2 and Article 3, with the exception of paragraph 7 thereof, of Regulation (EEC) No 2251/92.\n2. For products which, for technical reasons, cannot be checked for conformity upon first unloading in the Community, checks shall be carried out subsequently, at the latest on arrival at the ripening depot and in any case, as regards products imported from third countries, before release for free circulation.\n3. On completion of the conformity check, a certificate drawn up in accordance with Annex I shall be issued for merchandise whose compliance with the standard has been ascertained.\nThe inspection certificate issued for bananas originating in third countries shall be presented to the customs authorities for release of those products for free circulation in the Community.\n4. In the event on non-compliance, Article 3 (9) et seq. of Regulation (EEC) No 2251/92 shall apply.\n5. Where the competent authority has not inspected certain merchandise, it shall place its official stamp on the notification provided for in Article 5 or, failing that, in the case of imported products it shall duly inform the customs authorities by any other appropriate means.\n6. Traders shall provide all the facilities required by the competent agency for carrying out verifications pursuant to this Regulation.", "The trader concerned or his representative, who does not qualify for the exemption provided for in Article 7, shall provide the competent agency in good time with all the information necessary for identification of the lots and detailed information on the place and date of packing and shipping for bananas harvested in the Community, the planned place and date of unloading in the Community for bananas from third countries or from Community regions of production and deliveries to ripening depots for bananas which cannot be checked when they are first unloaded in the Community.", "1. Conformity checks shall be carried out by the departments or agencies designated by the competent national authorities. Such agencies must present suitable guarantees for carrying out such checks, in particular as regards equipment, training and experience.\n2. The competent national authorities may delegate responsibility for carrying out checks to private bodies approved for that purpose which:\n(a) have inspectors who have followed a training course recognized by the competent authority;\n(b) have the equipment and facilities necessary for carrying out the verifications and analyses required for the checks; and\n(c) have adequate facilities for communicating information.\n3. The competent authorities shall periodically check the execution and efficiency of checks. They shall withdraw approval where they find anomalies or irregularities which could affect the correct execution of checks or where the requirements are no longer met.", "1. Traders marketing bananas harvested in the Community or bananas imported from third countries shall not be subject to the checks on conformity with quality standards at the stages referred to in Articles 2 and 3 where they:\n(a) have staff experienced in quality standards and handling and inspection facilities;\n(b) keep records of the operations they carry out; and\n(c) present guarantees that the quality of bananas they market conforms with Community standards.\nTraders exempted from checks shall obtain a certificate of exemption in accordance with the specimen shown in Annex II.\n2. Exemption from checks shall be granted, at the request of the trader concerned, by the inspection departments or agencies appointed by the competent national authorities of either the Member State of production, for bananas marketed in the Community production region, or the Member State of unloading, for Community bananas marketed elsewhere in the Community and bananas imported from third countries. Exemption from checks shall be granted for a maximum period of three years and shall be renewable. Such exemption shall apply to the whole of the Community market for products unloaded in the Member State which granted the exemption.\nThose departments or agencies shall withdraw the exemption where they detect anomalies or irregularities which could affect the conformity of bananas with the standards or where the conditions set out in paragraph 1 are no longer met. Withdrawal shall be either temporary or permanent, according to the gravity of the deficiencies detected.\nMember States shall establish a register of banana traders exempted from checks, allocate them a registration number and take appropriate steps to disseminate such information.\n3. The competent departments or agencies of the Member States shall periodically verify the quality of bananas marketed by the traders referred to in paragraph 1 and compliance with the conditions set out therein. Exempted traders shall also provide all the facilities required for carrying out such verifications.\nThey shall notify the Commission of the list of traders granted the exemption provided for in this Article and of any withdrawals of exemption.", "This Regulation shall apply without prejudice to any unannounced spot checks carried out subsequently up to the ripening depot stage.", "This Regulation shall enter into force on 1 April 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 245, 20. 9. 1994, p. 6.\n(4) OJ No L 219, 4. 8. 1992, p. 9.\n(5) OJ No L 332, 22. 12. 1994, p. 28.\nANNEX I\n>REFERENCE TO A FILM>\nANNEX II\nCertificate of exemption from verification of compliance with quality standards for bananas\n>START OF GRAPHIC>\nTrader exempted:\n(name, company name, address)\nRegistration number issued by the competent inspection department or agency:\nCompetent department or agency:\n(name, address)\nDate of issue of certificate:\nPeriod of validity of certificate:\nSignature and/or official stamp of the competent Department or agency:\n>END OF GRAPHIC>"}