{"celex_id": "31994R1277", "uri": "http://publications.europa.eu/resource/cellar/17d1518b-28f9-4e9f-9431-97ffbe773b21", "type": "Regulation", "concepts": ["140", "1442", "1562", "3579", "3646", "4713"], "title": "Council Regulation (EC) No 1277/94 of 30 May 1994 amending Regulation (EEC) No 1873/84 authorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EEC) No 822/87\n", "header": "COUNCIL REGULATION (EC) No 1277/94 of 30 May 1994 amending Regulation (EEC) No 1873/84 authorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in  Regulation (EEC) No 822/87\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), and in particular Article 73 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 70 (1) of Regulation (EEC) No 822/87 provides that imported products covered by that Article must be accompanied by a certificate attesting that they satisfy the provisions on production, release for free circulation and, where  appropriate, disposal for direct human consumption in the third country in which they originate;\nWhereas Article 73 (1) of that Regulation stipulates that if the imported products in question have undergone oenological practices not allowed by Community rules or not consonant with the provisions of that Regulation or of those adopted pursuant  thereto, they may not, except by way of a derogation, be offered or disposed of for direct human consumption; whereas the Council derogated from this principle by Regulation (EEC) No 1873/84 (2); whereas the date of validity of this derogation expired  on 30 April 1994; whereas, so that consultations can continue between the Community and the third country concerned with a view to an agreement on this matter, the term of validity of the derogation should be extended until the end of 1994,", "main_body": ["In the second subparagraph of Article 1 (1) of Regulation (EEC) No 1873/84, the date 30 April 1994 shall be replaced by 31 December 1994.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 May 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EEC) No 1566/93 (OJ No L 154, 25. 6. 1993, p. 39).\n(2) OJ No L 176, 3. 7. 1984, p. 6. Regulation as last amended by Regulation (EEC) No 1212/93 (OJ No L 123, 19. 5. 1993, p. 5)."}