{"celex_id": "31994R1379", "uri": "http://publications.europa.eu/resource/cellar/4ffa4e4e-e578-4855-8212-7ba724462b12", "type": "Regulation", "concepts": ["1170", "1258", "1744", "3568"], "title": "Commission Regulation (EC) No 1379/94 of 16 June 1994 derogating from Regulation (EC) No 1222/94 as regards the rules for the advance fixing of the export refund for glucose used in the manufacture of goods not covered by Annex II to the treaty\n", "header": "COMMISSION REGULATION (EC) No 1379/94 of 16 June 1994 derogating from Regulation (EC) No 1222/94 as regards the rules for the advance fixing of the export refund for glucose used in the manufacture of goods not covered by Annex II to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 8 (3) thereof,\nWhereas Article 13 (1) of Council Regulation (EEC) No 1766/92 of 29 June 1992 on the common organization of the market in cereals (2), as last amended by Commission Regulation (EEC) No 2193/93 (3), provides for the possibility of granting export refunds  for cereals exported in the form of goods not covered by Annex II to the Treaty;\nWhereas Article 5 (2) of Commission Regulation (EC) No 1222/94 of 30 May 1994 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by  Annex II to the Treaty, and the criteria for fixing the amount of such refunds (4), provides that a system of advance fixing of the rate of the export refund is applicable for certain basic products;\nWhereas glucose or glucose syrup and other starch products which are traditionally produced from maize and for which the application of Regulation (EC) No 1222/94, and in particular Article 3 (1) (b) thereof, leads to a refund being granted for the  equivalent quantities of maize needed to obtain these products can now be produced from wheat; whereas that cereal is, however, available earlier in the year, whereas, therefore, the refund granted for the said syrups obtained from wheat, calculated as  maize equivalent, is over-estimated during the period between the wheat harvest and the maize harvest;\nWhereas, therefore, for exports of goods not covered by Annex II which are made from glucose, glucose syrup or certain other starch products and for which an advance-fixing certificate for the rate of refund for maize issued between 17 June 1994 and 1  October 1994, the date on which the new maize year begins, is presented, the system of advance fixing of the rate of refund should not be applied, in order to avoid undue profits by operators;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee on general matters relating to trade in processed agricultural products not covered by Annex II,", "main_body": ["By way of derogation from Article 5 (2) of Regulation (EC) No 1222/94, the system of advance fixing of the rate of refund shall not apply from 17 June 1994 to 1 October 1994 to maize used in the form of glucose, glucose syrup, maltodextrine  or maltodextrine syrup falling within CN headings 1702 30 51, 1702 30 59, 1702 30 91, 1702 30 99, 1702 40 90, 1702 90 50, 1702 90 75, 1702 90 79 or 2106 90 55 for the manufacture of goods not covered by Annex II to the Treaty.", "This Regulation shall enter into force on 17 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 1994.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 181, 30. 6. 1992, p. 21.\n(3) OJ No L 196, 5. 8. 1993, p. 22.\n(4) OJ No L 136, 31. 5. 1994, p. 5."}