{"celex_id": "31990R1315", "uri": "http://publications.europa.eu/resource/cellar/22db17d0-4300-47b2-9661-407e26f2d265", "type": "Regulation", "concepts": ["1668", "2645"], "title": "Council Regulation (EEC) No 1315/90 of 14 May 1990 fixing the guide price for flax seed for the 1990/91 marketing year\n", "header": "COUNCIL REGULATION (EEC) N° 1315/90\nof 14 May  1990\nfixing the guide price for flax seed for the 1990/91 marketing year\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (2) and  234 (2) thereof,\nHaving regard to Council Regulation (EEC) N° 569/76 of 15 March 1976 laying down special measures  for flax seed (1), as last amended by Regulation (EEC) N° 4003/87 (2), and in particular Article 1  (1) and (3) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the guide price for flax seed is fixed every year, account has to be taken both of  the objectives of the common agricultural policy and of the contribution which the Community  desires to make to the harmonious development of world trade; whereas the objectives of the common  agricultural policy are, in particular, to ensure a fair standard of living for the agricultural  community and to ensure that supplies are available and reach consumers at reasonable prices;\nWhereas the first subparagraph of Article 1 (1) of Regulation (EEC) No 569/76 provides more  specifically that this price shall be fixed at a level which is fair to producers, account being  taken of the supply requirements of the Community; whereas to this end a balanced relationship  should be maintained between this price and the price of other oil seeds;\nWhereas, in accordance with these criteria, the guide price should be fixed at the same level as  that adopted for the last marketing year;\nWhereas, under Article 68 of the Act of Accession, a price level differing from that of the common  prices has been applied in Spain; whereas, pursuant to Article 70 (1) of the Act of Accession, the  Spanish prices should be aligned on the common prices each year at the beginning of the marketing  year; whereas the rules laid down for this alignment give the Spanish prices set out below;\nWhereas the guide price must be fixed for a standard quality to be determined by reference to the  average quality of seeds harvested in the Community; whereas the quality laid down for the 1989/90  marketing year meets this requirement and can accordingly be used for the following marketing  year,", "main_body": ["For the 1990/91 marketing year, the guide  price for flax seed shall be:\n(a)  ECU 50,64 per 100 kilograms for Spain;\n(b)  ECU 55,41 per 100 kilograms for the other Member States.", "The price referred to in  Article 1 shall relate to seed:\n- in bulk, of sound and fair merchantable quality, and\n- with an impurity content of 2 % and, for  seeds as such, humidity and oil contents of 9 and 38 % respectively.", "This Regulation  shall enter into force on the third day following its publication in the Official Journal of the  European Communities.\nIt shall apply from 1 August 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 14 May 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ N° L 67, 15. 3. 1976, p.  29.\n(2) OJ N° L 377, 31. 12. 1987, p. 46.\n(3) OJ N° C 49, 28. 2. 1990, p. 26.\n(4) OJ N° C 96, 17. 4. 1990.\n(5) OJ N° C 112, 7. 5. 1990, p. 34."}