{"celex_id": "31992R0723", "uri": "http://publications.europa.eu/resource/cellar/9df8c717-a3e4-4a71-90e9-f13fb97c60e0", "type": "Regulation", "concepts": ["2783", "4620"], "title": "Commission Regulation (EEC) No 723/92 of 23 March 1992 amending the Appendix to Council Regulation (EEC) No 1925/90 on common rules for imports of certain textile products originating in the Union of Soviet Socialist Republics\n", "header": "COMMISSION REGULATION (EEC) No 723/92  of 23 March 1992  amending the Appendix to Council Regulation (EEC) No 1925/90 on common rules for imports of certain textile products originating in the Union of Soviet Socialist Republics\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1925/90 of 18 June 1990 on common rules for imports of certain textile products originating in the Union of Soviet Socialist Republics (1), as last amended by Regulation (EEC) No 3734/91 (2), and in  particular Article 18 thereof and Article 3 (4) of Annex VII thereto,\nWhereas the Community and the Union of Soviet Socialist Republics (hereinafter referred to as the 'USSR') have concluded an Agreement on trade in textile products;\nWhereas a need has emerged for products in categories 4, 5, 6, 8, 15, 26-27, 74 and 83 reimported into certain regions of the Community (France, Germany and Italy) after processing in the USSR as provided for in Article 6 (3) of that Regulation;\nWhereas, in the interest of the Community industry, quantitative objectives for these categories should be added to the quantitative outward processing trade objectives set out in Annex VII;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The Appendix to Annex VII to Regulation (EEC) No 1925/90 is hereby amended for 1992 in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1992.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 10. 7. 1990, p. 1.\n(2) OJ No L 352, 21. 12. 1991, p. 7.\nANNEX\n'ANNEX VII\n- the following are added:\nCategory  Description  Member State  Units  Quantitative limits from 1 January to 31 December 1992        4  Shirts, undervests, T-shirts and the like knitted or crocheted  D\nEEC  1 000 pieces  100\n100        5  Jerseys  D I EEC  1 000 pieces  160 150 310        6  Woven breeches  D\nEEC  1 000 pieces  100\n100        8  Shirts, other than knitted of crocheted  D\nEEC  1 000 pieces  100\n100        15  Women's or girls' woven overcoats  D F EEC  1 000 pieces  100 100 200        26-27  Dresses, skirts divided skirts  D F I EEC  1 000 pieces  300 20 100 420        74  Suits and ensembles  D\nEEC  1 000 pieces  100\n100        83  Other garments, knitted or crocheted  D F I EEC  tonnes  150 150 150 450'"}