{"celex_id": "31991R1595", "uri": "http://publications.europa.eu/resource/cellar/b1a6e20c-041e-4413-8000-bea91eee43c2", "type": "Regulation", "concepts": ["2563", "64"], "title": "Commission Regulation (EEC) No 1595/91 of 12 June 1991 amending Regulation (EEC) No 2006/80 determining the intervention centres for cereals\n", "header": "COMMISSION REGULATION (EEC) No 1595/91  of 12 June 1991  amending Regulation (EEC) No 2006/80 determining the intervention centres for cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 3 (7) thereof,\nWhereas Council Regulation (EEC) No 1145/76 (3) lays down the rules for determining the intervention centres for cereals;\nWhereas the intervention centres are laid down in Commission Regulation (EEC) No 2006/80 (4), as last amended by Regulation (EEC) No 2763/90 (5); whereas, under the terms of the consultations provided for under Article 3 (7) of Regulation (EEC) No  2727/75, and as a result of the opening of 1 January 1991 of the second stage of accession of Portugal to the Community, the list of centres should be supplemented;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["  Article 1\nThe section headed 'Portugal' in the Annex hereto is hereby added to the Annex to Regulation (EEC) No 2006/80.  Article 2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 81, 1. 11. 1975, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 130, 19. 5. 1976, p. 8. (4) OJ No L 197, 30. 7. 1980, p. 1. (5) OJ No L 267, 29. 9. 1990, p. 5.\nPARARTIMA ANEXO - BILAG - ANHANG -  - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO\n« ANEXO I - BILAG I - ANHANG I - PARARTIMA I - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\n1  2  3  4  5  6  7  8           Centros de intervención  Trigo blando  Centeno  Cebada  Trigo duro  Maíz  Sorgo  Tritical  Interventionscentre  Bloed hvede  Rug  Byg  Haard hvede  Majs  Sorghum  Triticale  Interventionsort  Weichweizen  Roggen   Gerste  Hartweizen  Mais  Sorghum  Triticale  Kentra paremvaseos  Sitos malakos  Sikali  Krithi  Sitos skliros  Aravositos  Sorgo  Tritikal  Intervention centres  Common wheat  Rye  Barley  Durum wheat  Maize  Sorghum  Triticale  Centres d'intervention   Froment tendre  Seigle  Orge  Froment dur  Maïs  Sorgho  Triticale  Centri di intervento  Frumento tenero  Segala  Orzo  Frumento duro  Granturco  Sorgo  Triticale  Interventiecentrum  Zachte tarwe  Rogge  Gerst  Durum tarwe  Maïs  Sorgho  Triticale   Centros de intervençao  Trigo mole  Centeio  Cevada  Trigo duro  Milho  Sorgo  Triticale                   PORTUGAL         Viana do Castelo     +        +        Porto  +           +        Chaves     +                 Bragança  +  +                  Mogadouro  +                    Mirandela  +  +                 Resende  +  +                 Aveiro  +           +        Moimenta da Beira  +  +                 Almeida  +  +  +              Guarda     +                 Covilha  +  +        +     +   Pombal  +           +        Caldas da Rainha  +                    Almeirim  +        +  +        Torres Vedras  +     +  +        +  Trafaria  +        +  +     +  Portalegre  +     +     +     +  Pavia  +     +     +     +  Fronteira  +     +  +         +  Elvas  +     +  +  +     +  Estremoz  +     +  +  +     +  Évora  +     +  +  +  +  +  Reg. de Monsaraz  +     +  +        +  Alcáçovas  +                    Alcácer do Sal  +                    Santiago do Cacém  +     +  +  +  +  +  Beja  +      +  +  +     +  Aljustrel  +     +           +  Serpa  +     +  +        +  Almodôvar  +     +  +  +     +  Mértola  +  +              + »"}