{"celex_id": "31991D0186", "uri": "http://publications.europa.eu/resource/cellar/e315f03e-35ab-4c24-9f9e-858312a6dcc7", "type": "Decision", "concepts": ["1309", "192", "2027"], "title": "91/186/EEC: Commission Decision of 28 February 1991 amending Decision 90/451/EEC on health protection measures in respect of imports of fresh meat from Namibia\n", "header": "COMMISSION DECISION  of 28 February 1991  amending Decision 90/451/EEC on health protection measures in respect of imports of fresh meat from Namibia  (91/186/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat or meat products from third countries (1), as last amended by Directive 91/69/EEC  (2), and in particular Articles 14 and 15 thereof,\nWhereas animal health conditions and veterinary certification requirements for imports of bovine fresh meat from Namibia were established by Commission Decision 90/451/EEC (3);\nWhereas the Namibian Veterinary Services have requested authorization for the export of meat from the ovine and caprine species; whereas following a mission to Namibia the Namibian veterinary authorities have provided sufficient guarantees as regards  the animal health situation concerning ovine brucellosis and the control measures taken;\nWhereas third countries in which vaccination against foot-and-mouth disease strains SAT and Asia 1 is used may no longer export offal to the Community; whereas Namibia is one of these countries and therefore it is necessary to prohibit the import of  offal, except offal of domestic solipeds;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["  Article 1\nDecision 90/451/EEC is hereby amended as follows:\n1. Point 1 of Article 2 is replaced by the following:\n'1. De-boned fresh meat, excluding offal, of domestic animals of the bovine species (including buffalo), sheep and goats originating and slaughtered in Namibia elsewhere than in the areas referred to in Article 1, which satisfies the requirements of the  specimen animal health certificate in accordance with Annex A hereto which must accompany the consignment. Such de-boned fresh meat shall not enter the territory of the importing Member State for at least 21 days from the date of slaughter.'\n2. Point 2 of Article 2 is deleted.\n3. Point 3 of Article 2 becomes Point 2 and the words 'Annex C' are replaced by 'Annex B'.\n4. Annex A is replaced by Annex A annexed to this Decision.\n5. Annex B is deleted.\n6. Annex C is replaced by Annex B annexed to this Decision.  Article 2\nThis Decision shall apply from 1 March 1991.  Article 3\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 46, 19. 2. 1991, p. 37. (3) OJ No L 231, 25. 8. 1990, p. 28.\nANNEX A\nANIMAL HEALTH CERTIFICATE\nfor de-boned fresh meat (1) of domestic animals of the bovine, ovine and caprine species, excluding offals, intended for consignment to the European Economic Community\nCountry of destination:\nReference number of the public health certificate (2):\nExporting country: Namibia (excluding that part of the foot-and-mouth disease control area in Namibia, north of the 'Cordon Fences' which extend from Palgrave Point in the west to Gam in the east)\nMinistry:\nDepartment:\nReference:\n(Optional)\nI. Identification of meat\nMeat of:\n(Animal species)\nNature of cuts (3):\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) (2) of the approved slaughterhouse(s) (2):\nAddress(es) and veterinary approval number(s) (2) of the approved cutting plant(s) (2):\nAddress(es) and veterinary approval number(s) (2) of the approved cold store(s) (2):\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (4):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that:\n1. the de-boned fresh meat described above is obtained from:\n- animals which were born and reared in Namibia and which have remained outside that part of the foot-and-mouth disease control area in Namibia, north of the 'Cordon Fences' which extend from Palgrave Point in the west to Gam in the east for at least 12  months preceding slaughter or since birth in the case of animals less than 12 months old,\n- animals which have not been vaccinated against foot-and-mouth disease during the preceding 12 months,\n- animals which on the way to the slaughterhouse and while awaiting slaughter therein have not come into contact with animals not satisfying the requirements laid down in Commission Decision 90/451/EEC as regards export of their meat to a Member State,  and if they were conveyed by vehicle or container the latter was cleaned and disinfected before loading,\n- animals which when subjected to an ante-mortem health inspection at the slaughterhouse during the 24 hours preceding slaughter showed no symptoms of foot-and-mouth disease,\n- animals which have been slaughtered on different days from those on which animals which do not comply with the conditions required for export of their meat to the European Economic Community were slaughtered,\n- in the case of fresh meat from sheep and goats, animals which have not come from a holding which for animal health reasons is subject to prohibition as a result of an outbreak of ovine or caprine brucellosis during the previous six weeks,\n- animals which were slaughtered on . . . . . . (date of slaughter);\n2. the de-boned fresh meat described above:\n- has been produced on different days to that which does not comply with the conditions required for export to the Community,\n- originates from carcases which have matured at a room temperature of more than + 2 Â°C for at least 24 hours after slaughter and before the bones were removed,\n- has had the major accessible lymphatic glands removed,\n- has, during all stages of its production, de-boning, packing and storage been kept strictly separate from meat not conforming to the requirements for export to a Member State laid down in Commission Decision 90/451/EEC.\nDone at ,\n(Place)  on\n(Date)   SEAL\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)\n(1) Fresh meat means all parts fit for human consumption from domestic solipeds which have not undergone any perserving process; however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For railway wagons or lorries the registration number should be given, for aircraft the flight number and for ships the name.  (1) Fresh meat means all parts fit for human consumption from domestic bovine animals, sheep and goats excluding offal, which have not undergone any preserving process; however, chilled and frozen meat shall be considered as fresh meat. (2)  Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC. (3) Only de-boned fresh carcase meat from bovine animals, sheep and goats  from which all bones and the major accessible lymphatic glands have been removed is authorized for importation. (4) For railway wagons or lorries the registration number should be given, for aircraft the flight number and for ships the name.\nANNEX B\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of domestic solipeds intended for consignment to the European Economic Community\nCountry of destination:\nReference number of the public health certificate (2):\nExporting country: Namibia\nMinistry:\nDepartment:\nReference:\n(Optional)\nI. Identification of meat\nMeat of: domestic solipeds\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) of the approved slaughterhouse(s) (2):\nAddress(es) and veterinary approval number(s) of the approved cutting plant(s) (2):\nAddress(es) and veterinary approval number(s) of the approved cold store(s) (2):\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (4):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that the fresh meat described above is obtained from animals which have remained in the territory of Namibia for at least three months before being slaughtered or since birth in the case of animals less  than three months old.\nDone at ,\n(Place)  on\n(Date)   SEAL\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)"}