{"celex_id": "31993D0716", "uri": "http://publications.europa.eu/resource/cellar/d8f275da-444f-44f9-8726-fdf6d5e6d953", "type": "Decision", "concepts": ["1969", "2187", "2510", "2769", "3220", "4256"], "title": "93/716/EC: Council Decision of 22 November 1993 on the statistical data to be used for the determination of the key for the financial resources of the European Monetary Institute\n", "header": "COUNCIL DECISION of 22 November 1993 on the statistical data to be used for the determination of the key for the financial resources of the European Monetary Institute (93/716/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 16.1 and 16.2 of the Protocol on the Statute of the European Monetary Institute annexed thereto,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Committee of Governors,\nHaving regard to the opinion of the Monetary Committee,\nWhereas the European Monetary Institute, hereinafter referred to as 'the EMI', will be established on 1 January 1994;\nWhereas the EMI will be endowed with its own resources;\nWhereas the size of the resources of the EMI will be determined by the Council of the EMI;\nWhereas the resources of the EMI will be provided out of contributions by national central banks in accordance with the key referred to in Article 16.2 of the Protocol on the Statute of the EMI;\nWhereas the key for the financial resources of the EMI will be determined before the start of the second stage;\nWhereas the statistical data to be used for the determination of the key will be provided by the Commission in accordance with the rules adopted by the Council;\nWhereas the rules adopted by the Council in this Decision do not constitute a precedent for other legal acts which the Council could adopt in other areas;\nWhereas the nature of and sources for the data to be used and the method of calculation of the key must be defined;\nWhereas Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonization of the compilation of gross national product at market prices (3) introduces a procedure for the adoption by Member States of data on the gross domestic product at  market prices; whereas the Member States must take all the necessary steps to ensure that that data is transmitted to the Commission,", "main_body": ["The statistical data to be used for the determination of the key for the contributions by the national central banks to the financial resources of the EMI shall be provided by the Commission in accordance with the rules laid down in the following\nArticles.", "Population and gross domestic product at market prices, hereinafter referred to as 'GDP mp', shall be defined according to the European System of Integrated Economic Accounts (ESA) in force. GDP mp shall mean GDP mp as defined in Article 2 of Directive  89/130/EEC, Euratom.", "The data on population shall be taken for the year 1992. The mean of the total population over the course of the year shall be used in accordance with the ESA recommendation.", "The data on GDP mp shall be taken for each of the years 1987 to 1991. The data on GDP mp for each Member State shall be expressed in the national currency at current prices.", "The data on population shall be collected by the Commission (Eurostat) from Member States.", "The data on GDP mp for the years 1988 to 1991 shall result from the application of Directive 89/130/EEC, Euratom. The data for 1987 shall be collected by the Commission (Eurostat) from Member States, which shall make them consistent with the 1988 to  1991 data on GDP mp.", "1. The share of a Member State in the population of the Community shall be its share in the sum of the population of the Member States, expressed as a percentage.\n2. The GDP mp data for each year and each Member State expressed in national currencies shall be converted into figures expressed in ecus. The exchange rate used for this purpose shall be the average of the exchange rates for all working days in a year.  The daily exchange rate shall be the rate calculated by the Commission and published in the 'C' series of the Official Journal of the European Communities.\n3. The share of a Member State in GDP mp of the Community shall be its share in the sum of GDP mp of the Member State over five years, expressed as a percentage.", "The weighting of a national central bank in the key shall be the arithmetic mean of the shares of the Member State concerned in the population and in the GDP mp of the Community.", "The various steps of calculation shall use sufficient digits to ensure their accuracy. The weighting of national central banks in the key shall be expressed to four decimal places.", "0\nThe data referred to in this Decision shall be communicated by the Commission to the Committee of Governors of the Central Banks of the Member States before 1 January 1994."], "attachments": "Done at Brussels, 22 November 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No C 324, 1. 12. 1993, p. 11; and OJ No C 340, 17. 12. 1993, p. 11.(2) OJ No C 329, 6. 12. 1993.(3) OJ No L 49, 21. 2. 1989, p. 26."}