{"celex_id": "31998R2459", "uri": "http://publications.europa.eu/resource/cellar/f94d4a4f-7a7d-4047-ad56-1e0eec582323", "type": "Regulation", "concepts": ["1048", "1311", "4370", "4390", "5251"], "title": "Council Regulation (EC, ECSC, Euratom) No 2459/98 of 12 November 1998 amending Regulation (EEC, Euratom, ECSC) No 260/68 laying down the conditions and procedure for applying the tax for the benefit of the European Communities\n", "header": "17.11.1998 EN Official Journal of the European Communities L 307/3\nCOUNCIL REGULATION (EC, ECSC, EURATOM) No 2459/98\nof 12 November 1998\namending Regulation (EEC, Euratom, ECSC) No 260/68 laying down the conditions and procedure for applying the tax for the benefit of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a single Council and a single Commission of the European Communities,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, having regard to Council Regulation (EC, ECSC, Euratom) No 2458/98 of 12 November 1998 amending Regulation (EEC, Euratom, ECSC) No 259/68 laying down the Staff Regulations of officials and the conditions of employment of other servants of the European Communities and the other Regulations applicable to them with regard to the establishment of remuneration, pensions and other financial entitlements in euros (1), Council Regulation (EEC, Euratom, ECSC) No 260/68 (2), should be amended,", "main_body": ["In Regulation (EEC, Euratom, ECSC) No 260/68 the term ‘Belgian francs’ shall be replaced by the term ‘euros’ and amounts expressed in Belgian francs are replaced by their equivalent in euro units at the conversion rate laid down by the Council.\nThe rules relating to the rounding of amounts laid down in Council Regulation (EC) No 1103/97 of 17 June 1997 on certain provisions relating to the introduction of the euro (3), shall apply.", "Article 8 of Regulation (EEC, Euratom, ECSC) No 260/68 shall be replaced by the following:\n‘Article 8\nTax shall be collected by means of deduction at source. The amount shall be rounded down to one hundredth of a euro.’", "On 1 January 1999, pursuant to this Regulation, the Commission shall effect the conversion into euros of the amounts in Belgian francs in Council Regulation (EEC, Euratom, ECSC) No 260/68; these values shall be published in the Official Journal of the European Communities in January 1999.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1998.\nFor the Council\nThe President\nE. HOSTASCH\n(1)  See page 1 of this Official Journal.\n(2)  OJ L 56, 4. 3. 1968, p. 8. Regulation as last amended by Regulation (EC, ECSC, Euratom) No 1197/98 (OJ L 166, 11. 6. 1998, p. 1.)\n(3)  OJ L 162, 19. 6. 1997, p. 1."}