{"celex_id": "31992R3823", "uri": "http://publications.europa.eu/resource/cellar/01c3e8be-1b91-4c29-b01b-76551e20a4e4", "type": "Regulation", "concepts": ["1511", "4280", "4314", "4395", "797"], "title": "Commission Regulation (EEC) No 3823/92 of 28 December 1992 amending Regulation (EEC) No 3016/78 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors\n", "header": "COMMISSION REGULATION (EEC) No 3823/92  of 28 December 1992  amending Regulation (EEC) No 3016/78 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 3484/92 (2),\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2205/90 (4),  and in particular Article 12 thereof,\nWhereas Council Regulation (EEC) No 3814/92 of 28 December 1992 amending Regulation (EEC) No 1785/81 and applying the sugar sector prices provided for by that Regulation to Spain (5) provided for the granting of certain aids the amount of which is  determined in ecus; whereas it is accordingly necessary to determine the agricultural rate to be used for conversion into Spanish pesetas, which should depend on the operative event in question, i.e. that by which the economic purpose for which the aid  is granted is achieved; whereas Commission Regulation (EEC) No 3016/78 of 20 December 1978 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors (6), as last amended by Regulation (EEC) No 1680/89 (7), should  therefore be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The following point XX is hereby added to the Annex to Regulation (EEC) No 3016/78:\nAmount concerned  Conversion rate to be applied     'XX. Aids provided for by Regulation (EEC) No 3814/92:   (a) Aids to beet and cane growers indicated in Article 2 (1) and (2)  Agricultural conversion rate in force on day of processing of  beet/cane into sugar  (b) Aid on stocks at 31. 12. 1992 indicated in Article 2 (3)  Agricultural conversion rate in force on day of disposal of sugar as defined in Article 12 of Regulation (EEC) No 1998/78'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4. (2) OJ No L 353, 3. 12. 1992, p. 8. (3) OJ No L 164, 24. 6. 1985, p. 1. (4) OJ No L 201, 31. 7. 1990, p. 9. (5) See page 7 of this Official Journal. (6) OJ No L 359, 22. 12. 1978, p. 11. (7) OJ No L 164, 15.  6. 1989, p. 15."}