{"celex_id": "31996R1489", "uri": "http://publications.europa.eu/resource/cellar/c337fb12-7967-4563-a575-f572cc0e7099", "type": "Regulation", "concepts": ["1309", "1338", "235", "3892", "519", "770"], "title": "Council Regulation (EC) No 1489/96 of 23 July 1996 amending Regulation (EEC) No 54/93 imposing a definitive anti-dumping duty on imports of synthetic fibres of polyesters originating in India and the Republic of Korea\n", "header": "COUNCIL REGULATION (EC) No 1489/96 of 23 July 1996 amending Regulation (EEC) No 54/93 imposing a definitive anti-dumping duty on imports of synthetic fibres of polyesters originating in India and the Republic of Korea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 11 (4) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EEC) No 54/93 (2), the Council imposed, inter alia, a definitive anti-dumping duty of 7,2 % on imports of synthetic staple fibres of polyesters, not carded, combed or otherwise processed for spinning, commonly referred to as polyester synthetic fibres, currently classifiable within CN code 5503 20 00 and originating in India, with the exception of imports from five Indian exporters specifically mentioned which were either subject to a lesser rate of duty or no duty at all.\nB. PROCEDURE\n(2) The Commission received on application for a review of the measures currently in force from the Indian company Bongaigaon Refinery & Petrochemicals Ltd (hereinafter 'Bongaigaon` or 'the company`). Bongaigaon claimed that it was not related to any of the exporters or producers in India which are subject to the anti-dumping measures on the product, and that it had not exported the product during the period of investigation on which the measures are based. Furthermore, the company claimed that it had actually exported the product concerned to the Community and that it had also entered into irrevocable contractual obligations to export significant quantities to the Community.\n(3) Bongaigaon provided, on request, evidence which was considered sufficient to justify the initiation of a review in accordance with Article 11 (4) of Regulation (EC) No 384/96 (hereinafter referred to as the 'Basic Regulation`). By Regulation (EC) No 2566/95 (3), the Commission, after consulting the Advisory Committee, initiated a review of Regulation (EEC) No 54/93 with regard to Bongaigaon and commenced its investigation.\nBy Regulation (EC) No 2566/95, the Commission also repealed the anti-dumping duty imposed by Regulation (EEC) No 54/93 with regard to imports of the product concerned produced and exported to the Community by Bongaigaon and directed customs authorities, pursuant to Article 14 (5) of the Basic Regulation, to take appropriate steps to register such imports.\n(4) The product concerned in this review is the same as the one under consideration in Regulation (EEC) No 54/93.\n(5) The Commission officially advised Bongaigaon and the representatives of the exporting country. Furthermore, it gave the parties directly concerned the opportunity to make their views known in writing and to request a hearing but did not receive any reaction in this respect.\nThe Commission sent a questionnaire to Bongaigaon and received a proper and timely reply. The Commission sought and verified all information it deemed necessary for the purposes of the procedure and carried out a verification visit at the premises of Bongaigaon, India.\n(6) The investigation of dumping covered the period from 1 July 1994 to 30 June 1995.\n(7) The same methodology as that used in the original investigation was applied where circumstances had not changed.\nC. RESULTS OF THE INVESTIGATION\n1. New exporter qualification\n(8) The investigation confirmed that Bongaigaon had not exported the product concerned during the period of investigation on which the measures subject to review are based, i.e. from 1 January 1990 to 31 August 1990. Exports of the product concerned to the Community started, in fact, only during the company's financial year 1993/1994.\nIn addition, it was found that Bongaigaon had no links, either direct or indirect, with the exporters involved in the previous procedure.\nAccordingly, it is confirmed that the company should be considered as a new exporter in the sense of Article 11 (4) of the Basic Regulation and that its individual dumping margin should be determined.\n2. Dumping\n(i) Normal value\n(9) Although the company's total domestic sales of the like product constituted more than 5 % of the volume of export sales to the Community, it was found that for the product type sold to the Community the domestic sales volume for the corresponding type was below this threshold and the prices could not be considered representative for the market concerned.\nAs the company has produced and sold on the domestic market, in the ordinary course of trade, other types of the like product than the one exported to the Community, normal value was constructed in accordance with Article 2 (3) and the first sentence of Article 2 (6) of the Basic Regulation. Consequently, normal value was calculated on the basis of all costs of production incurred by Bongaigaon when producing the product type in question plus a reasonable amount for selling, general and administrative expenses and profits, both established on the basis of the company's domestic sales of all types of the like product in the ordinary course of trade.\n(ii) Export price\n(10) Export sales of the product concerned were made directly to unrelated importers in the Community. Export prices were therefore determined on the basis of the prices actually paid by these unrelated importers, in accordance with Article 2 (8) of the Basic Regulation.\n(iii) Comparison\n(11) For the purpose of a fair comparison between normal value and export price, account was taken of differences affecting price comparability as provided for in Article 2 (10) of the Basic Regulation, namely import charges and indirect taxes, discounts, transport and insurance expenses, commission and credit costs. The comparison was made at an ex-works level.\n(12) Bongaigaon requested that adjustments should be made for the following benefits received for its export performance but not granted in respect of its domestic sales:\n- reduction of corporate tax due to export sales based on the Indian Income Tax Act,\n- benefit for an export house,\n- market development assistance following the Federation of Indian Export Organizations Scheme.\nThe claim was rejected as Bongaigaon could not demonstrate that these benefits, which accrued to the company only after the investigation period and which resulted in a reduction of its selling, general and administrative expenses, had any direct and measurable effect on prices and price comparability in the sense of Article 2 (10) of the Basic Regulation.\n(iv) Dumping margin\n(13) The comparison showed the existence of dumping with respect to the synthetic fibres of polyesters exported by Bongaigaon. The dumping margin, being equal to the amount by which the normal value exceeded the price for export to the Community, was established on the basis of a comparison of the constructed normal value as defined in recital 9 with the weighted average of prices for all export transactions of the product concerned to the Community during the period mentioned in recital 6. Expressed as a percentage of the free-at-Community-frontier price, the dumping margin amounted to 17,5 %.\n3. Injury\n(14) No request for a review of the findings on injury was made and there is no reason to doubt that the level of injury found in the original investigation has not decreased.\nD. AMENDMENT OF THE MEASURES BEING REVIEWED\n(15) In accordance with Article 9 (4) of the Basic Regulation, the amount of the anti-dumping duty should not exceed the dumping margin established and should be less if a lesser duty would be adequate to remove the injury to the Community industry.\n(16) In the present case, the dumping margin established exceeds the injury margin. The latter was calculated by applying the same methodology as in the original investigation. This methodology is described in detail in recitals 50 to 54 of Regulation (EEC) No 1956/92 (4). The injury margin found amounted to 13 %. The anti-dumping duty to be imposed should therefore correspond to the injury margin established and Regulation (EEC) No 54/93 should be amended accordingly.\nE. RETROACTIVE LEVYING OF THE ANTI-DUMPING DUTY\n(17) As the review has resulted in a determination of dumping in respect of Bongaigaon, the anti-dumping duty applicable to this company shall also be levied retroactively up to the date of the initiation of the review against imports which, pursuant to Article 3 of Regulation (EC) No 2566/95, have been subject to registration.\nF. DISCLOSURE AND DURATION OF MEASURES\n(18) Bongaigaon was informed of the facts and considerations on the basis of which it was intended to propose the amendment of Regulation (EEC) No 54/93 and were given an opportunity to comment. The Commission also officially advised the complainants mentioned in the initial investigation.\nBongaigaon made their views known in writing. They requested that the rate of profit should not be based on the domestic sales of all types of the like product made in the ordinary course of trade. They also repeated their claim for adjustments concerning:\n- the reduction of corporate tax due to export sales based on the Indian Income Tax Act, and\n- benefit for an export house.\nThese requests had to be rejected for the reasons set out in recitals 9 and 12.\n(19) This review does not affect the date on which Regulation (EEC) No 54/93 will expire pursuant to Article 11 (2) of the Basic Regulation,", "main_body": ["Article 1 (2) of Regulation (EEC) No 54/93 is hereby amended as follows: under (a) the following shall be added at the end of the text:\n'Bongaigaon Refinery & Petrochemicals Ltd\n13 % (Taric additional code 8873);`.", "The anti-dumping duty shall also be levied retroactively up to the date of the initiation of the review against those imports which, pursuant to Article 3 of Regulation (EC) No 2566/95, have been subject to registration.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 9, 15. 1. 1993, p. 2.\n(3) OJ No L 262, 1. 11. 1995, p. 28.\n(4) OJ No L 197, 16. 7. 1992, p. 25."}