{"celex_id": "31990R1716", "uri": "http://publications.europa.eu/resource/cellar/5e48ea91-20a4-4a3b-835f-6e5312b6faa7", "type": "Regulation", "concepts": ["4399", "4400", "619", "742"], "title": "Council Regulation (EEC) No 1716/90 of 20 June 1990 amending Regulation (EEC) No 1031/88 determining the persons liable for payment of a customs debt\n", "header": "COUNCIL  REGULATION (EEC) No 1716/90\nof 20 June 1990\namending Regulation (EEC) No 1031/88 determining the persons liable for payment of a customs debt\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 2144/87 of 13 July 1987 on customs debt (4), as amended by Regulation (EEC) No 4108/88 (5), provided for a further case in which a customs debt on import is incurred resulting from the consumption or use in a free zone or a free warehouse, in circumstances other than those covered by the rules in force, of goods liable to import duties;\nWhereas, in order to take account of this further case, Regulation (EEC) No 1031/88 (6) should be supplemented accordingly; whereas provision should be made that in such a case not only the persons who consumed or used the goods in question in circumstances other than those covered by the rules in force, but also any other persons who are liable, under the provisions in force in the Member States, by reason of such consumption or use, are jointly and severally liable for payment of the customs debt;\nWhereas, in cases where goods have disappeared and the customs authorities consider that such goods have been consumed or used in the free zone or the free warehouse and in so far as none of the persons referred to in the preceding recital is known, the person liable for payment of the customs debt shall be the person who, according to the knowledge of the authorities, was last in possession of the goods in question; whereas in this case it is also important to provide that any other persons who are liable, under the provisions in force in the Member States by reason of the fact that the goods are considered to have been used or consumed in the free zone or the free warehouse, shall be also jointly and severally liable for payment of the customs debt,", "main_body": ["The following Article is hereby added to Title I of Regulation (EEC) No 1031/88:\n'Article 6a\n1. Where a customs debt has been incurred pursuant to Article 2 (1) (g) of Regulation (EEC) No 2144/87, the person having consumed or used the goods in a free zone or free warehouse in circumstances other than those covered by the rules in force shall be liable for payment of such debt.\nAny other persons who are liable, under the provisions in force in the Member States, by reason of such consumption or use shall also be jointly and severally liable for payment of such debt.\n2. Where goods have disappeared and the customs authorities consider that they have been consumed or used in the free zone or free warehouse, and where it is not possible to apply paragraph 1, the person who, according to the knowledge of the authorities, was last in possession of the goods, shall be the person liable for payment of the customs debt.\nAny other persons who are liable, under the provisions in force in the Member States, by reason of the fact that the goods are considered to have been used or consumed in the free zone or the free warehouse, shall also be jointly and severally liable for payment of such debt.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall be applicable from the date of implementation of Council Regulation (EEC) No 2504/88 of 25 July 1988 on free zones and free warehouses (7).\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 20 June 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ No C 142, 8. 6. 1989, p. 5.\n(2) OJ No C 323, 27. 12. 1989, p. 59;\nOJ No C 96, 17. 4. 1990, p. 81.\n(3) OJ No C 298, 27. 11. 1989, p. 25.\n(4) OJ No L 201, 22. 7. 1987, p. 15.\n(5) OJ No L 361, 29. 12. 1988, p. 2.\n(6) OJ No L 102, 21. 4. 1988, p. 5.\n(7) OJ No L 225, 15. 8. 1988, p. 8."}