{"celex_id": "31992R2072", "uri": "http://publications.europa.eu/resource/cellar/6330381d-0725-43ed-a449-fe9d6c938af3", "type": "Regulation", "concepts": ["1104", "1565", "2644", "2676", "2958", "4860"], "title": "Council Regulation (EEC) No 2072/92 of 30 June 1992 fixing the target price for milk and the intervention prices for butter, skimmed-milk powder and Grana Padano and Parmigiano Reggiano cheeses for two annual periods from 1 July 1993 to 30 June 1995\n", "header": "COUNCIL REGULATION (EEC) No 2072/92 of 30 June 1992 fixing the target price for milk and the intervention prices for butter, skimmed-milk powder and Grana Padano and Parmigiano Reggiano cheeses for two annual periods from 1 July 1993 to 30 June  1995\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article  234 (3) thereof,\nHaving regard to the proposal from the Commission (1).\nHaving regard to the opinion of the European Parliament (2).\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the policy adopted by the Community since accession as regards prices and, in particular, the introduction of the system of agricultural stabilizers and the new guidelines for the common agricultural policy cannot bring about, in the manner  provided for in Article 285 of the Act of Accession, the process of alignment of the prices of skimmed-milk powder in Portugal on the common price; whereas the common price was fixed for the 1992/93 marketing year at ECU 172,43/100 kg and the Portuguese  prices for the same period at ECU 207/100 kg; whereas in order that the existing gap between these prices should not be widened but, on the contrary, closed, the relevant arrangements in the Act of Accession should be adapted; whereas the principle  should be adopted of aligning the prices of skimmed-milk powder in Portugal on the common price in stages;\nWhereas, given the pressing need to improve the balance between supply and demand, the Council decided as from April 1993 to extend the additional levy scheme instituted in the milk and milk-products sector and reduce the guaranteed total quantities  fixed under that scheme, without prejudice to a review in the light of the market situation; whereas, given the foreseeable reduction in milk production costs following the fall in the prices of cereals and concentrates, the target price for milk should  be reduced in order to improve the competitive position of milk products; whereas, therefore, the target price for milk must be reduced in relation to other agricultural products;\nWhereas it is, moreover, necessary to take into consideration the long-term balance between supply and demand on the milk market, account being taken of external trade, and accordingly to fix the target price for milk in a multiannual framework, without  prejudice to subsequent adjustments necessitated by the market trend;\nWhereas the intervention prices for butter and for skimmed-milk powder are intended to contribute to the achievement of the target price for milk; whereas it is necessary to determine their levels in the light of the overall supply and demand situation  on the Community milk market and the opportunities for disposal of butter and skimmed-milk powder on the Community and world markets; whereas the competitive position of butter necessitates a reduction only in the intervention price for butter, whilst  the intervention price for skimmed-milk powder remains unchanged;\nWhereas it is appropriate that the gap between the prices of skimmed-milk powder in Portugal and the common prices be closed in three stages corresponding to each of the annual periods covered by the multiannual framework in which the target price for  milk is fixed; whereas it has been observed that the level of the market prices obtaining in Portugal for skimmed-milk powder is such that alignment effected in this way is not likely to have a negative effect on the said product;\nWhereas the intervention prices for Grana Padano and Parmigiano Reggiano cheeses must be fixed in accordance with the criteria laid down in Article 5 (2) of Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in  milk and milk products (4),", "main_body": ["The gap between the prices of skimmed-milk powder in Portugal and the common price shall be eliminated by an alignment in three stages between the Portuguese prices and the common prices.\nThe first alignment shall take place on 1 July 1993.\nThe common price shall be applied in Portugal on 1 July 1995.", "The target price for milk and the intervention prices for milk products shall be set as follows, without prejudice to later adaptations.\n1. For the period from 1 July 1993 to 30 June 1994  (ECU/100 kg)\nCommunity except\nPortugal\nPortugal\n(a) target price for milk\n26,47\n26,47\n(b) intervention price for:\n- butter\n285,46\n285,46\n- skimmed-milk powder\n172,43\n195,48\n- Grana Padano cheese:\n- between 30 and 60 days old\n372,71\n-\n- at least six months old\n463,21\n-\n- Parmigiano Reggiano cheese,\nat least six months old\n512,07\n-\n2. For the period from 1 July 1994 to 30 June 1995  (ECU/100 kg)\nCommunity except\nPortugal\nPortugal\n(a) target price for milk\n26,13\n26,13\n(b) intervention price for:\n- butter\n278,14\n278,14\n- skimmed-milk powder\n172,43\n183,95\n- Grana Padano cheese:\n- between 30 and 60 days old\n369,84\n-\n- at least six months old\n460,18\n-\n- Parmigiano Reggiano cheese,\nat least six months old\n509,04\n-", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No C 337, 31. 12. 1991, p. 43.(2) OJ No C 94, 13. 4. 1992.(3) OJ No C 98, 21. 4. 1992, p. 22.(4) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EEC) No 2071/92 (see page 64 of this Official Journal)."}