{"celex_id": "31991R0150", "uri": "http://publications.europa.eu/resource/cellar/a80329ef-d4b4-459f-9fdb-af890e70afdd", "type": "Regulation", "concepts": ["1048", "1690", "2298", "2300", "4271"], "title": "Council Regulation (ECSC, EEC, Euratom) No 150/91 of 21 January 1991 amending Regulation No 6/66/Euratom, 121/66/EEC with regard to rent allowance\n", "header": "COUNCIL REGULATION (ECSC, EEC, EURATOM) No 150/91  of 21 January 1991  amending Regulation No 6/66/Euratom, 121/66/EEC with regard to rent allowance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Staff Regulations of Officials of the European Communities and the Conditions of Employment of Other Servants of those Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (Euratom,  ECSC, EEC) No 3736/90 (2), and in particular Article 14a of Annex VII thereto,\nHaving regard to Regulation No 6/66/Euratom, 121/66/EEC of the Councils of 28 July 1966 laying down the list of places for which a rent allowance may be granted, the maximum amount of that allowance and the rules for granting it (3),\nHaving regard to the proposal from the Commission,\nWhereas the officials posted, under a rotation system, to places of employment other than the seats of the institutions may be faced with a particularly difficult accommodation situation because of the limited duration of the posting;\nWhereas this situation is liable to impair the mobility of the officials in question and the smooth operation of the departments located in those places of employment; whereas consequently Regulation No 6/66/Euratom, 121/66/EEC should be amended,", "main_body": ["    Article 1\nThe following Article shall be inserted into Regulation 6/66/Euratom, 121/66/EEC:\n'Article 6a\nBy way of derogation from Articles 2 and 6, officials posted under the rotation system to places of employment within the Community, other than the seats of the institutions, may be granted a rent allowance in accordance with the conditions set out in  Articles 4 and 5.\nThis allowance may not be combined with the allowance referred to in the second subparagraph of Article 14 (1) of Annex VII to the Staff Regulations. It shall be limited to the duration of the official's posting and shall not be paid for more than six  years after the date on which he takes up duty.'  Article 2  This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1991 to 31 December 1993.\nBefore 31 December 1993, the Commission shall report to the Council on the application of this Regulation.\nThe Council may decide, on a proposal from the Commission, to extend this Regulation.   This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 1991. For the Council\nThe President\nR. STEICHEN   (1) OJ No L 56, 4. 3. 1968, p. 1. (2) OJ No L 360, 22. 12. 1990, p. 1. (3) OJ No 150, 12. 8. 1966, p. 2749/66."}