{"celex_id": "31994D0178", "uri": "http://publications.europa.eu/resource/cellar/a0ea419c-2dbf-4dec-b33e-c66af0c43977", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "4692", "5369"], "title": "94/178/EC: Commission Decision of 23 March 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decision 94/27/EC and 94/28/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 23 March 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decision 94/27/EC and 94/28/EC (Text with EEA relevance) (94/178/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2) and, in particular, Article 10 (4) thereof,\nWhereas as a result of outbreaks of Classical Swine Fever in different parts of Germany, the Commission adopted Decision 94/27/EC of 20 January 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing  Decision 93/566/EC (3);\nWhereas an increased number of outbreaks of Classical Swine Fever have occurred in Bundesland Niedersachsen; whereas some of the outbreaks have occurred in parts with a high density of pigs;\nWhereas in view of the trade in live pigs, fresh pigmeat and certain meat-based products these outbreaks are liable to endanger the herds of other Member States;\nWhereas, since it is possible to identify geographically limited areas which present a particular risk, the restrictions on trade can be applied on a regional basis;\nWhereas in accordance with the provisions of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of Classical Swine Fever (4), as last amended by Council Decision 93/384/EEC (5), Member States shall establish a  protection zone and a surveillance zone around an outbreak site to control movement of pigs;\nWhereas Germany has taken measures in accordance with Council Directive 80/217/EEC and, furthermore, has introduced further measures;\nWhereas, however, in order to prevent the spread of disease to other parts of its territory, it is necessary that Germany should introduce appropriate measures of an equivalent level;\nWhereas an increase in body temperature above 40 °C is considered to be one of the early symptoms of Classical Swine Fever;\nWhereas it is necessary to establish a national well-equipped crisis unit which in cooperation with the veterinary authorities of the Laender shall collect and analyse surveillance data and participate in epidemiological investigations;\nWhereas the protection measures introduced by Commission Decisions 94/27/EC and 94/28/EC of 24 January 1994 on marking and use of pigmeat in application of Article 9 of Council Directive 80/217/EEC by Germany (6), in the interest of clarity, must be  repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Germany shall not send to other Member States or to other parts of its territory live pigs coming from those parts of its territory described in Annex I.\n2. Germany shall ensure that no pigs leave the area described in Annex II to the area described in Annex I.\n3. The restrictions given in paragraph 2 shall not apply to pigs for slaughter which:\n(a) originate from holdings situated outside the surveillance zones established in accordance with Article 9 of Directive 80/217/EEC;\n(b) originate from a holding to which, following the epidemiological inquiry, no contact has been established with an infected holding;\n(c) have been submitted to a health examination at the holding of origin by a veterinarian designated by the competent veterinary authorities and found to have presented no sign of disease; this examination must have taken place shortly before loading  the consignment of pigs for slaughter;\n(d) have been included in a programme for the detection of swine fever virus and which monitors their body temperatures. The programme shall be carried out as given in Annex III, Chapters I and II;\n(e) have been transported directly from the holding of origin to a designated abattoir in Germany, which shall be situated inside the area described in Annex I where slaughtering shall take place within 12 hours of arrival at the abattoir.\n4. When the control measures applied in the surveillance zones referred to under paragraph 3 (a) are lifted as provided for in Article 5 (2), the conditions listed under paragraphs 3 (b), (c) and (d) shall apply to pigs for slaughter coming from  holdings situated outside the protection zone established around the outbreaks, which caused the establishment of the said surveillance zones.\n5. Germany shall not send to other Member States breeding pigs and production pigs originating from a holding situated in the area outside the area described in Annex I unless the pigs:\n- come from a holding where no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question,\n- have been subject to a test for antibodies to Classical Swine Fever (HC virus) and found negative; this test shall be carried out in accordance with the provisions of Annex IV, point 1, of Directive 80/217/EEC within 10 days of certification,\n- have undergone the clinical examination required in Council Directive 64/432/EEC (7) on the farm of origin. The examination shall comprise all pigs and related facilities on the holding of origin. The animals shall be identified by eartags at the  holding of origin and at any assembly centre so that these can be ascertained and traced back. The means of transport shall carry an official seal.\n6. Intra-Community movements of the animals referred to in paragraph 5 shall only be allowed following three days advance notification to the competent authority in the Member State of destination.", "Live pigs coming from holdings situated in the area described in Annex II, but outside the zones subjected to the measures provided for in Article 9 of Council Directive 80/217/EEC, shall:\n(a) - if slaughtered within this area, and whose meat is intended to be removed from the area,\nor,\n- if removed from the area for slaughter outside the area,\nfulfill the conditions laid down in Article 1, paragraphs 3 (b), (c), (d) and (e) and the meat shall receive the mark described in Article 3 (1) (A) (e) of Council Directive 64/433/EEC (8);\n(b) - if slaughtered within this area and whose meat is intended for consumption within this area,\nnot be required to fulfill the conditions laid down in Article 1, paragraphs 3 (b), (c), (d) and (e), but the meat shall receive the mark described in the Annex to Council Directive 72/461/EEC (9).", "During ante mortem inspection of pigs to be slaughtered, special attention shall be given by Germany to signs and lesions typical for Classical Swine Fever.", "1. The health certificate provided for in Council Directive 64/432/EEC accompanying pigs sent from Germany must be completed by the following:\n'Animals in accordance with Commission Decision 94/178/EC of 23 March 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decisions 94/27/EC and 94/28/EC.'\n2. Meat consigned from Germany shall be accompanied by a certificate from an official veterinarian. The certificate shall bear the following words:\n'Meat conforming to Commission Decision 94/178/EC of 23 March 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decisions 94/27/EC and 94/28/EC.'\n3. Meat obtained from pigs slaughtered in accordance with the provisions of Article 1, paragraph 3 or 4, carrying the mark referred to in Article 2 (a) and consigned from Germany must be accompanied by the certificate given in Annex IV.", "1. Germany shall carry out serological screening of pigs kept:\n(a) in the part of its territory outside the area described in Annex II for antibodies to Classical Swine Fever virus (HC virus) in accordance with the requirements of Annex V, Chapter I;\n(b) in the area described in Annex II for antibodies of Classical Swine Fever virus (HC virus) in accordance with the requirements of Annex V, Chapter II.\nThe results obtained from the screening programme accompanied by an epidemiological analysis, shall be submitted every two weeks to the Commission.\n2. Germany shall notify the Commission at least five days in advance of the lifting of surveillance zones established in accordance with Article 9 of Directive 80/217/EEC. Such notification shall be accompanied by the results of serological surveys  carried out in the zone and by a detailed epidemiological report.", "Germany shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation, and shall furnish proof of such disinfection.", "Germany shall establish a national crisis unit which shall carry out the following duties:\n- collect data on the surveillance activities carried out by land authorities,\n- coordinate the measures in cases of emergency animal health problems and, in particular, the epidemiological investigation of these problems, in conjunction with the Land authorities.\nThe national crisis centre shall have sufficient resources to carry out these duties. In particular:\n- staff trained in epidemiological investigation,\n- data handling facilities,\n- rapid communication links with Land and other authorities.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "The present Decision shall repeal Decision 94/27/EC and Decision 94/28/EC.", "0\nThis Decision shall be reviewed before 20 April 1994 taking into consideration the evolution of the animal disease situation in Germany.", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 March 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 19, 22. 1. 1994, p. 31.\n(4) OJ No L 47, 21. 2. 1980, p. 11.\n(5) OJ No L 166, 8. 7. 1993, p. 34.\n(6) OJ No L 19, 22. 1. 1994, p. 35.\n(7) OJ No 121, 29. 7. 1964, p. 1977/64.\n(8) OJ No 121, 29. 7. 1964, p. 2012/64.\n(9) OJ No L 302, 31. 12. 1972, p. 24.\nANNEX I\nBundesland Niedersachsen\nANNEX II\nAll parts of the territory of Lower Saxony, Germany situated inside the line formed by:\n- the motorway A 28 from Oldenburg to Bremen,\n- the national road 51 from Bremen through Stuhr-Brinkum to Bassum,\n- the national road 61 from Bassum to Suelingen,\n- the national road 214 in direction south-west until it joins the local road in direction south towards Lavelsloh until it crosses the river Aue,\n- the river Aue until it reaches the border between Lower Saxony and Nordrhein-Westfalia,\n- the border between Lower Saxony and Nordrhein-Westfalia in direction west and south until it reaches the Mittelland-Kanal,\n- the Mittelland-Kanal in direction west until it crosses the border between Lower Saxony and Nordrhein-Westfalia,\n- the border between Lower Saxony and Nordrhein-Westfalia in direction west until it crosses the local road from Recke in direction north to Fuerstenau,\n- the national road 402 from Fuerstenau to Haseluenne,\n- the local road from Haseluenne to Saegel and Boerger and in direction north-east until it meets the Kuestenkanal,\n- the Kuestenkanal in direction east until it enters Oldenburg.\nANNEX III\nCHAPTER I   EXAMINATIONS FOR PRESENCE OF CLASSICAL SWINE FEVER VIRUS ANTIGEN  The programme for detection of Classical Swine Fever virus antigen referred to in Article 1 (3) (d) shall include examination of tonsil tissue obtained from five pigs per holding. The  laboratory examination of the tonsil tissue shall be performed in accordance with the provision of Annex I, Chapter B of Directive 80/217/EEC. The five tonsil samples may be replaced by 10 blood samples.\nThe virological examination shall be carried out within three days prior to slaughter.\nCHAPTER II   MONITORING OF BODY TEMPERATURE  The programme for monitoring body temperature referred to in Article 1 (3) (d) of Decision 94/178/EC shall include the following:\n1. Within the 12 hour period before loading a consignment of pigs intended for slaughter, the owner shall ensure that the body temperature of a number of pigs of the said consignment is monitored by inserting a thermometer into the rectum. The number of  pigs to be examined shall be as given below:\n\"\" ID=\"1\">0 - 25> ID=\"2\">all\"> ID=\"1\">26 - 30> ID=\"2\">26\"> ID=\"1\">31 - 40> ID=\"2\">31\"> ID=\"1\">41 - 50> ID=\"2\">35\"> ID=\"1\">51 -100> ID=\"2\">45\"> ID=\"1\">101 -200> ID=\"2\">51\"> ID=\"1\">200+> ID=\"2\">60\">\nAt the time of examination, the owner shall record the following information on a table issued by the competent veterinary authorities for each pig: number of eartag, time of examination and temperature.\nIn cases where the examination shows a temperature of 40° C or above the owner shall immediately contact the official veterinarian who shall initiate a disease investigation and who shall take into account the provisions of Article 4 of Directive  80/217/EEC introducing Community measures for the control of Classical Swine Fever.\n2. Shortly (0-3 hours) before loading of the consignment examined as described under paragraph (1), the said examination shall be repeated by a veterinarian designated by the competent veterinary authorities. For each pig examined the veterinarian shall  record on a table issued by the competent veterinary authorities: number of eartag, time of examination and temperature.\n3. At the time of loading of the consignment of pigs examined as described under paragraphs (1) and (2), the official veterinarian shall issue a health document, which shall accompany the consignment to the designated slaughterhouse.\n4. At the slaughterhouse of designation the results of the temperature monitoring shall be made available to the veterinarian who performs the ante mortem examination.\nANNEX IV\nCERTIFICATE  for fresh meat referred to in Article 4 (3) of Commission Decision 94/178/EC\nNo (1)\nPlace of loading:\nMinistry:\nDepartment:\nI. Idenfification of meat\nMeat of pigs\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress and veterinary approval number of the approved slaughterhouse:\nAddress and veterinary approval number of the approved cutting plant:\nIII. Destination of meat\nThe meat will be sent\nfrom\n(place of loading)\nto\n(placed of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Health attestation\nI. the undersigned official veterinarian, certify that the meat described above was obtained under the conditions governing production and control laid down in Directive 64/433/EEC and is in conformity with the provisions of Commission Decision  94/178/EC concerning certain protection measures relating to Classical Swine Fever in Germany.\nDone at , on\n(name and signature of the official veterinarian)\n(1) Serial number issued by the official veterinarian.\n(2) In the case of rail trucks and lorries, state the registration number and in the case of boats the name and, where necessary, the number of the container.\nANNEX V\nSEROLOGICAL SCREENING FOR ANTIBODIES TO CLASSICAL SWINE FEVER (HC VIRUS)   CHAPTER I   Screening in areas ouside the areas described in Annex II  The German authorities shall carry out a serological screening programme which samples the equivalent of 5 % of the national sow and boar populations each year (100 000 samples p.a).\nThe screening programme shall, where possible, make use of serum samples collected during the national programme for the eradication of Aujeszky's Disease. It will also concentrate on the herds or animals most likely to be at risk from Classical Swine  Fever:\n- small breeding herds near towns or on farms where sows are fattened for slaughter an may have been fed with swill,\n- boars used for natural service particularly boars used on several farms,\n- herds in areas containing wild boar,\n- herds in Regierungsbesirke that have recorded Classical Swine Fever outbreaks since 1 January 1994.\nCHAPTER II   Screening in areas described in Annex II  All herds containing breeding animls shall be screened every 60 days. Within each herd sows should be sampled at random. The numbers of sows to be tested shall be as follows:\n- in small herds (up to 40 sows) a sample of 21 sows,\n- in larger herds (40 sows or more) a sample of 27 sows."}