{"celex_id": "31992D0017", "uri": "http://publications.europa.eu/resource/cellar/70471fc1-d4ff-485a-81a3-858409e647eb", "type": "Decision", "concepts": ["1417", "1519", "889"], "title": "92/17/ECSC: Commission Decision of 27 November 1991 amending Commission Decision 89/218/ECSC of 23 December 1988 concerning aid that the Italian Government proposes to grant to the public steel sector (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 27 November 1991  amending Commission Decision 89/218/ECSC of 23 December 1988 concerning aid that the Italian Government proposes to grant to the public steel sector  (Only the Italian text is authentic)  (92/17/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the first and second paragraphs of Article 95 thereof,\nHaving consulted the Consultative Committee and with the unanimous assent of the Council,\nWhereas:\nUnder the Italian steel restructuring plan and pursuant to Article 2 of Commission Decision 89/218/ECSC (1), as amended by Decision 90/89/ECSC (2), the Italian authorities were required to close the cold-rolling mill in Turin (MPP 708 Kt/year).\nThe Italian Government, however, has requested that the closure of the Turin cold-rolling mill (MPP 708 Kt/year) be replaced by the closure of cold-rolling mill No 1 at Cornigliano (MPP 600 Kt/year) and a 108 Kt/year reduction in cold-rolling capacity  at the Racconigi mill.\nContrary to the forecasts of the restructuring plan the Turin cold-rolling mill made a profit in 1989 and 1990. Its closure would therefore lead to a deterioration in the financial position of the Italian public steel industry.\nOn the other hand, the closure of mill No 1 at Cornigliano would significantly reduce the serious air pollution in Genoa created by the steelworks.\nIn addition, as the capacity reduction proposed by the Italian Government concerns the same type of products and the same quantities, it will contribute as much to the structural regeneration of the Community steel industry as would the closure of the  Turin plant.\nThe proposed replacement will require a six-month extension to the deadline fixed for the Turin closure.\nThe release, pursuant to Article 6 (4) of Decision 89/218/ECSC, of aid segments in addition to those referred to in Article 6 (3) must be brought into line with the new closure timetable,", "main_body": ["Decision 89/218/ECSC is hereby amended as follows:\n1. In Article 2:\n- the table in paragraph 1 is replaced by the following:\n' (in 1 000 tonnes)\nPig iron  Steel  Finished products       Hot-rolled  Cold-rolled        Bagnoli  2 350  2 700    Campi (heavy plate)   350  400   Turin (merchant bar, wire rod)   375  250   Terni (concrete reinforcing bar)    300   Sesto S. Giovanni  (merchant bar, wire rod)    230   Cornigliano (mill No 1)     600  Racconigi (permanent partial reduction)     108        Total  2 350  3 425  1 180  708 '\n- the following is added to the end of paragraph 3: 'and the closure of mill No 1 at  Cornigliano and the permanent partial reduction at Racconigi, which must be achieved by 30 June 1991 at the latest';\n2. In Article 6 (5), '31 December 1990' is replaced by '31 August 1991'.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 27 November 1991. For the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 86, 31. 3. 1989, p. 76. (2) OJ No L 61, 10. 3. 1990, p. 19."}