{"celex_id": "31993D0151", "uri": "http://publications.europa.eu/resource/cellar/008252b5-b694-4f25-adce-96b7dc08b7fd", "type": "Decision", "concepts": ["1318", "1417", "1684", "2685", "3743", "889"], "title": "93/151/ECSC: Commission Decision of 23 December 1992 ruling on financial aid by the Federal Republic of Germany to the coal indusry in 1993 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 23 December 1992 ruling on financial aid by the Federal Republic of Germany to the coal industry in 1993 (Only the German text is authentic)\n(93/151/ECSC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI  In a letter dated 9 December 1992 the German Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the measures it intends to take in order to support the coal industry in 1993.\nPursuant to Decision No 2064/86/ECSC, the Commission must give a ruling on the following financial measures submitted to it for approval:\n- aid totalling DM 2 948 million for the delivery of coal and coke to the Community steel industry,\n- aid totalling DM 120 million under a scheme for maintaining the underground labour force in deep (Bergmannspraemie).\nThe measures which the German Government intends to take to support the coal industry comply with the provisions of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore give a ruling under Article 10 of the Decision as to whether  they comply with the objectives and criteria set out in the Decision and whether they are compatible with the proper functioning of the common market.\nII  In accordance with Article 4 and 12 of the Decision, coal undertakings are authorized, where necessary, to grant rebates on their list prices or production costs for deliveries of coking coal, coke and coal for injection into blast furnaces in the  Community steel industry under long-term contracts. These rebates must not cause the delivered prices of Community coal and coke to work out lower than those which would be charged for coal from non-member countries and coke made from coking coal from a  non-member country.\nSince 1 January 1992 the new principles underlying the aid measures planned by the German Government for the delivery of coal and coke to the Community steel industry have been based on a system the purpose of which is to bring increased pressure to  bear on production costs during the three-year period from 1 January 1992 to 31 December 1994. Continuing the policy implemented during the period from 1989 to 1991, the German Government has once again placed a ceiling on the total amount of aid for  the period 1992 to 1994 and has introduced a financial contribution to be paid by the industry.\nThe total aid planned for the period amounts to DM 9 106 million, and the total quantities covered by the aid should amount to 57,2 million tonnes of coal. The volume of aid available for the period will correspond to only 83 % of the total amount of  aid granted in the preceding three-year period under the previous scheme; deliveries of coal covered by the system will represent only 81 % of the quantities supported in the period 1989 to 1991.\nUnder this system, the German Government proposes to pay coal producers, from available budgetary resources, a sum of DM 2 948 million for 1993 in respect of production of 18,5 million tonnes of coal and coke.\nAny plan for a subsequent adjustment of the amount covered by this Decision, linked to the movement of the United States dollar and world market prices, must be notified pursuant to Article 9 (3) of Decision No 2064/86/ECSC, so that the Commission can  express an opinion in accordance with Article 10 of that Decision.\nWhile the Commission welcomes the principles of placing a ceiling on the aid, and the introduction of a financial contribution to be paid by the coal industry, it notes that production costs continue to grow and that the gap is widening between  production costs and world market prices. Efforts should therefore be stepped up as regards both discipline and tight control of production costs and restructuring so as to set in motion a significant reduction in aid.\nThe contribution of the planned measures to the restructuring and rationalization of the coal industry and to solving social and regional problems by phasing the closure of loss-making plants is in line with the criteria and objectives of Article 2 of  Decision No 2064/86/ECSC.\nMoreover, the aid is compatible with the provisions of Articles 4 and 12 of the Decision, as it does not lead to delivered prices lower than those which would be charged for coal from non-member countries.\nIt will also be necessary, pursuant to Article 11 (1) of Decision No 2064/86/ECSC, to ensure that the aid does not lead to discrimination, within the meaning of the ECSC Treaty, as between buyers or users of coal or coke.\nAfter the end of 1993 the German Government will communicate any changes in deliveries and the guide price in that year together with data on production costs, in order to enable the Commission to ensure that all the abovementioned provisions are  complied with.\nThe aid of DM 120 million to finance mineworkers' bonuses (Bergmannspraemie) of DM 10 for every shift worked underground enables the undertakings to maintain a skilled underground workforce. This aid, which helps to increase productivity, is specifically  provided for in Article 6 of the Decision and helps to improve the economic situation of the industry in accordance with the first indent of Article 2 (1) of the Decision.\nIII  Consequently, the aid measures referred to in this Decision are compatible with the proper functioning of the common market,", "main_body": ["The Government of the Federal Republic of Germany is hereby authorized to grant aid totalling DM 3 068 million to the German coal industry of the 1993 calendar year, as follows:\n- aid totalling DM 2 948 million for the delivery of coal and coke to the Community steel industry,\n- aid totalling DM 120 million under a scheme for maintaining the underground labour force in deep mines (Bergmannspraemie).", "The Government of the Federal Republic of Germany shall notify the Commission by 30 June 1994 of the amounts of aid actually paid in 1993.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 23 December 1992.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}