{"celex_id": "31992R0584", "uri": "http://publications.europa.eu/resource/cellar/5fda5f6e-3e2a-42e5-90cf-f2b1db9e77ff", "type": "Regulation", "concepts": ["1255", "1565", "1644", "2543", "2763", "4411"], "title": "Commission Regulation (EEC) No 584/92 of 6 March 1992 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\n", "header": "COMMISSION REGULATION (EEC) No 584/92  of 6 March 1992  laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the  Republic of Hungary and the Czech and Slovak Federal Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Poland, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 519/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Hungary, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Czech and Slovak Federal Republic, of the other part (3), and in particular Article 1 thereof,\nWhereas the said Regulations introduce arrangements for reducing import levies on certain products, including milk and milk products; whereas detailed rules of application should be adopted with a view to administering the arrangements concerned;  whereas those detailed rules are either supplementary to, or derogate from, Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing  certificates for agricultural products (4), as last amended by Regulation (EEC) No 1599/90 (5);\nWhereas, in order to ensure proper administration of imports, a security should be required for applications for import licences and certain conditions be laid down as regards applications for licences; whereas the fixed amounts should be staggered over  the year and the procedure for awarding licences as well as their term of validity should be specified;\nWhereas continuous access to the said fixed amount should be ensured for all Community importers and the reduced levy should be applied consistently to all imports of the product in question in all the Member States until the fixed amounts are  exhausted; whereas the necessary measures should be taken to ensure efficient Community administration of these fixed amounts and, because of the risk of speculation in particular, access of these importers to the said scheme should be subject to  compliance with specific conditions; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Within the framework of the arrangements provided for in Article 14 (4) of the Interim Agreements with Poland, Hungary and Czechoslovakia all imports into the Community of milk products the CN codes listed in Annex I hereto shall be subject  to the presentation of import licences issued and applied for under the terms set out herein.\nThe quantities of products to which these arrangements apply and the rates of reduction in the levies shall be those listed by group in Annex I hereto.", "From 1 March 1992, the quantities referred to in Annex 1 shall be staggered over the year as follows:\n- 40 % in the period from the entry into force of this Regulation to 30 June 1992,\n- 30 % in the period 1 July to 30 September 1992,\n- 30 % in the period 1 October to 31 December 1992.\nFrom 1 January 1993 to 1996, the quantities referred to in Annex 1 shall be staggered over the year as follows:\n- 25 % in the period 1 January to 31 March,\n- 25 % in the period 1 April to 30 June,\n- 25 % in the period 1 July to 30 September,\n- 25 % in the period 1 October to 31 December.", "For the purposes of the import arrangements referred to in Article 1, the following provisions shall apply:\n(a) at the time applications are submitted, applicants for import licences must prove to the satisfaction of the competent authorities of the Member State concerned that they have been trading in milk or milk products with third countries for at least  the last 12 months. However, retail establishments or restaurants selling their products to final consumers are excluded from the benefits of this regime;\n(b) licence applications may relate to only one of the CN codes listed in Annex I hereto in the case of a product originating in one of the three countries covered by this Regulation.\nLicence applications must relate to at least 10 tonnes and to a maximum of 25 % of the quantity available for the product concerned for the period as specified in Article 2, for which the application for a licence is lodged;\n(c) Section 8 of licence applications and licences shall show the country of origin; licences shall carry with them an obligation to import from the country indicated;\n(d) Section 20 of licence applications and licences shall show one of the following:\nReglamento (CEE) no 584/92;\nForordning (EOEF) nr. 584/92;\nVerordnung (EWG) Nr. 584/92;\nÊáíïíéóìueò (AAÏÊ) áñéè. 584/92;\nRegulation (EEC) No 584/92;\nRèglement (CEE) no 584/92;\nRegolamento (CEE) n. 584/92;\nVerordening (EEG) nr. 584/92;\nRegulamento (CEE) no 584/92;\n(e) Section 24 of licences shall show one of the following:\nReducción de la exacción reguladora establecida en el Reglamento (CEE) no 584/92;\nNedsaettelse, jf. forordning (EOEF) nr. 584/92, af importafgiften;\nErmaessigung der Abschoepfung gemaess der Verordnung (EWG) Nr. 584/92;\nÌaassùóç ôïõ aeáóìïý ueðùò ðñïâëÝðaaôáé áðue ôïí êáíïíéóìue (AAÏÊ) áñéè. 584/92;\nLevy reduced in accordance with Regulation (EEC) No 584/92;\nRéduction du prélèvement prévue par le règlement (CEE) no 584/92;\nRiduzione del prelievo a norma del regolamento (CEE) n. 584/92;\nHeffing verlaagd overeenkomstig Verordening (EEG) nr. 584/92;\nReduçao do direito nivelador prevista no Regulamento (CEE) no 584/92.", "1. Licence applications may only be lodged during the first 10 days of each period as specified in Article 2.\nHowever, in the first period referred to in the first paragraph of Article 2, licence applications may only be lodged during the first 10 days following the entry into force of this Regulation.\n2. Licence applications shall only be admissible where the applicant declares in writing that he has not submitted, and undertakes not to submit, any other applications, in respect of the current period, concerning products in the same group by code and  country of origin in the Member State in which his application is lodged or in other Member States; where the same interested party submits more than one application relating to products in the same group, all applications from that person shall be  inadmissible.\n3. The Member States shall notify the Commission, on the third working day following the end of the application submission period, of applications lodged for each of the products listed in Annex I. Such notification shall comprise the list of  applicants, the quantities applied for by CN code and the countries of origin. All notifications, including notifications of nil applications, shall be made by telex or fax on the working day stipulated, in accordance with the model set out in Annex II  hereto where no application is made and with the models set out in Annexes II and III where applications have been made.\n4. Subject to a decision on the acceptance of applications by the Commission, licences shall be issued on the 23rd day of each period as specified in Article 2.\n5. The Commission shall decide to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available in respect of each CN code and country of origin, the Commission shall fix a single percentage reduction in the quantities applied for. If the quantity  obtained by applying that percentage is deemed insufficient by the applicant, he may refrain from using the licence. In that case he shall notify the competent authority of this decision before the deadline laid down in paragraph 4.\nWhere pursuant to the preceding subparagraph, quantities are freed and/or the overall quantity for which applications have been submitted is less than the quantity available in respect of each CN code and country, the Commission shall calculate the  quantity remaining, which shall be added to the quantity available in respect of the following period.", "Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 60 days from the date of actual issue.\nHowever, licences shall not be valid after 31 December of the year in which they are issued.\nImport licences issued pursuant to this Regulation shall not be transferable.", "A security of ECU 30 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.", "Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 shall apply.\nHowever, Article 8 (4) of that Regulation notwithstanding, the quantity imported under this Regulation may not exceed that indicated in sections 17 and 18 of the import licence. The figure '0' shall be entered to that effect in section 19 of the said  licence.", "The products shall be placed in free circulation on presentation of an EUR1 certificate issued by the exporting country in accordance with Protocol 4 annexed to the interim agreement.", "This Regulation shall enter into force on 7 March 1992.\nIt shall apply from 1 March 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3. (2) OJ No L 56, 29. 2. 1992, p. 6. (3) OJ No L 56, 29. 2. 1992, p. 9. (4) OJ No L 331, 2. 12. 1988, p. 1. (5) OJ No L 151, 15. 6. 1990, p. 29.\nANNEX I\nA. Products originating in Poland  Levy reduction of:\n- 20 % from 1 March to 31 December 1992,\n- 40 % for 1993,\n- 60 % from 1 January 1994.\n(tonnes)\nCN code  Milk products  1 March to 31 December 1992  1 January to 31 December 1993  1 January to 31 December 1994  1 January to 31 December 1995  1 January to 31 December 1996          0402 10 19  Skimmed milk powder       0402 21 19   Whole milk powder  2 500  3 250  3 550  3 800  4 100  0402 21 99  Whole milk powder       0405 00 10  Butter  833  1 100  1 200  1 300  1 400  0406  Cheese  1 666  2 200  2 400  2 600  2 800\nB. Products originating in Czechoslovakia  Levy reduction of:\n- 20 % from 1 March to 31 December 1992,\n- 40 % for 1993,\n- 60 % from 1 January 1994.\n(tonnes)\nCN code  Milk products  1 March to 31 December 1992  1 January to 31 December 1993  1 January to 31 December 1994  1 January to 31 December 1995  1 January to 31 December 1996          0402 10 19  Skimmed milk powder       0402 21 19   Whole milk powder  2 083  2 700  3 000  3 200  3 400  0402 21 91  Whole milk powder       0405 00 10  Butter  833  1 100  1 200  1 300  1 400  ex 0406 40  Niva       ex 0406 90  Moravsky blok, Primator, Otava, Javor, Uzeny block, Kashkaval Akawi,  Istambul, Jadel Hermelin, Ostepek, Koliba, Inovec  833  1 100  1 200  1 300  1 400\nC. Products originating in Hungary  Levy reduction of:\n- 20 % from 1 March to 31 December 1992,\n- 40 % for 1993,\n- 60 % from 1 January 1994.\n(tonnes)\nCN code  Milk products  1 March to 31 December 1992  1 January to 31 December 1993  1 January to 31 December 1994  1 January to 31 December 1995  1 January to 31 December 1996          ex 0406 90 89  Balaton, Cream-white Hajdu, Marvany,  Ovari, Pannonia, Trappista  833  1 100  1 200  1 300  1 400\nANNEX II\nApplication of Regulation (EEC) No 584/92\n(Page / )\nCOMMISSION OF THE EUROPEAN COMMUNITIES\nDG VI/D/1 - MILK AND MILK PRODUCTS\nREQUESTS FOR IMPORT LICENCES AT REDUCED LEVIES . . . PERIOD 1992\nDate:\nMember State: Commission Regulation (EEC) No . . . . /92\nSender:\nContact:\nTelephone No:\nTelefax No:\nNumber of pages:\nOrder No of requests:\nTotal quantity requested (in tonnes):\nANNEX III\nApplication of Regulation (EEC) No 584/92\n(Page / )\nCOMMISSION OF THE EUROPEAN COMMUNITIES\nDG VI/D/1 - MILK AND MILK PRODUCTS SECTOR\nREQUESTS FOR IMPORT LICENCES AT REDUCED LEVIES . . . QUARTER 1992\nOrder No: Member State:\nCN code  No  Declarer (Name and address)  Quantity (tonnes)  Country of origin                                                                                                                                                                                                         Total tonnes order No . . . . . .  . . . . . ."}