{"celex_id": "31997D0831", "uri": "http://publications.europa.eu/resource/cellar/a0f1a8b8-d9a9-40f4-86c4-5755faa63f1f", "type": "Decision", "concepts": ["3077", "5404", "5713"], "title": "97/831/EC: Council Decision of 27 November 1997 concerning the conclusion of a Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia\n", "header": "COUNCIL DECISION of 27 November 1997 concerning the conclusion of a Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (97/831/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 113 and 235, in conjunction with the second sentence of Article 228 (2) and the second subparagraph of Article 228 (3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the assent of the European Parliament (2),\nWhereas the Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia, signed by way of Exchange of Letters on 29 April 1997, should be approved;\nWhereas the Treaty does not provide, for action by the Community in certain areas covered by the Agreement, powers other than those of Article 235 of the Treaty,", "main_body": ["The Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia and the Declarations adopted by the Contracting Parties thereto are hereby approved on behalf of the Community.\nThe texts of the Agreement, a list of the Declarations and the Declarations are annexed to this Decision.", "The President of the Council shall, on behalf of the Community, give the notification provided for in the second paragraph of Article 49 of the Agreement.", "The Presidency of the Council, when the Council so decides, and otherwise the Commission, assisted by representatives of the members of the Council, shall represent the Community in the Cooperation Council set up by Article 33 of the Agreement. The Council shall act by a simple majority of its members.\nThe position to be taken by the Community within the Cooperation Council shall be adopted by the Council acting by a qualified majority on a proposal from the Commission. The Council shall act unanimously when the position covers a field for which unanimity is required for the adoption of internal Community rules and by simple majority when the decision which the Cooperation Council proposes to take relates to the latter's rules of procedure.\nDecisions taken by the Cooperation Council shall be published in the Official Journal of the European Communities.", "This Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on the day of its publication."], "attachments": "Done at Brussels, 27 November 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ C 79, 12. 3. 1997, p. 1.\n(2) OJ C 325, 27. 10. 1997."}