{"celex_id": "31997D0347", "uri": "http://publications.europa.eu/resource/cellar/f0979185-07fd-493e-ad6f-dfe9b45dc965", "type": "Decision", "concepts": ["3017", "3641", "3646", "3648", "4424", "5929"], "title": "97/347/EC: Commission Decision of 20 May 1997 on a common technical Regulation for the pan-European integrated services digital network (ISDN) primary rate access (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 20 May 1997 on a common technical Regulation for the pan-European integrated services digital network (ISDN) primary rate access (Text with EEA relevance) (97/347/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/263/EEC of 29 April 1991 on the approximation of the laws of the Member States concerning telecommunications terminal equipment, including the mutual recognition of their conformity (1), as amended by Directive 93/68/EEC (2), and in particular Article 6 (2), second indent, thereof,\nWhereas the Commission has adopted the measure identifying the type of terminal equipment for which a common technical Regulation is required, as well as the associated scope statement;\nWhereas the corresponding harmonized standards, or parts thereof, implementing the essential requirements which are to be transformed into common technical Regulations should be adopted;\nWhereas, in some Member States, national implementation of ISDN may exhibit incompatibilities with Euro-ISDN terminals; whereas any such variations should not be subject to type-approval; whereas any such national variations should be identified by the appropriate national authorities and information on them should be made available to the public;\nWhereas in order to ensure continuity of access to markets for manufacturers presently serving one or more national markets, it is necessary to lay down transitional provisions regarding equipment approved pursuant to Commission Decision 94/796/EC (3);\nWhereas Decision 94/796/EC should be repealed with effect from the end of the transitional period;\nWhereas the common technical Regulation adopted in this Decision is in accordance with the opinion of ACTE,", "main_body": ["1. This Decision shall apply to terminal equipment intended to be connected to a public telecommunications network and falling within the scope of the harmonized standard referred to in Article 2 (1).\n2. This Decision establishes a common technical Regulation covering the technical characteristics, electrical and mechanical interface requirements, and access control protocol to be provided by terminal equipment which is capable of and intended by the manufacturer or his representative for connection to a T, or coincident S and T, reference point for a primary rate access at an interface to a public telecommunications network presented as a pan-European ISDN (Euro-ISDN) primary rate access point.", "1. The common technical Regulation shall include the harmonized standard prepared by the relevant standardization body implementing, to the extent applicable, the essential requirements referred to in Article 4 (c), (d) and (f) of Directive 91/263/EEC. The reference to the standard is set out in at Annex I of which the parts not applicable thereof are identified in Annex II to this Decision.\n2. Terminal equipment covered by this Decision shall comply with the common technical Regulation referred to in paragraph 1, shall meet the essential requirements referred to in Article 4 (a) and (b) of Directive 91/263/EEC, and shall meet the requirements of any other applicable Directives, in particular Council Directives 73/23/EEC (4) and 89/336/EEC (5).", "Notified bodies designated for carrying out the procedures referred to in Article 9 of Directive 91/263/EEC shall, as regards terminal equipment covered by Article 1 (1) of this Decision, use or ensure the use of the harmonized standard referred to in Article 2 (1) within one year after the notification of this Decision at the latest.", "1. Decision 94/796/EC shall be repealed with effect from one year after the notification of this Decision.\n2. Terminal equipment approved pursuant to Decision 94/796/EC may continue to be placed on the market and put into service, provided that such approval is granted no later than one year after the notification of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 May 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 128, 23. 5. 1991, p. 1.\n(2) OJ No L 220, 31. 8. 1993, p. 1.\n(3) OJ No L 329, 20. 12. 1994, p. 1.\n(4) OJ No L 77, 26. 3. 1973, p. 29.\n(5) OJ No L 139, 23. 5. 1989, p. 19.\nANNEX I\nREFERENCE TO THE HARMONIZED STANDARD APPLICABLE\nThe harmonized standard referred to in Article 2 of the Decision is:\nTBR 4\nIntegrated services digital network (ISDN)\nAttachment requirements for terminal equipment to connect to an ISDN using ISDN primary rate access\nETSI\nEuropean Telecommunications Standards Institute\nETSI Secretariat\nTBR 4 - November 1995\n(excluding the foreword)\nThe full text of the harmonized standard can be obtained from:\nEuropean Commission,\nDGXIII/A/2 - (BU 31, 1/7),\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels.\nANNEX II\nPARTS OF THE HARMONIZED STANDARD WHICH ARE NOT APPLICABLE\n>TABLE>"}