{"celex_id": "31991D0355", "uri": "http://publications.europa.eu/resource/cellar/26a1b257-7816-420b-8d51-3f383129d83c", "type": "Decision", "concepts": ["1085", "5387", "889"], "title": "91/355/ECSC: Commission Decision of 29 April 1991 on aid from France to the coal industry in 1991 (Only the French text is authentic)\n", "header": "COMMISSION DECISION   of 29  April 1991   on aid from France to the coal industry in 1991   (Only the French text is authentic)    (91/355/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules  for State aid to the coal industry  (1),\nWhereas:\nIn its letter of 4 January 1991, the French Government informed the Commission, pursuant to  Article 9 (2) of Decision No 2064/86/ECSC, of a financial measure it intends to take to give direct  support to the coal industry in 1991;\nThe following measure is submitted to the Commission for approval pursuant to the abovementioned  Decision:\n-  aid of FF 1  153  000  000 to cover operating losses pursuant to Article 3 of the Decision;\nAccording to the notification from the French Government, the purpose of the aid is to facilitate  the restructuring of the coal industry;\nThe measure which the French Government intends to take to support the coal industry satisfies  Article 1 (1) of the Decision. Consequently, pursuant to Article 10 of the Decision, the Commission  must determine whether the measure is compatible with the objectives and criteria laid down in the  Decision and with the proper functioning of the common market.\nThe measures to rationalize and restructure the French coal industry which were necessary because  some pits were not economically viable in the long term, have led since 1986 to a 40  % reduction  in coal production and a marked improvement in both productivity and production costs. The  restructuring programme involves the concentration of production in Lorraine in the pits most  likely to be economically viable and the subsequent closure of underground mines in the Centre-Midi  coalfield. As part of the restructuring, modernization and rationalization process, production  capacity in the Nord-Pas-de-Calais coalfield was closed at the end of 1990.\nThe aid granted to the French coal industry has been substantially reduced. The amount of aid  notified for 1991 will represent no more than 32  % of the aid granted in 1986.\nAid to cover operating losses facilitates rationalization and restructuring of the coal industry  and thus improves the industry's competitiveness in the long term.\nThe proposed aid will cover only 52  % of the difference for each tonne produced between  foreseeable average costs and foreseeable average returns, and therefore meets the criteria laid  down in Article 3 (1) of Decision No 2064/86/ECSC.\nSince the measure contributes to the restructuring and rationalization of the industry and in view  of its purpose, it satisfies the objectives and conditions laid down in Article 2 of the Decision.\nConsequently, the aid to current production which the French Government plans to grant to the coal  industry in 1991, pursuant to Article 3 of Decision No 2064/86/ECSC, is compatible with the proper  functioning of the common market.\nThis Decision does not affect the compatibility with the Treaties of arrangements governing sales  of coal mined in France to electricity producers,", "main_body": ["France is hereby authorized to grant to  the coal industry for 1991: aid totalling FF 1  153  000  000 to cover operating losses.", "France shall inform the Commission no later than 30 June 1992 of the amount of aid actually paid  in 1991.", "This Decision is addressed to the French Republic."], "attachments": "Done at  Brussels, 29 April 1991. For the Commission   Antรณnio CARDOSO E CUNHA   Member of the Commission"}