{"celex_id": "31991R3790", "uri": "http://publications.europa.eu/resource/cellar/99318eb7-95cc-42f7-b443-8f7803c4fb4e", "type": "Regulation", "concepts": ["235", "2783", "3591"], "title": "Commission Regulation (EEC) No 3790/91 of 19 December 1991 on arrangements for imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 36) originating in South Korea\n", "header": "COMMISSION REGULATION (EEC) No 3790/91  of 19 December 1991  on arrangements for imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 36) originating in South Korea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), as last amended by Commission Regulation (EEC) No 1215/91 (2), and in particular Article  11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into the Community of certain textile products (category 36) specified in the Annex hereto and originating in  South Korea have exceeded the level referred to in paragraph 2 of the said Article 11;\nWhereas imports of these products into France and Italy are already subject to regional quantitative limits for the years 1987 to 1991 by Regulation (EEC) No 4136;\nWhereas the Agreement on trade in textile products between South Korea and the Community, applied since 1 January 1987, has been extended until the end of 1992 by an exchange of letters initialled on 16 October 1991 and due to be applied provisionally  from 1 January 1992;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, on 11 November 1991 South Korea was notified of a request for consultations; whereas, pending a mutually satisfactory solution, the Commission has requested  South Korea for a provisional period of three months to limits its exports to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of products falling within category 36 to the provisional quantitative limits set out in the  annex with effect from the date of the request for consultations;\nWhereas pending the outcome of the requested consultations quantitative limits identical to those requested of the supplier country should be applied provisionally to imports of the category of products in question;\nWhereas Article 11 (13) ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from South Korea between 11 November 1991 and the date of entry into force of this Regulation must be set off against the quantitative limits which have been introduced;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from South Korea before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of the category of products originating in South Korea and specified in the Annex hereto shall be  subject to the provisional quantitative limits set out in that Annex.", "1. Products referred to in Article 1 shipped from South Korea to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal before the date of entry into force of this Regulation and not yet released for free circulation,  shall be so released subject to the presentation of a bill of lading or other transport document providing that shipment actually took place during that period.\n2. The provisional limits referred to in Article 1 shall not prevent the importation of products covered by them but shipped from South Korea before the date of entry into force of this Regulation.", "1. Imports of products referred to in Article 1, shipped from South Korea to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal after the entry into force of this Regulation shall be subject to the double-checking  system described in Annex VI to Regulation (EEC) No 4136/86.\n2. All quantities of such products shipped from South Korea to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal on or after 11 November 1991 and released for free circulation shall be deducted from the quantitative limits  laid down.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 11 November 1991 until 10 February 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1991. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 42. (2) OJ No L 116, 9. 5. 1991, p. 46.\nANNEX\nCategory  CN code  Description  Third country  Unit  Member State  Quantitative limits from 11 November 1991 until 10 February 1992          36  5408 10 00\n5408 21 00\n5408 22 10\n5408 22 90\n5408 23 10\n5408 23 90\n5408 24 00\n5408 31 00\n5408 32 00\n5408 33 00\n5408 34 00\nex 5811 00 00\nex 5905 00 70  Woven fabrics of continuous artificial fibres other than those for tyres of category 114  South Korea  tonnes  D\nBNL\nUK\nIRL\nDK\nGR\nES\nPT  232\n220\n55\n2\n6\n9\n33\n5"}