{"celex_id": "31997D0168", "uri": "http://publications.europa.eu/resource/cellar/2348a9e1-21ac-4564-909c-02d6e9806704", "type": "Decision", "concepts": ["1309", "1445", "1598", "2300", "2302", "5369"], "title": "97/168/EC: Commission Decision of 29 November 1996 laying down the animal health requirements and the certification or official declaration for the import of hides and skins of ungulates from third countries (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 November 1996 laying down the animal health requirements and the certification or official declaration for the import of hides and skins of ungulates from third countries (Text with EEA relevance) (97/168/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A (1) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (1) as last amended by Commission Decision 96/405/EC (2), and in particular Article 10 (2) (c) and Article 10 (3) thereof,\nWhereas Annex 1 Chapter 3 of Directive 92/118/EEC, lays down requirements for the import of hides and skins not covered by Council Directives 64/433/EEC or 72/462/EEC, which have not undergone certain tanning processes;\nWhereas due to the risks presented by these hides and skins it is justified to allow the import of these products from third countries which have a competent authority other than the veterinary authority, which is capable of producing a reliable health declaration;\nWhereas, furthermore, Directive 92/118/EEC allows the import of hides and skins which have not been specially treated, for which special animal health conditions must be laid down;\nWhereas it is necessary to lay down the animal health conditions, certification and the conditions of transport required for imports of the different categories of hides and skins;\nWhereas considering the adaptation to the new system of certification, it is justified to foresee a period of time for its application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize the import of treated hides and skins of ungulates if:\n- they are accompanied by an animal health certificate as laid down in Annex A, and\n- in the case of salted hides and skins transported by ship, the hides and skins have been salted before importation for the duration stated in this certificate.\n2. Member States shall authorize the import of treated hides and skins of ungulates other than from equidae and pigs, which have been kept separate for 21 uninterrupted days or have undergone transport for 21 uninterrupted days, if they are accompanied by an official declaration as laid down in Annex B.\n3. Member States shall authorize the import of fresh or chilled hides and skins of ungulates from third countries, if they are accompanied by an animal health certificate as laid down in Annex C.\n4. Health certificates mentioned in paragraph 1 and 3 and the declaration mentioned in paragraph 2 shall consist of one sheet and shall be completed in at least one of the official languages of the Member State carrying out the import control.", "Hides and skins of ungulates must be imported in containers, trucks, trainwagons or bales sealed by the competent authority of the third country of dispatch.", "This Decision shall apply from 1 January 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 62, 15. 3. 1993, p. 49.\n(2) OJ No L 165, 4. 7. 1996, p. 40.\nANNEX A\nANIMAL HEALTH CERTIFICATE for treated hides and skins of ungulates, intended for dispatch to the European Community, originating from third countries or parts of third countries, listed in part 1 of the Annex to Decision 79/542/EEC\n>START OF GRAPHIC>\nNote for the importer:\nThis certificate is for veterinary purposes only and the original must accompany the consignment until it reaches the border inspection post.\nCountry of destination:\nReference number of the health certificate:\nExporting country:\nResponsible ministry:\nCertifying department:\nI. Identification of hides and skins\nHides or skins of:\n(species)\nNature of packaging:\nNumber of parts or packages:\nNet weight:\nNumber(s) of the seal(s) of the container(s), truck, trainwagons or bale(s):\nII. Origin of hides or skins\nAddress and veterinary registration number of the registered and supervised establishment:\nIII. Destination of hides or skins\nThe hides and skins will be sent from:\n(place of loading)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of consignor:\nName and address of consignee:\nIV. Attestation\nI, the undersigned official veterinarian certify that the hides or skins described above have been obtained from animals which, have been slaughtered in a slaughterhouse and have undergone an ante and post-mortem inspection and found to be free of serious diseases communicable to man or animals and were not killed in order to eradicate epizootic diseases and\n1. either (1)\n(a) originate in a country or a part of a country in which no case of the following diseases, which are officially notifiable diseases in the country of origin, has occurred during the last 12 months:\n- rinderpest (2),\n- foot-and-mouth disease (2),\n- classical swine fever (2),\n- African swine fever (2),\nand have been:\n- dried (1), or\n- dry-salted or wet-salted for at least 14 days prior to dispatch (1), or\n- dry-salted or wet-salted on the following date ............... and, according to the declaration of the transporter, the hides and skins will be transported by ship and the duration of transport will be such that they will have undergone a minimum of 14 days salting before they reach the EC border inspection post (1);\nor (1)\n(b) have been:\n- salted for 7 days in sea salt with addition of sodium carbonate to 2 % (1), or\n- salted in sea salt with addition of sodium carbonate to 2 % on the following date ............... and, according to the declaration of the transporter, the hides and skins will be transported by ship and the duration of transport will be such that they will have undergone a minimum of 7 days salting before they reach the EC border inspection post (1), or\n- dried for 42 days at a temperature of at least 20 Â°C (1);\n2. have undergone all precautions to avoid recontamination with pathogenic agents after treatment.\nDone at ,\n(place)on (date)\nStamp (3)\n(signature of the official veterinarian) (3)\n(name and function in capital letters)\n(1) Delete as appropriate.\n(2) Delete diseases not appropriate to the species concerned.\n(3) The signature and the stamp must be in a colour different to that of the printing.\n>END OF GRAPHIC>\nANNEX B\nOFFICIAL DECLARATION for hides of ungulates, other than pigs and equidae, which are intended for dispatch to the European Community and which have been kept separate for 21 days or have been undergoing transport for 21 uninterrupted days before importation\n>START OF GRAPHIC>\nNote for the importer:\nThis declaration must accompany the consignment until it reaches the border inspection post.\nCountry of destination:\nReference number of the official declaration:\nExporting country:\nResponsible authority:\nCertifying authority:\nI. Identification of hides\nHides of:\n(species)\nNature of packaging:\nNumber of parts or packages:\nNet weight:\nNumber(s) of the seal(s) of the container(s), truck, trainwagons or bale(s):\nII. Origin of hides\nAddress and official registration number of the establishment:\nIII. Destination of hides\nThe hides and skins will be sent from:\n(place of loading)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of consignor:\nName and address of consignee:\nIV. Attestation\nI, the undersigned official certify that the hides described above:\n(a) have been subjected to one of the following treatments:\n- dried (1), or\n- dry-salted or wet-salted for at least 14 days prior to dispatch (1), or\n- salted for 7 days in sea salt with the addition of sodium carbonate to 2 % (1), or\n- drying for 42 days at a temperature of at least 20 Â°C (1);\n(b) have undergone all precautions to avoid recontamination with pathogenic agents after treatment and have not been in contact with any other animal product or live animals;\n(c) - have been kept separate immediately before dispatch under official supervision for 21 days after the treatment described under point (a) (1), or\n- following the declaration of the transporter the duration of the transport period is foreseen to be at least 21 days (1).\nDone at ,\n(place)on (date)\nStamp (2)\n(signature of the official) (2)\n(name and function in capital letters)\n(1) Delete as appropriate.\n(2) The signature and the stamp must be in a colour different to that of the printing.\n>END OF GRAPHIC>\nANNEX C\nANIMAL HEALTH CERTIFICATE for fresh or chilled hides and skins (1) of ungulates, intended for dispatch to the European Community\n>START OF GRAPHIC>\nNote for the importer:\nThis certificate is for veterinary purposes only and the original must accompany the consignment until it reaches the border inspection post.\nCountry of destination:\nReference number of the health certificate:\nExporting country:\nResponsible ministry:\nCertifying department:\nI. Identification of hides and skins\nHides or skins of:\n(species)\nNature of packaging:\nNumber of parts or packages:\nNet weight:\nNumber(s) of the seal(s) of the container(s), truck, trainwagons or bale(s):\nII. Origin of skins\nAddress and veterinary registration number of the registered and supervised establishment:\nIII. Destination of skins\nThe hides and skins will be sent from:\n(place of loading)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of consignor:\nName and address of consignee:\n(1) These hides and skins may be treated.\nIV. Attestation\nI, the undersigned official veterinarian certify that, the hides and skins described above:\n(a) have been obtained from animals which have been slaughtered in a slaughterhouse and have undergone an ante and post-mortem inspection and found to be free of serious diseases communicable to man or animals and were not killed in order to eradicate epizootic diseases;\n(b) originate in a country or in case of regionalization in accordance with Community legislation from a part of a country from which imports of all categories of fresh meat of the corresponding species are authorised and which for at least 12 months before dispatch has been free from the following diseases and where for this period no vaccination has been carried out against those diseases:\n- classical swine fever (1),\n- African swine fever (1),\n- Teschen disease (1),\n- rinderpest (1),\nand which has been free for at least 24 months before dispatch from foot-and-mouth disease and where for 12 months before dispatch no vaccination has been carried out against foot-and-mouth disease (1);\n(c) have been obtained from:\n- animals which have remained in the territory of the country of origin for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- in the case of hides or skins from bi-ungulates, animals which come from holdings in which there has been no outbreak of foot-and-mouth disease in the previous 30 days, and around which within a radius of 10 km there has been no case of foot-and-mouth disease for 30 days,\n- in the case of skins from swine, animals which come from holdings in which there has been no outbreak of swine vesicular disease in the previous 30 days or of classical or African swine fever in the previous 40 days and around which within a radius of 10 km there has been no case of these diseases for 30 days,\n- animals which have passed the ante-mortem health inspection at the slaughterhouse during the 24 hours before slaughter and have shown no evidence of foot-and-mouth disease (1), rinderpest (1), classical swine fever (1), African swine fever (1) or swine vesicular disease (1);\n(d) have undergone all precautions to avoid recontamination with pathogenic agents.\nDone at ,\n(place)on (date)\nStamp (2)\n(signature of the official veterinarian) (2)\n(name and function in capital letters)\n(1) Delete diseases not applicable to the species concerned.\n(2) The signature and the stamp must be in a colour different to that of the printing.\n>END OF GRAPHIC>"}