{"celex_id": "31999R1924", "uri": "http://publications.europa.eu/resource/cellar/06c784fc-7adb-4a05-956f-0ddd7c27af0b", "type": "Regulation", "concepts": ["1895", "2550", "4213", "4258", "623"], "title": "Commission Regulation (EC) No 1924/1999 of 8 September 1999 implementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community as regards the 2000 to 2002 programme of ad hoc modules to the labour force survey\n", "header": "COMMISSION REGULATION (EC) No 1924/1999\nof 8 September 1999\nimplementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community as regards the 2000 to 2002 programme of ad hoc modules to the labour force survey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 577/98 of 9 March 1998 on the organisation of a labour force sample survey in the Community(1), and in particular Article 4(2) thereof,\n(1) Whereas in accordance with Article 4(2) of Regulation (EC) No 577/98 a programme of ad hoc modules covering several years must be drawn up each year;\n(2) Whereas the measures provided for in this Regulation are in accordance with the opinion delivered by the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom(2),", "main_body": ["A programme of ad hoc modules covering years 2000 to 2002 is laid down in the Annex to the present Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 September 1999.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 77, 14.3.1998, p. 3.\n(2) OJ L 181, 28.6.1989, p. 47.\nANNEX\nLABOUR FORCE SURVEY\nMulti-annual programme of ad hoc modules\n1. Transition from school to working life\nList of variables: see Commission Regulation (EC) No 1925/1999 on 8 September 1999 implementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community concerning the specification of the 2000 ad hoc module on transition from school to working life(1)\nReference period: second quarter 2000 (third quarter of 2000 of Italy)\nMember States and regions concerned: all with exception of Germany\nSample: persons who had left education in the last five/ten years (including persons who have left education for at least one year and re-entered education subsequently); if the individual is the sample unit no information on the members of the household is requested\nTransmission of the results: before 31 March 2001\n2. Length and patterns of working time\nList of variables: to be defined before March 2000\nReference period: second quarter 2001\nMember States and regions concerned: to be defined\nSample: as for the standard modules; however, if the individual is the sample unit no information on the members of the household is requested\nTransmission of the results: before 31 March 2002\n3. Disabled people's employment\nList of variables: to be defined before March 2001\nReference period: second quarter 2002\nMember States and regions concerned: to be defined\nSample: disabled persons; if the individual is the sample unit no information on the members of the household is requested\nTransmission of the results: before 31 March 2003\n(1) See page 16 of this Official Journal."}