{"celex_id": "31997R1655", "uri": "http://publications.europa.eu/resource/cellar/0ea0370b-d1ca-44c7-ba5f-e1655b8b0ea1", "type": "Regulation", "concepts": ["1318", "2282", "2437", "2879", "4790", "5254"], "title": "Commission Regulation (EC) No 1655/97 of 20 August 1997 concerning the stopping of fishing for herring by vessels flying the flag of Germany\n", "header": "COMMISSION REGULATION (EC) No 1655/97 of 20 August 1997 concerning the stopping of fishing for herring by vessels flying the flag of Germany\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 686/97 (2), and in particular Article 21 (3) thereof,\nWhereas Council Regulation (EC) No 390/97 of 20 December 1996 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1997 and certain conditions under which they may be fished (3), as last amended by Regulation (EC) No 711/97 (4), provides for herring quotas for 1997;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of herring in the waters of ICES divisions I and II by vessels flying the flag of Germany or registered in Germany have reached the quota allocated for 1997; whereas Germany has prohibited fishing for this stock as from 6 August 1997; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of herring in the waters of ICES divisions I and II by vessels flying the flag of Germany or registered in Germany are deemed to have exhausted the quota allocated to Germany for 1997.\nFishing for herring in the waters of ICES divisions I and II by vessels flying the flag of Germany or registered in Germany is prohibited, as well as the retention on board, the transhipment and the landing of such stock captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 6 August 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 August 1997.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 261, 20. 10. 1993, p. 1.\n(2) OJ No L 102, 19. 4. 1997, p. 1.\n(3) OJ No L 66, 6. 3. 1997, p. 1.\n(4) OJ No L 106, 24. 4. 1997, p. 1."}