{"celex_id": "31999R2624", "uri": "http://publications.europa.eu/resource/cellar/a5817fb2-d3bb-46d0-a616-194597308ed4", "type": "Regulation", "concepts": ["1309", "2296", "2771", "3732"], "title": "Commission Regulation (EC) No 2624/1999 of 10 December 1999 on imports of rice originating in the overseas countries and territories (OCTs) under an additional tranche in respect of 1999\n", "header": "COMMISSION REGULATION (EC) No 2624/1999\nof 10 December 1999\non imports of rice originating in the overseas countries and territories (OCTs) under an additional tranche in respect of 1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Economic Community(1), as last amended by Decision 97/803/EC(2), and in particular Article 108a(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2603/97 of 16 December 1997 laying down the detailed implementing rules for imports of rice originating in the ACP countries or the overseas countries and territories (OCTs)(3), as amended by Regulation (EC) No 1595/98(4), lays down rules on issuing import licences for up to 35000 tonnes of rice originating in the OCTs in January each year;\n(2) the applications for licences submitted in January 1999 related to a total quantity far exceeding that available. However, as a result of withdrawals of applications for licences by operators under Article 9(3) of Regulation (EC) No 2603/97 after the fixing of a percentage reduction, licences have in fact only been issued for a substantially reduced quantity. An additional tranche should therefore be opened for imports of rice originating in the OCTs in respect of 1999;\n(3) in the light of this experience, there are also grounds for limiting withdrawal of applications to cases where the application of a percentage reduction would result in the issue of an import licence for a quantity that is not economically viable;\n(4) the submission of applications for import licences in respect of this additional tranche and the issue thereof should be carried out in line with Regulation (EC) No 2603/97, subject to certain derogations ensuring the proper administration of this tranche;\n(5) the Management Committee for Cereals has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["An additional tranche of 11049 tonnes in husked-rice equivalent shall be opened for 1999, under serial number 09.4095, for imports of rice falling within CN code 1006 and originating in the overseas countries and territories (OCTs).", "Applications shall be submitted and licences issued in accordance with Title III of Regulation (EC) No 2603/97, subject to the provisions of this Regulation.", "1. Applications for import licences shall be submitted within three working days of the entry into force of this Regulation.\n2. In box 20 of the import licence application, applicants shall enter the words \"OCTs - additional tranche 1999\".", "1. Where the quantity for which the licence is required is less than 20 tonnes as a result of the application of the percentage reduction set under Article 9(2) of Regulation (EC) No 2603/97, the licence application may be withdrawn within a period of two working days from the publiclation of the Regulation fixing that percentage. The security shall be released immediately.\n2. The final sentence of Article 11(4) of Regulation (EC) No 2603/97 shall not apply to licences issued under this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 263, 19.9.1991, p. 1.\n(2) OJ L 329, 29.11.1997, p. 50.\n(3) OJ L 351, 23.12.1997, p. 22.\n(4) OJ L 208, 24.7.1998, p. 21."}