{"celex_id": "31999D0380", "uri": "http://publications.europa.eu/resource/cellar/305e2875-f137-4812-92e0-b3e7acac5f93", "type": "Decision", "concepts": ["1318", "2359", "3069", "5541", "835", "889"], "title": "1999/380/EC: Commission Decision of 3 February 1999 concerning State aid granted by Germany to Spindelfabrik Hartha GmbH (notified under document number C(1999) 326) (Text with EEA relevance) (Only the German text is authentic)\n", "header": "COMMISSION DECISION\nof 3 February 1999\nconcerning State aid granted by Germany to Spindelfabrik Hartha GmbH\n(notified under document number C(1999) 326)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(1999/380/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving regard to the Agreement establishing the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving, in accordance with these Articles, given the parties notice to submit their comments,\nWhereas:\nI. PROCEEDINGS\nBy letter dated 25 November 1996, Germany notified, pursuant to Article 93(3) of the EC Treaty, the granting of aid to Spindelfabrik Hartha GmbH (Hartha). By letters dated 13 December 1996 and 4 March 1997 the Commission asked for further information, which was provided by letters dated 29 January, 6 March and 27 March 1997. Since the aid had been made available before it was notified, it was registered as non-notified aid under the reference NN 135/96.\nIn June 1997 Hartha filed for bankruptcy (Gesamtvollstreckungsverfahren).\nOn 30 July 1997 the Commission initiated proceedings under Article 93(2) of the EC Treaty and published a notice to the other Member States and interested parties(1).\nII. DETAILED DESCRIPTION OF THE AID\nA. Description of Hartha\nHartha is engaged in the manufacture of various types of spindle, cotton-picker spindles, bottom rollers and doffing systems, and in the modernisation of ring spinning frames and speed-frames.\nUnder a purchase agreement dated 6 November 1992 Hartha was sold to Frocatec Elektronik &  Konstruktion Beteiligungsgesellschaft mbH (Frocatec). Frocatec's shares are held by four persons, and the company has six employees. It is an SME within the meaning of Commission Recommendation 96/280/EC of 3 April 1996 concerning the definition of small and medium-sized enterprises(2). The total aid granted under the privatisation (DEM 14,942 million) was covered by the Treuhand regime and was within the limits laid down therein.\nBetween 1989 and 1996 the company reduced the number of employees from 675 to 173. In 1995 it had a turnover of DEM 18 million. It was an SME within the meaning of the said Recommendation.\nB. Description of the restructuring\nIn the period 1992 to 1994 Hartha emerged from its position of weakness and became an established company. In 1995, however, the company again encountered problems(3). It was forced on more than one occasion to interrupt the manufacture of cotton-picker spindles.\nThe restructuring plan was accepted by the executive committee of the Federal Office for Special Unification-Related Tasks (BvS) on 28 June 1996. The committee took a positive view of Hartha's development.\nTo implement the restructuring plan, the following financing strategy for Hartha was worked out by various creditors acting in concert.\n>TABLE>\nBefore the concerted financing measure and the restructuring plan were brought into operation, Hartha received, on 19 June 1996, an interest-free loan of DEM l million from the Sächsische Aufbaubank as a provisional measure. This was repaid on 1 November.\nThe restructuring plan, which was submitted in January 1996, reckoned that the company would make an operating profit in 1997.\nC. Further measures (not directly linked to the restructuring)\n>TABLE>\nThe extension of the deadline for paying out the proceeds from the assignment of debts (DEM 250000) does not constitute State aid. The BvS behaved like a private investor. As the company had liquidity problems, the likelihood of repayment in view of the results expected at the time was increased by extending the deadline. Interest was charged at four percentage points above the market rate.\nAs regards the redemption of the DEM 733000 loan, the guarantee was provided at the time of privatisation. The measure was based on the decisions about the activities of the Treuhand, which were notified to the Commission and authorised by it(4). As the company was in difficulty when the loan was granted, it was feared that the guarantee was tantamount to aid consisting of the total amount; i.e. an aid intensity of 100 % can be assumed. The repayment cannot be regarded therefore as additional aid, since the totality of the loan has already been assessed as aid.\nD. Products and markets\nAfter a decline in Community production in 1993, the textile machinery market in general has started to recover. The growth in production is expected to last until the year 2000. The upturn should be regarded with caution, however, since the market is still very dependent on exports(5). It seems that, at the beginning of 1997, the spindle market was weak and sales were declining sharply. However, this decline is not yet confirmed by any overall analysis.\nThe textile machinery industry is dominated by small and medium-sized enterprises. The sector is faced with internationalisation and increasing competition. One of the strategies of SMEs for coping with this situation is to specialise. The spindle market is a highly specialised one.\nOn the niche market for cotton-picker spindles, Hartha is the only supplier in the Community. As mentioned in the decision to initiate proceedings, its share of the spindle market is fairly small. According to the information available to the Commission, the company's production capacity for spindles was 930000 units per annum, for bottom rollers 240000 units per annum, and for cotton-picker spindles 2900000 units per annum.\nIII. OBSERVATIONS OF THE GERMAN GOVERNMENT\nThe Commission has received no comments from other interested parties following the initiation of proceedings.\nIV. OBSERVATIONS OF THE GERMAN GOVERNMENT\nThe German Government commented on this case by letter dated 8 October 1997.\nV. ASSESSMENT OF THE AID\nGermany did not fulfil its obligation to notify under Article 93(3) of the EC Treaty. The aid, which does not come under an aid scheme notified to and authorised by the Commission, was therefore granted unlawfully. Its compatibility with the common market is examined below.\nA. Amount of restructuring aid\nThe aid planned by the BvS in the form of a grant of DEM 1,750 million and a loan of DEM 1 million is not part of any scheme notified to and examined by the Commission; it has therefore been granted illegally.\nThe State of Saxony's contribution is DEM 3 million from the Consolidation Fund. This is an aid scheme which was notified to and approved by the Commission(6). According to the authorisation decision, the granting of aid is linked to the condition that a restructuring plan for restoring the profitability of the firm is carried out. In addition, aid from the Consolidation Fund may not be combined with other restructuring aid.\nOn two occasions the Sächsische Aufbaubank guaranteed 50 % of a loan for DEM 1,25 million. This aid was granted under a scheme notified to the Commission and authorised by it on 7 June 1993(7). According to the authorisation decision, the granting of aid is linked to the condition that a restructuring plan for restoring the profitability of the firm is carried out.\nWith regard to these two Saxony schemes, the Commission, in its decision initiating the proceedings,-expressed considerable doubt about whether the condition concerning the implementation of the restructuring plan had been fulfilled.\nOn 19 June 1996 Hartha received from the Sächsische Aufbaubank an interest-free loan of DEM l million. The loan (capital plus interest) can be regarded as aid within the meaning of Article 92 of the EC Treaty. It is not based on any scheme notified to and authorised by the Commission, and is therefore unlawful. As the loan was repaid on 1 November 1996, the company saved about DEM 28000 in interest. This amount should be taken into account in any recovery of the aid.\nPursuant to Article 92(1) of the EC Treaty and Article 61(1) of the EEA Agreement, aid granted through State resources which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods is incompatible with the common market. The aid granted by Germany, in so far as it is provided for activities other than the manufacture of cotton-picker spindles, favours Hartha. It can therefore be assumed that as a result of the aid the market conditions for competitors are changed and trade is affected. Consequently, the aid is in principle incompatible with the common market.\nB. Exemptions\nThe Commission must also determine whether the aid qualifies for one of the exemptions in Article 92(2) and (3) of the EC Treaty.\nIn Hartha's case, the Commission has taken into account that the company is situated in an area which comes under Article 92(3)(a) of the EC Treaty.\nIn any event, however, the aid must be examined in the light of the exemption in Article 92(3)(c), since it has the hallmarks of aid for the rescue and restructuring of firms in difficulty.\nThe exemption in Article 92(3)(c), aid to facilitate the development of certain economic activities or of certain economic areas, where such aid does not adversely affect trading conditions to an extent contrary to the common interest, is applied in conjunction with the Community guidelines on state aid for rescuing and restructuring firms in difficulty(8) (\"the guidelines\"). Since Hartha has repeatedly made substantial losses in the past, it can be regarded as a firm in difficulty within the meaning of the guidelines.\nC. Restructuring plan\nUnder section 3.2 of the guidelines, restructuring aid may be granted only if there is a restructuring plan which meets the following conditions:\n(a) the restructuring must restore the long-term viability of the company in question;\n(b) undue distortions of competition should be avoided;\n(c) the amount and intensity of the aid must be limited to the strict minimum needed, and the costs of the restructuring may not exceed the expected benefit;\n(d) the granting of the aid is linked to the full implementation of the restructuring plan and the observance of the conditions;\n(e) the implementation, progress and success of the restructuring plan will be monitored by requiring the submission of detailed annual reports to the Commission.\nThe tests of the guidelines are not satisfied, in particular where the restoration of profitability is concerned. Germany submitted to the Commission a restructuring plan which was accepted by the BvS in January 1996 and which was intended to restore Hartha to long-term viability. The Commission doubts whether the plan was based on realistic assumptions. In particular, the plan seems over optimistic as regards market developments and expected sales. It forecasts that turnover will double between 1995 and 1998 and that a profit will be achieved as early as 1997.\n>TABLE>\nThe forecast trend is based on the expansion of the market and the marketing of high-technology products. The Commission takes the view that the sales prospects are overstated and that, in the circumstances, the profitability of the company cannot be restored within an appropriate period.\nIn 1997 the firm actually made a loss of DEM 4,880 million(9). It was not capable therefore of returning to viability and making a profit in that year.\nThis was why the bankruptcy proceedings were started. There are two reasons for Hartha's poor results and the commencement of bankruptcy proceedings: firstly, contrary to the optimistic forecasts in the restructuring plan, the market weakened considerably at the start of 1997 and prices fell by some 20 %. Secondly, the company had to withdraw from the US market because of product liability problems. The products supplied by Hartha were of insufficient quality or were defective. They caused considerable problems for some American customers. The restructuring plan submitted was based on the marketing of high-technology products and the favourable development of the market. The plan exaggerated both the firm's capability and the market and estimated overall company results too highly. These facts confirm the Commission's view that the plan was not based on realistic assumptions.\nThe effects on competition on the spindle market as a whole must be examined. The overall market for spindles has clearly declined since 1997. While the deterioration of, and possible excess capacity on, the market cannot be disregarded, Hartha, which has a small market share and is an SME operating in an Article 92(3)(a) area, cannot be required to reduce capacity. In the circumstances, no undue distortion of competition can be established. According to the information available to the Commission concerning the cotton-picker spindle market, the aid granted has not caused an undue distortion of competition.\nTo summarise, therefore, one of the conditions in the guidelines is not met, and consequently the restructuring aid to Hartha cannot be authorised.\nVI. CONCLUSION\nThe Commission has taken account, in its assessment, of the fact that Hartha has not been able to return to profitability.\nAs regards the arrangements concerning the State of Saxony's Consolidation Fund and the guarantees from the Sächsische Aufbaubank, it is true that a restructuring plan for restoring the viability of the firm in question was submitted, but this has turned out to be based on unrealistic assumptions. The condition that the restructuring plan should restore profitability cannot be regarded as met. Therefore the aid granted to Hartha cannot be authorised. The condition that the aid should not be combined with other restructuring aid has not been met either.\nThe exemption in Article 92(3)(c) of the EC Treaty is not applicable to the aid to Hartha, since the authorisation conditions in the guidelines are not met.\nThe contribution of DEM 3 million from the Consolidation Fund, the BvS loan of DEM l million, the BvS grant of DEM 1,750 million, the saving of DEM 28000 in interest and the two 50 % guarantees from the Sächsische Aufbaubank for loans of DEM 1,25 million therefore constitute State aid which is incompatible with the common market.\nThe Commission finds that the Federal Republic of Germany has granted this aid unlawfully in breach of Article 93(3) of the EC Treaty and is therefore obliged to recover it in accordance with the rules and procedures of German law,", "main_body": ["The aid of DEM 7028000 granted by Germany to Spindelfabrik Hartha GmbH is incompatible with the common market. The aid consists of a grant of DEM 1750000 from the Federal Office for Special Unification-Related Tasks (BvS), a loan of DEM 1000000 from the BvS, a contribution of DEM 3000000 from the State of Saxony, a total guarantee of DEM 1250000 from the Sächsische Aufbaubank and a saving of DEM 28000 in interest.", "1. Germany shall take all necessary measures to recover from the firm in question the aid referred to in Article 1, which has already been granted.\n2. The aid shall be recovered in accordance with the procedures of German law. Interest shall be charged from the date the aid was granted to the beneficiary until the date of recovery, at the rate used for calculating the net grant equivalent of regional aid.", "Germany shall inform the Commission within two months from the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 3 February 1999.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ C 224, 17.7.1998, p. 6.\n(2) OJ L 107, 30.4.1996, p. 4.\n(3) This was owing to several factors, including liabilities of DEM 1979800 when the investors took over the company, the collapse of a large contract in 1995, and the need to open up new markets because of the loss of east European ones.\n(4) State aid E 15/92. The thresholds for this arrangement are 1500 workers and DEM 150 million in financial liabilities vis-à-vis the Treuhandanstalt. The guarantee is covered by the arrangement and does not have to be notified.\n(5) See Panorame of EU Industry 1997,Chapter 13, p. 54.\n(6) State aid N 117/95, which was authorised by the Commission by letter dated 5 May 1995.\n(7) N 73/93, E 16/94.\n(8) OJ C 368, 23.12.1994, p. 12.\n(9) This figure is taken from a statement of the assets and liabilities of the company at 1 August 1997, which was submitted by the receiver. There is no complete set of books for 1997."}