{"celex_id": "31998R1139", "uri": "http://publications.europa.eu/resource/cellar/6d762842-dd93-442c-9ee1-ecd1591cdf63", "type": "Regulation", "concepts": ["2735", "5768", "893"], "title": "Council Regulation (EC) No 1139/98 of 26 May 1998 concerning the compulsory indication of the labelling of certain foodstuffs produced from genetically modified organisms of particulars other than those provided for in Directive 79/112/EEC\n", "header": "COUNCIL REGULATION (EC) No 1139/98 of 26 May 1998 concerning the compulsory indication of the labelling of certain foodstuffs produced from genetically modified organisms of particulars other than those provided for in Directive 79/112/EEC\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (1), and in particular Article 4(2) thereof,\nHaving regard to the proposal from the Commission,\n(1) Whereas, in accordance with the provisions of Part C of Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (2), consents have been given for the placing on the market of certain genetically modified products by Commission Decision 96/281/EC of 3 April 1996 concerning the placing on the market of genetically modified soya beans (Glycine max L.) with increased tolerance to the herbicide glyphosate, pursuant to Council Directive 90/220/EEC (3), and by Commission Decision 97/98/EC of 23 January 1997 concerning the placing on the market of genetically modified maize (Zea mays L.) with the combined modification for insecticidal properties conferred by the Bt-endotoxin gene and increased tolerance to the herbicide glufosinate ammonium pursuant to Council Directive 90/220/EEC (4);\n(2) Whereas in accordance with Directive 90/220/EEC there were no safety grounds for mentioning on the label of genetically modified soya beans (Glycine max L.) or of genetically modified maize (Zea mays L.) that they were obtained by genetic modification techniques;\n(3) Whereas Directive 90/220/EEC does not cover non-viable products derived from genetically modified organisms (hereinafter referred to as 'GMOs`);\n(4) Whereas certain Member States have taken measures in respect of the labelling of foods and food ingredients produced from the products concerned; whereas differences between those measures are liable to impede the free movement of those foods and food ingredients and thereby adversely affect the functioning of the internal market; whereas it is therefore necessary to adopt uniform Community labelling rules for the products concerned;\n(5) Whereas Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (5), lays down, in Article 8, additional specific labelling requirements in order to ensure proper information for the final consumer; whereas those additional specific labelling requirements do not apply to foods or food ingredients which were used for human consumption to a significant degree within the Community before the entry into force of Regulation (EC) 258/97 and are for that reason considered not to be novel;\n(6) Whereas, in order to prevent distortions of competition, labelling rules for the information of the final consumer based on the same principles should apply to foods and food ingredients consisting of or derived from GMOs which were placed on the market before the entry into force of Regulation (EC) No 258/97 pursuant to a consent given under Directive 90/220/EEC, and to foods and food ingredients which are placed on the market thereafter;\n(7) Whereas, therefore, Commission Regulation (EC) No 1813/97 of 19 September 1997 concerning the compulsory indication on the labelling of certain foodstuffs produced from genetically modified organisms of particulars other than those provided for in Directive 79/112/EEC (6) laid down general labelling rules for the abovementioned products;\n(8) Whereas it is now urgent to lay down detailed uniform Community rules for the labelling of the foodstuffs covered by Regulation (EC) No 1813/97;\n(9) Whereas, in particular, drawing on the approach taken in Article 8 of Regulation (EC) No 258/97, it is necessary to ensure that the final consumer is informed of any characteristic or food property, such as composition, nutritional value or nutritional effects or the intended use of the food, which renders a food or food ingredient no longer equivalent to an existing food or food ingredient; whereas, for that purpose, foods and food ingredients produced from genetically modified soya beans or from genetically modified maize which are not equivalent to conventional counterparts should be subject to labelling requirements;\n(10) Whereas, drawing on the approach taken in Article 8 of Regulation (EC) No 258/97, it is necessary that labelling requirements are based on scientific evaluation;\n(11) Whereas it is necessary to establish clear labelling rules for the abovementioned products, allowing official control on a reliable, readily repeatable and practicable basis; whereas common scientifically validated testing methods should be developed;\n(12) Whereas it is also necessary to ensure that the labelling requirements are no more burdensome than necessary but sufficiently detailed to supply consumers with the information they require;\n(13) Whereas at this stage the presence in foods and food ingredients of protein or DNA resulting from genetic modification constitutes the criterion best complying with the abovementioned requirements; whereas such an approach could be reconsidered in the light of future developments in scientific knowledge;\n(14) Whereas adventitious contamination of foodstuffs with DNA or protein resulting from genetic modification cannot be excluded; whereas labelling as a result of such contamination could be avoided by setting a threshold for the detection of DNA and protein;\n(15) Whereas urgent consideration must be given, in the light of any relevant scientific advice, to the question of whether a de minimis threshold for the presence of DNA or protein resulting from genetic modification can be set and, if so, at what level;\n(16) Whereas foods and food ingredients produced from genetically modified soya beans (Glycine max L.) or from genetically modified maize (Zea mays L.), in which DNA resulting from genetic modification is present, are not equivalent and should therefore be subject to labelling requirements;\n(17) Whereas it is possible that protein or DNA resulting from genetic modification has been destroyed by successive stages of processing; whereas, in that case, foods and food ingredients should be considered equivalent for labelling purposes; whereas they should therefore not be subject to labelling requirements; whereas a list of such products should be drawn up;\n(18) Whereas, nevertheless, some processing methods may eliminate DNA but not proteins; whereas the possibility cannot be excluded that such methods may be capable of being applied to food uses; whereas foods and food ingredients in which DNA resulting from genetic modification is not present but in which proteins resulting from genetic modification are present, cannot be considered to be equivalent; whereas therefore, they should be subject to labelling requirements;\n(19) Whereas the necessary information should be provided in the list of ingredients except in the case of products for which no such list exists, in which case it should appear clearly on the labelling of the product;\n(20) Whereas this Regulation is without prejudice to the operators' right to include voluntary claims in the labels of their products as to particulars other than those laid down in this Regulation (such as the absence of foods and food ingredients produced from genetically modified soya beans and maize, or the presence of such foods and food ingredients in cases where it is not scientifically verifiable but evidence of it is available through other means), provided that such claims are made in compliance with the provisions of Directive 79/112/EEC;\n(21) Whereas, having regard to their scope and effects, the Community measures introduced by this Regulation are not only necessary but essential if the objectives set are to be attained; whereas those objectives cannot be attained by the Member States acting individually;\n(22) Whereas this Regulation replaces Commission Regulation (EC) No 1813/97, which should therefore be repealed;\n(23) Whereas in pursuance of the procedure laid down in Article 17 of Directive 79/112/EEC, a draft of this text was submitted to the Standing Committee on Foodstuffs, which was unable to deliver an opinion, and whereas in accordance with the same procedure the Commission addressed a proposal to the Council, concerning the measures to be adopted,", "main_body": ["1. This Regulation shall apply to foods and food ingredients which are to be delivered as such to the final consumer (hereinafter referred to as 'the specified foodstuffs`) produced, in whole or in part, from:\n- genetically modified soya beans covered by Decision 96/281/EC,\n- genetically modified maize covered by Decision 97/98/EC.\n2. This Regulation shall not apply to food additives, flavourings for use in foodstuffs or extraction solvents used in the production of foodstuffs as referred to in Article 2(1) of Regulation (EC) No 258/97.", "1. The specified foodstuffs shall be subject to the additional specific labelling requirements laid down in paragraph 3.\n2. However, the specified foodstuffs in which neither protein nor DNA resulting from genetic modification is present shall not be subject to the said additional specific labelling requirements.\nA list of products not subject to the additional specific labelling requirements shall be drawn up under the procedure laid down in Article 17 of Directive 79/112/EEC, taking account of technical developments, the opinion of the Scientific Committee on Food and any other relevant scientific advice.\n3. The additional specific labelling requirements shall be the following:\n(a) where the food consists of more than one ingredient, the words 'produced from genetically modified soya` or 'produced from genetically modified maize`, as appropriate, shall appear in the list of ingredients provided for by Article 6 of Directive 79/112/EEC in parentheses immediately after the name of the ingredient concerned. Alternatively, these words may appear in a prominently displayed footnote to the list of ingredients, related by means of an asterisk (*) to the ingredient concerned. Where an ingredient is already listed as being produced from soya or maize the words 'produced from genetically modified` may be abbreviated to 'genetically modified`; if the abbreviated form of words is used as a footnote, the asterisk shall be directly attached to the word 'soya` or 'maize`. Where either form of words is used as a footnote, it shall have a typeface of at least the same size as the list of ingredients itself;\n(b) in the case of products for which no list of ingredients exists, the words 'produced from genetically modified soya` or 'produced from genetically modified maize`, as appropriate, shall appear clearly on the labelling of the food;\n(c) where in accordance with the provisions of the first indent of Article 6(5)(b) of Directive 79/112/EEC an ingredient is designated by the name of a category, that designation shall be completed by the words 'contains . . . (*) produced from genetically modified soya/genetically modified maize\n(*) Ingredient(s) to be specified.`, as appropriate;\n(d) where an ingredient of a compound ingredient is derived from the specified foodstuffs, it shall be mentioned on the labelling of the final product, with the addition of the wording set out in point (b).\n4. This Article shall be without prejudice to the other requirements of Community law concerning the labelling of foodstuffs.", "Commission Regulation (EC) No 1813/97 is hereby repealed.", "1. The labelling requirements of this Regulation shall not apply to products which have been lawfully manufactured and labelled in the Community, or which have been lawfully imported into the Community and put into free circulation, before the entry into force of this Regulation.\n2. The application of Article 2 to products placed on the market with labelling complying with Commission Regulation (EC) No 1813/97 so as to indicate the presence of genetically modified material may be postponed until six months after the entry into force of this Regulation.", "This Regulation shall enter into force 90 days after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ L 33, 8. 2. 1979, p. 1. Directive as last amended by Directive 97/4/EC of the European Parliament and of the Council (OJ L 43, 14. 2. 1997, p. 21).\n(2) OJ L 117, 8. 5. 1990, p. 15. Directive as last amended by Directive 97/35/EC (OJ L 169, 27. 6. 1997, p. 72).\n(3) OJ L 107, 30. 4. 1996, p. 10.\n(4) OJ L 31, 1. 2. 1997, p. 69.\n(5) OJ L 43, 14. 2. 1997, p. 1.\n(6) OJ L 257, 20. 9. 1997, p. 7."}