{"celex_id": "31997D0375", "uri": "http://publications.europa.eu/resource/cellar/5d1e0fd7-1715-4b64-a7f6-0739540b756b", "type": "Decision", "concepts": ["2900", "365", "3774", "4585", "5581", "5964"], "title": "97/375/EC: Council Decision of 9 June 1997 authorizing the United Kingdom to apply an optional measure derogating from Article 17 of the sixth Directive (77/388/EEC) on the harmonization of the Laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 9 June 1997 authorizing the United Kingdom to apply an optional measure derogating from Article 17 of the sixth Directive (77/388/EEC) on the harmonization of the Laws of the Member States relating to turnover taxes (97/375/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common System of value added tax: uniform basis of assessment (1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under the terms of Article 27 (1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce special measure for derogation from the provisions of that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance;\nWhereas the United Kingdom was authorized, by Decision 93/111/EEC (2), in accordance with the procedure laid down in Article 27 (1) to (4) of Directive 77/388/EEC, to apply a measure derogating from Article 17 (1) of the said Directive until 31 December 1996;\nWhereas the United Kingdom, by means of a letter registered by the Commission on 19 November 1996, requested authorization to extend the said derogation;\nWhereas the other Member States were informed on 18 December 1996 of the United Kingdom's request;\nWhereas this special measure derogating from Article 17 (1) of Directive 77/388/EEC forms part of an optional system of taxation for firms with an annual turnover not higher than £ 400 000 based on the third subparagraph of Article 10 (2) of the said Directive, which permits payment of tax to be deferred until receipt of the price;\nWhereas the United Kingdom seeks authority to increase the turnover ceiling from £ 350 000 to £ 400 000 to take account of inflation;\nWhereas a derogation can be accepted in view of the number of firms that already have opted for this simplified scheme and the limited duration of this extension;\nWhereas the derogation in question does not have a negative effect on the own resources of the European Communities accruing from VAT;\nWhereas the Commission adopted on 10 July 1996 a work programme based on a step-by-step approach for progressing towards a new common system of VAT;\nWhereas the last package of proposals is to be put forward by mid-1999 and, in order to permit an evaluation of the coherence of the derogation with the global approach of the new common VAT system, the authorization is granted until 31 December 1999,", "main_body": ["By way of derogation from the provisions of Article 17 (1) of Directive 77/388/EEC, the United Kingdom is hereby authorized, until 31 December 1999, to provide within an optional scheme that enterprises with an annual turnover not higher than £ 400 000 must postpone the right of deduction of tax until it has been paid to the supplier.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Luxembourg, 9 June 1997.\nFor the Council\nThe President\nG. ZALM\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 96/95/EC (OJ No L 338, 28. 12. 1996, p. 89).\n(2) OJ No L 43, 20. 2. 1993, p. 46."}