{"celex_id": "31991R2900", "uri": "http://publications.europa.eu/resource/cellar/2a8c1b80-3585-4f41-ad37-57a2b2c995d4", "type": "Regulation", "concepts": ["1309", "2185", "235", "519", "588"], "title": "Council Regulation (EEC) No 2900/91 of 1 October 1991 amending Regulation (EEC) No 1048/90 with regard to the imposition of a definitive anti-dumping duty on imports of small screen colour television receivers originating in the Republic of Korea\n", "header": "COUNCIL REGULATION (EEC) No 2900/91  of 1 October 1991  amending Regulation (EEC) No 1048/90 with regard to the imposition of a definitive anti-dumping duty on imports of small screen colour television receivers originating in the Republic of  Korea\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nI. PREVIOUS PROCEDURE\n(a) Imposition of definitive anti-dumping duty\n(1) In February 1988 the Commission initiated an anti-dumping proceeding concerning imports of small screen colour television receivers (hereafter referred to as SCTVs) originating in the Republic of Korea (2). This followed a complaint lodged by the  European Association of Consumer Electronic Manufacturers (EACEM), representing a major proportion of Community production. Following an investigation, a provisional anti-dumping duty was imposed by Commission Regulation (EEC) No 3232/89 (3), and a  definitive duty was subsequently imposed by Council Regulation (EEC) No 1048/90 (4).\n(b) General duty\n(2) Under Regulation (EEC) No 1048/90, duties of between 10,2 and 10,5 % were imposed on imports from three exporters cooperating in the investigation.\n(3) The duty applicable to other Korean exporters (hereafter referred to as the 'general duty') and in particular to one exporter who refused to cooperate in the investigation and who was known to have exported large quantities of the product concerned  to the Community, was established on the basis of what were considered to be the most appropriate facts available, i.e. by comparing an export price based on the average cif unit price of imports into the Community from Korea with a normal value based  on the average domestic selling price of the cooperating Korean exporters. The margin thus established was 19,6 %.\nII. REVIEW PROCEDURE\n(4) In November 1990, the Commission received information from the Electronic Industries Association of Korea (EIAK) to the effect that the non-cooperating exporter mentioned above was no longer exporting SCTVs to the European Community. It was alleged  that this changed situation removed the justification for the 19,6 % general duty and suggested that it should be reduced to the level of the highest duty imposed on imports of a cooperating exporter (i.e. 10,5 %).\n(5) After consulting the Advisory Committee, the Commission decided that there was sufficient evidence to justify the initiation of a partial review, limited in scope to the question of whether or not to modify the general duty. The partial review was  opened on the initiative of the Commission, in accordance with Article 14 of Regulation (EEC) No 2423/88, by a notice pubished in the Official Journal of the European Communities (5).\n(6) The Commission officially advised EIAK, the exporters who cooperated in the original investigation, the representatives of the exporting country and the complainant in the original proceeding (EACEM), and gave the parties concerned the opportunity  to make their views known in writing and to request a hearing.\n(7) EIAK, some exporters and EACEM made their views known in writing.\n(8) The Commission sought and verified all information it deemed to be necessary for the purposes of this proceeding and in particular received and verified to the extent necessary information from EIAK.\nIII. RESULTS OF THE INVESTIGATION\n(a) Determination of general duty in original anti-dumping investigation\n(9) As is stated by the Commission in recital 33 of Regulation (EEC) No 3232/89 (imposing the provisional duty), for those Korean exporters who did not make themselves known during the course of the original investigation, dumping was determined on the  basis of what were considered by the Commission to be the most appropriate facts available, in accordance with Article 7 (7) (b) of Regulation (EEC) No 2423/88.\n(10) For these non-cooperating exporters, the Commission calculated the dumping margin by comparing an export price based on the average cif unit price of imports into the Community from Korea (according to 1987 Eurostat data) with a normal value based  on the average domestic selling price of the cooperating Korean exporters. The resulting dumping margin of 19,6 % became that applicable to the non-cooperating exporters and was imposed as the general duty, while the imports of the three cooperating  Korean exporters (Daewoo, Goldstar and Samsung) are subject to definitive anti-dumping duties of 10,2 %, 10,4 % and 10,5 % respectively.\n(11) The major reason why the Commission did not consider the highest duty imposed on imports from a cooperating exporter to be appropriate for the non-cooperating exporters was the behaviour of one particular manufacturer based in Korea. This company  was known to be exporting large quantities of SCTVs to the Community, with many of them being transhipped via third countries. It was approached by the Commission during its on-the-spot investigation, with the assistance of EIAK, with a view to securing  its cooperation. However, the company refused to cooperate.\n(12) The Commission decided, and the Council confirmed, that, in these circumstances, neither the dumping margins determined for the cooperating exporters nor the information contained in the complaint provided the most appropriate basis for determining  the margin of dumping for non-cooperating exporters.\n(b) Changed trade situation\n(13) The 19,6 % general duty was imposed on the basis of the facts available for the original investigation period - 1987. In view of the information received from EIAK and other sources, it is clear that the trade situation concerning the above  exporter has now changed considerably.\n(i) Information from EIAK\n(14) According to EIAK's internal statistics, and independent data obtained from the Korean Foreign Trade Association, both of which were verified by the Commission, the exporter in question has not exported SCTVs to the Community since 1988.  Furthermore, its total exports from Korea of SCTVs to all destinations in 1990 amounted to only 3 % of the 1988 volume.\n(15) EIAK supplied evidence that the exporter involved had shifted its production capacity away from colour TV/receivers to other electronic products.\n(16) The exporter, which is a member of EIAK, had supplied the Association with a signed declaration that it no longer planned to export SCTVs to the Community. Furthermore, it was established that it had converted its production facilities to the  manufacture of other electronic products.\n(ii) Information from Korean Ministry of Trade and Industry\n(17) In May 1991, the Korean Ministry of Trade and Industry certified to the Commission that the exporter had now ceased all production of SCTVs in Korea, and provided appropriate documentary evidence.\n(c) Imports from other non-cooperating exporters\n(18) The Commission also established that the export volumes of other non-cooperating exporters were extremely small, even before the imposition of the anti-dumping duty.\n(d) Conclusion\n(19) In view of these changed circumstances, the Council concludes that the situation which justified the use of a different basis from that applied to the cooperating exporters for the purpose of imposing an anti-dumping duty no longer exists. The  exporter mentioned in recitals 13 to 17 has now ceased production of SCTVs in Korea and therefore the quantities exported to the Community by non-cooperating exporters can only be very small. In these circumstances, the appropriate level for the general  duty should be the highest rate of anti-dumping duty imposed on imports from a cooperating exporter, i.e. 10,5 %.\n(20) This rate of duty does not act as an incentive to circumvention, nor as a reward for non-cooperation, but constitutes an equitable response to the changed trade situation.\n(21) The parties were informed of the essential facts and considerations upon which the findings were based and were granted a period within which to make representations to the Commission. Where appropriate, their comments were taken into  consideration. EACEM requested, and was granted, an opportunity to be heard by the Commission with regard to its findings in this proceeding.\nIV. AMENDMENT TO REGULATION (EEC) No 1048/90\n(22) Article 1 of Regulation (EEC) No 1048/90 should therefore be amended to reduce the general anti-dumping duty from 19,6 to 10,5 %, with effect from the date of entry into force of the present Regulation.\n(23) This measure shall lapse on the same day as the definitive anti-dumping measures imposed by Regulation (EEC) No 1048/90,", "main_body": ["In Article 1 (1) of Regulation (EEC) No 1048/90 '19,6 %' shall be replaced by '10,5 %'.\nThe remainder of Regulation (EEC) No 1048/90 shall remain unchanged.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 1991. For the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No C 44, 17. 2. 1988, p. 2. (3) OJ No L 314, 28. 10. 1989, p. 1. (4) OJ No L 107, 27. 4. 1990, p. 56. (5) OJ No C 18, 26. 1. 1991, p. 3."}