{"celex_id": "31994R3124", "uri": "http://publications.europa.eu/resource/cellar/fa2bed60-3e06-4174-9fbe-703331e8d813", "type": "Regulation", "concepts": ["1988", "2173", "2563", "2709", "2965", "5000"], "title": "Commission Regulation (EC) No 3124/94 of 20 December 1994 laying down specific rules for the transfer of the rights to the supplement to the compensatory payment for the production of durum wheat in Portugal\n", "header": "COMMISSION REGULATION (EC) No 3124/94 of 20 December 1994 laying down specific rules for the transfer of the rights to the supplement to the compensatory payment for the production of durum wheat in Portugal\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 3116/94 (2), and in particular Article 12 thereof,\nWhereas Article 4 (3) of Regulation (EEC) No 1765/92 provides for the grant of supplements to the compensatory payments for the production of durum wheat in Portugal, up to a ceiling of 35 000 ha;\nWhereas Council Regulation (EEC) No 3653/90 of 11 December 1990 introducing transitional measures governing the organization of the market in cereals and rice in Portugal (3), as last amended by Regulation (EEC) No 738/93 (4), introduces a specific  degressive aid scheme for Portuguese producers of common wheat and other cereals; whereas the existence in Portugal of such an aid scheme may cause some Portuguese producers of durum wheat to make insufficient use of their rights, with the result that  the ceiling of 35 000 ha granted to Portugal is not fully exploited; whereas, under the circumstances, the rules governing the transfer of entitlement to the supplement to the compensatory payment for durum wheat as provided for by Commission Regulation  (EEC) No 2780/92 of 24 September 1992 on the conditions for the grant of compensatory payments under the support system for producers of certain arable crops (5), as last amended by Regulation (EC) No 2246/94 (6), should be temporarily relaxed;\nWhereas the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 6 (3) of Regulation (EEC) No 2780/92 shall not apply to Portugal for the marketing years 1995/96 and 1996/97.\nPortugal shall take the additional measures necessary to apply this Article. These measures shall be notified to the Commission by 31 March 1995 at the latest.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 362, 21. 12. 1990, p. 28.\n(4) OJ No L 77, 31. 3. 1993, p. 1.\n(5) OJ No L 281, 25. 9. 1992, p. 5.\n(6) OJ No L 242, 17. 9. 1994, p. 1."}