{"celex_id": "31993L0110", "uri": "http://publications.europa.eu/resource/cellar/283559dd-3845-471e-b0ab-8f97325644db", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827"], "title": "Commission Directive 93/110/EC of 9 December 1993 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "COMMISSION DIRECTIVE 93/110/EC of 9 December 1993 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread  within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 93/19/EEC (2), and in particular Article 13, second paragraph, fourth indent thereof,\nWhereas developments in scientific and technical knowledge have shown that the risks presented by Ditylenchus destructor Thorne, an organism listed in the Annexes to Directive 77/93/EEC, are lower than initially assessed; whereas in this respect  protection should be restricted only to certain species of the genus Gladiolus;\nWhereas certain provisions on protective measures against plants of Citrus L., Fortunella Swingle, Poncirus Raf. and their hybrids, in particular those applicable to Citrus clementina Hort. ex Tanaka, should be modified because it is no longer  appropriate to maintain the current provisions set out in Directive 77/93/EEC for movements of these plants into the northern part of the Community;\nWhereas the provisions on protective measures against Ditylenchus dipsaci (Kuehn) Filipjev, an organism listed in the Annexes to the said Directive, should be improved, and in particular the list of hostplants should be extended;\nWhereas improved measures should be taken to protect the Community against Scirtothrips aurantii Faur, Scirtothrips citri (Moultex) and Elsinoe spp. Bitanc. et Jenk., where these organisms do not occur;\nWhereas certain provisions on protective measures against Dendroctonus micans Kugelan, in particular those applicable in the United Kingdom, should be modified, because it has been determined that the said organism is not present in a much larger area  than originally recognized;\nWhereas certain provisions on protective measures in Italy against certain bark beetles, i.e. Dendroctonus micans Kugelan, Ips amitinus Eichhof and Ips duplicatus Sahlberg, should be modified because it is no longer appropriate to maintain the current  provisions set out in the said Directive;\nWhereas it has been determined that Fusarium oxysporum f.sp. albedinis (Kilian et Maire) Gordon, an organism listed in the Annexes to Directive 77/93/EEC, has been found in Egypt; whereas it is considered that this disease represents a serious danger to  palms grown in, and may be carried on palms imported into, the Community; whereas the measures to combat this disease should be improved;\nWhereas some provisions on protective measures against plants of Solanaceae should be modified because it is no longer appropriate to maintain the current provisions set out in Directive 77/93/EEC for plants originating in the Mediterranean countries;\nWhereas it has been determined that there is no longer a need to issue a plant passport for wood of conifers which has been stripped of its bark;\nWhereas therefore the relevant Annexes to the said Directive 77/93/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive on 15 December 1993. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.\n2. The Member States shall immediately communicate to the Commission all provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 9 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 96, 22. 4. 1993, p. 33.\nANNEX\n1. In Annex II, part A, Section I, points (a) 25 and 27, the right hand column is altered as follows:\n'Plants of Citrus L., Fortunella Swingle, Poncirus Raf., and their hybrids, other than seeds'.\n2. In Annex II, part A, Section I, point (c) 9, the right hand column is altered as follows:\n'Plants of Fortunella Swingle, Poncirus Raf., and their hybrids, other than fruits and seeds', and plants of Citrus L. and their hybrids, other then seeds and other than fruits except fruits of Citrus reticulata Blanco and of Citrus sinensis (L.)  Osbeck, originating in South America.\n3. In Annex II, part A, Section II, point (a) 3, the right hand column is altered as follows:\n'Flower bulbs and corms of Crocus L., miniature cultivars and their hybrids of the genus Gladiolus Tourn. ex. L., such as Gladiolus callianthus Marais, Gladiolus colvillei Sweet, Gladiolus nanus hort., Gladiolus ramosus hort., Gladiolus tubergenii  hort., Hyacinthus L., Iris L., Tigridia Juss, Tulipa L., intended for planting, and potato tubers (Solanum tuberosum L.), intended for planting'.\n4. In Annex II, part A, Section II, point (a) 4, right hand column, 'Seeds and bulbs of Allium cepa L., Allium porrum L., and Allium schoenoprasum L.' is replaced by the 'Seeds and bulbs of Allium ascalonicum L., Allium cepa L. and Allium schoenoprasum  L. intended for planting and plants of Allium porrum L. intended for planting'.\n5. In Annex II, part B, point (a) 3, the right hand column is altered as follows:\n'EL, E, IRL, P, UK (*)', and the protected zone referred to in (*) is replaced by the following:\n'(*) (Scotland, Northern Ireland, England: the following counties: Bedfordshire, Berkshire, Buckinghamshire, Cambridgeshire, Cleveland, Cornwall, Cumbria, Devon, Dorset, Durham, East Sussex, Essex, Greater London, Hampshire, Hertfordshire, Humberside,  Kent, Lincolnshire, Norfolk, Northamptonpshire, Northumberland, Nottinghamshire, Oxfordshire, Somerset, South Yorkshire, Suffolk, Surrey, Tyne and Wear, West Sussex, West Yorkshire, The Isle of Wight, The Isle of Man, the Isles of Scilly, and the  following parts of counties; Avon: that part of the county which lies to the south of the southern boundary of the M4 motorway; Cheshire: that part of the county which lies to the east of the eastern boundary of the Peak District National Park together  with that part of the county which lies to the north of the northern boundary of the A52 (T) road to Derby and that part of the county which lies to the north of the northern boundary of the A6 (T) road; Gloucestershire: that part of the county which  lies to the east of the eastern boundary of the Fosse Way Roman road; Greater Manchester: that part of the county which lies to the east of the eastern boundary of the Peak District National Park; Leicestershire: that part of the county which lies to  the east of the eastern boundary of the Fosse Way Roman road together with that part of the county which lies to the east of the eastern boundary of the B411A road together with that part of the county which lies to the east of eastern boundary of the  M1 motorway; North Yorkshire: the whole county except that part of the county which comprises the district of Craven; Staffordshire: that part of the county which lies to the east of the eastern boundary of the A52 (T) road; Warwickshire: that part of  the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Wiltshire: that part of the county which lies to the south of the southern boundary of the M4 motorway to the intersection of the M4 motorway and the Fosse Way Roman  road, and that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road)'.\n6. In Annex II, part B, point (a) 6. (a), the right hand column is altered as follows:\n'EL, E, F (Corsica), IRL, P, UK'.\n7. In Annex II, part B, point (a) 6. (c), the right hand column is altered as follows:\n'EL, E, IRL, P, UK'.\n8. In Annex II, part B, the following is added:\n'(d) Viruses and virus-like organisms\n\"\" ID=\"1\">Citrus tristeza Virus (European isolates)> ID=\"2\">Fruits of Citrus clementina Hort. ex. Tanaka, with leaves and peduncles> ID=\"3\">EL, F (Corsica), I, P'\">\n9. In Annex III, part A, point 13, the right hand column, is modified as follows: '13. Third countries, other than European and Mediterranean countries'. 10. In Annex IV, part A, Section II, point 31.2, is replaced by the following:\n\"\" ID=\"1\">'31. 2 Fruits of:\"> ID=\"1\">- Citrus L., other than of Citrus clementina Hort. ex. Tanaka, - Fortunella Swingle, - Poncirus Raf., and their hybrids> ID=\"2\">Without prejudice to the requirements applicable to the fruit in Annex IV A  (31.1), the fruits shall be free from leaves and peduncles.'\">\n11. In Annex IV, part A, Section I, point 51, the right hand column, entry (a) is altered as follows: '(a) the seeds originate in areas known to be free from Xanthomonas campestris pv. phaseoli (Smith) dye, or'. 12. In Annex IV, part B, point 1, 7 and  14.1, the right hand column is altered as follows: 'EL, E, IRL, P, UK (*)', and the protected zone referred in (*) is replaced by the following: '(*) (Scotland, Northern Ireland, England: the following counties: Bedfordshire, Berkshire, Buckinghamshire,  Cambridgeshire, Cleveland, Cornwall, Cumbria, Devon, Dorset, Durham, East Sussex, Essex, Greater London, Hampshire, Hertfordshire, Humberside, Kent, Lincolnshire, Norfolk, Northamptonpshire, Northumberland, Nottinghamshire, Oxfordshire, Somerset, South  Yorkshire, Suffolk, Surrey, Tyne and Wear, West Sussex, West Yorkshire, The Isle of Wight, The Isle of Man, the Isles of Scilly, and the following parts of counties; Avon: that part of the county which lies to the south of the southern boundary of the  M4 motorway; Cheshire: that part of the county which lies to the east of the eastern boundary of the Peak District National Park together with that part of the county which lies to the north of the northern boundary of the A52 (T) road to Derby and that  part of the county which lies to the north of the northern boundary of the A6 (T) road; Gloucestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Greater Manchester: that part of the county  which lies to the east of the eastern boundary of the Peak District National Park; Leicestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road together with that part of the county which lies to the  east of the eastern boundary of the B411A road together with that part of the county which lies to the east of eastern boundary of the M1 motorway; North Yorkshire: the whole county except that part of the county which comprises the district of Craven;  Staffordshire: that part of the county which lies to the east of the eastern boundary of the A52 (T) road; Warwickshire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Wiltshire: that part of the  county which lies to the south of the southern boundary of the M4 motorway to the intersection of the M4 motorway and the Fosse Way Roman road, and that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road)'. 13.  In Annex IV, part B, point 2, 8 and 14.4, the right hand column is altered as follows: 'EL, E, IRL, P, UK'. 14. In Annex IV, part B, point 4, 10 and 14.2, the right hand column is altered as follows: 'EL, E, F (Corsica), IRL, P, UK'. 15. In Annex IV,  part B, the following is added:\n\"\" ID=\"1\">'31. Fruits of Citrus clementina Hort. ex. Tanaka, originating in E, F (except Corsica)> ID=\"2\">Without prejudice to the provisions applicable to the fruits, where appropriate, listed in Annex III B (2) (3) or Annex IV A II (31.1): (a)  the fruits shall be free from leaves and peduncles, or (b) in the case of fruits with leaves or peduncles, official statement that the fruits are packed in closed containers which have been officially sealed and shall remain sealed during their  transport through a protected zone, recognized for these fruits, and shall bear a distinguished mark to be reported on the passport> ID=\"3\">EL, F (Corsica), I, P'\">\n16. In Annex V, part A I, point 2.4 is altered as follows: '2.4 Seeds and bulbs of Allium ascalonicum L., Allium cepa L. and Allium schoenoprasum L. intended for planting and plants of Allium porrum L. intended for planting'. 17. In Annex V, part A, I,  point 3 'Gladiolus Tourn. ex L.' is replaced by 'Miniature cultivars and their hybrids of the genus Gladiolus Tourn. ex L., such as Gladiolus callianthus Marais, Gladiolus colvillei Sweet, Gladiolus nanus hort., Gladiolus ramosus hort. and Gladiolus  tubergenii hort.' 18. In Annex V, part A, II, point 1.10 (a) is altered as follows: '(a) has been obtained in whole or part from conifers (Coniferales), excluding wood which has been stripped of bark.'"}