{"celex_id": "31995R1182", "uri": "http://publications.europa.eu/resource/cellar/7e3ac1a7-3187-4837-a4d6-1dfcf7fcd38a", "type": "Regulation", "concepts": ["1136", "1642", "2324", "3568", "4682"], "title": "Commission Regulation (EC) No 1182/95 of 24 May 1995 laying down certain transitional measures concerning the implementation of the Uruguay Round Agreement on Agriculture in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 1182/95 of 24 May 1995 laying down certain  transitional measures concerning the implementation of the Uruguay Round Agreement on Agriculture  in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and  transitional arrangements required in the agriculture sector in order to implement the agreements  concluded during the Uruguay Round of multilateral trade negotiations  (1), and in particular  Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (2), as last amended by Regulation (EC) No 424/95  (3), and in  particular Article 15 thereof,\nWhereas, in order to ensure that a distinction is made between quantities exported before and  quantities exported after the date of entry into force of the Uruguay Round Agreement on  Agriculture, Article 1 of Commission Regulation (EC) No 1521/94  (4) lays down that the period of  validity of licences issued under the current arrangements is limited to the day preceding the  entry into force of the said Agreement for the product concerned; whereas that provision could lead  to an interruption of export flows when the Uruguay Round Agreement on Agriculture enters into  force; whereas, to avoid such a disruption of trade, transitional measures should be adopted to  permit the use of export licences issued before the date of entry into force of the Uruguay Round  Agreement on Agriculture after that date, except in special cases;\nWhereas the Council has generally subjected the granting of any refund to the submission of an  export licece with the refund fixed in advance on the basis of the destination; whereas, where the  destination is changed, the refund applicable to the actual destination is paid up to the amount  applicable to the destination specified in advance; whereas, in order to prevent the systematic and  improper specification of those destinations with the highest refunds, a penalty should be  introduced where a change is made to a destination with a lower rate of refund than that applicable  to the destination originally specified;\nWhereas, in order to ensure precise administration of the quantities to be exported, licences  should be issued after a period of consideration and the information to be notified to the  Commission and the method to be used for that notification should be specified; whereas derogation  should be made from the rules regarding tolerance;\nWhereas quantities exported as international food aid within the meaning of Article 10 (4) of the  Uruguay Round Agreement on Agriculture should be identified;\nWhereas deliveries in the Community for the purpose of victualling, for international organizations  and for armed forces, and exports of small quantities are of a highly specific nature and of minor  economic significance; whereas, for those reasons, provision has been made for a simplified  arrangement for paying export refunds the aim of which is to facilitate the export operation and to  avoid an unnecessary administrative burden on the economic operators and national authorities;  whereas, for that reason, the simplified arrangement for the payment of export refunds for the  abovementioned deliveries should be retained without making compulsory the submission of an export  licence with advance fixing of the refund;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["This Regulation lays down, for the products referred to in point (a)  of Article 1 (1) of Regulation (EEC) No 805/68, as well as for products covered by CN codes 0102   10, 1602  50  31 to 1602  50  80 and 1602  90  69, the detailed transitional rules for the issue of  export licences with advance fixing of the refund before the entry into force of the arrangements  laid down in the Uruguay Round Agreement on Agriculture (hereinafter referred to as 'the  Agreement`).\nThe licences shall be entered in the accounts for the first year of the period of implementation of  the Agreement.", "1.  Applications may be made for export licences with advance fixing of the refund for  export operations carried out from 1 July 1995.\n2.  The following shall be entered on the licence applications and the licences:\n-  the 11-figure product code of the agricultural products nomenclature for export refunds in box  16,\n-  the country of destination in box 7.", "Export licences shall be issued on the fifth working day following submission of the  application provided that no special measures are adopted in the meantime.", "1.  By way of derogation from Regulation (EC) No 1521/94, licences issued before 1 July  1995 may not be used before that date.\nHowever:\nlicences issued before 1 July 1995 may be used prior to that date for the purpose of placing goods  under one of the procedures provided for in Articles 4 and 5 of Council Regulation (EEC) No 565/80   (1); in such cases the export declaration referred to in Article 30 of Commission Regulation (EEC)  No 3665/87  (2) must not be lodged before 1 July 1995.\nBox 22 of the licences shall contain one of the following indications, underlined:\n-  Certificado GATT utilizable a partir del 1 de julio de 1995, excepto en caso de aplicación de alguno de los  regímenes establecidos por el Reglamento (CEE) n° 565/80 -  GATT-licens Kan anvendes fra den 1. juli 1995, medmindre produktet undergives en af ordningerne i forordning  (EOEF) nr. 565/80 -  GATT-Lizenz gueltig ab 1. Juli 1995 ausser bei Anwendung einer der Regelungen gemaess Verordnung (EWG) Nr. 565/80 -  Ðéóôïðïéçôéêue ôçò GATT ôï ïðïssï ìðïñaass íá ÷ñçóéìïðïéçèaass ìaaôUE ôçí 1ç Éïõëssïõ 1995, aaêôueò ôçò ðaañéðôþóaaùò õðáãùãÞò óaa Ýíá  áðue ôá êáèaaóôþôá ôïõ êáíïíéóìïý (AAÏÊ) áñéè. 565/80 -  GATT licence valid from 1 July 1995, except where the goods are placed under one of the procedures provided for  in Regulation (EEC) No 565/80 -  Certificat GATT utilisable à partir du 1er juillet 1995, sauf en cas de mise sous l'un des régimes du règlement  (CEE) n° 565/80 -  Titolo GATT utilizzabile a partire dal 1° luglio 1995, salvo assoggettamento ad uno dei regimi di cui al  regolamento (CEE) n. 565/80 -  GATT-certificaat op of na 1 juli 1995 te gebruiken, behalve bij toepassing van een van de regelingen van Verordening  (EEG) nr. 565/80 -  Certificado GATT utilizável a partir de 1 de Julho de 1995, excepto em caso de colocação sob um dos regimes do  Regulamento (CEE) nº 565/80 -  GATT-licens giltigt fraan och med den 1 juli 1995, utom i de fall daa produkten omfattas av naagot av foerfarandena  i foerordning (EEG) nr 565/80 -  GATT-todistus voimassa 1 paeivaestae heinaekuuta 1995, paitsi sovellettaessa jotain asetuksen (ETY) N :o 565/80  jaerjestelyistae 2.  The period of validity of the licences referred to in Article 2 (1) shall run from the date of  their effective issue within the meaning of Article 21 (1) of Commission Regulation (EEC) No  3719/88  (3).", "1.  No refund shall be paid for the additional quantity exported within the tolerance  referred to in Article 8 (4) of Regulation (EEC) No 3719/88.\nOne of the following indications shall be entered in box 22, 'Special conditions`, of the licence:\n-  Restitución válida por .  .  .  .  . (cantidad por la que se expida el certificado) -  Restitution gyldig for .  .  .  .  . (den maengde, som licensen er udstedt for) -  Erstattung anwendbar fuer .  .  .  .  . (Menge, fuer die die Lizenz erteilt wurde) -  AAðéóôñïoeÞ ðïõ éó÷ýaaé ãéá .  .  .  .  . (ðïóueôçôá ãéá ôçí ïðïssá aaêaeueèçêaa ôï ðéóôïðïéçôéêue) -  Refund valid for .  .  .  .  . (quantity for which the licence is issued) -  Restitution valable pour .  .  .  .  . (quantité pour laquelle le certificat est délivré) -  Restituzione valida per .  .  .  .  . (quantitativo per cui è rilasciato il titolo) -  Restitutie geldig voor .  .  .  .  . (hoeveelheid waarvoor het certificaat wordt afgegeven) -  Restituição válida para .  .  .  .  . (quantidade em relação à qual é emitido o certificado) -  Bidrag giltigt foer .  .  .  .  . (den kvantitet som licensen aer utfaerdad foer) -  Tuki on voimassa .  .  .  .  . (maeaerae, jolle todistus myoennetaeaen) 2.  Where the licence is returned to the issuing body during the first two-thirds of its period of  validity, the security forfeit pursuant to Article 33 (2) of Regulation (EEC) No 3719/88 shall be  reduced by 40  %.\nFor the purpose of applying the first subparagraph, a part of a day shall be counted as a whole  day.\n3.  With regard to proof of use of the licence, the time limit of six months laid down in Article  33 (3) (a) and (b) of Regulation (EEC) No 3719/88 shall be replaced by a time limit of two months.\nWith regard to the proof referred to in point (b) (i) and (ii) of Article 30 (1) of that  Regulation, the time limit of six months shall remain unaltered.", "1.  Where the goods are exported to a destination other than that indicated in box 7 of  the licence issued:\n(a)  if the rate of refund applicable for the actual destination is equal to or higher than the  rate of refund for the destination indicated in box 7, the rate of refund for the destination  indicated in box 7 shall apply;\n(b)  if the rate of refund applicable for the actual destination is lower than the rate of refund  for the destination indicated in box 7, the refund to be paid shall be that applicable to the  actual destination, reduced, except in the event of force majeure, by 20  % of the difference  between the refund applicable for the destination indicated in box 7 and that applicable for the  actual destination.\nThe rates of refund to be used shall be those applicable on the day of submission of the licence  application.\n2.  Where paragraph 1 and Article 11 of Regulation (EEC) No 3665/87 both apply to a single  operation, the amount resulting from paragraph 1 shall be reduced by the penalty referred to in  Article 11 of Regulation (EEC) No 3665/87.", "Box 20 of licence applications and licences for food aid operations within the meaning  of Article 10 (4) of the Agreement shall contain one of the following indications:\n-  Certificado GATT - Ayuda alimentaria -  GATT-licens - Foedevarehjaelp -  GATT-Lizenz - Nahrungsmittelhilfe -  Ðéóôïðïéçôéêue ôçò GATT - AAðéóéôéóôéêÞ âïÞèaaéá -  GATT licence - food aid -  Certificat GATT - Aide alimentaire -  Titolo GATT - Aiuto alimentare -  GATT-certificaat - Voedselhulp -  Certificado GATT - Ajuda alimentar -  GATT-licens - Livsmedelsbistaand -  GATT-todistus - Elintarvikeapu These licences may or may not include advance fixing of the refund. The provisions of Articles 1 to  6 shall not apply to such licences.", "1.  Member States shall notify the Commission:\n(a)  on Monday and Thursday of every week, not later than 12.00 noon:\n(i)  -  of licence applications with advance fixing of the refund or of the absence of licence  applications,\n-  of licence applications provided for in Article 44 of Regulation (EEC) No 3719/88,\nsubmitted up to the last working day preceding notification;\n(ii)  of the quantities for which licences have been issued against the applications provided for  in Article 44 of Regulation (EEC) No 3719/88;\n(b)  on the 15th day of every month for the preceding month:\n(i)  of the licences issued referred to in Article 7;\n(ii)  of the quantities for which licences have been issued and not used up entirely;\n(iii)  of the quantities for each 11-figure product code and the refunds granted without a licence  with advance fixing of the refund during the previous month for the destinations referred to in  Articles 3a, 34, 38, 42, 43 and 44 (1) of Regulation (EEC) No 3665/87, broken down for each of the  Articles.\n2.  The notification of the applications referred to in point (a) (i) of paragraph 1 and the  licences issued referred to in point (a) (ii) of paragraph 1 must;\n-  specify the quantity for each 11-figure product code of the agricultural products nomenclature  for export refunds,\n-  give a breakdown by destination of the quantity for each code.\nThe notification referred to in point (b) (i) of paragraph 1 must specify the quantities referred  to in the first indent.\nThe notification referred to in point (b) (ii) of paragraph 1 must specify the quantities referred  to in the first indent and the total amount of the refund for each code.", "This Regulation shall be without prejudice to the provisions of Commission Regulation  (EEC) No 2377/80  (1).", "0\nThis Regulation shall not apply to:\n-  export licences with advance fixing of the refund for export operations to be carried out before  the date of application of the Agreement,\n-  the deliveries referred to in Articles 3a, 34, 38, 42, 43 and 44 (1) of Regulation (EEC) No  3665/87 for which the refund has not been fixed in advance; however, point (b) (iii) of Article 8  (1) of this Regulation shall remain applicable.", "1\nThis Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 24 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}