{"celex_id": "31993R2047", "uri": "http://publications.europa.eu/resource/cellar/acd597b2-bdf4-46aa-9e0a-09eead92506a", "type": "Regulation", "concepts": ["1229", "2215", "2850", "614"], "title": "COMMISSION REGULATION (EEC) No 2047/93 of 27 July 1993 authorizing the trade of ozone depleting substances and products containing such substances with non-parties to the Montreal Protocol on substances that deplete the ozone layer\n", "header": "COMMISSION REGULATION (EEC) No 2047/93 of 27 July 1993 authorizing the trade of ozone depleting substances and products containing such substances with non-parties to the Montreal Protocol on substances that deplete the ozone layer\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 594/91 of 4 March 1991 on substances that deplete the ozone layer (1), as amended through Council Regulation (EEC) No 3952/92 of 30 December 1992 (2),\nHaving regard to Council Decision 88/540/EEC of 14 October 1988 concerning the conclusion of the Vienna Convention for the protection of the ozone layer and the Montreal Protocol on substances that deplete the ozone layer (3), and to Council Decision  91/690/EEC of 12 December 1991 concerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer as adopted in June 1990 in London by the Parties to the Protocol (4),\nWhereas Articles 5, 6 (1) and (2) and 8 of Regulation (EEC) No 594/91 state that the Community imports from non-parties to the Protocol of controlled ozone depleting substances and of products containing such substances, and the Community exports to  non-parties of such substances shall be prohibited;\nWhereas Article 9 of Regulation (EEC) No 594/91 allows the Commission to permit the trade with any non-Party of controlled substances and of products which contain one or several of these substances to the extent that the non-Party is determined by a  meeting of the Parties to be in full compliance with Articles 2, 2a to 2c and 4 of the Protocol and has submitted data to that effect as specified in Article 7 of the Protocol;\nWhereas the Parties have decided at their Fourth Meeting in Copenhagen in 1992 that the trade referred to in Article 4 (1) to (4 bis) of the Protocol may be permitted with Colombia in terms of Article 4 (8) of the Protocol;\nWhereas the Parties have determined provisionally at this Meeting, pending a final decision at their Fifth Meeting scheduled for 15 to 26 November 1993, that any State not Party which has notified its compliance with Articles 2, 2a to 2c and 4 of the  Protocol to the UNEP Ozone Secretariat by 31 March 1993, and has submitted supporting data to that effect as specified in Article 7 of the Protocol, is in compliance with the relevant provisions of the Protocol and may be exempt from the controls on  exports of ozone depleting substances;\nWhereas several non-Parties to the Protocol and several Parties to the Protocol but non-Parties to its 1990 London amendment have submitted information and data to the UNEP Ozone Secretariat in the terms of this decision;\nWhereas the provisions of this Regulation have a temporary character and might be modified by a Commission Regulation in the light of a Decision by the Parties at their Fifth meeting;\nWhereas Article 12 of Regulation (EEC) No 594/91 sets out the procedure according to which legal acts can be taken concerning the implementation of that Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 12 of Regulation (EEC) No 594/91,", "main_body": ["Trade with Colombia  By derogation from Articles 5, 6 (1) and (2) and 8 of Regulation (EEC) No 594/91, the trade with Colombia of controlled substances as defined in Article 2 of that Regulation and of products which contain one or several of these  substances as to be defined by virtue of Article 6 (3) of that Regulation shall be permitted.", "Trade with other non-parties or with parties for which the London amendment to the Protocol has not entered into force  1. By derogation from Article 8 of Regulation (EEC) No 594/91, the exports from the Community of controlled substances as defined in", "of that Regulation to Slovakia, Solomon Islands, Gabon, Madagascar, Laos, Bahamas, Congo, Comoro, Dominica, Senegal, Peru, Jamaica, Vietnam, Lebanon, Myanmar, Ivory Coast, Suriname, Dominican Republic, Lithuania, Guyana and Mali shall be  permitted.\n2. By derogation from Article 8 (2) of Regulation (EEC) No 594/91, the exports from the Community of other fully halogenated chlorofluorocarbons, carbon tetrachloride and 1.1.1-trichloroethane as defined in Article 2 of that Regulation to Hong Kong,  Jordan, Turkey, Nicaragua, Uruguay, Malta and Sudan shall be permitted.", "Entry into force  This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 67, 14. 3. 1991, p. 1.\n(2) OJ No L 405, 31. 12. 1992, p. 41.\n(3) OJ No L 297, 31. 10. 1988, p. 8.\n(4) OJ No L 377, 31. 12. 1991, p. 28."}