{"celex_id": "31993R2507", "uri": "http://publications.europa.eu/resource/cellar/20b53e85-8c33-4358-aa18-1169741e4f16", "type": "Regulation", "concepts": ["1644", "1654", "2543", "2548", "3167"], "title": "COMMISSION REGULATION (EEC) No 2507/93 of 13 September 1993 amending Regulation (EEC) No 1995/92 laying down detailed rules for the application, in respect of potato starch, of the import arrangements provided for in the Interim Agreement concluded between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Poland, of the other part\n", "header": "COMMISSION REGULATION (EEC) No 2507/93 of 13 September 1993 amending Regulation (EEC) No 1995/92 laying down detailed rules for the application, in respect of potato starch, of the import arrangements provided for in the Interim Agreement  concluded between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Poland, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 518/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Republic of Poland, of the other part (1), as amended by Regulation (EEC) No 2233/93 (2), and in particular Article 1 thereof,\nWhereas an Additional Protocol to the Interim Agreement was negotiated by the parties concerned and entered into force on 1 July 1993; whereas Regulation (EEC) No 2233/93 lays down that the Additional Protocol is to apply under Regulation (EEC) No  518/92;\nWhereas Article 5 (3) of the Additional Protocol lays down that the quantities to be imported under Annexes VIIIa, Xb and Xc of the Interim Agreement expressed in tonnes for years 3 (1994) are to apply from 1 July 1993 until 30 June 1994; whereas,  therefore, the quantities in tonnes laid down for 1995 and 1996 are to apply from 1 July 1994 to 30 June 1995 and from 1 July 1995 to 30 June 1996 respectively;\nWhereas Commission Regulation (EEC) No 1995/92 of 15 July 1992 laying down detailed rules for the application, in respect of potato starch, of the import arrangements provided for in the Interim Agreement concluded between the European Economic  Community and the European Coal and Steel Community, of the one part, and the Republic of Poland, of the other part (3) should be amended to take account of the fact that the dates concerned have been brought forward;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Annex to Regulation (EEC) No 1995/92 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 56, 29. 2. 1992, p. 3.\n(2) OJ No L 200, 10. 8. 1993, p. 3.\n(3) OJ No L 199, 18. 7. 1992, p. 14.\nANNEX\n/* Tables: see OJ */\n(1) From this quantity is to be deducted that for which import licences were issued pursuant to Commission Regulation (EEC) No 3700/91 for products originating in Poland (OJ No L 350, 19. 12. 1991, p. 32).\n(2) Quantities imported before 1 July 1993 above 50 % of this quantity are to be deducted from the quantity applicable for year 3 (1 July 1993 to 30 June 1994)."}