{"celex_id": "31993R1771", "uri": "http://publications.europa.eu/resource/cellar/6554b1f5-ea17-44eb-81b2-f621f1fb33de", "type": "Regulation", "concepts": ["1076", "2173", "4373", "5070", "797"], "title": "Commission Regulation (EEC) No 1771/93 of 2 July 1993 on the communication of information on tobacco from the 1993 harvest onwards\n", "header": "COMMISSION REGULATION (EEC) No 1771/93 of 2 July 1993 on the communication of information on tobacco from the 1993 harvest onwards\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 21 thereof,\nWhereas the information to be communicated under Regulation (EEC) No 2075/92 and the regulations adopted for its application should be laid down;\nWhereas, in the interests of efficient administration, this information should be grouped and a timetable established for its submission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["From the 1993 harvest onwards, the Member States shall communicate the information given in Annexes I to III in accordance with the time limits given therein.\nThe information shall be provided for each harvest and for each group of varieties.", "The Member States shall take the measures necessary to ensure that the economic operators concerned provide them with the information required within the relevant time limits.", "Commission Regulation (EEC) No 1076/78 (2) shall continue to apply with regard to information to be communicated for tobacco harvests prior to the 1993 harvest. Information on stocks held by first processing enterprises shall, however, be  communicated in accordance with Annex III.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 136, 24. 5. 1978, p. 8.\nANNEX I\nInformation to be communicated to the Commission by 31 July of the year of harvest concerned at the latest  Harvest:   Declarant Member State:\nGroup of varieties:\n/* Tables: see OJ */\nANNEX II\nInformation to be communicated to the Commission each month from 30 September of the year of harvest concerned  Cumulative figures for the harvest concerned.\nSummary to be communicated to the Commission by 30 June of the year following the year of harvest at the latest.\nHarvest:  Declarant Member State:\nGroup of varieties:\nPosition on the last day of the month preceding this communication. Month in question:\n/* Tables: see OJ */\nANNEX III\nInformation to be communicated to the Commission by the final day of the month following the end of each quarter at the latest (1)  Movement of stocks (in tonnes) held by the first processors Declarant Member State:\nDate of declaration:\n/ Tables: see OJ */"}