{"celex_id": "31990R1870", "uri": "http://publications.europa.eu/resource/cellar/0f500f7c-fbe3-4afb-a363-bcfde9d9bc42", "type": "Regulation", "concepts": ["1667", "2645", "5384", "797"], "title": "Commission Regulation (EEC) No 1870/90 of 2 July 1990 determining the guide price for flax seed and the aid for hemp seed fixed in ecus by the Council and reduced as a result of the monetary realignment of 5 January 1990\n", "header": "COMMISSION  REGULATION (EEC) No 1870/90\nof 2 July 1990\ndetermining the guide price for flax seed and the aid for hemp seed fixed in ecus by the Council and reduced as a result of the monetary realignment of 5 January 1990\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (1), as last amended by Regulation (EEC) No 1889/87 (2), and in particular Article 6 (3) thereof,\nWhereas Commission Regulation (EEC) No 784/90 of 29 March 1990 fixing the reducing coefficient for agricultural prices in the 1990/91 marketing year as a result of the monetary realignment of 5 January 1990 and amending the prices and amounts fixed in ecus for that marketing year (3) establishes a list of prices and amounts in the oils and fat sector which are divided by 1,001712 from the 1990/91 marketing year under the arrangements for the automatic dismantlement of negative monetary gaps; whereas Article 3 of Regulation (EEC) No 784/90 provides that the resulting reduction in particular in the prices and amounts fixed in ecus by the Council for the 1990/91 marketing year should be specified and the value of those reduced prices and amounts should be fixed;\nWhereas for the 1990/91 marketing year the price of flax seed was fixed by Council Regulation (EEC) No 1315/90 (4); whereas the aid for hemp seed was fixed by Council Regulation (EEC) No 1316/90 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The guide price for flax seed and the aid for hemp seed fixed in ecus by the Council for the 1990/91 marketing year and reduced pursuant to Article 2 of Regulation (EEC) No 784/90 shall be:\n(a) guide price for flax seed:\n- in Spain: ECU 50,55 per 100 kilograms,\n- in the other Member States: ECU 55,32 per 100 kilograms;\n(b) aid for hemp seed: ECU 24,96 per 100 kilograms.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1990/91 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 164, 24. 6. 1985, p. 6.\n(2) OJ No L 182, 3. 7. 1987, p. 1.\n(3) OJ No L 83, 30. 3. 1990, p. 102.\n(4) OJ No L 132, 23. 5. 1990, p. 7.\n(5) OJ No L 132, 23. 5. 1990, p. 8."}