{"celex_id": "31994R3172", "uri": "http://publications.europa.eu/resource/cellar/13c52ab5-a6dd-4d29-a036-a106536027c1", "type": "Regulation", "concepts": ["1644", "2743", "3167", "4498", "4682"], "title": "Commission Regulation (EC) No 3172/94 of 21 December 1994 fixing the quantities of frozen beef intended for processing which may be imported on special conditions for the first quarter of 1995\n", "header": "COMMISSION REGULATION (EC) No 3172/94 of 21 December 1994 fixing the quantities of frozen beef intended for processing which may be imported on special conditions for the first quarter of 1995\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 1884/94 (2), and in particular Article 14 (4) (a) and (c) thereof,\nWhereas the Council, under a special import system applicable to frozen beef and veal intended for processing, has drawn up, for the period 1 January to 30 June 1995 an estimate of 25 000 tonnes divided into two quantities of 12 500 tonnes each,  according to the type of product to be obtained;\nWhereas, pursuant to Article 14 (4) (a) of Regulation (EEC) No 805/68, it is necessary to determine the quantities to be imported per quarter as well as the rate of reduction of the import levy for meat referred to in Article 14 (1) (b) of that  Regulation;\nWhereas in the light of the supply situation on the world market for beef and veal, the term of validity of the import licences referred to in Article 4 (b) of Commission Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EC) No 1084/94  (4), should be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the first quarter of 1995 the maximum quantities referred to in Article 14 (4) (a) of Regulation (EEC) No 805/68 shall be as follows:\n- in respect of the meat referred to in Article 14 (1) (a) of Regulation (EEC) No 805/68, 6 250 tonnes of meat, expressed in bone-in meat,\n- in respect of the meat referred to in Article 14 (1) (b) of the said Regulation, 6 250 tonnes of meat, expressed in bone-in meat.", "The levy on import of the meat referred to in the second indent of Article 1 shall be equal to the levy applicable on the day of import less 55 %.", "By way of derogation from Article 4 (b) of Regulation (EEC) No 2377/80, the term of validity of licences issued under this Regulation shall extend for six months from their actual date of issue.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 197, 30. 7. 1994, p. 27.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 120, 11. 5. 1994, p. 30."}