{"celex_id": "31993D0497", "uri": "http://publications.europa.eu/resource/cellar/420d7b94-20d7-4426-ad1c-0fb002002a49", "type": "Decision", "concepts": ["1318", "2356", "2560", "4692", "5369"], "title": "93/497/EEC: Commission Decision of 15 September 1993 amending Decision 93/364/EEC concerning certain protection measures relating to classical swine fever in Germany\n", "header": "COMMISSION DECISION of 15 September 1993 amending Decision 93/364/EEC concerning certain protection measures relating to classical swine fever in Germany\n(93/497/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intracommunity trade in certain live animals and products with a view to the completion of the internal market (1), as last amended  by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas as a result of outbreaks of classical swine fever in different parts of Germany, the Commission adopted Decision 93/364/EEC of 18 June 1993 concerning certain protection measures relating to classical swine fever in Germany (3);\nWhereas during recent months additional outbreaks of classical swine fever have been confirmed in Germany;\nWhereas the occurrence of classical swine fever is liable to present a serious threat to the herds of Member States in view of trade in live pigs, fresh meat and certain meat-based pork products;\nWhereas in the light of the new disease situation it is necessary to adjust the measures adopted by Decision 93/364/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 93/364/EEC is hereby amended as follows:\n1. Article 1 (2) is replaced by the following:\n'2. Germany shall not end to other Member States breeding pigs and production pigs originating from a holding situated outside the areas described in Annex I unless the pigs:\n- come from a holding where no live pigs have been introduced during the 21-day period immediately prior to the dispatch of the pigs in question,\n- have been subject to a test for antibodies to classical swine fever virus (HC virus) and found negative; this test shall include one pig per pen of the pigs intended for movement and the test shall have been carried out within 10 days of  certification.';\n2. Article 1 (3) is replaced by the following:\n'3. The clinical examination required in Council Directive 64/432/EEC (*) shall be carried out for pigs referred to in paragraph 2 on the farm of origin in the case of pigs aged under three months. The examination shall comprise all pigs and related  facilities on the holding of origin. The animals shall be identified in such a way that the holding of origin can be ascertained.\n4. Intra-Community movements of the animals referred to in paragraph 2 shall only be allowed following advance notification to the competent authority in the Member State of destination.\n(*) OJ No 121, 29. 7. 1964, p. 1977/64.';\n3. in Article 4 (1), (2) and (3) the certificate must be completed with the following:\n'as amended by Decision 93/497/EEC.';\n4. in Article 5 the last sentence is deleted;\n5. in Article 6, 'Annex III' is replaced by 'Annex II';\n6. in Annex I, point 1, 'Soltau-Fallingbostel' is inserted after 'Harburg';\n7. in Annex I the following point is added:\n'3. In Bundesland Rhineland Pfalz, Regierungsbezirk Rheinhessen-Pfalz, the Kreis: Germersheim and Suedliche Weinstrasse and the Stadt: Landau in der Pfalz.\nFrom 1 August 1993 as regards pigmeat and pigmeat products referred to in Article 3.';\n8. Annex II is deleted;\n9. Annex III is renumbered Annex II and in this Annex, point 1, the introductory phase is replaced by:\n'For the area listed in Annex I the following shall apply'.", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof. The Decision shall be reviewed not later than 15 December 1993  taking into account the disease situation.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 150, 22. 6. 1993, p. 47."}