{"celex_id": "31991R0815", "uri": "http://publications.europa.eu/resource/cellar/c89dc960-e362-4ad9-973f-9be4ec16e860", "type": "Regulation", "concepts": ["1644", "192", "4682", "4688", "5083"], "title": "Commission Regulation (EEC) No 815/91 of 2 April 1991 amending Regulation (EEC) No 970/90 laying down detailed rules for the application in the beef and veal sector of Council Regulation (EEC) No 715/90 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories and amending Regulation (EEC) No 2377/80\n", "header": "COMMISSION REGULATION (EEC) No 815/91  of 2 April 1991  amending Regulation (EEC) No 970/90 laying down detailed rules for the application in the beef and veal sector of Council Regulation (EEC) No 715/90 on the arrangements applicable to  agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories and amending Regulation (EEC) No 2377/80\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas  countries and territories (1), as last amended by Regulation (EEC) No 523/91 (2), and in particular Article 27 thereof,\nWhereas following its Decision No 4/90 of 23 November 1990, by Council Regulation (EEC) No 297/91 (3) the ACP-EEC Council of Ministers added Namibia to the list in Annex 1 to Regulation (EEC) No 715/90 giving the ACP States referred to in Article 1  thereof; whereas Commission Regulation (EEC) No 970/90 (4) should be adapted accordingly;\nWhereas Commission Regulation (EEC) No 2377/80 (5), as last amended by Regulation (EEC) No 625/91 (6), lays down special detailed rules for the application of the system of import and export licences in the beef and veal sector; whereas the special  detailed rules for licences issued under Regulation (EEC) No 715/90 should be adapted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 970/90 is modified as follows:", "(1) is replaced by the following text:\n'1. Import licences shall be issued for beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia under the conditions laid down in this Regulation and within the limits of the quantities, expressed in tonnes of  boned meat, fixed in Regulation (EEC) No 715/90.'", "Regulation (EEC) No 2377/80 is modified as follows:\nPoint 1 of Section I of Annex I is replaced by the following:\n'1. ACP/OCT products\n(Under Regulation (EEC) No 715/90)\n(expressed in tonnes of boned meat)\nCN code   From      Madagascar  Botswana  Swaziland  Kenya  Zimbabwe  Namibia   Code  370  391  393  346  382  389           0201\n0206 10 95  110                 0202\n0206 29 91  120'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 58, 5. 3. 1991, p. 1.\n(3) OJ No L 36, 8. 2. 1991, p. 9.\n(4) OJ No L 99, 19. 4. 1990, p. 8.\n(5) OJ No L 241, 4. 9. 1980, p. 5.\n(6) OJ No L 68, 15. 3. 1991, p. 29."}