{"celex_id": "31998D0339", "uri": "http://publications.europa.eu/resource/cellar/a936ec7b-c839-445d-acb4-39474326a5db", "type": "Decision", "concepts": ["1445", "2356", "2560", "3577", "5369", "863"], "title": "98/339/EC: Commission Decision of 14 May 1998 concerning protection measures relating to classical swine fever in Spain and repealing Decision 97/285/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 May 1998 concerning protection measures relating to classical swine fever in Spain and repealing Decision 97/285/EC (Text with EEA relevance) (98/339/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10(4) thereof,\nWhereas a number of outbreaks of classical swine fever have occurred in Spain;\nWhereas Spain has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (3), as last amended by the act of Accession of Austria, Finland and Sweden;\nWhereas as a result of disease situation it was necessary to adopt Commission Decision 97/285/EC of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain (4) and to amend it by Decisions 97/446/EC (5), 98/93/EC (6) and 98/271/EC (7);\nWhereas Spain has adopted the national serosurveillance programme for classical swine fever approved with Commission Decision 98/176/EC (8);\nWhereas due to classical swine fever evolution and spread of disease to pig holdings located in the provinces of Zaragoza and Seville it is necessary to modify adopted measures concerning the movement of pigs and the trade of boar semen from some areas of Spain;\nWhereas the protection measures introduced by Commission Decision 97/285/EC, as amended by Decisions 97/446/EC, 98/93/EC and 98/271/EC, in the interest of clarity, must be repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Spain shall not send pigs to other Member States unless:\n(a) these pigs come from a holding located in an area outside the area described in Annex I where:\n- no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question,\n- serological checks for classical swine fever have been carried out in accordance with Annex IV of Council Directive 80/217/EEC with a negative result within the 30 days prior to dispatch,\n- an inspection of all pigs on the holding and a clinical examination of the pigs to be moved, including the taking of temperature of a proportion thereof have been carried out by the official veterinarian within 24 hours of dispatch;\n(b) these pigs are transported directly from the holding of dispatch to the holding or slaughterhouse of destination in officially sealed vehicles.\n2. Movements of pigs coming from areas outside the area described in Annex I to other Member States shall only be allowed following three days advance notification to the central and local veterinary authorities in the Member State of destination and dispatched by the local competent veterinary authority.", "Spain shall not send pigs from the areas described in Annex I to other parts of its territory, unless these pigs are for direct slaughter and are slaughtered at slaughterhouses in Spain designated by the competent veterinary authorities.", "Notwithstanding the provisions of Article 2, Spain shall not send pigs for breeding and production from the areas described in Annex II to other parts of Spain unless:\n(a) these pigs come from a holding of dispatch where:\n- they have been kept during at least 30 days or since birth if younger than 30 days old,\n- serological checks for classical swine fever have been carried out in accordance with Annex IV of Council Directive 80/217/EEC with a negative result within the 30 days prior to dispatch,\n- an inspection of all pigs on the holding and a clinical examination of the pigs to be moved, including the taking of temperature of a proportion thereof have been carried out by the official veterinarian with 24 hours of dispatch;\n(b) each of these pigs is marked by an eartag which allows the identification of the holding of dispatch;\n(c) these pigs are transported directly from the holding of dispatch to the holding of destination in officially sealed vehicles;\n(d) these pigs remain at the holding of destination for at least 30 days and no pig can leave this holding during this period unless sent directly for slaughter.", "Spain shall not send to other Member States porcine semen unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC (9) and situated outside the area described in Annex I.", "1. The Health certificate provided for in Council Directive 64/432/EEC (10) accompanying pigs sent from Spain must be completed by the following:\n'Animals in accordance with Commission Decision 98/339/EC of 14 May 1998 concerning certain protection measures relating to classical swine fever in Spain and repealing Decision 97/285/EC`.\n2. The health certificate provided for in Council Directive 90/429/EEC accompanying boar semen sent from Spain must be completed by the following:\n'Semen in accordance with Commission Decision 98/339/EC of 14 May 1998 concerning certain protection measures relating to classical swine fever in Spain and repealing Decision 97/285/EC`.", "Spain shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation and the transporter shall furnish proof of such disinfection.", "Spain shall at eight days interval present data on the classical swine fever situation in the format indicated in Annex III.", "Decision 97/285/EC is hereby repealed.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "0\nThis Decision is addressed to Member States."], "attachments": "Done at Brussels, 14 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 114, 1. 5. 1997, p. 47.\n(5) OJ L 190, 19. 7. 1997, p. 48.\n(6) OJ L 18, 23. 1. 1998, p. 35.\n(7) OJ L 120, 23. 4. 1998, p. 23.\n(8) OJ L 65, 5. 3. 1998, p. 26.\n(9) OJ L 224, 18. 8. 1990, p. 62.\n(10) OJ 121, 29. 7. 1964, p. 1977/64.\nANNEX I\nComarcas in the province of Lerida\nPla D'Urgell\nUrgell\nNoguera\nSegrià\nGarrigues\nSegarra\nComarcas veterinarias in the province of Segovia\nCuéllar\nCarbonero el Mayor\nCantalejo\nSanta María la Real de Nieva\nSepúlveda\nSegovia\nComarcas veterinarias in the region of Madrid\nMadrid\nParla\nAranjuez\nNavalcarnero\nColmenar Viejo\nBuitrago\nComarcas veterinarias in the province of Toledo\nToledo\nYuncos\nTorrijos\nComarcas veterinarias in the province of Zaragoza\nAlagón\nBorja\nTauste\nZaragoza\nIllueco\nLa Almunia de Doña Godina\nComarcas veterinarias in the province of Seville\nLos Alcores\nANNEX II\nComarcas veterinarias in the province of Segovia\nCuéllar\nCarbonero el Mayor\nCantalejo\nSanta María la Real de Nieva\nSepúlveda\nSegovia\nComarcas veterinarias in the region of Madrid\nMadrid\nParla\nAranjuez\nNavalcarnero\nColmenar Viejo\nBuitrago\nComarcas veterinarias in the province of Toledo\nToledo\nYuncos\nTorrijos\nComarcas veterinarias in the province of Lerida\nGarrigues\nSegarra\nANNEX III\nClassical swine fever report\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}