{"celex_id": "31990R3308", "uri": "http://publications.europa.eu/resource/cellar/80599f0a-0445-49f6-92b7-be4b04cdb7e1", "type": "Regulation", "concepts": ["1309", "2746", "3892", "519", "588", "5969"], "title": "Council Regulation (EEC) No 3308/90 of 15 November 1990 imposing a definitive anti-dumping duty on imports of woven polyolefin sacks originating in the People's Republic of China and definitively collecting the provisional anti-dumping duty on such imports\n", "header": "COUNCIL  REGULATION (EEC) No 3308/90\nof 15 November 1990\nimposing a definitive anti-dumping duty on imports of woven polyolefin sacks originating in the People's Republic of China and definitively collecting the provisional anti-dumping duty on such imports\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission, presented after consultation within the Advisory Committee as provided for in that Regulation,\nWhereas:\nA. Provisional measures\n(1) By Regulation (EEC) No 2051/90 (1), the Commission imposed a provisional anti-dumping duty on imports of woven polyolefin sacks originating in the People's Republic of China.\nB. Subsequent procedure\n(2) Following the imposition of a provisional anti-dumping duty, a Chinese exporter and an importer made known their views on the Regulation imposing the provisional duty in writing.\n(3) Another producer of sacks in the People's Republic of China argued that the products covered by Regulation (EEC) No 2051/90 did not include sacks known as 'big bags'. These usually fall, in fact, within another CN code but may also fall within CN code 6305 31 91 if the polyolefin fabric of which they are made weighs 120 g/m2 or less. It was clear, however, that big bags made of a fabric of 120 g/m2 or less have the same physical characteristics and are put to the same use as other sacks within the same CN code. Furthermore, the Commission's investigation concerned, as did the complaint of the community industry and the conclusions of Regulation (EEC) No 2051/90, all sacks within CN code 6305 31 91.\nNo other information was received that could modify the assessment of the range of sacks concerned, namely all products falling within CN code 6305 31 91. Big bags falling within the same code as that specified in Regulation (EEC) No 2051/90 should not therefore be excluded.\nC. Dumping\n(4) The decision to establish the normal value on the basis of the constructed value of the like product in India was criticized. It was proposed that the normal value should be established using the consumer prices actually paid on the Indian domestic market or the export price form India to other countries. However, as the Commission explained in Regulation (EEC) No 2051/90, these prices did not cover production costs. Therefore, pursuant to Article 2 (5) (b) of Regulation (EEC) No 2423/88, the normal value had to be constructed.\nThe fact that the proceeding concerned only sacks from the People's Republic of China was also criticized. It should be noted that the proceeding was initiated following a complaint from the Community industry that concerned only Chinese imports; no evidence was provided of dumping by any other exporters.\nNo argument throwing doubt on the conclusions that led to the imposition of a provisional anti-dumping duty has been advanced. The conclusions of the investigation set out in Regulation (EEC) No 2051/90 may therefore be deemed definitive.\nD. Injury\n(5) The Chinese exporter argued that since most of the sacks originating in the People's Republic of China were imported temporarily into the Community and were destined for re-export, whereas sacks produced by the Community industry were mainly consumed within the Community, Chinese imports did not cause injury to the Community industry. It should be noted here that the definitive imports of sacks have alone caused injury. In any event, anti-dumping duties are not levied on temporary imports, although they doubtlessly injure the Community industry as well. Chinese sacks that are\nimported temporarily are used, that is to say, filled with various products, by clients who then export their goods packed in sacks. These clients could just as well use sacks produced by the Community industry, which in that case would be deemed to be consumed in the Community.\n(6) Since no other information was received concerning injury to Community production, the conclusions set out in Regulation (EEC) No 2051/90 are confirmed. The Council shares the Commission's view that the facts now established show that the injury caused by dumped imports of woven polyolefin sacks originating in the People's Republic of China must be considered as material.\nE. Community interest\n(7) A Chinese exporter argued that the sacks fell within Textile category No 33, imports of which from the People's Republic of China were subject to regional quantitative restrictions, and proposed that the quantitative restrictions be extended to the whole community. He regarded the imposition of an anti-dumping duty on top of this restriction as unfair. It is worth recalling, however, what the Commission stated in the Regulation imposing the provisional duty, namely that regional quantitative restrictions did not provide adequate protection against the unfair practices of the Chinese exporters and could not eliminate the material injury suffered by the Community industry as a whole. The Council supports this conclusion. Moreover, an official Chinese proposal to extend quantitative restrictions to the whole community might lead to a re-examination of the definitive anti-dumping measures.\n(8) Since no new information concerning the Community interest has been received since the imposition of the provisional duty, the conclusions set out in Regulation (EEC) No 2051/90 regarding the Community interest remain unchanged. In these circumstances, the defence of the Community's interest requires the imposition of a definitive anti-dumping duty on imports of woven polyolefin sacks originating in the People's Republic of China.\nF. Rate of duty\n(9) In view of what has been established above, the level of the defintive anti-dumping duty should be the same as that of the provisional duty.\nG. Collection of the provisional duty\n(10) In view of the extent of the dumping margins recorded and the seriousness of the injury to Community producers, amounts secured by way of the provisional anti-dumping duty should be definitively collected.", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of woven polyolefin sacks (polyethylene or polypropylene) falling within CN code 6305 31 91 and originating the the People's Republic of China.\n2. The rate of duty, applicable to the net, free-at-Community frontier price, before duty shall be 43,4 %.\n3. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of the provisional anti-dumping duty imposed under Regulation (EEC) No 2051/90 shall be definitively collected.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 1990.\nFor the Council\nThe President\nE. RUBBI\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 187, 19. 7. 1990, p. 36."}