{"celex_id": "31999R1335", "uri": "http://publications.europa.eu/resource/cellar/71fa5e05-f206-4233-ab8c-c4f3d80874af", "type": "Regulation", "concepts": ["1309", "1355", "2771", "4331", "519"], "title": "Council Regulation (EC) No 1335/1999 of 21 June 1999 reimposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5\" microdisks) originating in Indonesia and produced and sold for export to the Community by PT Betadiskindo Binatama\n", "header": "COUNCIL REGULATION (EC) No 1335/1999\nof 21 June 1999\nreimposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5\" microdisks) originating in Indonesia and produced and sold for export to the Community by PT Betadiskindo Binatama\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) and in particular Article 11(4) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EC) No 1821/98(2), the Council imposed a definitive anti-dumping duty of 41,1 % on imports of certain magnetic disks (3,5\" microdisks), used to record and store encoded digital computer information (hereinafter referred to as the \"product concerned\"), falling within CN code ex 8523 20 90 (Taric code 8523 20 90*10 ) and originating in Indonesia.\nB. PRESENT PROCEDURE\n(2) The Commission subsequently received an application from the Indonesian producer PT Betadiskindo Binatama (hereinafter referred to as \"Betadiskindo\" or \"the company\") for a review of the measures currently in force, namely a request to initiate a \"new exporter\" review of Regulation (EC) No 1821/98, pursuant to Article 11(4) of Council Regulation (EC) No 384/96 (hereinafter referred to as \"the Basic Regulation\"). Betadiskindo claimed that it was not related to any of the exporters or producers in Indonesia subject to the anti-dumping measures in force with regard to the product concerned. Furthermore, the company claimed that it had not exported the product concerned to the Community during the original period of investigation (1 March 1994 to 28 February 1995) but that it had exported the product concerned to the Community subsequently.\n(3) The Commission examined the evidence submitted by the company, and considered it sufficient to justify the initiation of a review in accordance with Article 11(4) of the Basic Regulation. After consultation of the Advisory Committee and after the Community industry concerned had been given the opportunity to comment, the Commission initiated, by Regulation (EC) No 2152/98(3), a review of Regulation (EC) No 1821/98 with regard to Betadiskindo and commenced its investigation.\nThe Regulation initiating the review also repealed the anti-dumping duty imposed by Regulation (EC) No 1821/98 with regard to imports of the product concerned, produced and exported to the Community by Betadiskindo, and directed customs authorities, pursuant to Article 14(5) of the Basic Regulation, to take appropriate steps to register such imports.\n(4) The product covered by the review was the same product as the one under consideration in Regulation (EC) No 1821/98.\n(5) The Commission officially advised Betadiskindo and the representatives of the exporting country. Furthermore, it gave other parties directly concerned the opportunity to make their views known in writing and to request a hearing. However, no such request was received by the Commission.\nOn commencing the investigation, the Commission sent a questionnaire to Betadiskindo. However, the reply to the questionnaire contained deficiencies which the company was asked to rectify but failed to do so. Moreover, the Commission was unable to verify the information it deemed necessary for the purpose of the investigation because no verification visit could be arranged, despite the fact that the company had been informed of the tight time limits applicable to the investigation and of the possible consequence of non-cooperation.\nC. SCOPE OF REVIEW\n(6) As no request for a review of the findings on injury was made, the review was limited to dumping.\nD. RESULTS OF THE INVESTIGATION\n(7) As the company's lack of cooperation meant that the Commission was unable to establish whether the company was indeed a newcomer or calculate the level of dumping, findings were made in accordance with Article 18(1) of the Basic Regulation. In the absence of any cooperation, it must be concluded that imports into the Community of certain magnetic disks (3,5\" microdisks) produced and exported by Betadiskindo should be subject to the country-wide duty (41,1 %) imposed by Council Regulation (EC) No 1821/98 and that that rate of duty should therefore be reimposed.\nE. RETROACTIVE LEVYING OF THE ANTI-DUMPING DUTY\n(8) As the review has resulted in a determination of dumping in respect of Betadiskindo, the anti-dumping duty applicable to this company shall also be levied retroactively from the date of initiation of the review on imports which, pursuant to Article 3 of Regulation (EC) No 2152/98, have been subject to registration.\nF. DISCLOSURE AND DURATION OF THE MEASURES\n(9) Betadiskindo was informed of the facts and considerations on the basis of which it was intended to propose the application of Regulation (EC) No 1821/98 to its imports into the Community.\n(10) This review does not affect the date on which Regulation (EC) No 1821/98 will expire pursuant to Article 11(2) of the Basic Regulation,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of 3,5\" microdisks used to record and store encoded digital computer information, falling within CN code ex 8523 20 90 (TARIC additional code 8523 20 90*10 ), originating in Indonesia and produced by PT Betadiskindo Binatama.\n2. The rate of duty applicable to the net free-at-Community-frontier price before duty shall be 41,1 %.\n3. The duty hereby imposed shall be levied on imports of the product concerned which have been registered in accordance with Article 3 of Regulation (EC) No 2152/98.\n4. Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1999.\nFor the Council\nThe President\nG. VERHEUGEN\n(1) OJ L 56, 6.3.1996, p. 1, Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 236, 22.8.1998, p. 1.\n(3) OJ L 271, 8.10.1998, p. 9."}