{"celex_id": "31998D0104", "uri": "http://publications.europa.eu/resource/cellar/8c7a872c-5621-4f61-a13b-5cd4cfd55ad9", "type": "Decision", "concepts": ["1318", "1596", "1598", "1854", "2356", "2560"], "title": "98/104/EC: Commission Decision of 28 January 1998 concerning certain protection measures relating to classical swine fever in Germany (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 January 1998 concerning certain protection measures relating to classical swine fever in Germany (Text with EEA relevance) (98/104/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2) and, in particular, Article 10(4) thereof,\nWhereas outbreaks of classical swine fever have occurred in Germany;\nWhereas there is evidence that in Germany classical swine fever has spread from the infected feral pig population to domestic pig holdings;\nWhereas in view of the trade in live pigs, semen, embryos and ova, these outbreaks and the infection in the feral pig population are liable to endanger the herds of other Member States;\nWhereas Germany has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas the epidemiological situation is not completely clear; whereas therefore certain special movement control measures are necessary;\nWhereas, since it is possible to identify geographically areas which present a particular risk, the restrictions on trade can apply on a regional basis;\nWhereas, however, in order to prevent the spread of disease to other parts of its territory, it is necessary that Germany should introduce appropriate measures of an equivalent level;\nWhereas pig embryos and ova in accordance with the provisions of Annex IV of Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(1) to Directive 90/425/EEC (4), as last amended by Commission Decision 95/176/EC (5), are subject to the same restrictions as live pigs and therefore their movement from Germany to other Member States is subject to certain protection measures;\nWhereas with Commission Decision 96/552/EC (6) the plan presented by Germany for the eradication of classical swine fever in feral pigs in Brandenburg and Mecklenburg-Western Pomerania was approved by the Commission;\nWhereas the plan presented by Germany for the eradication of classical swine fever in feral pigs in Lower Saxony was examined by the Standing Veterinary Committee on 4 and 5 November 1997;\nWhereas it is deemed necessary to apply additional measures to prevent the spread of classical swine fever from the areas of Germany where the disease is present in the feral pig population;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Germany shall not send pigs to other Member States unless the pigs come from an area outside the areas described in the Annex.\n2. Germany shall not send pigs from the areas described in the Annex to other parts of its territory, unless they are for direct slaughter and are slaughtered at slaughterhouses in Germany designated by the competent veterinary authorities. The means of transport shall be officially sealed.", "Germany shall not send to other Member States porcine semen unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC (7) and situated outside the areas described in the Annex.", "1. The Health certificate provided for in Council Directive 64/432/EEC (8) accompanying pigs sent to other Member States from the areas of Germany not listed in the Annex must be completed by the following:\n'Animals in accordance with Commission Decision 98/104/EC of 28 January 1998 concerning certain protection measures relating to Classical Swine Fever in Germany`.\n2. The Health certificate provided for in Directive 90/429/EEC accompanying boar semen sent from Germany must be completed by the following:\n'Semen in accordance with Commission Decision 98/104/EC of 28 January 1998 concerning certain protection measures relating to Classical Swine Fever in Germany`.", "Germany shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation and the transporter shall furnish proof of such disinfection.", "1. Germany will submit amended programmes for eradication of classical swine fever in feral pigs in Mecklenburg-Western Pomerania, Lower Saxony and Brandenburg to the Commission before 14 February 1998.\n2. The amendments will concern:\n- the identification of monitoring areas surrounding the defined infected areas,\n- the restrictions of the movements of pigs from pig holdings located in the defined infected and monitoring areas to any other destination.\n3. The amended programmes will be examined by the Commission and the Community reference laboratory for classical swine fever and presented for approval at the meeting of the Standing Veterinary Committee scheduled for 17 and 18 February 1998.", "This Decision shall be reviewed before 20 February 1998.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 268, 14. 9. 1992, p. 54.\n(5) OJ L 117, 24. 5. 1995, p. 23.\n(6) OJ L 240, 20. 9. 1996, p. 13.\n(7) OJ L 224, 18. 8. 1990, p. 62.\n(8) OJ 121, 29. 7. 1964, p. 1977/64.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\nKREISE (LAND MECKLENBURG-VORPOMMERN)\nNordwestmecklenburg\nParchim\nBad Doberan\nGüstrow\nMüritz\nNordvorpommern\nDemmin\nMecklenburg-Strelitz\nKREISFREIE STÄDTE (LAND MECKLENBURG-VORPOMMERN)\nNeubrandenburg, Stadt\nRostock, Hansestadt\nSchwerin, Landeshauptstadt\nStralsund, Hansestadt\nWismar, Hansestadt"}