{"celex_id": "31997L0048", "uri": "http://publications.europa.eu/resource/cellar/daa3c654-7a50-4438-b6d9-cd93b86b2b1b", "type": "Directive", "concepts": ["1442", "1837", "2735", "2746", "2897", "5300"], "title": "Commission Directive 97/48/EC of 29 July 1997 amending for the second time Council Directive 82/711/EEC laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 97/48/EC of 29 July 1997 amending for the second time Council Directive 82/711/EEC laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/109/EEC of 21 December 1988 on the approximation of the laws of the Member States relating to materials and articles intended to come into contact with foodstuffs (1), and in particular Article 3 thereof,\nWhereas Council Directive 82/711/EEC of 18 October 1982 laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs (2), as amended by Directive 93/8/EEC (3), does not specify the migration tests to be carried out in cases where the fatty food simulants are inappropriate;\nWhereas the application of the test using the fatty food simulants is time consuming and difficult to conduct and therefore alternative tests in some specified conditions should be permitted;\nWhereas it is not clear whether Directive 82/711/EEC authorizes the use of plastic materials and articles which are not intended to come into contact with foodstuffs of all types but which are intended to come into contact with more than one single foodstuff or more than one specific group of foodstuffs; whereas this use may be authorized without posing any problem to health provided an appropriate indication informs the consumer or the retailer of the type(s) of foodstuff(s) with which it may or may not come into contact;\nWhereas the indication of an excessive number of foodstuffs types which could be in contact with some plastic materials and articles may not be easy to understand and therefore these materials and articles should be submitted to all the food simulants or test media provided by this Directive to protect the consumer;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["The Annex to Directive 82/711/EEC is replaced by the Annex hereto.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive as from 1 July 1998. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 40, 11. 2. 1989, p. 38.\n(2) OJ No L 297, 23. 10. 1982, p. 26.\n(3) OJ No L 90, 14. 4. 1993, p. 22.\nANNEX\n'ANNEX\nBASIC RULES FOR OVERALL AND SPECIFIC MIGRATION TESTING\n1. \"Migration tests\" for the determination of specific and overall migration shall be carried out using the \"food simulants\" laid down in Chapter I of this Annex and under \"conventional migration test conditions\" specified in Chapter II of this Annex.\n2. \"Substitute tests\" which use the \"test media\" under the \"conventional substitute test conditions\" as set out in Chapter III shall be carried out if the migration test using the fatty food simulants (see Chapter I) is not feasible for technical reasons connected with the method of analysis.\n3. \"Alternative tests\" indicated in Chapter IV are permissible instead of migration tests with fatty food simulant when the conditions specified in Chapter IV are fulfilled.\n4. In all three cases it is permissible:\n(a) to reduce the number of tests to be carried out to that or those which, in the specific case under examination, is (are) generally recognized to be the most severe on the basis of scientific evidence;\n(b) to omit the migration or the substitute or the alternative tests where there is conclusive proof that the migration limits cannot be exceeded in any foreseeable conditions of use of the material or article.\nCHAPTER I\nFood simulants\n1. Introduction\nAs it is not possible always to use foodstuffs for testing food contact materials, food simulants are introduced. They are classified by convention as having the character of one or more food types. The food types and the food simulants to be used are indicated in Table 1. In practice various mixtures of food types are possible, for instance fatty and aqueous foods. They are described in Table 2 accompanied by the indication of the food simulant(s) to be selected in carrying out the migration tests.\n>TABLE>\n2. Selection of food simulants\n2.1. Materials and articles intended for contact with all food types\nThe tests shall be carried out using the food simulants mentioned below, which are considered the more severe, at the test conditions specified in Chapter II, taking a new test specimen of the plastic material or article for each simulant:\n- 3 % acetic acid (w/v) in aqueous solution,\n- 10 % ethanol (v/v) in aqueous solution,\n- rectified olive oil (\"reference simulant D\").\nHowever this reference simulant D may be replaced by a synthetic mixture of triglycerides or sunflower oil or corn oil with standardized specifications (\"Other fatty food simulants\", called \"simulants D\"). If, when using any of these other fatty food simulants, the migration limits are exceeded, for the judgement of non compliance a confirmation of the result by using olive oil is obligatory, when technically feasible. If this information is not technically feasible and the material or article exceeds the migration limits it shall be deemed not in compliance with the Directive 90/128/EEC.\n2.2. Materials and articles intended for contact with specific food types\nThis case refers only to the following situations:\n(a) when the material or article is already in contact with a known foodstuff;\n(b) when the material or article is accompanied, according to the rules of Article 6 of Directive 89/109/EEC, by a specific indication stating with which food types described in Table 1 it may or may not be used, for example \"only for aqueous foods\";\n(c) when the material or article is accompanied, according to the rules of Article 6 of Directive 89/109/EEC, by a specific indication stating with which foodstuff(s) or group(s) of foodstuffs mentioned in Directive 85/572/EEC they may or may not be used. This indication shall be expressed:\n(i) at the marketing stages other than retail stage, by using the \"reference number\" or \"description of foodstuffs\" provided in the Table of Directive 85/572/EEC;\n(ii) at the retail stage using an indication which shall refer to only a few foods or groups of food, preferably with examples which are easy to understand.\nIn these situations the tests shall be carried out using for the case under (b) the food simulant(s) indicated as examples in Table 2 and for the case under (a) and (c) the food(s) simulant(s) mentioned in Directive 85/572/EEC. Where the foodstuff(s) or group(s) of foodstuffs is (are) not included in the list specified in Directive 85/572/EEC, select the item from Table 2 which corresponds most closely to the foodstuff(s) or group(s) of foodstuffs under examination.\nIf the material or article is intended to come into contact with more than one foodstuff or group(s) of foodstuffs having different reduction factors, for each foodstuff apply the appropriate reduction factors to the test result. If one or more results of such calculation exceed the restriction, then the material is not suitable for that particular foodstuff or group(s) of foodstuff.\nThe tests shall be carried out at the test conditions specified in Chapter II, taking a new test specimen for each simulant.\n>TABLE>\nCHAPTER II\nMigration test conditions (times and temperatures)\n1. The migration tests are to be carried out, selecting from the times and temperatures specified in Table 3 those which correspond to the worst foreseeable conditions of contact for the plastic material or article being studied and to any labelling information on maximum temperature for use. Therefore if the plastic material or article is intended for a food contact application covered by a combination of two or more times and temperatures taken from the table, the migration test shall be carried out subjecting the test specimen successively to all the applicable worst foreseeable conditions appropriate to the sample, using the same portion of food simulant.\n2. Contact conditions generally recognized as more severe\nIn application of the general criteria that the determination of migration should be restricted to the test conditions which, in the specific case under examination, are recognized to be the most severe on the basis of scientific evidence, some specific examples for the test contact conditions are given below.\n2.1. Plastic materials and articles intended to come into contact with foodstuffs at any condition of time and temperature\nWhere no labelling or instructions are given to indicate contact temperature and time expected in actual use, depending on food type(s), simulant(s) A and/or B and/or C shall be used for 4 hours at 100 °C or for 4 hours at reflux temperature and/or simulant D shall be used only for 2 hours at 175 °C. These conditions of time and temperature are conventionally considered to be the more severe.\n2.2. Plastic materials and articles intended to come into contact with foodstuffs at room temperature or below for an unspecified period\nWhere the materials and articles are labelled for use at room temperature or below or where the materials and articles by their nature are clearly intended for use at room temperature and below, the test shall be carried out at 40 °C for 10 days. These conditions of time and temperature are conventionally considered to be the more severe.\n3. Volatile migrants\nWhen testing for the specific migration of volatile substances, the test(s) with simulant(s) shall be performed in a manner which recognizes the loss of volatile migrants which may occur in the worst foreseeable conditions of use.\n4. Special cases\n4.1. For materials and articles intended for use in microwave ovens, migration testing may use either a conventional or a microwave oven provided the appropriate time and temperature conditions are selected from Table 3.\n4.2. If it is found that carrying out the tests under the contact conditions specified in Table 3 causes physical or other changes in the test specimen which do not occur under worst foreseeable conditions of use of the material or article under examination, the migration tests shall be carried out under the worst foreseeable conditions of use in which these physical or other changes do not take place.\n4.3. By derogation from the test conditions provided in Table 3 and in paragraph 2, if the plastic material or article may in actual use be employed for periods of less than 15 minutes at temperatures between 70 °C and 100 °C (e.g. \"hot fill\") and is so indicated by appropriate labelling or instructions, only the 2 hours test at 70 °C shall be carried out. However if the material or article is intended to be used also for storage at room temperature, the above-mentioned test is replaced by a test at 40 °C for 10 days conventionally considered more severe.\n4.4. In those instances where the conventional conditions for migration testing are not adequately covered by the test contact conditions of Table 3 (for instance contact temperatures greater than 175 °C or contact time less than 5 minutes), other contact conditions may be used which are more appropriate to the case under examination, provided that the selected conditions may represent the worst foreseeable conditions of contact for the plastic materials or articles being studied.\n>TABLE>\nCHAPTER III\nSubstitute fat test for overall and specific migration\n1. If the use of the fatty food simulants is not feasible for technical reasons connected with the method of analysis, use instead all test media prescribed in Table 4 under the test conditions corresponding to the test conditions for simulant D.\nThis table gives some examples of the most important conventional migration test conditions and their corresponding conventional conditions of the substitute tests. For other test conditions not stated in Table 4, take into account these examples as well as the existing experience for the type of polymer under examination.\nUse for each test a new test specimen. Apply for each test medium the same rules prescribed in Chapters I and II for simulant D. Use, where appropriate, the reduction factors established in Directive 85/572/EEC. To ascertain compliance with any migration limit, select the highest value obtained using all the test media.\nHowever if it is found that carrying out these tests causes physical or other changes in the test specimen which do not occur under the worst foreseeable conditions of use of the material or article under examination, the result for this test media shall be discarded and the highest of the remaining values shall be chosen.\n2. By derogation of point 1, it may be possible to omit one or two of the substitute tests provided in Table 4, if these tests are generally recognized as not appropriate for the sample under consideration on the basis of scientific evidence.\n>TABLE>\nCHAPTER IV\nAlternative fat tests for overall and specific migration\n1. It is permissible to use the result of alternative tests as specified in this Chapter provided that both the following conditions are fulfilled:\n(a) the results obtained in a \"comparison test\" show that the values are equal to or greater than those obtained in the test with simulant D;\n(b) the migration in alternative test does not exceed the migration limits, after application of appropriate reduction factors provided in Directive 85/572/EEC.\nIf either or both conditions are not fulfilled, then the migration tests must be performed.\n2. By derogation of the condition previously mentioned in paragraph 1 (a), it is possible to omit the comparison test if there is other conclusive proof based on scientific experimental results that the values obtained in the alternative test are equal to or greater than those obtained in the migration test.\n3. Alternative tests\n3.1. Alternative tests with volatile media\nThese tests use volatile media such as isooctane or ethanol 95 % or other volatile solvents or mixture of solvents. They shall be carried out at the contact conditions such that the condition under 1 (a) is fulfilled.\n3.2. \"Extraction tests\"\nOther tests, which use media having a very strong extraction power under very severe test conditions, may be used if it is generally recognized, on the basis of scientific evidence, that the results obtained using these tests (\"extraction tests\") are equal to or higher than those obtained in the test with simulant D.`"}