{"celex_id": "31992R3077", "uri": "http://publications.europa.eu/resource/cellar/a2723f24-4526-4a0c-94f2-bcdeaf850bee", "type": "Regulation", "concepts": ["1486", "2734", "4284", "979"], "title": "Commission Regulation (EEC) No 3077/92 of 26 October 1992 amending Regulation (EEC) No 618/90 laying down rules for drawing up the annual inventory of agricultural products in public storage\n", "header": "COMMISSION REGULATION (EEC) No 3077/92  of 26 October 1992  amending Regulation (EEC) No 618/90 laying down rules for drawing up the annual inventory of agricultural products in public storage\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3492/90 of 27 November 1990 laying down the factors to be taken into consideration in the annual accounts for the financing of intervention measures in the form of public storage by the European Agricultural  Guidance and Guarantee Fund, Guarantee Section (1), and in particular Article 8 thereof,\nWhereas Article 3 of Regulation (EEC) No 3492/90 provides that intervention agencies must establish inventories of products in public intervention storage;\nWhereas Annex III to Commission Regulation (EEC) No 618/90 (2) indicates the physical inspection procedure for each product concerned; whereas certain types of cheese have been bought into intervention since that time; whereas the relevant inspection  method must be defined;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["Annex III to Regulation (EEC) No 618/90 is hereby amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 October 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 337, 4. 12. 1990, p. 3. (2) OJ No L 67, 15. 3. 1990, p. 21.\nANNEX\nPoint VII of Annex III to Regulation (EEC) No 618/90 is replaced by the following:\n'VII. CHEESE\nPhysical inspection procedure with a view to drawing up an inventory:\n1. selection of a 10 % sample from each batch stored in an intervention storehouse (selection prior to the inspection visit may be based on the stock records of the intervention agency, but the storekeeper not be informed);\n2. verification of the presence of the selected batches and their composition:\n- identification of the inspection numbers of the batches and whole cheeses, using the documents issued at buying in and delivery,\n- weighing of selected samples,\n- visual check of whole cheeses and their state of preservation,\n- examination by percussion of one out of every five selected whole cheeses;\n3. description in the inventory report of all the batches inspected physically and of defects and weight loss noted (in kilograms and percentages); recording of the weight of each batch, taking account of the losses noted (the weights recorded will  constitute the stocks to be carried forward to the next year) and indication of the total percentage of losses.'"}