{"celex_id": "31995R2027", "uri": "http://publications.europa.eu/resource/cellar/239a313b-d40d-43e8-9b94-820dc40ad83c", "type": "Regulation", "concepts": ["1159", "1652", "2476", "2879", "3544", "4790"], "title": "Council Regulation (EC) No 2027/95 of 15 June 1995 establishing a system for the management of fishing effort relating to certain Community fishing areas and resources\n", "header": "COUNCIL REGULATION (EC) No 2027/95 of 15 June 1995 establishing a system for the management of fishing effort relating to certain Community fishing areas and resources\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EC) No 685/95 of 27 March 1995 on the management of fishing effort relating to certain Community fishing areas and resources (2) establishes the criteria and procedures for the introduction of a system for the management of fishing effort in ICES divisions Vb, VI, VII, VIII, IX and X and CECAF areas 34.1.1, 34.1.2 and 34.2.0;\nWhereas, pursuant to Article 5 of the said Regulation, the Member States have submitted to the Commission lists of named vessels for each fishery, an assessment of the necessary fishing effort for each fishery and, where appropriate, details of the proposed arrangements for regulating fishing effort;\nWhereas, on the basis of the information submitted by the Member States and in accordance with the criteria laid down in the abovementioned Regulation, the maximum fishing effort for each Member State and for each fishery as defined in Article 3 (1) of the said Regulation must be fixed to prevent any increase in the current total fishing effort in the areas in question;\nWhereas the flag Member States are responsible for the management of fishing effort and whereas, for the purposes of the control of fishing effort, Member States should take account of the effect of exchanges of quota on fishing effort;\nWhereas provision should be made for the Commission to lay down, at the request of a Member State, the application procedures provided for in the second subparagraph of Article 6 (2) of Regulation (EC) No 685/95;\nWhereas provision should be made for the Commission's to review the maximum fishing effort of a Member State at its request in accordance with the conditions laid down in Regulation (EC) No 685/95;\nWhereas the effectiveness of the measures for the management of fishing effort in each fishery is dependent on the measures for inspection and control as defined in the relevant provisions of the common fisheries policy and in particular those laid down in Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (3),", "main_body": ["This Regulation establishes a system for the management of fishery effort in ICES divisions Vb, VI, VII, VIII, IX and X and CECAF areas 34.1.1, 34.1.2 and 34.2.0.", "The maximum annual fishing effort for each Member State and for each fishery shall be as indicated in the Annex.", "1. The maximum fishing effort referred to in Article 2 shall be without prejudice to exchanges of quota carried out pursuant to Article 9 (1) of Regulation (EEC) No 3760/92 and reallocations and/or deductions made pursuant to Articles 21 (4), 23 (1) and 32 (2) of Regulation (EEC) No 2847/93.\n2. Where Member States decide to exchange all or part of the fishing availabilities allocated to them, they shall notify the Commission not only of that exchange but also of the fishing effort relating thereto as agreed between them.\nIn the event of reallocations and/or deductions of quotas, the Member States shall notify the Commission of the fishing effort corresponding to such reallocations and/or deductions.\n3. The Member States concerned shall adjust the maximum level of their fishing effort corresponding to:\n(a) exchanges of quota; and\n(b) reallocations and/or deductions.", "At the request of a Member State, in accordance with the procedure laid down in Article 18 of Regulation (EEC) No 3760/92, the Commission:\n- may lay down the implementation measures referred to in the second subparagraph of Article 6 (2) of Regulation (EC) No 685/95,\n- shall take the appropriate measures in order for that Member State to be able to fish its quotas in accordance with the third subparagraph of Article 6 (2) of Regulation (EC) No 685/95.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 15 June 1995.\nFor the Council\nThe President\nPh. VASSEUR\n(1) OJ No L 389, 31. 12. 1992, p. 1.\n(2) OJ No L 71, 31. 3. 1995, p. 5.\n(3) OJ No L 261, 20. 10. 1993, p. 1.\nANNEX\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}