{"celex_id": "31999D0250", "uri": "http://publications.europa.eu/resource/cellar/ae6952ee-52df-4a07-8280-f301c139fa77", "type": "Decision", "concepts": ["1519", "2264", "227", "5218", "5541", "889"], "title": "1999/250/EC: Commission Decision of 14 October 1998 on measures to assist cooperatives taken by Italy under Law 49/85 (notified under document number C(1998) 2857) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 14 October 1998\non measures to assist cooperatives taken by Italy under Law 49/85\n(notified under document number C(1998) 2857)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(1999/250/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving given the other Member States and parties concerned notice to submit their comments, in accordance with those Articles(1),\nWhereas:\nI\n(1) By letter of 11 June 1997 the Commission informed the Italian Government that it had decided to initiate proceedings under Article 93(2) of the Treaty in respect of fresh funding provided for in Laws 538/93 and 644/94 and Decree-law 416/95 to finance certain provisions of Law 49/85 on measures to assist cooperatives; the Commission asked the Italian Government to submit its comments within one month of the date of the letter.\n(2) The Commission also published a notice in the Official Journal of the European Communities(2) informing other Member States and interested parties and asking them to submit any observations within one month of the date of publication of the notice.\n(3) No other Member State or interested third party submitted observations. The Italian Government submitted observations in several letters, dated 31 July 1997 and 21 January, 6 March, 13 May and 16 June 1998.\nII\n(4) In its letter of 31 July 1997 the Italian Government informed the Commission as follows:\n(a) Law 49/85 had been repealed, and no aid had been granted out of the funding notified to the Commission;\n(b) the aid had been replaced by a new scheme, which would be notified under Article 92(3) of the Treaty;\n(c) one of the schemes provided for in the old law, namely the Special Fund, was nevertheless to continue to apply on a transitional basis to cooperatives set up before 31 December 1996; there were 21 cases, involving a total of ITL 40 billion and affecting 795 workers.\n(5) The new scheme has since been notified to the Commission, and the Commission has approved it, taking the view that in principle it does not comprise State aid within the meaning of Article 92(1) of the Treaty(3). The holdings which may be taken under the new scheme are holdings in enterprises classified as small and medium-sized enterprises in accordance with the Community definition, and one of the conditions is that the public investors be given special rights in respect of the distribution of profits (2 % in the event that the annual accounts show a profit, guaranteed even if the general meeting decides not to pay a dividend to the private members).\n(6) The proceedings which the Commission had initiated now served no further purpose, except with regard to the transitional application of the Special Fund scheme in the 21 cases referred to.\nIII\n(7) The Special Fund is intended to provide one-off, non-repayable financing for cooperatives to be set up by unemployed production workers. The cooperatives may purchase, lease or manage firms which previously employed the workers concerned, and may undertake new business activities.\n(8) The financing provided takes the form of holdings in the capital of the cooperative through cooperative finance societies. The size of the holding may not exceed three times the capital subscribed by the worker members of the cooperative, or 75 % of the equity of the cooperative. On the boards of the cooperatives the finance societies have no more than five votes out of 14. There is provision for shares subscribed by the finance societies to be redeemed by the workers at par value.\n(9) When it initiated the proceedings, therefore, the Commission took the view that to acquire these holdings was not the behaviour of an investor in a market economy, which meant that they constituted State aid within the meaning of Article 92(1) of the Treaty. The aid might well be given to enterprises in difficulty, as the takeover of old firms in difficulty was expressly provided for. The Community guidelines on State aid for rescuing and restructuring firms in difficulty(4) had not been complied with, so that the aid could not be considered compatible with the common market. The Commission also concluded that the measures were incompatible even if intended for new enterprises, as they could not be quantified in terms of investment or new jobs.\nIV\n(10) According to the documentation supplied, out of the 21 cooperatives referred to in Section II four carry on business in which there is no trade between Member States. They are rather small-scale operations on local markets, in funeral services, catering, school building management and the military sector.\n(11) The others are all small enterprises, except for two which have more than 100 employees and consequently fall into the category of medium-sized enterprises. The Italian Government has given assurances that the clause allowing the private members to redeem the public holdings in these societies at par value will not be applied. The public holdings will thus be sold at their market value. The Italian authorities have also stated that of the equity in these cooperatives the majority or at least a large stake in the neighbourhood of 50 % will be held by private parties. The Italian Government declares that in all of these cases the enterprise is a new one.\nV\n(12) The Community guidelines on public authorities' holdings in company capital state that the acquisition of a holding by the authorities does not constitute State aid within the meaning of Article 92(1) of the Treaty if the public investor's conduct is that of a private investor operating under normal market economy conditions(5). To satisfy itself that this is so, the Commission has to establish that there will be a normal return on the capital invested, looking at such factors as risk, the rules governing the distribution of profits, and the terms on which the holding may be sold.\n(13) In the cases at issue the private stake is significant, at around 50 %, which is a guarantee that the transaction is reasonable and profitable. As for the terms of sale of the public holding, the possibility of redemption at par value has been excluded. The Commission takes it, therefore, that sales will be on market terms.\n(14) Turning to the rules governing the return on the holdings, it clearly cannot be said that the public member of the cooperative can expect a normal return on the capital invested, given the restrictions on the distribution of profits and on voting rights at general meetings, where the public member will have no more than five votes out of 14. The worker members will be free to decide not to declare a dividend, and to distribute the profits in some other way, for example by increasing wages.\n(15) In view of the rules governing the return on holdings, therefore, the Commission must find that the measures constitute State aid within the meaning of Article 92(1). The Commission confirms that the measures are incompatible with Articles 92 and 93, being operating aid which will not fall over time and which is not subject to a time-limit, contrary to the relevant Community rules. The aid is therefore incompatible with the common market, and must be abolished.\n(16) Despite the restrictions referred to in recital 14, the return on capital might have been considered to be on market terms if the public holding had carried a special right to profits higher than those distributed to the worker members, along the lines of what is done in the new law on measures to assit cooperatives, which the Commission has recently approved(6). Such guarantees would have counterbalanced the restrictions on voting rights and on the distribution of dividends, and given the favourable approach which is taken to SMEs in the Community guidelines on public authorities' holdings in company capital they would have provided grounds for concluding that the public investor was acting as a private investor would in a market economy.\n(17) In circumstances of that kind, the Commission takes the view that the question whether the recipient enterprises are in difficulty is irrelevant, for the following reasons. First, the Italian authorities have ruled out that possibility. Second, a capital injection into an enterprise in financial difficulties may indeed comprise State aid, as is made clear in the Community guidelines on State aid for rescuing and restructuring firms in difficulty, so that there might conceivably be a State aid component in the financial transfer involved here; but the Commission has to conclude that there is not. The extent of the stake held by private investors, who are to contribute some 50 % of the equity, along with the assurance provided by the mechanism guaranteeing a return on the public capital invested, would be enough to show that the measures did indeed comply with the private investor principle.\n(18) If the public holdings had had the characteristics referred to in recital 16, the Commission would have concluded, in accordance with the Community guidelines on public authorities' holdings in company capital, that in principle they did not constitute State aid within the meaning of Article 92(1) of the Treaty,", "main_body": ["The transitional application to the 17 cooperatives referred to above of aid in the form of the Special Fund capital holdings provided for in Italian Law 49/85 constitutes State aid for purposes of Article 92(1) of the Treaty which is incompatible with the common market and which must be abolished.", "Italy shall take all the measures necessary to comply with Article 1, and shall inform the Commission thereof within two months of the date of notification of this Decision.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 14 October 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ C 309, 7.10.1997, p. 3.\n(2) See footnote 1.\n(3) State aid measure N 26/98; letter to the Italian Government No 6278 of 24 July 1998.\n(4) OJ C 368, 23.12.1994, p. 12.\n(5) Bull. 9/1984.\n(6) See footnote 3."}