{"celex_id": "31996L0084", "uri": "http://publications.europa.eu/resource/cellar/1aaad7cb-5153-418a-b889-678bacbf956c", "type": "Directive", "concepts": ["1284", "1590", "2735", "2836", "2897", "893"], "title": "Directive 96/84/EC of the European Parliament and of the Council of 19 December 1996 amending Directive 89/398/EEC on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses\n", "header": "DIRECTIVE 96/84/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 19 December 1996 amending Directive 89/398/EEC on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3),\nWhereas Article 4 of Council Directive 89/398/EEC (4) provides that specific provisions applicable to the groups of foodstuffs appearing in Annex I thereto must be laid down by means of specific Commission directives;\nWhereas a modus vivendi was concluded on 20 December 1994 between the European Parliament, the Council and the Commission on the measures for implementing acts adopted in accordance with the procedure referred to in Article 189b of the Treaty (5);\nWhereas the specific directives reflect the state of knowledge at the time of their adoption; whereas, therefore, any amendment to authorize innovations based on scientific and technical progress must, after consultation of the Scientific Committee for Food set up by Decision 95/273/EC (6), be approved in accordance with the procedure laid down in Article 13 of Directive 89/398/EEC;\nWhereas a procedure must be laid down which allows the foodstuffs resulting from these technological innovations to be placed on the market on a temporary basis in order that proper benefit may be derived from the fruits of industry research pending the amendment of the specific directive concerned;\nWhereas, however, on the grounds of consumer health protection, marketing authorization may be granted only after consultation of the Scientific Committee for Food;\nWhereas authorization may be granted only if the product poses no danger to human health,", "main_body": ["In Article 4 of Directive 89/398/EEC, the following paragraph shall be added:\n'1a. To enable foodstuff intended for particular nutritional uses and resulting from scientific and technological progress to be placed on the market rapidly, the Commission may, after consulting the Scientific Committee for Food and in accordance with the procedure laid down in Article 13, authorize for a two-year period the placing on the market of foodstuffs which do not comply with the rules as to composition laid down by the specific directives referred to in Annex I.\nIf necessary, the Commission may add in the authorization decision labelling rules relating to the change in composition.`", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 September 1997. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such reference shall be laid down by the Member States.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1996.\nFor the European Parliament\nThe President\nK. HÄNSCH\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No C 389, 31. 12. 1994, p. 21 and OJ No C 41, 13. 2. 1996, p. 13.\n(2) OJ No C 256, 2. 10. 1995, p. 1.\n(3) Opinion delivered on 11 October 1995 (OJ No C 287, 30. 10. 1995, p. 108). Council Common Position of 18 June 1996 (OJ No C 315, 24. 10. 1996, p. 1) and Decision of the European Parliament of 23 October 1996 (OJ No C 347, 18. 11. 1996). Council Decision of 9 December 1996.\n(4) OJ No L 186, 30. 6. 1989, p. 27.\n(5) OJ No C 102, 4. 4. 1996, p. 1.\n(6) OJ No L 167, 18. 7. 1995, p. 22."}