{"celex_id": "31994R2687", "uri": "http://publications.europa.eu/resource/cellar/49048c01-7186-4a26-82a6-a6703bea40bd", "type": "Regulation", "concepts": ["1005", "1504", "226", "2894", "3481"], "title": "Council Regulation (EC) No 2687/94 of 31 October 1994 on Community financial contributions to the International Fund for Ireland\n", "header": "COUNCIL REGULATION (EC) No 2687/94 of 31 October 1994 on Community financial contributions to the International Fund for Ireland\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Joint Declaration of the Taoiseach Albert Reynolds and Prime Minister John Major of 14 December 1993 provides a framework for a peace process in this part of the European Union;\nWhereas the Commission in its statements of 16 December 1993 and 31 August 1994 expressed the wish to give practical support to this process and in its statement of 21 September 1994 proposed an increase in the Community contribution to the  International Fund for Ireland;\nWhereas the Council in its statement of 20 December 1993 declares that the ending of the bitter conflict in Northern Ireland would bring many social and economic benefits to the region, the Member States concerned and the European Union as a whole and  in its statement of 4 October 1994 welcomed the progress made and reaffirmed the need to ensure that the peace process was made irreversible;\nWhereas Article 10 (a) of the Anglo-Irish Agreement of 15 Nowember 1985 provides that the two governments shall cooperate to promote the economic and social development of those areas of both parts of Ireland which have suffered most severely from the  consequences of the instability of recent years, and shall consider the possibility of securing international support for this work;\nWhereas, in order to contribute to the work envisaged in Article 10 (a) of the Anglo-Irish Agreement, the International Fund for Ireland was established to promote economic and social advance and to encourage contact, dialogue and reconciliation between  nationalists and unionists throughout Ireland;\nWhereas the governments of the United Kingdom and Ireland in 1988 invited the Community to contribute to the International Fund for Ireland;\nWhereas ECU 15 millions per annum has been provided from the Community budget since 1989 to support projects of the International Fund for Ireland which have a genuine additional impact in the areas concerned;\nWhereas the programmes of the International Fund for Ireland encourage cross-border and cross-community cooperation and thereby promote dialogue and reconciliation between nationalists and unionists;\nWhereas the International Fund for Ireland has since its establishment provided support to some 3 000 projects;\nWhereas the International Fund for Ireland encourages those in the most deprived areas to participate in and take responsibility for the economic regeneration of their own areas;\nWhereas the International Fund for Ireland is an example of successfull Anglo-Irish cooperation in advancing economic and social progress and in promoting reconciliation on a cross-border and cross-community basis;\nWhereas a framework for continued Community support for the International Fund for Ireland should be established;\nWhereas such support should take the form of financial contributions for a period of three years and be reassessed in due course;\nWhereas the amount deemed necessary for the Community contribution to the International Fund for Ireland is ECU 20 million for each of the years 1995, 1996 and 1997 expressed in current prices;\nWhereas this support will contribute to reinforcing the solidarity between the Member States and between their peoples;\nWhereas the Treaty does not, for the adoption of this Regulation, provide powers other than those in Article 235,", "main_body": ["An annual contribution shall be made to the International Fund for Ireland, hereinafter called 'the Fund', for each of the years 1995, 1996, 1997. The amount of this contribution shall be established as part of the annual budgetary procedure.", "The contribution shall be used by the Fund in priority for projects of a cross-border or cross-community nature, in accordance with the Agreement establishing the International Fund for Ireland.\nThe contribution shall be used in such a way that it has a genuine additional impact on the areas concerned and should not therefore be used as a substitute for other public and private expenditure.\nA Commission representative shall be enabled to continue to assist as an observer at the Board meetings of the Fund.", "The Commission shall administer the contribution mentioned in Article 1.\nThe Commission shall submit an annual report to the budgetary authority covering the following matters, inter alia:\n- a survey of the Fund's activities,\n- a list of projects which have received aid,\n- an assessment of the nature and impact of the interventions, with particular regard to the objectives of the Fund and the criteria laid down in the first and second paragraphs of Article 2,\n- an Annex containing the results of the verifications and spot checks carried out by the Commission representative or his agents.", "The annual contribution shall be paid over in two parts in accordance with the following provisions:\n- an advance of 80 % shall be paid over after signature by the chairman of the Board of the Fund of the Commission's standard undertaking relating to grants and after having made the undertaking to use the contribution in accordance with Article 2, and,  as far as contributions for 1996 and 1997 are concerned, after receipt and acceptance by the Comission of the beneficiary's annual activity report and audited accounts in respect of the previous assessment,\n- the remaining 20 % shall be paid over after receipt and acceptance by the Commission of the beneficiary's annual activity report and audited accounts.", "Before the end of 1996, the Commission shall draw up an evaluation report for the European Parliament and the Council assessing the need for continuing contributions beyond 1997.", "This Regulation shall enter into force on 1 January 1995, and shall remain in force until 31 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 31 October 1994.\nFor the Council\nThe President\nK. KINKEL\n(1) OJ No C 89, 26. 3. 1994, p. 6.\n(2) Opinion delivered on 27 September 1994 (OJ No C 305, 31. 10. 1994)."}