{"celex_id": "31997R0793", "uri": "http://publications.europa.eu/resource/cellar/148a8d6e-97fc-41da-a420-72d5db0bd33b", "type": "Regulation", "concepts": ["1069", "1755", "192", "2286", "4682", "946"], "title": "Commission Regulation (EC) No 793/97 of 30 April 1997 laying down special measures derogating from Regulations (EEC) No 3665/87 and (EEC) No 3719/88 as regards beef and veal\n", "header": "COMMISSION REGULATION (EC) No 793/97 of 30 April 1997 laying down special measures derogating from Regulations (EEC) No 3665/87 and (EEC) No 3719/88 as regards beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Article 13 (12) thereof,\nWhereas Council Regulation (EEC) No 565/80 of 4 March 1980 (3), as amended by Regulation (EEC) No 2026/83 (4), lays down general rules on the advance payment of export refunds in respect of agricultural products;\nWhereas Commission Regulation (EEC) No 3665/87 of 27 November 1987 (5), as last amended by Regulation (EC) No 495/97 (6), lays down common detailed rules for the application of the system of export refunds on agricultural products;\nWhereas Commission Regulation (EEC) No 3719/88 of 16 November 1988 (7), as last amended by Regulation (EC) No 2350/96 (8), lays down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products;\nWhereas Commission Regulation (EC) No 1445/95 of 26 June 1995 (9), as last amended by Regulation (EC) No 266/97 (10), lays down rules of application for import and export licences in the beef and veal sector;\nWhereas, following the appearance of a case of bovine spongiform encephalopathy in the Netherlands, health measures taken by the authorities of certain third countries in respect of exports of Dutch beef and veal have seriously damaged the economic interests of exporters and whereas the situation thus created has adversely affected export possibilities provided for in Regulations (EEC) No 565/80, (EEC) No 3665/87 and (EEC) No 3719/88;\nWhereas it is accordingly necessary to limit such damaging consequences by adopting special measures and extending certain time limits laid down in the regulations applicable to refunds so that export operations which have not been completed on account of the abovementioned circumstances can be regularized;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. This Regulation shall apply to the products listed in Article 1 (1) of Regulation (EEC) No 805/68 and to export operations carried out in the Netherlands.\n2. This Regulation shall only apply where the exporters concerned provide proof to the satisfaction of the competent authorities that they have been unable to carry out export operations following the health measures adopted by the authorities of the third countries of destination.", "On application by the holder, export licences issued pursuant to Regulation (EC) No 1445/95 and valid at 24 March 1997 shall be cancelled and the securities released.", "Article 20 (3) (a), the 20 % reduction referred to in the second indent of Article 20 (3) (b) and the 15 % and 20 % increases referred to respectively in Article 23 (1) and the second subparagraph of Article 33 (1) of Regulation (EEC) No 3665/87 shall not apply to exports carried out under cover of licences applied for by 24 March 1997 at the latest, provided that customs formalities for release for consumption in the third country are completed after that date.", "1. On application by the exporter and in respect of products for which by 1 April 1997:\n- customs export formalities were completed and which were subsequently re-released for free circulation in the Netherlands following health measures adopted by a third country, the exporter shall reimburse any refund paid in advance and the securities relating to such operations shall be released,\n- customs export formalities were completed or which were placed under any of the arrangements referred to in Articles 4 and 5 of Regulation (EEC) No 565/80, the 60-day time limit referred to in Article 30 (1) (b) (i) of Regulation (EEC) No 3719/88 and in Articles 4 (1) and 32 (1) of Regulation (EEC) No 3665/87 shall be increased to 150 days.\n2. Products for which customs export formalities were completed by 1 April 1997 at the latest may, before reaching their final destination, be reintroduced into the customs territory of the Community and placed under suspension arrangements in a free zone or free warehouse for 120 days without this calling payment of the refund into question.", "Each Thursday the Netherlands shall notify the quantities of products covered during the preceding week by the measure provided for in Article 2 and in the first indent of Article 4 (1), specifying the date of issue of the licences, the category concerned and the country of destination indicated on the licence.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 62, 7. 3. 1980, p. 5.\n(4) OJ No L 199, 22. 7. 1983, p. 12.\n(5) OJ No L 351, 14. 12. 1987, p. 1.\n(6) OJ No L 77, 19. 3. 1997, p. 12.\n(7) OJ No L 331, 2. 12. 1988, p. 1.\n(8) OJ No L 320, 11. 12. 1996, p. 4.\n(9) OJ No L 143, 27. 6. 1995, p. 35.\n(10) OJ No L 45, 15. 2. 1997, p. 1."}