{"celex_id": "31990R1389", "uri": "http://publications.europa.eu/resource/cellar/383b8fc7-ded5-4310-8285-8f4356c333b7", "type": "Regulation", "concepts": ["1863", "2296", "3167", "5083"], "title": "Commission Regulation (EEC) No 1389/90 of 23 May 1990 providing for the administration of a Community quota for molasses originating in the African, Caribbean and Pacific States (ACP States) or in the overseas countries and territories (OCT)\n", "header": "COMMISSION  REGULATION (EEC) No 1389/90\nof 23 May 1990\nproviding for the administration of a Community quota for molasses originating in the African, Caribbean and Pacific States (ACP States) or in the overseas countries and territories (OCT)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas countries and territories (OCT) (1), and in particular Articles 1, 17 and 27 thereof,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (2), as last amended by Regulation (EEC) No 1069/89 (3),\nWhereas Article 17 of Regulation (EEC) No 715/90 provides for a reduction of ECU 0,5 per 100 kilograms in the levy applicable to imports of molasses falling within CN code 1703 and originating in the ACP States or the OCT and lays down that it is not to be charged when it is ECU 0,5 per 100 kilograms or less; whereas this preferential system applies up to an overall limit of 600 000 tonnes per marketing year, hereinafter called 'the quota;\nWhereas equal and continuous access to the said quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is exhausted; whereas the necessary measures should be taken to ensure efficient Community administration of this quota while providing the opportunity to draw from the quota volume the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas Protocol 1 annexed to the Fourth ACP-EEC LomĂŠ Convention defines the concept of 'originating product' and the methods of administrative cooperation applicable to the product in question;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out by any one of its members;\nWhereas Article 17 of Regulation (EEC) No 715/90 repeats provisions which have been applied since 2 June 1989; whereas because a system of administration for the quota has not been established, those concerned have until now been unable to request the grant of preferential terms; whereas it is appropriate to lay down measures applicable from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. The levy applicable to imports into the Community of molasses originating in the African, Caribbean and Pacific States or the overseas countries and territories shall be reduced to the level laid down in Article 17 of Regulation (EEC) No 715/90, subject to the limit specified therein, as follows:\n1.2.3.4.5 //  //  //  //  //  // Order No   // CN code  // Description  // Amount of quota in tonnes per marketing year (1)   // Reduction in the levy (2)   //    //   //   //  //   // 09.1631  // 1703 10 00 1703 90 00   // Cane molasses Other molasses   // 600 000  // ECU 0,5 per 100 kg   //    //  //   //   //\n(1) Amount applicable from 1 July of one year to 30 June of the following year.\n(2) The levy shall not be charged when it is ECU 0,5 per 100 kg or less.\n2. For the application of this Regulation the definitions of the concept of 'originating product' and of the methods of administrative cooperation shall be those laid down in Protocol 1 annexed to the Fourth ACP-EEC LomĂŠ Convention.", "The quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "1. To obtain the preferential benefit, the importer must present the competent authorities of the importing Member State with a declaration of entry into free circulation including a request for the benefit for the product covered by this Regulation. If this declaration is accepted by the competent authorities of that Member State, those authorities shall communicate to the Commission the requests for drawing from the quota involved.\n2. The requests for drawing, bearing the date of acceptance of the declaration of entry into free circulation, shall be communicated to the Commission without delay.\n3. The drawings are granted by the Commission on the basis of the date of acceptance of the declarations of entry into free circulation by the competent authorities of the importing Member State, to the extent that the available balance so permits.\nAny drawing not used shall be returned as soon as possible to the quota for the marketing year for which it was allocated.\nWhen the quantities requested are greater than the available balance of the quota, allocation shall be made on a pro rata basis with respect to the requests. The Commission shall inform Member States of the drawings made as quickly as possible.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quota for such time as the residual balance of the quota volume so permits.", "1. For quantities of molasses originating in the ACP States and in the overseas countries and territories and for which the declaration of entry into free circulation was accepted by the customs authorities of the importing Member State during the periods 2 June 1989 to 30 June 1989 and 1 July 1989 to 30 June 1990, the preferential benefit referred to in Article 17 of Regulation (EEC) No 715/90 shall be granted on written request within the limit of the relevant quota in the form of a repayment within the meaning of Council Regulation (EEC) No 1430/79 (1) providing that the import levy has been paid and that all the conditions covering the preferential benefit are fulfilled.\n2. The importer must present the request referred to in paragraph 1 to the competent authorities of the importing Member State within the time limit referred to in Article 2 (2) of Regulation (EEC) No 1430/79 accompanied by the necessary supporting documents.\n3. For declarations of entry into free circulation accepted during the period 2 to 30 June 1989 the quota is hereby fixed at 50 000 tonnes.\n4. Requests for repayment shall be accepted by the Commission on the basis of the date of presentation of these requests to the competent authorities of the Member States, to the extent that the available balance so permits.\n5. The Commission shall inform Member States of the repayments made.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1990 with the exception of Article 5 which shall apply from 2 June 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 177, 1. 7. 1981, p. 4.\n(3) OJ No L 114, 27. 4. 1989, p. 1.\n(1) OJ No L 175, 12. 7. 1979, p. 1."}