{"celex_id": "31990R3323", "uri": "http://publications.europa.eu/resource/cellar/494de4a6-4f67-4889-a72d-a3d49dcb8ee4", "type": "Regulation", "concepts": ["1532", "2952", "807"], "title": "Commission Regulation (EEC) No 3323/90 of 19 November 1990 on the supply of various lots of refined sunflower oil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 3323/90  of 19 November 1990  on the supply of various lots of refined sunflower oil as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission has allocated to certain countries and beneficiary organizations 500 tonnes of refined sunflower oil;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["Refined sunflower oil shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annex in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\n(2) OJ No L 174, 7. 7. 1990, p. 6.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX   1. Operation No (1): 1020/90\n2. Programme: 1990\n3. Recipient: (2) Jordan\n4. Representative of the recipient Embassy of the Hashenite Kingdom of Jordan, av. F.D. Roosevelt 104, B-1050 Brussels: tel. 640 77 55, telex 62513 AMBJOR B\n5. Place or country of destination: Jordan\n6. Product to be mobilized: refined sunflower oil\n7. Characteristics and quality of the goods (3) (6): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under III.A.2)\n8. Total quantity: 500 tonnes net\n9. Number of lots: one\n10. Packaging and marking: (6) (7): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under III.B):\n- the cans and the cartons must carry the following wording:\n'ACTION No 1020/90 / SUNFLOWER OIL / FOOD AID OF THE EUROPEAN COMMUNITY / month + year of shipment'\n11. Method of mobilization: Community market\n12. Stage of supply: free at destination\n13. Port of shipment: -\n14. Port of landing specified by the recipient: Aqaba\n15. Port of landing (11): -\n16. Address of the warehouse and, if appropriate, port of landing: Ministry of Supply Warehouse, Juwaideh, Amman, Jordan.\n17. Period for making the goods available at the port of shipment stage where the supply is awarded at the port of shipment stage: 7. - 18. 1. 1991\n18. Deadline for the supply: 8. 2. 1991\n19. Procedure for determining the costs of supply (4): tendering\n20. Date of expiry of the period allowed for submission of tenders: 4. 12. 1990, not later than 12 noon.\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 18. 12. 1990 not later than 12 noon.\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 21. 1. - 1. 2. 1991\n(c) deadline for the supply: 22. 2. 1991\n22. Amount of the tendering security: ECU 15 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5): Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/58, rue de la Loi 200, B-1049 Bruxelles; telex AGREC 22037 B / 25670 B\n25. Refund payable on request by the successful tenderer: -\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer:\nMr C. D. Falkowski, PO Box 926794, Amman, Jordan; tel. (962-6) 66 81 91, telefax (962-6) 68 67 46, telex 22260 DELEUR JO.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the products to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) Point (g) of Article 7 (3) of Regulation (EEC) No 2200/87 shall not be applicable to tenders submitted.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of the Annex\n- or by telecopier on one of the following numbers in Brussels:\n- 235 01 32,\n- 236 10 97,\n- 235 01 30,\n- 236 20 05.\n(6) The vegetable oil is packaged in hermetically sealed high-density polyethylene containers which have the following characteristics:\n- content: five litres,\n- type of material: Lupolen 5661 B or equivalent,\n- weight: minimum 230 g,\n- resistance to compression: minimum 350 N, maximum 460 N.\nThe containers must be stackable, with two flat sides, with an integrated handle and a sealed screw top.\nThe containers must in turn be packed in groups of four in a carton.\nCarton: (OJ No C 216, 14. 8. 1987, p. 3) (under I.3.3.1) with, in addition, an interlocking fitment with slot in the middle.\n(7) The cartons shall be stacked on wooden pallets (made of pine, fir or poplar wood) measuring not more than 1 200 × 1 400 mm, and with the following features:\nfour-way entry, non-reversible, with wings;\na top deck consisting of a minimum of seven planks measuring 100 mm in width and of a thickness of 22 mm;\na bottom deck consisting of three planks measuring 100 mm in width and of a thickness of 22 mm\nthree bearers measuring 100 mm in width and of a thickness of 22 mm\nnine dowels: 100 × 100 × 78 mm minimum.\nThe palletized cartons shall be covered by a shrink film of a thickness of at least 150 mm.\nThe cartons must have reinforced protection consisting of four angles (35 × 35 mm) made of cardboard at least 3 mm thick placed on the four upper edges.\nThe whole of the above must be bound, in each direction, by three nylon straps of a width of not less than 16 mm with plastic buckles."}