{"celex_id": "31993R2161", "uri": "http://publications.europa.eu/resource/cellar/a3ba1433-d9f4-4751-aa73-291da5e791a4", "type": "Regulation", "concepts": ["1117", "2638", "2681", "2962", "797"], "title": "COMMISSION REGULATION (EEC) No 2161/93 of 28 July 1993 fixing for the 1993/94 marketing year the minimum price to be paid to producers for dried plums and the amount of production aid for prunes\n", "header": "COMMISSION REGULATION (EEC) No 2161/93 of 28 July 1993 fixing for the 1993/94 marketing year the minimum price to be paid to producers for dried plums and the amount of production aid for prunes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1569/92 (2), and in particular Articles 4 (4)  and 5 (5) thereof,\nWhereas Council Regulation (EEC) No 1206/90 (3), as amended by Regulation (EEC) No 2202/90 (4), lays down general rules for the system of production aid for processed fruit and vegetables;\nWhereas, under Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis of, firstly, the minimum price applying during the previous marketing year, secondly, the movement of basic prices in  the fruit and vegetable sector, and thirdly, the need to ensure the normal marketing of fresh products for the various uses, including supply of the processing industry;\nWhereas Article 5 of Regulation (EEC) No 426/86 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the  minimum price to be paid to products and the difference between the cost of the raw material in the Community and in the major competing third countries;\nWhereas Commission Regulation (EEC) No 3824/92 (5), as last amended by Regulation (EEC) No 1663/93 (6), establishes a list of prices and amounts for the fruit and vegetables sector which are to be divided by a coefficient of 1,013088 fixed by Commission  Regulation (EEC) No 537/93 (7), amended by Regulation (EEC) No 1331/93 (8), as from the the beginning of the 1993/94 marketing year, whereas Article 2 of Regulation (EEC) No 3824/92 lays down that the resulting reduction in the prices and amounts for  each sector concerned shall be specified and the level of such reduced prices fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1993/94 marketing year:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for dried plums derived from prunes d'Ente;\nand\n(b) the production aid referred to in Article 5 of the same Regulation for prunes ready to be offered for human consumption,\nshall be as set out in the Annex.", "Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 166, 20. 6. 1992, p. 5.\n(3) OJ No L 119, 11. 5. 1990, p. 74.\n(4) OJ No L 201, 31. 7. 1990, p. 4.\n(5) OJ No L 387, 31. 12. 1992, p. 29.\n(6) OJ No L 158, 30. 6. 1993, p. 18.\n(7) OJ No L 57, 10. 3. 1993, p. 18.\n(8) OJ No L 132, 29. 5. 1993, p. 114.\nANNEX\nMinimum price to be paid to producers   Production aid"}