{"celex_id": "31991D0396", "uri": "http://publications.europa.eu/resource/cellar/0691fe73-4881-4858-ae8f-b0bb4266c474", "type": "Decision", "concepts": ["2008", "3057", "4424", "4431", "885", "886"], "title": "91/396/EEC: Council Decision of 29 July 1991 on the introduction of a single European emergency call number\n", "header": "COUNCIL DECISION  of 29 July 1991  on the introduction of a single European emergency call number  (91/396/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the telephone is the best means of access to emergency services of all kinds; whereas at present various telephone numbers are used for this purpose in the Member States;\nWhereas the effect of such differences is to create problems in contacting the responsible services for citizens facing emergency situations in other Member States;\nWhereas the substantial increase in both private and business travel within the Community has created a demand for the introduction of a single European emergency call number;\nWhereas the introduction of new technologies in public telephone networks and the coordinated introduction of advanced telecommunications infrastructures present a unique opportunity for the implementation of a single European emergency call number, in  parallel to the existing national emergency call numbers, where appropriate;\nWhereas the Council, in its resolution of 13 February 1989 on the new developments in Community cooperation on civil protection (4), stressed the desirability of a Community-wide single additional emergency telephone number which will in particular  enable citizens in an emergency or disaster to call the relevant national emergency services;\nWhereas the European Parliament has repeatedly emphasized the importance of the introduction of such a number, in particular in its resolutions of 12 December 1988 on telecommunications (5);\nWhereas the European Conference of Post and Telecommunications (CEPT) recommended in its recommendation T/SF1 of 1976 the use of the number 112 as the single European emergency call number;\nWhereas this recommendation has only been followed by a very small number of Member States;\nWhereas it will be possible in all Member States to devise a plan to make the number 112 available;\nWhereas several Member States could introduce the number 112 by 1992; whereas however, for some Member States this would cause problems since they would need to make unplanned changes or to change plans already made;\nWhereas, therefore, flexibility is needed in the time schedule for introducing the emergency call number in these Member States;\nWhereas the introduction of the number 112 will be possible by 1996, even in the Member States where difficulties exist;\nWhereas, in addition to the technical, financial, operational and commercial implications of introducing the chosen number within public telecommunications networks, Member States will have to make the necessary organizational arrangements best suited  to the national organization of the emergency systems, in order to ensure that calls to this number are adequately answered and handled; whereas it would be desirable to devote efforts to easing difficulties of comprehension which may arise from  different language capabilities, taking account of the possibilities of the various national systems; whereas the single European emergency call number could therefore be used in parallel with any other existing national arrangements, where appropriate;\nWhereas the provision of emergency call numbers is prescribed in all Member States by law, regulation, or administrative action, and divergent developments in this area must be avoided;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["1. Member States shall ensure that the number 112 is introduced in public telephone networks as well as in future integrated services digital networks and public mobile services, as the single European emergency call number.\n2. The single European emergency call number shall be introduced in parallel with any other existing national emergency call numbers, where this seems appropriate.", "The single European emergency call number shall be introduced by 31 December 1992 at the latest, except where Article 3 applies.", "1. Where particular technical, financial, geographical or organizational difficulties in a Member State make the full introduction of the single European emergency call number by the date provided for in Article 2 impossible or too costly,  the Member State concerned shall inform the Commission of these difficulties.\n2. In the case referred to in paragraph 1, the Member State concerned shall communicate to the Commission, with adequate explanations and justification, a new date for the full introduction of the single European emergency call number which, however,  must be no later than 31 December 1996.", "Member States shall take the necessary measures to ensure that calls to the single European emergency call number are appropriately answered and handled, in a manner best suited to the national organization of emergency systems and within the  technological possibilities of the networks.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1991. For the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ No C 275, 1. 11. 1990, p. 4. (2) OJ No C 231, 17. 9. 1990, p. 83 and OJ No C 183, 15. 7. 1991. (3) OJ No C 62, 12. 3. 1990, p. 1. (4) OJ No C 44, 23. 2. 1989, p. 1. (5) OJ No C 12, 16. 1. 1989, p. 66."}