{"celex_id": "31992R2127", "uri": "http://publications.europa.eu/resource/cellar/6c3e18bf-e7a5-4da2-a7a2-e5340edeba90", "type": "Regulation", "concepts": ["2387", "2543", "2590", "764"], "title": "Commission Regulation (EEC) No 2127/92 of 28 July 1992 ending the charges against the tariff ceilings opened for 1992, in the framework of generalized tariff preferences, by Council Regulation (EEC) No 3831/90 in respect of certain industrial products originating in Poland\n", "header": "COMMISSION REGULATION (EEC) No 2127/92  of 28 July 1992  ending the charges against the tariff ceilings opened for 1992, in the framework of generalized tariff preferences, by Council Regulation (EEC) No 3831/90 in respect of certain industrial  products originating in Poland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of industrial products originating in developing countries (1), extended into 1992 originating Regulation (EEC) No  3587/91 (2), and in particular the second paragraph of Article 9 thereof,\nWhereas, pursuant to Articles 1 and 6 of Regulation (EEC) No 3831/90 suspension of customs duties in the context of preferential tariff ceilings is granted for 1992 within the limits of the individual ceilings set out in column 6 of Annex I to that  Regulation in respect of each of the products or group of products under consideration; whereas as provided for in the second paragraph of Article 9 of the said Regulation, the Commission may take measures to stop quantities being charged against any  particular preferential tariff limit if these limits were exceeded particularly as a result of regularizations of imports actually made during the preferential tariff period;\nWhereas, pursuant to Article 1 of Council Regulation (EEC) No 1509/92 (3), Poland was withdrawn from the list of beneficiaries in Annex III of Regulation (EEC) No 3831/90 as from 1 March 1992; whereas the preferential tariff period for that country  consequently ended on 29 February 1992;\nWhereas, in respect of products of order Nos 10.0407, 10.0408 and 10.0420 originating in Poland, the relevant ceilings were fixed at ECU 2 541 000, ECU 1 420 000 and ECU 5 072 000; whereas on 25 February 1992, the sum of the quantities charged during  the 1992 preferential period has exceeded the ceilings in question;\nWhereas it appears desirable to take measures to stop quantities being charged against the said ceilings in respect of Poland for the products,", "main_body": ["The quantities charged against the tariff ceilings opened for 1992 by Regulation (EEC) No 3831/90 relating to the products indicated in the table below and originating in Poland, shall cease to be allowed from 1 August 1992.\nOrder No  CN code  Description         10.0407  3102 40 10\n3102 40 90  Mixtures of ammonium nitrate with calcium carbonate or other inorganic non-fertilizing substances      10.0408  3102 80 00  Mixtures of urea and ammonium nitrate      10.0420  3105  Mineral or chemical fertilizers containing two or three of  the fertilizing elements nitrogen, phosphorus and potassium; other fertilizers; goods of this chapter in tablets or similar forms or in packages of a gross weight not exceeding 10 kg", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1. (2) OJ No L 341, 12. 12. 1991, p. 1. This Regulation was last amended by Council Regulation (EEC) No 1509/92 (OJ No L 159, 12. 6. 1992, p. 1). (3) OJ No L 159, 12. 6. 1992, p. 1."}