{"celex_id": "31997D0107", "uri": "http://publications.europa.eu/resource/cellar/b4cdab85-a547-4bf1-99d0-f1bbef5a1359", "type": "Decision", "concepts": ["1374", "4692", "4839", "5263", "6004"], "title": "97/107/EC: Commission Decision of 16 January 1997 authorizing methods for grading pig carcases in Belgium (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 16 January 1997 authorizing methods for grading pig carcases in Belgium (Only the French and Dutch texts are authentic) (97/107/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), as last amended by Regulation (EC) No 3513/93 (2), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance was defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (3), as amended by Regulation (EC) No 3127/94 (4);\nWhereas by Decision 88/184/EEC (5), amended by Decision 93/703/EC (6), the Commission authorized a method for grading pig carcases in Belgium;\nWhereas the Government of Belgium has requested the Commission to authorize two new methods for grading pig carcases and has submitted the details required by Article 3 of Regulation (EEC) No 2967/85; whereas an examination of this request has revealed that the conditions for authorizing the two grading methods are fulfilled;\nWhereas Article 2 of Regulation (EEC) No 3220/84 authorizes the Member States to provide for a presentation different from the one specified in that Article if commercial practice or technical requirements so warrant;\nWhereas in Belgium technical requirements, relating to the use of the method of grading and thus, commercial practice, result in the flare fat, kidneys and diaphragm being left attached to the carcase; whereas this should be taken into account in adjusting the weight to the standard presentation;\nWhereas, for the sake of clarity, a new Decision should be adopted; whereas Decision 88/184/EEC should therefore be repealed;\nWhereas no alteration to methods may be authorized except by Commission Decision adopted in the light of experience;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Use of the following methods is hereby authorized for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Belgium:\n- the apparatus called 'Capteur Gras/Maigre - Sydel` (CGM) and assessment methods related thereto, details of which are given in Part 1 of the Annex,\n- the apparatus called 'Giralda Choirometer PG 200` and assessment methods related thereto, details of which are given in Part 2 of the Annex.", "Notwithstanding the standard presentation set out in Article 2 of Regulation (EEC) No 3220/84, pig carcases shall be presented for weighing and grading with flare fat, kidneys and diaphragm attached. In order to establish quotations for pig carcases on a common basis, the hot weight shall be reduced by 2,6 %.", "No modifications of assessment methods (apparatus, measuring points and formulas) shall be authorized.", "Decision 88/184/EEC is hereby repealed.\nHowever, until 31 October 1997, Belgium may continue to apply the method of grading pig carcases set out in Decision 88/184/EEC instead of the method set out in this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 16 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 301, 20. 11. 1984, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 5.\n(3) OJ No L 285, 25. 10. 1985, p. 39.\n(4) OJ No L 330, 21. 12. 1994, p. 43.\n(5) OJ No L 83, 29. 3. 1988, p. 40.\n(6) OJ No L 328, 29. 12. 1993, p. 57.\nANNEX\nPART 1\nCAPTEUR GRAS/MAIGRE - SYDEL (CGM)\n1. Grading of pig carcases is carried out by means of the apparatus known as 'Capteur Gras/Maigre - Sydel (CGM)`.\n2. The apparatus shall be equipped with a high-definition Sydel probe 8 mm in width, a light-emitting infra-red diode (Honeywell) and two light sensors (Honeywell). The operating distance is between 0 and 105 mm.\nThe values measured will be converted into estimated lean meat content by the CGM itself.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n^y = 59,902386 - 1,060750 x1 + 0,229324 x2\nwhere:\n^y = the estimated lean meat of the carcase\nx1 = the thickness of backfat (including rind) in millimetres measured at 6 cm off the midline of the carcase between the third and fourth last rib\nx2 = the thickness of the muscle in millimetres measured at the same time and in the same place as x1 This formula shall be valid for carcases weighing between 60 and 120 kilograms.\nPART 2\nGIRALDA CHOIROMETER PG 200\n1. Grading of pig carcases is carried out by means of the apparatus known as a 'GIRALDA CHOIROMETER PG 200`.\n2. The apparatus shall be equipped with a probe (Siemens KOM 2110) 6 mm in width, a light diode (LED Siemens F 28) and a light sensor (Siemens F 232). The operating distance is between 0 and 125 mm. The values measured will be converted into estimated lean meat content by the PG 200 itself.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n^y = 48,605031 - 0,822075 x1 + 0,378669 x2\nwhere:\n^y = the estimated lean meat of the carcase\nx1 = the thickness of backfat (including rind) in millimetres measured at 6 cm off the midline of the carcase between the third and fourth last rib\nx2 = the thickness of the muscle in millimetres measured at the same time and in the same place as x1 This formula shall be valid for carcases weighing between 60 and 120 kilograms."}