{"celex_id": "31995R0478", "uri": "http://publications.europa.eu/resource/cellar/e85a9dcd-9245-4a8d-9c8d-dbcdea54ac8e", "type": "Regulation", "concepts": ["1120", "1309", "161", "1642", "2300", "5367"], "title": "Commission Regulation (EC) No 478/95 of 1 March 1995 on additional rules for the application of Council Regulation (EEC) No 404/93 as regards the tariff quota arrangements for imports of bananas into the Community and amending Regulation (EEC) No 1442/93\n", "header": "COMMISSION REGULATION (EC) No 478/95 of 1 March 1995 on additional rules for the application of Council Regulation (EEC) No 404/93 as regards the tariff quota arrangements for imports of bananas into the Community and amending Regulation (EEC) No  1442/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas the agreements concluded during the multilateral trade negotiations of the Uruguay Round included a framework agreement on bananas; whereas that agreement amends the tariff quota arrangements for import of those goods into the Community and is  applicable from 1995;\nWhereas Commission Regulation (EC) No 3224/94 (3) establishes transitional measures for the implementation of the framework agreement in the first quarter of 1995;\nWhereas the necessary measures should be adopted to implement the abovementioned agreement on a non-transitional basis and therefore to amend Commission Regulation (EEC) No 1442/93 of 10 June 1993 (4), laying down the detailed rules for the application  of the arrangements for importing bananas into the Community, as last amended by Regulation (EC) No 439/55 (5);\nWhereas the framework agreement establishes a distribution of the tariff quota among certain supplier countries or groups of supplier countries and includes specific clauses to cover cases of force majeure that might affect deliveries by the signatory  countries and allow some degree of transfer of allocations;\nWhereas the allocation provided for in the agreement for quantities of non-traditional ACP bananas should be shared between the Dominican Republic and the countries that have traditionally supplied the Community and that have imported those quantities  of non-traditional ACP bananas under the tariff quota;\nWhereas the framework agreement provides that the signatory countries are authorized to issue export licences for seventy percent of their allocations, which licences are to be presented in order to obtain import licences of Categories A and C for  import into the Community, in conditions which may improve the regularity and stability of commercial transactions and guarantee the absence of any discriminatory treatment among operators;\nWhereas provisions should be adopted that will ensure that the specific clauses are applied and the tariff quota arrangements properly administered; whereas, in particular, an obligation should be imposed to indicate the origin of the goods when the  application for a licence is submitted, and to release for free circulation goods of the same origin; whereas, however, provision should be made for the possibility of an operator renouncing the use of an import licence or submitting a new application  for goods of different origin in cases where a limitation on the issuing of import licences is adopted for one or several origins;\nWhereas provision should be made for the reporting needed for operating the modified arrangements;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The tariff quota for imports of bananas from third countries and non-traditional ACP bananas referred to in Articles 18 and 19 of Regulation (EEC) No 404/93 shall be divided into specific shares allocated to the countries or groups of  countries referred to in Annex I, in accordance with that Annex.\n2. Where the tariff quota is increased in application of Article 18 (1) of Regulation (EEC) No 404/93, the quantities allocated to the supplier countries or groups of supplier countries referred to in Annex I, Tables 1 and 3, shall be increased in  accordance with the distribution indicated.\nHowever, on the basis of a joint application submitted by several supplier countries listed in Table 1, the Commission may increase the quantities allocated to those countries on the basis of a different percentage distribution.", "1. If, for reasons of force majeure, a supplier country listed in Annex I, Table 1, is not able to export to the Community market all or part of the quantities allocated to it, it may supply products to the Community market originating in  another country listed in the same Annex, Table 1.\n2. If a supplier country listed in Annex 1, Table 1, informs the Commission, not later than 1 October, that it will not be able to export to the Community market the following year all or some of the quantity allocated to it, that quantity shall be  reallocated for the year in question to the other supplier countries listed in Annex I, Tables 1 and 3, in line with the distribution percentages indicated.\nHowever, on the basis of a joint application submitted by several supplier countries listed in Table 1, the Commission may introduce a different distribution.\nFor the purposes of the first and second subparagraphs, in 1995, the information shall be communicated to the Commission not later than 21 July 1995.", "1. For the importation of goods originating in a country or group of countries listed in Annex I, an application for an import licence is admissible only if:\n(a) it includes in box 8 an indication of the country of origin; for goods originating in countries listed in Annex I, Table 3, box 8 shall contain the entry: 'Regulation (EC) No 478/95 Annex I-3 \"Others\"; for goods originating in ACP countries other  than those listed in Table 2, the said box shall contain the entry Regulation (EC) No 478/95 Annex I.2. \"Other ACP States\"';\n(b) it concerns a quantity that is not greater than the quantity available, published periodically before the opening of the period for submitting applications.\n2. For goods originating in Colombia, Costa Rica or Nicaragua, the application for an import licence of Category A or C, as referred to in Article 9 (4) of Regulation (EEC) No 1442/93, shall also not be admissible unless it is accompanied by an export  licence currently valid for a quantity at least equal to that of the goods, issued by the competent authorities listed in Annex II. The Commission shall be responsible for updating that Annex.\nAn application for an import licence shall include in box 20 the number of the export licence, its date of issue and the total quantity of goods for which it was issued.\n3. The export licence referred to in paragraph 2 shall be kept by the competent national authority when the first import licence is issued. That authority shall mark on the back of the export licence the quantities for which one or more import licences  have been issued by the Community, on the basis, where appropriate, of the notifications transmitted by the corresponding authorities in other Member States.\n4. The import licence shall include the indications referred to in paragraphs 1 and 2 and shall oblige the licence holder to import from the country indicated in box 8 or - where the origin is entered as 'other ACP countries' and/or 'others', referring  to Annex I, Tables 2 and 3 - from that group of countries.", "1. When, for one or more given origins, a reduction coefficient is set in application of the first subparagraph of Article 9 (3) of Regulation (EEC) No 1442/93, as amended by this Regulation, the operator who submitted the application for an  import licence for the origin/s in question may, inter alia,\n(a) renounce the use of the licence by a communication, addressed to the national authority competent for the issue of licences within five working days of the publication of the regulation fixing the reduction coefficient; in such cases, the security  relating to the licence shall be released immediately;\n(b) for a quantity less than or equal to the quantity applied for that is not covered by the licence issued, submit a new application for a licence for products of origins to which no reduction coefficient is applicable. This application shall be  submitted within the period indicated in (a) and in compliance with all the conditions applicable for the submission of such an application.\n2. The competent national authorities shall submit to the Commission the new applications for import licences submitted in application of paragraph 1 and in conformity with Article 10 (1) of Regulation (EEC) No 1442/93, as amended by this Regulation,  within a time limit of three working days following the deadline given in point (a) of paragraph 1.\n3. The Commission shall determine without delay the quantities for which licences may be issued for products of the origin/s concerned. The licences shall be issued without delay by the competent authorities and shall have the term of validity fixed in", "1\n(2) of Regulation (EEC) No 1442/93.", "Where Article 2 (2) is applied, it may be decided, in particular, that:\n- import licences currently valid or applications for licences indicating the origin of goods to be the supplier country affected by a case of force majeure shall be usable or issued, as relevant, for release into the free market of the goods  originating in one or more of the countries listed in Annex I, Table 1;\n- the export licences issued by the supplier country affected may be submitted in support of applications for import licences for goods originating in one or more of the countries listed in Annex I, Table I.", "The release for free circulation in the Community under the tariff quota conditions is subject to the submission of a certificate of origin.", "Regulation (EEC) No 1442/93 is amended as follows:\n1. Article 9 is amended as follows:\n(a) paragraph (1) is replaced by the following:\n'1. Using data and forecasts relating to the Community market, on the basis of the forecast supply balance referred to in Article 16 of Regulation (EEC) No 404/93, indicative quantities, expressed where necessary in percentages of the shares allocated  to the different countries or groups of countries listed in Annex I to Regulation (EC) No 478/95, or of the quantities of those quotas available, shall be fixed for each quarter for the purposes of issuing import licences.'\n(b) Paragraph (3) is replaced by the following:\n'3. Where, in the case of a given quarter or origin, for a country or group of countries referred to in Annex I to Regulation (EC) No 478/95, the quantities covered by import licence applications from one or more of the categories of operators  appreciably exceed the indicative quantity fixed, a reduction percentage to be applied to applications shall be set before paragraph 5 is applied. That reduction shall not, however, apply to applications relating to 150 tonnes or less.\nIf the quantities covered by the import licence applications exceed the quantities available for a given origin, the Commission shall determine the reducion percentage to be applied to all applications before paragraph 5 is applied.'\n2. Article 10 (1) is replaced by the following:\n'1. Within two working days following the closing date for the submission of applications fixed in Article 9 (2), Member States shall notify the Commission of the quantities covered by import licence applications in respect of each of the Categories A,  B and C, in accordance with the following presentation:\n(a) licence applications of Category A, broken down by origin in accordance with the tables in Annex I to Regulation (EC) No 478/95;\n(b) licence applications of Category B, broken down by origin in accordance with the tables in Annex I to Regulation (EC) No 478/95;\n(c) licence applications of Category C, broken down by origin;\n(d) licence applications covering quantities of 150 tonnes or less.'\n3. The following indent is added to Article 21:\n'- each quarter, not later than fifteen days after the issue of licences, the licence applications (with quantities and origin specified) that have been renounced under point (a) of Article 4 (1) of Regulation (EC) No 478/95.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 337, 24. 12. 1994, p. 72.\n(4) OJ No L 142, 12. 6. 1993, p. 6.\n(5) OJ No L 45, 1. 3. 1995, p. 35.\nANNEX I\nTable 1\n\"\" ID=\"1\">Colombia> ID=\"2\">21,0 %\"> ID=\"1\">Costa Rica> ID=\"2\">23,4 %\"> ID=\"1\">Nicaragua> ID=\"2\">3,0 %\"> ID=\"1\">Venezuela> ID=\"2\">2,0 %\">\nTable 2\n\"(tonnes)\"\" ID=\"1\">Non-traditional ACP quantities\"> ID=\"1\">Dominican Republic> ID=\"2\">55 000\"> ID=\"1\">Belize> ID=\"2\">15 000\"> ID=\"1\">Côte d'Ivoire> ID=\"2\">7 500\"> ID=\"1\">Cameroon> ID=\"2\">7 500\"> ID=\"1\">Other ACP countries> ID=\"2\">5  000\">\nTable 3\n\"(tonnes)\"\" ID=\"1\">Others> ID=\"2\">50,6 % - 90 000\">\nANNEX II\nThe bodies authorized to issue special export certificates are  COLOMBIA\nINCOMEX\nInstituto Colombiano de Comercio Exterior,\nEdificio Centro de Comercio Internacional,\nCalle 28 no 13A 15/53,\nSanta Fe de Bogotá.\nCOSTA RICA\nCorporación Bananera S. A.,\nApartado 6504-1000,\nSan José.\nNICARAGUA\nMinisterio de Economía y Desarrollo,\nDirección de Comercio Exterior,\nKilómetro 3 1/2,\nCarretera a Masaya,\nEdificio el Cortijo,\nManagua."}