{"celex_id": "31997R1477", "uri": "http://publications.europa.eu/resource/cellar/f665d3eb-60e6-4305-8590-549e1979db9a", "type": "Regulation", "concepts": ["1605", "1608", "2731", "2974", "5096", "797"], "title": "Commission Regulation (EC) No 1477/97 of 28 July 1997 on transitional measures concerning the application of quotas of fresh tomatoes intended for processing for the 1996/97 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1477/97 of 28 July 1997 on transitional measures concerning the application of quotas of fresh tomatoes intended for processing for the 1996/97 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), and in particular Article 26 thereof,\nWhereas the quantities of fresh tomatoes which qualify for production aid in the 1996/97 marketing year are fixed in Regulation (EEC) No 668/93 on the introduction of a limit to the granting of production aid for processed tomato products (2); whereas, in that marketing year, production exceeded those quantities in certain Member States and in certain groups of products, while remaining lower than those quantities for another group;\nWhereas, under the new common organisation of the market adopted by Regulation (EC) No 2201/96, quotas are fixed for those products for the grant of production aid applicable from the 1997/98 harvest, adapting them to the economic development of the market for each product; whereas, as a result, in some cases the quota has been increased in relation to that for the preceding marketing year; whereas it is necessary to take account of this new orientation to facilitate the transition from the old arrangements to the new ones by providing for the transfer, for the 1996/97 marketing year, of the remaining quantities for a given group of products to those groups which exceeded the quotas, within the quota limit laid down for each group and Member State referred to in Annex III to Regulation (EC) No 2201/96;\nWhereas, in order to qualify for production aid, processing enterprises must provide proof to the satisfaction of the competent authorities in the Member States that a price at least equal to the minimum price has been paid to the producers;\nWhereas, pursuant to Commission Regulations (EEC) Nos 1558/91 (3) and 1794/93 (4), the Member States have notified the Commission of the quantities for which aid applications have been made as well as the total quantities of tomatoes processed in the 1996/97 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. In order to facilitate the transition from the arrangements provided for in Regulation (EEC) No 668/93 to the arrangements provided for in Regulation (EC) No 2201/96, production aid granted for processed tomato products shall be limited, for the 1996/97 marketing year, to the quantities of processed products obtained from the following quantities, in tonnes of fresh tomatoes:\n>TABLE>\n2. Member States shall distribute, by product group, the quantities in addition to the quantities for which applications for production aid have already been made and notified to the Commission pursuant to Article 18 (a) of Regulation (EEC) No 1558/91 proportionally to the processing undertakings on the basis of the quantities declared by those undertakings under Article 8 (2) of Regulation (EEC) No 1794/93 for which the minimum price has been paid to the producers.\n3. Member States shall take all the necessary measures to ensure that the overall quantity per Member State provided for in Article 1 (1) of Regulation (EEC) No 668/93 is not exceeded.", "1. In order to be eligible for production aid in respect of the additional quantities, processors must submit a supplementary application within 30 days of the entry into force of this Regulation.\n2. Those applications shall comprise:\n(a) the name and address of the applicant;\n(b) the name and address of the producer;\n(c) the net weight of the raw materials declared under Article 8 (2) of Regulation (EEC) No 1794/93 for which a minimum price has been paid to the producers;\n(d) the net weight of the finished products obtained from the raw materials referred to under (c). These finished products shall be broken down according to the rate of aid for which they are eligible;\n(e) proof, to the satisfaction of the Member State, that they have paid the producers a price at least equal to the minimum price for the quantities referred to under (c);\n(f) a declaration by the processor that the finished products comply with Community quality standards.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 29.\n(2) OJ No L 72, 25. 3. 1993, p. 1.\n(3) OJ No L 144, 8. 6. 1991, p. 31.\n(4) OJ No L 163, 6. 7. 1993, p. 23."}