{"celex_id": "31994D0617", "uri": "http://publications.europa.eu/resource/cellar/cc8a3dbb-520d-4e30-8a63-413516e567a2", "type": "Decision", "concepts": ["1005", "2281", "2735", "2792", "4284", "826"], "title": "94/617/EC: Commission Decision of 8 September 1994 adopting the plan allocating to the Member States resources to be charged to the 1995 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\n", "header": "COMMISSION DECISION of 8 September 1994 adopting the plan allocating to the Member States resources to be charged to the 1995 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community  (94/617/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community (1), and in  particular Article 6 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as amended by Regulation (EC) No 3528/93 (3), and in  particular Article 3 (4) and Article 6 (2) thereof,\nWhereas Commission Regulation (EEC) No 3149/92 (4), as last amended by Regulation (EEC) No 2826/93 (5), lays down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community; whereas, in  accordance with Article 2 of the abovementioned Regulation in order to implement the scheme for the supply of such food to the most deprived section of the population, the Commission must adopt a plan to be financed from resources available in the 1995  budget year; whereas this plan should indicate in particular the quantity of products by type that may be withdrawn from intervention stock for distribution in each Member State and the financial resources made available to implement the plan in each  Member State; whereas this plan should also indicate the level of appropriations to be reserved to cover costs of intra-Community transport of intervention products as referred to in Article 7 of Regulation (EEC) No 3149/92;\nWhereas for this scheme the Member States involved in the measure have provided the information required in accordance with the provisions of Article 1 of Regulation (EEC) No 3149/92;\nWhereas, to implement the plan, the conversion rates to be applied to the budgetary limits which have been set should be specified and Article 3 (4) of Regulation (EEC) No 3813/92 should be applied;\nWhereas it is necessary in order to help optimize the utilization of budget appropriations to take account of the degree to which the Member States used the resources allocated to them in 1992, 1993 and 1994;\nWhereas in accordance with the provisions of Article 2 (2) of Regulation (EEC) No 3149/92 the Commission has sought the advice of major organizations familiar with the problems of the most deprived persons in the Community when drawing up this plan;\nWhereas the measures provided for in this Decision are in accordance with the opinions of all the relevant management committees,", "main_body": ["For the 1995 financial year, foodstuffs from intervention stocks, intended to be distributed to the most deprived persons in the Community, pursuant to Regulation (EEC) No 3730/87, shall be supplied in accordance with the annual distribution  plan set out in the Annex.", "The amounts in ecus shall be converted into national currencies using the rates applicable on 1 October 1994 and published in the Official Journal of the European Communities, series C.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 352, 15. 12. 1987, p. 1.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) OJ No L 320, 22. 12. 1993, p. 32.\n(4) OJ No L 313, 30. 10. 1992, p. 50.\n(5) OJ No L 258, 16. 10. 1993, p. 11.\nANNEX\nAnnual distribution plan for 1995  (a) Quantity of each type of product that may be withdrawn from intervention stocks for distribution in each Member State up to the maximum amounts indicated in point (b):\n\"(in tonnes)\"\" ID=\"1\">Belgium> ID=\"2\">3 000> ID=\"6\">300> ID=\"7\">200> ID=\"8\">600\"> ID=\"1\">Denmark> ID=\"8\">250\"> ID=\"1\">Greece> ID=\"5\">6 500\"> ID=\"1\">Spain> ID=\"3\">30 000> ID=\"5\">4 000> ID=\"7\">5 000> ID=\"8\">6 000\"> ID=\"1\">France> ID=\"2\">5 000>  ID=\"3\">8 500> ID=\"4\">2 000> ID=\"6\">7 500> ID=\"7\">1 500> ID=\"8\">6 000\"> ID=\"1\">Ireland> ID=\"7\">50> ID=\"8\">1 450\"> ID=\"1\">Italy> ID=\"3\">20 000> ID=\"4\">1 000> ID=\"5\">9 500> ID=\"7\">1 000> ID=\"8\">8 000> ID=\"9\">2 000\"> ID=\"1\">Luxembourg> ID=\"2\">20>  ID=\"6\">25> ID=\"7\">15> ID=\"8\">15\"> ID=\"1\">Netherlands> ID=\"7\">100> ID=\"8\">450\"> ID=\"1\">Portugal> ID=\"2\">1 850> ID=\"3\">1 850> ID=\"4\">1 200> ID=\"5\">1 000> ID=\"6\">1 000> ID=\"7\">1 200> ID=\"8\">2 500\"> ID=\"1\">United Kingdom> ID=\"8\">6 840\">\n(b) Financial resources available to carry out the plan in each Member State:\n\"(in ecus)\"\" ID=\"1\">Belgium> ID=\"2\">2 860 000\"> ID=\"1\">Denmark> ID=\"2\">2 000 000\"> ID=\"1\">Greece> ID=\"2\">14 160 000\"> ID=\"1\">Spain> ID=\"2\">41 765 000\"> ID=\"1\">France> ID=\"2\">33 695 000\"> ID=\"1\">Ireland> ID=\"2\">5 430 000\"> ID=\"1\">Italy>  ID=\"2\">28 905 000\"> ID=\"1\">Luxembourg> ID=\"2\">75 000\"> ID=\"1\">Netherlands> ID=\"2\">2 300 000\"> ID=\"1\">Portugal> ID=\"2\">12 315 000\"> ID=\"1\">United Kingdom> ID=\"2\">29 495 000\">\n(c) The appropriations needed to cover the intra-community transfer costs of the intervention products are fixed at ECU 2 million."}