{"celex_id": "31991R2084", "uri": "http://publications.europa.eu/resource/cellar/48ffdc9b-8eaf-4185-8dae-1c636555f183", "type": "Regulation", "concepts": ["2069", "4381"], "title": "Commission Regulation (EEC) No 2084/91 of 12 July 1991 concerning the classification of certain goods in the combined nomenclature\n", "header": "17.7.1991 EN Official Journal of the European Communities L 193/16\nCOMMISSION REGULATION (EEC) No 2084/91\nof 12 July 1991\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 (1) on the tariff and statistical nomenclature and on the Common Customs Tariff, as last amended by Commission Regulation (EEC) No 2080/91 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "This Regulation shall enter into force on the 21st day after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1991.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  See page 6 of this Official Journal.\nANNEX\nDescription of goods Classifiction CN Code Reasons\n(1) (2) (3)\n1. Preparation consisting by weight of approximately 50 % choline chloride, 35 % colloidal silicon dioxide, 15 % water, used in animal feed (premix)\n2. Tricolbalt tetraoxide of a purity of approximately 96 % or more by weight obtained from cobalt hydroxide\n3. Product consisting of cholic acid (over 95 % pure weight), fatty acids and inorganic salts resulting from the manufacturing process\n4. Ox-bile extract, obtained by purifying the liquid bile with ethanol and animal black (to deodorize and remove colour) and evaporating to dryness\n5. Product which is intermediate in the preparation of cholic acid from ox bile the basic constituents of which are mixed cholic and deoxycholic acids (about 80 % by weight), fatty acids and inorganic salts\n6. Blend of adipic acid esters of alcohols having mainly 12 and 13 carbon atoms, principally used in manufacture of synthetic lubricants"}