{"celex_id": "31994D0904", "uri": "http://publications.europa.eu/resource/cellar/f8830f77-fd93-4a2e-81cb-9c9aaa56c10b", "type": "Decision", "concepts": ["1158", "2076", "2247", "4308"], "title": "94/904/EC: Council Decision of 22 December 1994 establishing a list of hazardous waste pursuant to Article 1 (4) of Council Directive 91/689/EEC on hazardous waste\n", "header": "COUNCIL DECISION of 22 December 1994 establishing a list of hazardous waste pursuant to Article 1 (4) of Council Directive 91/689/EEC on hazardous waste (94/904/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/689/EEC of 12 December 1991 on hazardous waste (1), and in particular Article 1 (4) thereof,\nWhereas, in accordance with Article 1 (4) of Directive 91/689/EEC, a list of hazardous waste on the basis of Annexes I and II to that Directive and on the knowledge that the waste displays one or more of the properties of Annex III to the said Directive has to be established;\nWhereas Member States may make provisions, in exceptional cases, to determine, on the basis of documentary evidence provided in an appropriate way by the holder, that a specific waste on the list does not display any of the properties listed in Annex III to Directive 91/689/EEC;\nWhereas the list will be periodically reviewed and, if necessary, revised in accordance with the procedure laid down in Article 18 of Concil Directive 75/442/EEC of 15 July 1975 on waste (2),", "main_body": ["The list of hazardous waste annexed to this Decision is hereby adopted.\nThese wastes are considered to display one or more of the properties of Annex III to Directive 91/689/EEC and, as regards H3 to H8 of the said Annex, one or more of the following:\n- flash point &lt;= 55 Â°C,\n- one or more substanbces classified as very toxic at a total concentration &gt;= 0,1 %,\n- one or more substances classified as toxic at a total concentration &gt;= 3 %,\n- one or more substances classified as harmful at a total concentration &gt;= 25 %,\n- one or more corrosive substances classified as R35 at a total concentration &gt;= 1 %,\n- one or more corrosive substances classified as R34 at a total concentration &gt;= 5 %,\n- one or more irritant substances classified as R41 at a total concentration &gt;= 10 %,\n- one or more irritant substances classified as R36, R37, R38 at a total concentration &gt;= 20 %,\n- one or more substances known to be carcinogenic (categories 1 or 2) at a total concentration &gt;= 0,1 %.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1994.\nFor the Council\nThe President\nH. SEEHOFER\n(1) OJ No L 377, 31. 12. 1991, p. 20. Directive as last amended by Directive 94/31/EC (OJ No L 168, 2. 7. 1994, p. 28).\n(2) OJ No L 194, 25. 7. 1975, p. 39. Directive as last amended by Directive 91/692/EEC (OJ No L 377, 31. 12. 1991, p. 48).\nANNEX\nHAZARDOUS WASTES ACCORDING TO ARTICLE 1 (4) OF DIRECTIVE 91/689/EEC\nIntroduction\n1. The different types of waste in the list are fully defined by the six-digit code for the waste and the respective two-digit and four-digit chapter headings.\n2. Inclusion in the list does not mean that the material or object is a waste in all circumstances. The entry is only relevant when the definition of waste according to Article 1 (a) of Directive 75/442/EEC has been satisfied, unless Article 2 (1) b of the Directive applies.\n3. The waste featuring on the list is subject to the provisions of Council Directive 91/689/EEC on harzardous waste, unless Article 1 (5) of the Directive applies.\n4. In accordance with Article 1 (4), second indent of Directive 91/689/EEC, any waste other than the ones listed below which is considered by a Member State to display any of the properties listed in Annex III to Council Directive 91/689/EEC on hazardous waste is hazardous. All such cases will be notified to the Commission and will be examined with a view to amending the list in accordance with Article 18 of Directive 75/442/EEC.\nLIST OF HAZARDOUS WASTE\n>TABLE>"}