{"celex_id": "31991D0407", "uri": "http://publications.europa.eu/resource/cellar/1bb82694-26c2-4e77-aac9-7861b5445eb9", "type": "Decision", "concepts": ["4514", "5511", "6056"], "title": "91/407/EEC: Commission Decision of 12 July 1991 amending Decision 85/13/EEC setting up a Joint Committee on Railways\n", "header": "COMMISSION DECISION  of 12 July 1991  amending Decision 85/13/EEC setting up a Joint Committee on Railways  (91/407/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the enlargement of the Community requires an increase in the number of representatives of European organizations in the Joint Committee on Railways;\nWhereas the Commission must take account of the specific situation in various Member States in order to ensure optimum participation by employers and employees in the railway sector in the work of the Joint Committee and thus safeguard its nature as  representing the socio-economic interests concerned;\nWhereas Commission Decision 85/13/EEC (1) must therefore be amended,", "main_body": ["Decision 85/13/EEC is hereby amended as follows:\n1. In Article 3 (1) (b) the introductory words are replaced by the following:\n'In respect of matters falling within the competence of the employers' and employees' associations listed in Article 4 (3).'\n2. Article 4 is replaced by the following:\n'Article 4\n1. The Committee shall consist of 54 members.\n2. Seats shall be allocated as follows:\n(a) 27 to the carriers' representatives;\n(b) 27 to the employees' representatives.\n3. The members of the Committee shall be appointed by the Commission as follows:\n(a) 48 on proposals from the following carriers' and employees' organizations:\n- Community of European railways (CCFE): 24 members;\n- Committee of Transport Workers' Unions of the European Community: 24 members;\n(b) six, directly by the Commission, after consultation of the carriers' and employees' organizations referred to in (a), from amongst the most representative associations of employers and employees, if necessary other than the organizations referred to  in 3 (a).'\n3. Article 5 (1) is replaced by the following:\n'1. An alternate shall be apppointed for each member of the Committee under the same conditions as laid down in Article 4 (3).'\n4. Article 6 (3) is replaced by the following:\n'3. A member's or alternate's term of office shall cease before the expiry of the period of four years upon his resignation or death or if the association which nominated him requests his replacement. The vacancy thereby caused shall be filled in the  manner prescribed in Article 4 (3) by a person appointed for the remainder of the term of office.'\n5. Article 7 (1) is replaced by the following:\n'1. The Committee shall, by a two-thirds majority of members present, elect from among its members a chairman and vice-chairman who shall hold office for a term of two years. The chairman and the vice-chairman shall be chosen alternately, and in reverse  order, from amongst the groups of associations listed in Article 4 (3).'\n6. Article 9 (b) is replaced by the following:\n'(b) ask the Commission to appoint experts to assist it in specific tasks. It shall be its duty to do so if one of the associations listed in Article 4 (3) so requests.'\n7. Article 12 (3) and (4) is replaced by the following:\n'3. A representative of the secretariat of each of the organizations referred to in Article 4 (3) (a) may attend the meetings of the Committee as observer.\n4. The Commission may, after consulting the associations of carriers and employees referred to in Article 4 (3) (a), invite organizations other than those referred to in Article 4 (3) to participate in the Committee's work as observers.'", "This Decision shall take effect on 12 July 1991."], "attachments": "Done at Brussels, 12 July 1991. For the Commission\nVasso PAPANDREOU\nMember of the Commission\n(1) OJ No L 8, 10. 1. 1985, p. 26."}