{"celex_id": "31991L0132", "uri": "http://publications.europa.eu/resource/cellar/c576167b-e3e9-4f5c-898c-a585788a888d", "type": "Directive", "concepts": ["1224", "3469", "6052"], "title": "Council Directive 91/132/EEC of 4 March 1991 amending Directive 74/63/EEC on undesirable substances and products in animal nutrition\n", "header": "COUNCIL DIRECTIVE  of 4 March 1991  amending Directive 74/63/EEC on undesirable substances and products in animal nutrition  (91/132/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 74/63/EEC (4), as last amended by Commission Directive 87/238/EEC (5), expressly excludes pesticide residues from its field of application;\nWhereas the presence of pesticide residues in feedingstuffs may, in the same way as the presence of residues of certain products and substances which are already subject to control, entail risks for human health, since in general toxic substances or  preparations with dangerous effects are involved;\nWhereas it is advisable to disregard the fact that pesticides - unlike most of the undesirable substances and products for which rules have hitherto been adopted - are used deliberately by man to protect plant products, since they are not added to  feedingstuffs or to the components thereof; whereas, nevertheless, their possible presence constitutes a source of danger in the same way as that of the substances and products already covered by Directive 74/63/EEC;\nWhereas, for this reason, pesticides should be used in such a way as not to involve any danger for human health;\nWhereas, insofar as a few Member States have already laid down maximum permitted levels for certain pesticide residues, these levels differ and constitute obstacles to the free circulation of feedingstuffs within the Community; whereas it is therefore  desirable to approximate the existing provisions by inserting them into the abovementioned Directive, which is the appropriate framework for this purpose;\nWhereas, in an initial stage, it would appear justifiable to fix in respect of feedingstuffs maximum levels for a group of very persistent and harmful active substances which are or have been used in pesticides, namely organochlorine compounds; whereas  Member States may therefore maintain the maximum levels they have fixed for residues of pesticides other than those listed in Part B of Annex I until a Community decision is taken in accordance with the provisions laid down for amendment of the Annexes;\nWhereas by its Judgment handed down on 16 November 1989 in Case 11/88 the Court of Justice declared void Directive 87/519/EEC (6); whereas it is therefore necessary to adopt a new Directive on the appropriate legal basis,", "main_body": ["Directive 74/63/EEC is hereby amended as follows:\n1. Article 1 (2) (c) shall be replaced by the following:\n'(c) the fixing of maximum permitted levels for pesticide residues on and in products intended for animal feeding, in as much these residues are not listed in Part B of Annex I.'\n2. The following headings shall be added to Part B of Annex 1:\n'11. Aldrine singly or combined expressed as dieldrin\n12. Dieldrin  All feedingstuffs, with the exception of:\n- fats  0,01\n0,2  13. Camphechlor (Toxaphene)  All feedingstuffs  0,1  14. Chlordane (sum of cis- and transisomers and of oxychlordane, expressed as chlordane)  All feedingstuffs, with the exception of:\n- fats  0,02\n0,05  15. DDT (sum of DDT-, TDE- and DDE-isomers, expressed as DDT)  All feedingstuffs, with the exception of:\n- fats  0,05\n0,5  16. Endosulfan (sum of alpha- and beta-isomers and of endosulfan-sulphate expressed as endosulfan)  All feedingstuffs, with the exception of:\n- maize\n- oilseeds\n- complete feedingstuffs for fish  0,1\n0,2\n0,5\n0,005  17. Endrin (sum of endrin and of delta-keto-endrin, expressed as endrin)  All feedingstuffs, with the exception of:\n- fats  0,01\n0,05  18. Heptachlor (sum of heptachlor and of heptachlor-epoxide, expressed as heptachlor)  All feedingstuffs, with the exception of:\n- fats  0,01\n0,2  19. Hexachlorobenzene (HCB)  All feedingstuffs, with the exception of:\n- fats  0,01\n0,2  20. Hexachlorocyclohexane (HCH)    20.1. alpha-isomer  All feedingstuffs, with the exception of:\n- fats  0,02\n0,2  20.2. beta-isomer  Compound feedingstuffs, with the exception of:\n- feedingstuffs for dairy cattle  0,01\n0,005   Straight feedingstuffs, with the exception of:\n- fats  0,01\n0,1  20.3. gamma-isomer  All feedingstuffs, with the exception of:\n- fats  0,2\n2,0'\n3. The heading of the third column in the table in Part C of Annex I shall be replaced by the following:\n'Maximum content in mg/kg (ppm) of feedingstuffs referred to a moisture content 12 %'.", "Member States shall bring into force not later than 1 August 1991, the laws, regulations or administrative provisions necessary to comply with this Directive.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 March 1991.\nFor the Council\nThe President\nR. STEICHEN\n(1) OJ No C 210, 23. 8. 1990, p. 5.\n(2) OJ No C 48, 25. 2. 1991.\n(3) OJ No C 31, 6. 2. 1991, p. 44.\n(4) OJ No L 38, 11. 2. 1974, p. 31.\n(5) OJ No L 110, 25. 4. 1987, p. 25.\n(6) OJ No L 304, 27. 10. 1987, p. 38."}