{"celex_id": "31996R1490", "uri": "http://publications.europa.eu/resource/cellar/577b6cd9-420f-43af-9a61-2617c3e71a11", "type": "Regulation", "concepts": ["1309", "1591", "3892", "519", "5458", "770"], "title": "Council Regulation (EC) No 1490/96 of 23 July 1996 imposing a definitive anti-dumping duty on imports of polyester staple fibre originating in Belarus and collecting definitively the provisional duty imposed\n", "header": "COUNCIL REGULATION (EC) No 1490/96 of 23 July 1996 imposing a definitive anti-dumping duty on imports of polyester staple fibre originating in Belarus and collecting definitively the provisional duty imposed\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (2), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) By Regulation (EC) No 394/96 (3) (hereinafter 'the provisional duty Regulation`), the Commission imposed a provisional anti-dumping duty on imports into the Community of polyester staple fibre (hereinafter 'PSF` or 'product concerned`) originating in Belarus, falling within CN code 5503 2000.\n(2) By Regulation (EC) No 1050/96 (4) the Council extended the validity of this duty for a period of two months.\nB. SUBSEQUENT PROCEDURE\n(3) The provisional duty Regulation set up a time limit within which the parties concerned could make known their views in writing and apply to be heard orally by the Commission.\n(4) Only the sole Belarussian exporter concerned requested, within that time limit, and was granted a hearing.\n(5) 'Eurofibrefill`, an association formed by a group of users of PSF, made known its views in writing nearly three months following the entry into force of the provisional duty Regulation, and hence after the abovementioned time limit. In any event, no arguments different from those previously made by Eurofibrefill in the course of the investigation, and covered by the provisional duty Regulation, were contained in the new submission.\nC. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT, DUMPING, COMMUNITY INDUSTRY, INJURY, CAUSATION OF INJURY AND COMMUNITY INTEREST\n(6) No further substantiated arguments have been made by any of the parties concerned regarding the Commission's provisional findings on the product concerned, on the like product, on dumping, Community industry, injury, causation of injury and Community interest. Consequently, these findings, as set out in recitals 10 to 78 of the provisional duty Regulation, are confirmed by the Council.\nD. FORM OF A DEFINITIVE MEASURE TO BE IMPOSED\n(7) During the hearing granted to the Belarussian exporter (see recital 4), the latter enquired about the possibility of offering a price-undertaking, so that the investigation could be terminated without the imposition of definitive duties. However, no such offer has subsequently been made.\n(8) For the following reasons, a price-undertaking does not appear to be an appropriate solution in the present case:\n(a) minimum prices of PSF would have to be linked to the considerable price fluctuations of its main raw materials on the international markets, which would make an undertaking unworkable;\n(b) the product concerned is extremely hetero-geneous. An efficient monitoring of an undertaking, which should comprise all different types and combinations of PSF (factors like size, colour, cutlength, shading, etc. are all decisive for setting a selling price), would be extremely difficult. The risk of circumvention would be considerable;\n(c) the low level of cooperation found during the investigation, as demonstrated by the fact that the exporter concerned submitted evidence for only 2 % of the total quantity of PSF imported into the Community from Belarus, would increase this risk even more.\n(9) In these circumstances it is considered that the most suitable form of any definitive measure to be imposed in the present proceeding would therefore be an ad valorem duty. The Council confirms this approach.\nE. DEFINITIVE DUTY\n(10) In order to establish the level of the definitive duty, the Commission took account of the dumping margin found and of the amount of duty necessary to eliminate the injury sustained by the Community industry, in accordance with the methodology described in recitals 79 to 81 of the provisional duty Regulation.\n(11) Since the increase in export prices necessary to remove the injury suffered by the Community industry is greater than the dumping margin found, the definitive duty to be imposed should correspond to the dumping margin established, i.e. 43,5 %. The Council confirms this level of the definitive duty.\nF. COLLECTION OF THE PROVISIONAL DUTY\n(12) In view of the dumping margin established and the substantial injury caused to the Community industry, it is considered that the amounts secured by way of the provisional anti-dumping duty should be definitively collected,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of synthetic staple fibre of polyester, falling within CN code 5503 20 00, and originating in Belarus.\n2. The rate of the definitive anti-dumping duty applicable shall be 43,5 % of the net, free-at-Community-frontier price, before duty.\n3. Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "1. The amounts secured by way of the provisional anti-dumping duty on imports into the Community of polyester staple fibre originating in Belarus pursuant to Regulation (EC) No 394/96 shall be definitively collected.\n2. Article 1 (3) shall also apply to the definitive collection of the amounts secured by way of the provisional anti-dumping duty.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 209, 2. 8. 1988, p. 1. Regulation as last amended by Regulation (EC) No 522/94 (OJ No L 66, 10. 3. 1994, p. 10).\n(3) OJ No L 54, 5. 3. 1996, p. 10.\n(4) OJ No L 139, 12. 6. 1996, p. 16."}