{"celex_id": "31999D0692", "uri": "http://publications.europa.eu/resource/cellar/0200edad-b037-46d1-bab2-39fa31a83ea8", "type": "Decision", "concepts": ["114", "3048", "4178", "4271"], "title": "1999/692/EC, ECSC, Euratom: Council Decision of 20 October 1999 determining the appointing authority for the General Secretariat of the Council\n", "header": "COUNCIL DECISION\nof 20 October 1999\ndetermining the appointing authority for the General Secretariat of the Council\n(1999/692/EC, ECSC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Staff Regulations of officials of the European Communities and the Conditions of employment of other servants of the Communities, as laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68 of 29 February 1968(1), as last amended by Regulation (EC, ECSC, Euratom) No 1238/1999(2), and in particular Article 2 of those Staff Regulations and Article 6 of those Conditions,\nWhereas:\n(1) Under the first subparagraph of Article 207(2) of the EC Treaty, the first subparagraph of Article 30(2) of the ECSC Treaty and the first subparagraph of Article 121(2) of the Euratom Treaty, as amended by the Treaty of Amsterdam, which entered into force on 1 May 1999, the General Secretariat of the Council comes under the responsibility of a Secretary-General, High Representative for the common foreign and security policy, hereinafter referred to as \"the Secretary-General\", assisted by a Deputy Secretary-General;\n(2) A new Decision should be adopted determining the appointing authority for the General Secretariat of the Council and to repeal Decisions 63/2/Euratom and 63/9/EEC(3),", "main_body": ["The powers conferred by the Staff Regulations of officials on the appointing authority and by the Conditions of employment of other servants on the authority competent to conclude staff contracts shall, as regards the General Secretariat of the Council, be exercised:\n(a) by the Council for the Secretary-General and the Deputy Secretary-General;\n(b) by the Council, on a proposal from the Secretary-General, for the application to officials or other servants in Grade 1 of Category A of Articles 1, 13, the second paragraph of Article 15, Articles 16, 22, 29, 30, 31, 32, 38, 41, 49, 50, 51, 78, 87, 88, 89 and 90; the Secretary-General is authorised to delegate his power of proposal to the Deputy Secretary-General;\n(c) by the Secretary-General in other cases; the Secretary-General is authorised to delegate his powers to the Deputy Secretary-General.\nThe Deputy Secretary-General is authorised to delegate any powers delegated to him by the Secretary-General to the Director-General of Administration, in whole or in part, for the application of the Conditions of employment of other servants and the application of the Staff Regulations to officials in Categories B, C and D. Such delegation cannot extend to any powers delegated to him in respect of the appointment and termination of service of officials and the engagement of other servants.", "Decisions 63/9/EEC and 63/2/Euratom are hereby repealed.", "This Decision shall take effect on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 20 October 1999.\nFor the Council\nThe President\nT. HALONEN\n(1) OJ L 56, 4.3.1968, p. 1.\n(2) OJ L 150, 17.6.1999, p. 1.\n(3) Council Decisions of 14 May 1962 determining the appointing authority for the Secretariat of the Councils (OJ 5, 16.1.1963, p. 33 and p. 34)."}