{"celex_id": "31996L0040", "uri": "http://publications.europa.eu/resource/cellar/ea0b330a-5014-45e3-8a66-0bd8773a1008", "type": "Directive", "concepts": ["1447", "4522", "488"], "title": "Commission Directive 96/40/EC of 25 June 1996 establishing a common model for an identity card for inspectors carrying out port State control (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 96/40/EC of 25 June 1996 establishing a common model for an identity card for inspectors carrying out port State control (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/21/EC of 19 June 1995 concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control) (1), and in particular Article 12 (4) thereof,\nWhereas Directive 95/21/EC provides for the establishment of a common model for an identity card for port State control inspectors;\nWhereas it is necessary that the identity card contains at least the following information: name of the issuing authority, full name of the holder of the identity card, a picture of the holder of the identity card, the signature of the holder of the identity card and a statement to the effect that the holder is authorized to carry out inspections in accordance with the national legislation adopted pursuant to the Directive;\nWhereas to serve the purpose of identifying the inspector to the ship master and crew members it is necessary that the identity card contains a translation into the English language if that is not the main language used;\nWhereas the exact format of the identity card should be left to the Member States;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee set up pursuant to Article 12 of Council Directive 93/75/EEC (2),", "main_body": ["The identity card referred to in Article 12 (4), of Directive 95/21/EC shall comply with the requirements set out in the Annex.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 1 February 1997. They shall immediately inform the Commission thereof.\nWhen these provisions are adopted by Member States, they shall contain a reference to this Directive or shall be accompanied by such a reference at the time of their official publication. The procedure for making such a reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 June 1996.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ No L 157, 7. 7. 1995, p. 1.\n(2) OJ No L 247, 5. 10. 1993, p. 19.\nANNEX\nREQUIREMENTS FOR THE IDENTITY CARD FOR PORT STATE CONTROL INSPECTORS\n(as referred to in Article 12 (4) of Directive 95/21/EC)\nThe identity card shall contain at least the following information:\n(a) Name of the issuing authority\n(b) Full name of the holder of the identity card\n(c) An up-to-date picture of the holder of the identity card\n(d) The signature of the holder of the identity card\n(e) A statement to the effect that the holder of the identity card is authorized to carry out inspections in accordance with the national legislation adopted pursuant to the Directive.\nIf the main language used on the identity card is not English, it must include a translation into that language.\nThe format of the identity card is left to the discretion of the competent authorities."}