{"celex_id": "31996L0094", "uri": "http://publications.europa.eu/resource/cellar/e7492118-ca2f-4550-a5e2-08719c104dd1", "type": "Directive", "concepts": ["1280", "1853", "2739", "3730", "4039", "4308"], "title": "Commission Directive 96/94/EC of 18 December 1996 establishing a second list of indicative limit values in implementation of Council Directive 80/1107/EEC on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 96/94/EC of 18 December 1996 establishing a second list of indicative limit values in implementation of Council Directive 80/1107/EEC on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 80/1107/EEC of 27 November 1980 on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular the first subparagraph of Article 8 (4) thereof,\nHaving regard to the opinion of the Advisory Committee of Safety, Hygiene and Health Protection at Work,\nWhereas indicative limit values should be regarded as an important part of the overall approach to the setting of limit values and ensuring the protection of the health of workers at the workplace;\nWhereas a first list of indicative limit values was established by Commission Directive 91/322/EEC (2);\nWhereas a second list of indicative limit values can be drawn up at Community level following evaluation of the latest available scientific data on occupational health effects and on the availability of the measuring techniques;\nWhereas, is preparing its Directive, the Commission was assisted by a scientific committee set up pursuant to Commission Directive 95/320/EC (3); whereas this Committee was responsible for the evaluation of the available scientific data;\nWhereas, in addition, it is necessary to establish short-term limit values for certain substances to take account of effects arising from short-term exposure;\nWhereas, for some agents, it is necessary to have regard also to the possibility of penetration through the skin, in order to ensure the best possible level of protection;\nWhereas indicative limit values need to be kept under review and will need to be revised if new scientific data indicate that they are no longer valid;\nWhereas this Directive constitutes a practical step towards the achievement of the social dimension of the internal market;\nWhereas Member States must apply this Directive when they adopt provisions for the protection of workers in accordance with Article 3 (1) of Directive 80/1107/EEC;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee set up pursuant to Article 9 of Directive 80/1107/EEC,", "main_body": ["A second list of indicative limit values, of which Member States shall take account, inter alia, when establishing the limit values referred to in Article 4 (4) (b) of Directive 80/1107/EEC, is set out in the Annex to this Directive.", "1. Member States shall bring into force the provisions necessary to comply with this Directive:\n- by 1 June 1998 where they have adopted provisions for the protection of workers in accordance with Article 3 (1) of Directive 80/1107/EEC, or\n- at the time they adopt such provisions.\nThey shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1996.\nFor the Commission\nPádraig FLYNN\nMember of the Commission\n(1) OJ No L 327, 3. 12. 1980, p. 8.\n(2) OJ No L 177, 5. 7. 1991, p. 22.\n(3) OJ No L 188, 9. 8. 1995, p. 14.\nANNEX\nINDICATIVE LIMIT VALUES FOR OCCUPATIONAL EXPOSURE\n>TABLE>"}