{"celex_id": "31997R1480", "uri": "http://publications.europa.eu/resource/cellar/e214e1a9-9858-41ca-bb3f-57c2790e681c", "type": "Regulation", "concepts": ["1117", "1644", "2730", "3591", "4385", "4778"], "title": "Commission Regulation (EC) No 1480/97 of 28 July 1997 on the issue of import licences for certain products processed from sour cherries originating in the Republics of Bosnia-Herzegovina and Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia\n", "header": "COMMISSION REGULATION (EC) No 1480/97 of 28 July 1997 on the issue of import licences for certain products processed from sour cherries originating in the Republics of Bosnia-Herzegovina and Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 70/97 of 20 December 1996 concerning the arrangements applicable to imports into the Community of products originating in the Republic of Bosnia-Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia and to imports of wine originating in the Republic of Slovenia (1), as amended by Regulation (EC) No 825/978 (2), and in particular Article 10 thereof,\nWhereas Commission Regulation (EC) No 1921/95 of 3 August 1995 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables and repealing Regulations (EEC) No 2405/89 and (EEC) No 3518/86 (3), as last amended by Regulation (EC) No 2427/95 (4), lays down that import licences are required for, among other things, products processed from sour cherries falling within CN codes ex 0811 90 19, ex 0811 90 39, 0811 90 75, ex 0812 10 00, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91;\nWhereas the second subparagraph of Article 6 (1) of Regulation (EC) No 70/97 provides that the ceiling of 19 800 tonnes fixed the abovementioned products in Annex D of that Regulation shall be administered by the issuing of the import licences provided for for the products concerned; whereas the granting of preferences should be linked to the issue of specific licences;\nWhereas the measures should be taken automatically and very rapidly as soon as the demand for licences reaches the limits of the quantity available; whereas the Commission should be enabled to take the necessary measures;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Section 24 of import licences for products processed from sour cherries falling within CN codes ex 0811 90 19, ex 0811 90 39, 0811 90 75, ex 0812 10 00, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91 originating in Bosnia-Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia shall contain one of the following indications:\n- Exención del derecho ad valorem - Reglamento (CE) n° 70/97\n- Fritagelse for værditold - forodning (EF) nr. 70/97\n- Wertzollfrei - Verordnung (EG) Nr. 70/97\n- ÁðáëëáãÞ áðü ôïí ad valorem äáóìü - êáíïíéóìüò (ÅÊ) áñéè. 70/97\n- Exemption from ad valorem duty - Regulation (EC) No 70/97\n- Exemption du droit ad valorem - règlement (CE) n° 70/97\n- Esenzione dal dazio ad valorem - regolamento (CE) n. 70/97\n- Vrijgesteld van het douanerecht ad valorem - Verordening (EG) nr. 70/97\n- Isenção dos direitos ad valorem - Regulamento (CE) nº 70/97\n- Vapautus arvotullista - asetus (EY) N:o 70/97\n- Befrielse från värdetull - förordning (EG) nr 70/97\nAt the request of the interested party, this indication shall be added to licences issued before the entry into force of this Regulation and not yet used.", "Where the quantities for which import licence applications are submitted for the products and origins referred to in Article 1 reach the ceilings set in Annex D to Regulation (EC) No 70/97, the Commission shall take the measures necessary to avoid quantities imported at the preferential rate exceeding that platform.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 16, 18. 1. 1997, p. 1.\n(2) OJ No L 119, 8. 5. 1997, p. 4.\n(3) OJ No L 185, 4. 8. 1995, p. 10.\n(4) OJ No L 249, 17. 10. 1995, p. 12."}