{"celex_id": "31998D0604", "uri": "http://publications.europa.eu/resource/cellar/965f4b0a-a064-462a-83ad-9287e7e66317", "type": "Decision", "concepts": ["1005", "1182", "1755", "1857", "3003"], "title": "98/604/EC: Commission Decision of 16 October 1998 on the Community financial contribution towards the eradication of sheep pox in Greece (notified under document number C(1998) 3118) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 16 October 1998 on the Community financial contribution towards the eradication of sheep pox in Greece (notified under document number C(1998) 3118) (Only the Greek text is authentic) (98/604/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 3(4) thereof,\nWhereas the Commission adopted Decision 97/658/EC of 1 October 1997 concerning financial contribution by the Community towards the eradication of sheep pox in Greece (3); whereas this Community assistance could be had for outbreaks of sheep pox occurring between November 1995 and December 1996;\nWhereas new outbreaks of sheep pox have been declared in Greece in 1997; whereas eradication measures must continue in view of the serious danger this disease presents for the Community's sheep and goat population, by providing in particular a further Community contribution to compensate sheep and goat farmers for their losses;\nWhereas, when the presence of sheep pox was officially confirmed, the Greek authorities communicated that they had taken appropriate measures, including those listed in Article 3(2) of Decision 90/424/EEC, and those in Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (4), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas the conditions for Community financial assistance have been met;\nWhereas the Community financial contribution shall be paid on confirmation that the measures have been implemented and the authorities have supplied all the information requested within the time limits laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Greece may obtain financial assistance for the outbreaks of sheep pox in 1997.", "1. Subject to the checks to be carried out, the Community contribution shall be granted after the supporting documents have been submitted.\n2. The supporting documents referred to in paragraph 1 shall be:\n(a) an epidemiological report on each holding on which animals have been slaughtered. The report shall contain information on:\n(i) infected holdings:\n- location and address,\n- date on which the disease was suspected and the date on which it was confirmed,\n- number of animals, by species and category, slaughtered and destroyed, and the date in question,\n- method of slaughter and of destruction,\n- type and number of samples collected and tested when the disease was suspected; results of the tests,\n- type and number of samples taken and tested during the depopulation of the infected holdings; results of the tests,\n- presumed origin of the infection following complete epidemiological analysis;\n(ii) holdings in contact with an infected holding:\n- as in (i), first, third, fourth and sixth indents,\n- infected holding (outbreak) with which contact has been confirmed or suspected; nature of the contact;\n(b) a financial report including in particular the list of beneficiaries and their addresses, the number, species and categories of animals slaughtered, the date of slaughter, the amount paid out (excluding VAT) and the date of payment.", "1. The application for payment, together with the supporting documents referred to in Article 2, shall be submitted to the Commission before 1 December 1998.\n2. The Commission shall decide on the aid before 15 April 1999. Before 1 May 1999, it shall inform the Member States through the Standing Veterinary Committee of its decision, with a view to an evaluation thereof.", "1. The Commission, in collaboration with the competent national authorities, may carry out on-the-spot checks to ensure that the measures and assisted expenditure have been carried out.\nThe Commission shall inform the Member States of the outcome of the checks.\n2. Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (5) shall apply mutatis mutandis.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 16 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 278, 11. 10. 1997, p. 26.\n(4) OJ L 62, 15. 3. 1993, p. 69.\n(5) OJ L 94, 28. 4. 1970, p. 13."}