{"celex_id": "31991R0717", "uri": "http://publications.europa.eu/resource/cellar/ce422afd-f5dc-4b8f-9126-03761b0b7c4e", "type": "Regulation", "concepts": ["3180", "3181", "619"], "title": "Council Regulation (EEC) No 717/91 of 21 March 1991 concerning the Single Administrative Document\n", "header": "COUNCIL REGULATION (EEC) No 717/91  of 21 March 1991  concerning the Single Administrative Document\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 678/85 of 18 February 1985 simplifying formalities in trade in goods within the Community (4) provides that the formalities connected with such trade are to be completed using a Single Administrative Document; whereas  the specimen form of that document was drawn up by Council Regulation (EEC) No 679/85 (5), as last amended by Commission Regulation (EEC) No 1062/87 (6); whereas Regulation (EEC) No 1900/85 (7), as last amended by Regulation (EEC) No 1059/86 (8),  stipulated that export and import declarations must be made on a document corresponding to the specimen form drawn up in accordance with Regulation (EEC) No 679/85;\nWhereas Article 8a of the Treaty provides for the progressive establishment, over a period expiring on 31 December 1992, of the internal market, which comprises an area without internal frontiers in which the free movement of goods, in particular, is  ensured;\nWhereas the effect of implementing that provision is to eliminate all checks and all formalities in respect of Community goods moving within the Community and, hence, to make the provisions laid down in Regulation (EEC) No 678/85, in principle,  redundant; whereas, however, the Single Administrative Document should still be used, where necessary, during the transitional period of the accession of Spain and Portugal to the Community in connection with trade between the Community as constituted  on 31 December 1985 and Spain or Portugal and between the two last-mentioned Member States in goods still liable to certain customs duties and charges having equivalent effect or which remain subject to other measures laid down by the Act of Accession;\nWhereas trade in intra-Community goods not in free circulation within the Community as well as imports and exports continue to be subject to the principle of use of the Single Administrative Document;\nWhereas it is important to ensure uniform implementation of this Regulation and, for this purpose, to provide for a Community procedure that will allow the adoption by appropriate time limits of a certain number of implementing provisions; whereas it is  necessary for close and effective cooperation between the Member States and the Commission to be organized for this purpose within a committee;\nWhereas it would appear advisable to take the opportunity of amending the legislation concerning the Single Administrative Document to repeal Regulations (EEC) No 678/85 and (EEC) No 679/85 and (EEC) No 1900/85, whilst retaining certain provisions of  Regulations (EEC) No 678/85 and (EEC) No 1900/85,", "main_body": ["1. Where, in Community legislation, reference is made to an export or import declaration or a declaration placing goods under another customs procedure, including the Community transit procedure, such declaration shall be made on a Single  Administrative Document form corresponding to the specimen drawn up in accordance with the procedure laid down in Articles 7 and 8.\n2. The Single Administrative Document form shall, where necessary, also be used during the transitional period laid down in the Act of Accession of Spain and Portugal in connection with trade between the Community as constituted on 31 December 1985 and  Spain or Portugal and between those two last-mentioned Member States in goods still liable to certain customs duties and charges having equivalent effect or which remain subject to other measures laid down by the Act of Accession.\n3. The form may also be used where a Community provision expressly provides for such use.", "Apart from the document referred to in Article 1, Member States may not require any administrative documents other than those which are:\n- expressly created by Community Acts or provided for by such Acts,\n- required under the terms of international conventions compatible with the Treaty,\n- required from operators to enable them to qualify, at their request, for an advantage or a specific facility,\n- required, with due regard for the provisions of the Treaty, for the implementation of specific regulations which cannot be implemented solely by the use of the document referred to in Article 1.", "1. The declarations must be accompanied, within the limits laid down in Article 2, by the documents necessary to place the goods in question under the procedure requested.\n2. The lodging with a customs office of a declaration signed by the declarant or his representative shall indicate that the person concerned is declaring the goods in question for the procedure applied for and, without prejudice to the possible  application of penal provisions, shall render such person liable, under the provisions in force in the Member States, for:\n- the accuracy of the information given in the declaration,\n- the authenticity of the documents attached, and\n- the observance of all the obligations inherent in placing the goods in question under the procedure concerned.", "The findings of the competent authorities of a Member State made in the course of the application of this Regulation may be invoked by the competent authorities of the other Member States. In such cases, they shall have the same conclusive  force as the findings of the competent authorities of each of those Member States.", "This Regulation shall not preclude the use of specific forms which:\n- apply under international agreements;\n- are provided for within the framework of simplified or specific procedures, whether or not computerized.", "1. A Single Administrative Document Committee (hereinafter referred to as 'the Committee') is hereby set up, composed of representatives of the Member States and chaired by a representative of the Commission.\n2. The Committee shall draw up its own rules of procedure.", "The Committee shall have power to examine any question relating to the implementation of this Regulation, submitted to it by its Chairman either on his own initiative or at the request of a representative of a Member State.", "1. The provisions necessary for applying this Regulation shall be adopted in accordance with the procedure laid down in paragraphs 2 and 3.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\n(c) If, on the expiry of a three-month period from the date of referral, the Council has not acted, the proposed measures shall be adopted by the Commission.", "1. Regulations (EEC) No 678/85, (EEC) No 679/85 and (EEC) No 1900/85 are hereby repealed.\n2. Any reference made to the Regulations hereby repealed shall be deemed to be a reference to this Regulation.", "0\nEach Member State shall inform the Commission of the measures it takes to apply this Regulation.\nThe Commission shall communicate this information to the other Member States.", "1\n1. This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\n2. Before 1 October 1992, the Council shall review this Regulation on the basis of a progress report from the Commission on the harmonization of provisions on the achievement of the internal market which are necessary for the correct application of this  Regulation. The report shall be accompanied by proposals, should there be any, on which the Council shall decide by a qualified majority. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 1991.\nFor the Council\nThe President\nG. WOHLFART\n(1) OJ No C 214, 29. 8. 1990, p. 11.\n(2) OJ No C 19, 28. 1. 1991 and Decision of 20 February 191 (not yet published in the Official Journal).\n(3) OJ No C 60, 8. 3. 1991, p. 1.\n(4) OJ No L 79, 21. 3. 1985, p. 1.\n(5) OJ No L 79, 21. 3. 1985, p. 7.\n(6) OJ No L 107, 22. 4. 1987, p. 1.\n(7) OJ No L 179, 11. 7. 1985, p. 4.\n(8) OJ No L 97, 12. 4. 1986, p. 7."}