{"celex_id": "31993D0342", "uri": "http://publications.europa.eu/resource/cellar/54276b2f-c643-4680-9db2-e840a91db682", "type": "Decision", "concepts": ["1309", "1755", "2300", "4743", "5369"], "title": "93/342/EEC: Commission Decision of 12 May 1993 laying down the criteria for classifying third countries with regard to avian influenza and Newcastle disease\n", "header": "COMMISSION DECISION of 12 May 1993 laying down the criteria for classifying third countries with regard to avian influenza and Newcastle disease\n(93/342/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions governing intra-Community trade in and imports from third countries of poultry and hatching eggs (1), as last amended by Directive 92/65/EEC (2), and in  particular Article 22 (2) thereof,\nHaving regard to Council Directive 91/494/EEC of 26 June 1991 on animal health conditions governing intra-Community trade in and imports from third countries of fresh poultrymeat (3), as last amended by Directive 92/116/EEC (4), and in particular\nArticle 10\n(2) thereof,\nWhereas poultry, hatching eggs and poultry meat coming from third countries must be free from avian influenza and Newcastle disease; whereas it is necessary to establish the criteria for classifying third countries accordingly;\nWhereas the criteria for third countries have to be established taking into account the provisions regarding Member States as laid down in Council Directives 92/40/EEC (5) and 92/66/EEC (6);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purpose of this Decision:\n(a) 'Avian influenza' means infection as defined in Chapter I of Annex A;\n(b) 'Newcastle disease' means infection as defined in Chapter II of Annex A;\n(c) 'Recognized vaccine' means any vaccine against Newcastle disease complying with the criteria laid down in Annex B;\n(d) 'Emergency vaccination' means vaccination used as a means of controlling the disease following one or more outbreaks and carried out:\n(i) against avian influenza using any vaccine;\n(ii) against Newcastle disease using non-recognized vaccines;\n(e) 'Sanitary slaughter policy' means the application, in the event of outbreaks of avian influenza or Newcastle disease, of the measures provided for in Annex C;\n(f) 'Commercial flock' means either any flock consisting of at least 200 birds or any other flocks from which the poultry, hatching eggs or meat is liable to be exported to the Community.", "A third country is classified as free from avian influenza and Newcastle disease if it fulfils the following general criteria:\n(a) it must have a general animal-health structure allowing adequate monitoring of poultry flocks;\n(b) it must have legislation which makes avian influenza and Newcastle disease notifiable diseases for all species of poultry and for all birds kept in captivity;\n(c) it must undertake to examine closely any suspicion of those diseases;\n(d) if there is suspicion, it must submit samples of each avian influenza virus or paramyxovirus found to specific laboratory testing in accordance with the procedure set out in Annex A;\n(e) it must have at its disposal laboratory capacity in its own official laboratories or have arrangements with other national laboratories for rapid testing;\n(f) it must allow those laboratories to be checked by experts from the Community;\n(g) for each primary outbreak it must send virusisolates to the EEC reference laboratory in Weybridge (UK);\n(h) it must notify to the Commission, within 24 hours after confirmation, of primary outbreaks in each region;\n(i) it must send to the Commission, at least monthly in the case of secondary outbreaks, a report on the disease situation;\n(j) in cases where vaccination against avian influenza and/or Newcastle disease is not forbidden, it must officially control the production, testing and distribution for the vaccines;\n(k) it must communicate to the Commission the characteristics of each strain used for the production of vaccines against avian influenza or Newcastle disease.", "1. Without prejudice to the general criteria laid down in Article 2, a third country is classified as free from avian influenza if:\n(a) no outbreaks of that disease have occurred in poultry on its territory for at least 36 months; and\n(b) no vaccinations against avian influenza viruses of the same sub-types as those for which highly pathogenic viruses are known to exist (currently H5 and H7 sub-types) have been carried out for at least 12 months.\n2. Where a sanitary slaughter policy is practised to control the disease and without prejudice to the provision of paragraph 1 (b) the period of 36 months referred to in paragraph 1 (a) is reduced to:\n(a) 6 months if no emergency vaccination has been carried out;\n(b) 12 months if emergency vaccination has been carried out, provided that a further 12-month period has elapsed after the official termination of such emergency vaccination.", "1. Without prejudice to the general criteria laid down in Article 2, a third country is classified as free from Newcastle disease for the first time if:\n(a) no outbreaks of that disease have occurred in poultry on its territory for at least 36 months; and\n(b) no vaccinations against Newcastle disease using non-recognized vaccines have been carried out for at least 12 months.\n2. Where a sanitary slaughter policy is practised to control the disease and without prejudice to the provision of paragraph 1 (b) the period of 36 months referred to in paragraph 1 (a) is reduced to:\n(a) 6 months if no emergency vaccination has been carried out;\n(b) 12 months if emergency vaccination has been carried out, provided that a further 12-month period has elapsed after the official termination for such emergency vaccination.\n3. By way of derogation from paragraphs 1 (a) and 2 (a), a third country is classified as free from Newcastle disease if the criteria set out in paragraphs 1 or 2 are met only for commercial flocks.\nIn such cases the third country concerned will be authorized to send fresh poultry meat to the Community if the additional guarantees laid down in Annex D are included in the accompanying animal health certificate. The export of live poultry and  hatching eggs to the Community is not authorized in such cases.\n4. By way of derogation from paragraphs 1 (b) and 2 (b) a third country is classified as free from Newcastle disease if it allows the use of vaccines against the disease, which, although complying with the general criteria set out in Annex B for the  vaccines, do not fulfil the specific criteria thereof.\nIn such cases the third country concerned will be authorized to send live poultry and hatching eggs or fresh poultry meat to the Community if the additional guarantees laid down in Annex E or Annex F to this Decision are included in the accompanying  animal health certificate.", "This Decision shall apply from 1 October 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 303, 31. 10. 1990, p. 6.\n(2) OJ No L 268, 14. 9. 1992, p. 54.\n(3) OJ No L 268, 24. 9. 1991, p. 35.\n(4) OJ No L 62, 15. 3. 1993, p. 1.\n(5) OJ No L 167, 22. 6. 1992, p. 1.\n(6) OJ No L 260, 5. 9. 1992, p. 1.\nANNEX A\nDEFINITIONS OF 'AVIAN INFLUENZA' AND 'NEWCASTLE DISEASE'   CHAPTER I   Avian influenza  'Avian influenza' means an infection of poultry caused by any influenza A virus which has an intravenous pathogenicity index (IVPI) in six-week-old chickens greater than 1,2 or any infection with influenza A virus of H5 or H7 sub-type  for which nucleotide sequencing has demonstrated the presence of multiple basic amino acids at the cleavage site of the haemagglutinin.\nThe IVPI has to be determined according to the following method:\nIntravenous pathogenicity index (IVPI)\n1. Infective allantoic fluid from the lowest passage level available, preferably from the initial isolation without any selection, is diluted 101 in sterile isotonic saline.\n2. 0,1 ml diluted virus is injected intravenously into each of 10 six-week-old chickens (specific pathogen free birds should be used).\n3. Birds are examined at 24 hour intervals for 10 days.\n4. At each observation each bird is recorded normal (O), sick (1), severely sick (2) or dead (3).\n5. Record results and calculate index as shown in this example:\n/* Tables: see OJ */\nCHAPTER II   Newcastle disease  'Newcastle disease' means an infection of poultry caused by any avian strain of the paramyxovirus 1 with an intracerebral pathogenicity index (ICPI) in one-day-old chicks greater than 0,7.\nThe ICPI has to be determined according to the following method:\nIntracerebral pathogenicity index text (ICPI)\n1. Infective freshly harvested allantoic fluid (HA titre must be greater than 24) is diluted 1: 10 in sterile isotonic saline (antibiotics must not be used).\n2. 0,05 ml of the diluted virus is injected intracerebrally into each 10 one-day-old chicks (i.e. 24 - 40 hours after hatching). The chicks should be hatched from eggs obtained from a specific pathogen-free flock.\n3. The birds are examined at intervals of 24 hours for eight days.\n4. At each observation each bird is scored: 0 = normal; 1 = sick; 2 = dead.\n5. The index is calculated as shown in the following example:\n/* Tables: see OJ */\nANNEX B\nCRITERIA FOR RECOGNISED VACCINES  1. General criteria\nA. Vaccines have to be registered by the competent authorities of the third country concerned before being allowed to be distributed and used. For this registration the competent authorities have to rely on a complete file containing data about efficacy  and innocuity; for imported vaccines the competent authorities can rely on data checked by the competent authorities of the country where the vaccine is produced, as far as these checks have been carried out in conformity with internationally accepted  standards.\nB. Furthermore importation or production and distribution of the vaccines have to be controlled by the competent authorities of the third country concerned.\nC. Before distribution is allowed, each batch of vaccines has to be tested on innocuity, in particular regarding attenuation or inactivation and absence of undesired contaminating agents, and on efficacy on behalf of the competent authorities.\n2. Specific criteria\nA. Live attenuated Newcastle disease vaccines shall be prepared from a Newcastle disease virus strain for which the master seed has been tested and shown to have an intracerebral pathogenicity index (ICPI) of:\neither\n(i) less than 0,4 if not less than 107 EID50 are administered to each bird in the ICPI test;\nor\n(ii) less than 0,5 if not less than 108 EID50 are administered to each bird in the ICPI test.\nB. Inactivated Newcastle disease vaccines shall be prepared form a Newcastle disease virus strain with an intracerebral pathogenicity index (ICPI) in one-day-old chicks of less than 0,7 if not less than 108 EID50 are administered to each bird in the  ICPI test.\nANNEX C\nMINIMAL MEASURES TO BE TAKEN WHEN SANITARY SLAUGHTER IS PRACTISED TO ELIMINATE OUTBREAKS OF AVIAN INFLUENZA OR NEWCASTLE DISEASE  1. In case of suspicion the holding concerned shall be placed under official supervision. This shall in particular mean  that:\n(a) all necessary samples shall be taken without delay and sent to a laboratory approved by the competent authorities for diagnosis;\n(b) a record shall be made of all categories of poultry kept on the holding showing number of dead and diseased animals; this record shall be kept up-to-date and should be checked at each official visit;\n(c) all poultry shall be kept isolated and, whenever possible, in their living quarters;\n(d) no poultry is allowed to enter or to leave the holding;\n(e) all movements of persons, vehicles, materials etc. onto and from the holding shall be subject to official authorization;\n(f) table eggs can leave the holding after adequate disinfection or can be sent directly to an installation where they receive an adequate heat treatment;\n(g) appropriate means of disinfection have to be used at the entrances of buildings housing poultry and of the holding itself;\n(h) an epizootiological inquiry has to be carried out to discover the source of infection and its possible spread;\n(i) possibly infected contact premises, i. e. these known from the inquiry meant in point (g) have to be put also under official surveillance.\n2. As soon as the presence of the disease is officially confirmed on a holding, the following measures shall be taken in addition of those mentioned under point 1:\n(a) all poultry on the holding shall be killed on the spot without any delay; their carcasses and eggs shall be destroyed; these operations have to be carried out in a way which minimizes the risk of spreading disease;\n(b) any substance or waste liable to be contaminated shall be destroyed or treated in a way to ensure destruction of any virus present;\n(c) the meat of poultry slaughtered during the presumed incubation period should be traced and destroyed;\n(d) hatching eggs laid during the presumed incubation period should be traced and destroyed; poultry which hatched from such eggs shall be placed under official surveillance;\n(e) after carrying out killing and destruction operations the premises shall be thoroughly cleansed and desinfected;\n(f) no poultry shall be reintroduced onto the holding until at least 21 days after the end of the disinfection operations.\n3. The operations mentioned in point 2 may be restricted to parts of holdings which form an epizootiological unit as far as the necessary guarantees exist to avoid spread of the disease to the non-infected units of the holding.\n4. Around confirmed outbreaks of disease a protection zone with a minimum radius of 3 km and a surveillance zone with a minimum radius of 10 km shall be implemented. In these zones stand-still measures and controlled movements of poultry shall be in  force until at least 21 days after the end of the disinfection operations on the infected holding. Before lifting the measures in these zones the authorities shall carry out the necessary inquiries and sampling of the poultry holdings to confirm that  disease is no longer present in the region concerned.\n5. The operations mentioned in this Annex have to be carried out by or under the supervision of the official veterinary authorities.\nANNEX D\nADDITIONAL GUARANTEES TO BE INCLUDED IN THE ANIMAL HEALTH CERTIFICATE FOR IMPORT OF FRESH POULTRY MEAT INTO THE COMMUNITY FROM THIRD COUNTRIES WHERE ARTICLE 4 (3) OF DECISION 93/342/EEC APPLIES  The slaughter poultry flock from which the meat is issued,\n(a) (i) either has not been vaccinated with vaccines against Newcastle disease which do not fulfil the specific requirements of Annex B point 2 of Decision 93/342/EEC (1)();\n(ii) or has been vaccinated with vaccines which do not fulfil the specific requirements of Annex B point 2 of Decision 93/342/EEC, not less than 30 days before slaughter (*); and\n(b) has undergone at slaughter, on the basis of an at random sample of cloacal swabs of at least 60 birds of each flock concerned, a virus isolation test for Newcastle disease in which no avian paramyxoviruses with an intracerebral pathogenicity index  (ICPI) of more than 0,4 have been found; and\n(c) has not been in contact during the period of 30 days preceding slaughter with poultry which do not fulfil the guarantees mentioned under (a) and (b).\n(1)() Delete the unnecessary reference.\nANNEX E\nADDITIONAL GUARANTEES TO BE INCLUDED IN THE ANIMAL HEALTH CERTIFICATE FOR IMPORT OF LIVE POULTRY OR HATCHING EGGS INTO THE COMMUNITY FROM THIRD COUNTRIES WHERE ARTICLE 4 (4) OF DECISION 93/342/EEC APPLIES  Although the use of vaccines against Newcastle  disease which do not fulfil the specific requirements of point 2 of Annex B of Decision 93/342/EEC, is not prohibited in .................... (*), the\n- live poultry (1)(),\n- breeding poultry from which the hatching eggs (**)/one-day-old chicks (**) are issued (**)\n(a) (i) either have not been vaccinated for at least 12 months with such vaccines (**),\n(ii) or have been vaccinated with such vaccines within 12 months but not less than 60 days before consignment (**) or collection of hatching eggs (**), in which case the poultry of the flock of origin has undergone during the 14 days preceding  consignment or collecting of eggs, on the basis of an at random sample of cloacal swabs of at least 60 birds of each flock concerned, a virus isolation test for Newcastle disease in which no avian paramyxoviruses with an Intracerebral Pathogenicity  Index (ICPI) of more than 0,4 have been found (**); and\n(b) have not been in contact during the periods of respectively 12 months or 60 days mentioned in (a) (i) or (a) (ii) with poultry which do not fulfil the guarantees mentioned respectively under (a) (i) or (a) (ii); and\n(c) have been isolated under official surveillance on the holding of origin during the 14 days period mentioned in (a) (ii); and\n(d) when it concerns export of one-day-old chicks, the hatching eggs from which they hatched have not been in contact in the hatchery or during transport with eggs or poultry which do not fulfil the abovementioned guarantees.\n(1)() Name of the country of origin.\n(2)() Delete the unnecessary reference.\nANNEX F\nADDITIONAL GUARANTEES TO BE INCLUDED IN THE ANIMAL HEALTH CERTIFICATE FOR IMPORT OF FRESH POULTRY MEAT INTO THE COMMUNITY FROM THIRD COUNTRIES WHERE ARTICLE 4 (4) OF DECISION 93/342/EEC APPLIES  Although the use of vaccines against Newcastle disease  which do not fulfil the specific requirements of Point 2 of Annex B of Decision 93/342/EEC, is not prohibited in .................... (*), the slaughter poultry from which the meat is issued\n(a) (i) either have not been vaccinated for at least 12 months with such vaccines (**);\n(ii) or have been vaccinated with such vaccines within 12 months but not less than 30 days before slaughter in which case the poultry of the flock of origin has undergone at slaughter, on the basis of an at random sample of cloacal swabs of at least 60  birds of each flock concerned, a virus isolation test for Newcastle disease in which no avian paramyxoviruses with an ICPI of more that 0,4 have been found (**); and\n(b) have not been in contact during the periods of respectively 12 months or 30 days mentioned in (a) (i) or (a) (ii) with poultry which do not fulfil the guaranees mentioned respectively under (a) (i) or (a) (ii)."}