{"celex_id": "31994R0334", "uri": "http://publications.europa.eu/resource/cellar/64a22f16-01b0-4dd0-b4f8-15680a0f72d1", "type": "Regulation", "concepts": ["2356", "2560", "2642", "3065", "4692", "4839"], "title": "Commission Regulation (EC) No 334/94 of 15 February 1994 amending for the fourth time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 334/94 of 15 February 1994 amending for the fourth time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975, on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas because of the outbreak of classical swine fever in one production region in Belgium, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3337/93 (3), as last amended by  Regulation (EC) No 70/93 (4);\nWhereas producers of young piglets weighing 8 kilograms are also affected by the veterinary and commercial restrictions; whereas it is therefore appropriate to include these animals in the exceptional measures provided for by Regulation (EC) No 3337/93;  whereas the Belgian authorities should be authorised to fix the periods for the purchase of piglets and young piglets in view to ensuring good management of the measure;\nWhereas in view of a new outbreak of classical swine fever, the veterinary and commercial restrictions have been extended to a new region at the beginning February 1994; whereas it is appropriate to include, as from 9 February 1994, the animals coming  from this region is in the buying-in scheme provided for by Regulation (EC) No 3337/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3337/93 is hereby amended as follows:\n1. Article 1 is hereby amended as follows:\n(a) paragraph 1 is replaced by the following:\n'1. As from 22 November 1993 the Belgian intervention agency shall buy:\n- live pigs weighing not less than 110 kilograms on average per batch,\n- piglets weighing not less than 25 kilograms on average per batch,\n- young piglets weighing not less than 8 kilograms on average per batch, produced by specialised producers of young piglets which are approved of by the competent authorities.'\n(b) in paragraphs 2 and 3, 'piglets' is replaced by 'piglets and young piglets'.\n2. Article 2 is hereby amended as follows:\n(a) in paragraph 1, 'piglets' is replaced by 'piglets and young piglets'.\n(b) the following paragraph is added:\n'3. The competent Belgian authorities are authorised to fix the periods for buying-in of piglets and young piglets.'\n3. In Article 4, the following paragraph is added:\n'3. The farm-gate buying-in price for young piglets shall be ECU 23 per head.\nWhereas the average weight per batch is less than 8 kilograms but more than 7,6 kilograms, the buying-in price shall be ECU 19,5 per head.'\n4. In Article 6 second indent, 'piglets' is replaced by 'piglets and young piglets'.\n5. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as from 9 February 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 299, 4. 12. 1993, p. 23.\n(4) OJ No L 12, 15. 1. 1994, p. 21.\nANNEX\n'ANNEX I\nPart 1\n(a) Part of:\n1. the municipalities of Torhout and Zedelgem located east of the A 17 motorway;\n2. the municipality of Oostkamp located east of the A 17 motorway and south of the E 40 motorway;\n3. the municipality of Beernem located south of the E 40 motorway;\n4. the municipality of Aalter located south of the E 40 motorway and west of the N 37 national road;\n5. the municipality of Rulselede located east of the N 37 national road;\n6. the municipality of Tielt located month of the N 37 national road;\n7. the municipality of Pittem located north of the N 37 and N 35 national roads;\n8. the municipality of Ardoole located north of the N 35 national road;\n9. the municipality of Lichtervelde located north of the N 35 national road and east of the A 17 motorway.\n(b) The municipality of Wingene.\nPart 2\n(a) Part of the municipality of Maldegem located south of the streets: Meeuslaan, Schautenstraat, Bogaardestraat and N 9 national road.\n(b) Part of the municipalities of Eeklo, Waarschoot and Zomergem located south of N 9 mentioned road.\n(c) Part of the municipality of Lovendegem located:\n1. south of mentioned road N 9 to the crossing with Bredestraatkouter;\n2. west of Bredestraatkouter, Molendreef, Diepestraat, Lobrug;\n3. north of Lostraat\n(d) Part of the municipality of Nevele located:\n1. west of Lostraat, Eikendreef, Stationsstraat, Dorp, Vosselarestraat to E 40 motorway;\n2. north of the E 40 motorway.\n(e) Part of the municipality of Aalter located north of the E 40 motorway.\n(f) Part of the municipality of Beernem located:\n1. north of the E 40 motorway to the crossing with Wingenesteenweg;\n2. last of Wingenesteenweg, Stationsstraat, Scherpestraat, Beernemstraat, Knesselarestaat to the crossing with Hoogstaat and Hoogstraat to the border of the Province.'"}