{"celex_id": "31990R2770", "uri": "http://publications.europa.eu/resource/cellar/05296f2a-4e5d-4fac-9a97-533f2386ee47", "type": "Regulation", "concepts": ["1308", "1318", "2656", "3502", "4683", "4691"], "title": "Commission Regulation (EEC) No 2770/90 of 27 September 1990 on interim measures applicable after the unification of Germany in the sheepmeat and goatmeat sector\n", "header": "COMMISSION  REGULATION (EEC) No 2770/90\nof 27 September 1990\non interim measures applicable after the unification of Germany in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2684/90 of 17 September 1990 on interim measures applicable after the unification of Germany, in anticipation of the adoption of transitional measures by the Council either in cooperation with, or after consultation of, the European Parliament (1), and in particular Article 3 thereof,\nWhereas Regulation (EEC) No 2684/90 provides, inter alia, that a decision may be taken on a provisional basis and for a limited period to supplement or adapt Community rules in agricultural and fisheries policy to the extent strictly necessary to resolve problems resulting from the unification of Germany before the Council has been able to pronounce on the Commission's proposals on transitional measures and adjustments required as a result of the integration of the German Democratic Republic into the Community; whereas such supplements and adaptions should be consistent with the economy of measures and with the principles of the common agricultural policy;\nWhereas it is not possible in the sheepmeat and goatmeat sector, in the absence of an adequate adjustment period and any established practice, to take into consideration on a provisional basis from the date of German unification the prices recorded in the territory of the former German Democratic Republic with a view to determining the prices of sheep carcases on representative Community markets and for the purposes of managing the Community market;\nWhereas it is necessary, in order to ensure the stability of the Community market, to guarantee the performance of agreements concluded by the former German Democratic Republic with third countries before unification; whereas Germany should therefore be authorized to pay from national funds an export refund for the products concerned;\nWhereas the measures provided for in this Regulation are to apply subject to any changes, resulting from the decisions taken by the Council on the proposals presented to it by the Commission on 21 August 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goats.", "main_body": ["Until 31 December 1990 information on sheepmeat production and the prices recorded in the territory of the former German Democratic Republic shall not be taken into consideration in determining the prices of sheep carcases on representative Community markets pursuant to Regulation (EEC) No 1481/86 (2).", "Germany is hereby authorized to grant from national funds an export refund on products which are the subject of agreements concluded by the former German Democratic Republic with third countries before 3 October 1990. Agreements not containing precise undertakings regarding prices and quantities shall not be taken into consideration.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the date of the unification of Germany until the entry into force of the Council Regulation on the transitional measures and adjustments required in the agricultural sector as a result of the integration of the territory of the former German Democratic Republic into the Community, the proposal for which was presented on 21 August 1990. However, it shall apply until 31 December 1990 at the latest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 263, 26. 9. 1990, p. 1.\n(2) OJ No L 130, 16. 5. 1986, p. 12."}