{"celex_id": "31991L0060", "uri": "http://publications.europa.eu/resource/cellar/1a79df46-e91c-4146-b6d1-15c684b37c97", "type": "Directive", "concepts": ["2077", "2433", "4533", "4651"], "title": "Council Directive 91/60/EEC of 4 February 1991 amending, with a view to fixing certain maximum authorized dimensions for road trains, Directive 85/3/EEC\n", "header": "COUNCIL DIRECTIVE  of 4 February 1991  amending, with a view to fixing certain maximum authorized dimensions for road trains, Directive 85/3/EEC  (91/60/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, Council Directive 85/3/EEC of 19 December 1984 on the weights, dimensions and certain other technical characteristics of certain road vehicles (4), as last amended by Directive 89/461/EEC (5), by only fixing a maximum length for road trains,  encourages carriers and manufacturers to continously increase the maximum load length of such vehicles;\nWhereas this increase involves a reduction in the space reserved for the driver;\nWhereas there is a consequent deterioration in the comfort and safety of the driver's working area;\nWhereas the current standards should be improved so as to lead to a better balance between the rational use of road trains and the requirements of road safety, in particular by fixing the maximum load length,", "main_body": ["Article 1\nDirective 85/3/EEC is hereby amended as follows:\n1. the following Article is inserted:\n'Article 4b\nFor the purposes of Article 3 (1), road trains the motor vehicle of which was put into circulation before 31 December 1991 which do not comply with the requirements of sections 1.7 and 1.8 of Annex I shall until 31 December 1998 be deemed to conform to  such requirements provided that they do not exceed the total length of 18,00 m.';\n2. Section 1.1 of Annex I is replaced by the following:\n'1.1. Maximum length:\n- motor vehicle 12,00 m\n- trailer 12,00 m\n- articulated vehicle 16,50 m\n- road train 18,35 m\n- articulated bus 18,00 m';\n3. The following sections are inserted in Annex I:\n'1.7.  Maximum distance measured parallel to the longitudinal axis of the road train from the foremost external point of the loading area behind the cabin to the rearmost point of the trailer of the combination, minus the distance between the rear  of the drawing vehicle and the front of the trailer  15,65 m.  1.8.  Maximum distance measured parallel to the longitudinal axis of the road train from the foremost point of the loading area behind the cabin to the rearmost point of the trailer of the  combination  16,00 m'.", "1. Member States shall take the measures necessary to comply with this Directive before 1 October 1991. They shall forthwith inform the Commission thereof.\n2. When the Member States adopt the provisions referred to in paragraph 1, these shall contain a reference to this Directive or shall be accompanied by such a reference at the time of their official publication. The form of this reference shall be  decided by the Member States.\n3. Member States shall communicate to the Commission the provisions of national law which they adopt in the field governed by this Directive.  Article 3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 1991. For the Council\nThe President\nJ. F. POOS   (1) OJ No C 316, 16. 12. 1989, p. 5, and OJ No C 268, 24. 10. 1990, p. 12. (2) OJ No C 149, 18. 6. 1990, p. 28. (3) OJ No C 182, 23. 7. 1990, p. 29. (4) OJ No L 2, 3. 1. 1985, p. 14. (5) OJ No L 226, 3. 8. 1989, p. 7."}