{"celex_id": "31993R0483", "uri": "http://publications.europa.eu/resource/cellar/df5f38ff-9c15-4bae-9991-00d84efd9573", "type": "Regulation", "concepts": ["1644", "2416", "5969"], "title": "Commission Regulation (EEC) No 483/93 of 2 March 1993 amending Commission Regulation (EEC) No 3858/89 laying down detailed implementing rules for the import arrangements applicable to products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 and originating in the People' s Republic of China\n", "header": "COMMISSION REGULATION (EEC) No 483/93 of 2 March 1993 amending Commission Regulation (EEC) No 3858/89 laying down detailed implementing rules for the import arrangements applicable to products falling within CN codes 0714 10 91, 0714 10 99, 0714  90 11 and 0714 90 19 and originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to products covered by CN codes 0714 10 and 0714 90 originating in certain third countries (1), as last amended by Regulation (EEC) No  3909/92 (2), and in particular Article 2 thereof,\nWhereas Regulation (EEC) No 3855/89 (3), as amended by Regulation (EEC) No 3935/92 (4), provides that import licences applied for in respect of the products in question shall be issued by the Member States on the fifth working day following that on  which the application is lodged; whereas experience shows that this provision is likely to cause delays in the issue of such import licences, prejudicial to the smooth performance of business transactions; whereas it is therefore preferable that the  Member States be able to issue import licences upon receipt of the communication from the Commission and to fix a time limit for this communication;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 3855/89 is hereby amended as follows:\n1. Article 8 is replaced by the following:\n'Article 8\n1. The Member States shall telex or telefax to the Commission, on the day following the day on which the licence application is lodged, the following information in respect of each licence application:\n- the quantity for which an import licence is applied for,\n- the name of the applicant,\n- the number of the export certificate submitted, as indicated in the upper section of the certificate,\n- the name of the exporter indicated on the export certificate.\n2. The Commission shall determine and communicate to the Member States by telex, not later than the fourth working day following the day on which applications are lodged, the extent to which applications can be granted.\nWhere the conditions governing the issue of the licence are not complied with, the Commission may, if necessary, after consulting the Chinese authorities, take the appropriate action.\n3. Upon receipt of the communication from the Commission, the Member States may issue the import licences.'\n2. Article 10 is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 394, 31. 12. 1992, p. 23.\n(3) OJ No L 374, 22. 12. 1989, p. 22.\n(4) OJ No L 398, 31. 12. 1992, p. 20."}