{"celex_id": "31990D0363", "uri": "http://publications.europa.eu/resource/cellar/9cdf68e6-25db-4c80-b5e7-d7f6d8451c73", "type": "Decision", "concepts": ["1085", "1122", "1308", "1417", "2474", "69"], "title": "90/363/EEC: Commission Decision of 26 June 1990 relating to a proceeding pursuant to Article 86 of the EEC-Treaty (IV/32.846 - Metaleurop SA) (Only the German and French texts are authentic)\n", "header": "COMMISSION  DECISION\nof 26 June 1990\nrelating to a proceeding pursuant to Article 86 of the EEC Treaty (IV/32.846 - Metaleurop SA)\n(Only the French and German texts are authentic)\n(90/363/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, first Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 2 thereof,\nHaving regard to the application for negative clearance or, failing that, exemption submitted on 29 August 1988 by Société Minière et Métallurgique de Peñarroya SA, France, and Preussag Aktiengesellschaft, Germany, concerning a transaction decided by the two companies with a view to merging their 'non-ferrous metals' activities,\nHaving regard to the summary of the notification (2) published pursuant to Article 19 (3) of Regulation No 17,\nHaving consulted the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\nA. The undertakings\nThe undertakings concerned are:\n(a) Société Minière et Métallurgique de Peñarroya SA, (hereinafter referred to as 'Peñarroya', a French company operating principally in France and Spain. Its worldwide turnover in 1987 was about ECU 567 million, of which ECU 545 million in the common market.\n(b) Preussag Aktiengesellschaft (hereinafter referred to as 'Preussag'), a German company having European and worldwide operations. Its worldwide turnover in 1987 was ECU 5 100 million, of which ECU 4 500 million in the common market.\nB. The subject of the transaction\n(1) On 22 April 1988, Preussag and Peñarroya, decided on the one hand to merge of their 'non-ferrous metals' activities with a view to strengthening the industrial position of their undertakings, and on the other to create a new entity, known as Metaleurop SA.\n(a) Merger of the metals activities\n(2) Preussag AG first set up a holding company, Metaleurop GmbH, for all its metals subsidiaries, such as the electrolytic zinc smelter, lead smelter, secondary lead processing and activities in the galvanizing and special metals sectors.\n(3) On 27 June 1988, Peñarroya proceeded with a first capital increase of FF 441 million by the issue of 6 300 000 shares fully subscribed by Preussag. The funds received enabled Peñarroya to acquire shares in the abovementioned holding company, Metaleurop GmbH.\n(b) The new entity Metaleurop SA\n(4) The other principal shareholder in the new entity is the French holding company Imetal.\nImetal had for a long time had a large holding in Peñarroya which it reduced at the end of March 1988 to 15,9 % through a public purchase offer. A second increase of FF 170 million in Peñarroya's capital was presented to the ordinary and extraordinary general meetings held on 7 November 1988. The purpose was to bring Imetal's holding up to approximately 20 % of Peñarroya by the issue of subscription rights and the capitalization of sums owed by Peñarroya to Imetal.\nAs a result of these operations, the main shareholders in Peñarroya, now known as Metaleurop SA, are Preussag and Imetal with 45 % and 20 % respectively of the capital. The remaining 35 % is held by the public.\n(5) The commercial side of Metaleurop's operations is separate from the parent companies, as are its management bodies.\nIt has a Supervisory Board composed of nine members, i. e. two members from Preussag, two from Imetal and five independent members, and a Board of Directors with two members from Preussag and two from Imetal/Peñarroya.\nB. The markets affected by the transaction\n(6) The merger between Preussag and Peñarroya concerns the zinc and lead markets, both being economic sectors with particular features.\n(a) The zinc and lead markets\n(7) Zinc production in 1987 in the Community was 1 966 000 tonnes, whereas consumption totalled only 1 720 000 tonnes. In spite of the over-production large quantities were imported into the Community and exports were high.\nAs regards lead, production and consumption in the Community were roughly in balance, each totalling some 1 600 000 tonnes. Despite this, imports were high.\n(8) Preussag and Peñarroya each held important positions on the two markets in question.\n(9) In the zinc market, Preussag and Peñarroya held approximately 11 % and 12 % respectively of the market.\nPreussag, however, closed down most of its recycled zinc processing plant at Harlingerode, keeping two furnaces in operation for one year for tests, thus reducing its market share to about 8 %.\nMetaleurop holds 20 % of the market. It competes with other European producers on the Community market, e. g. Union Minière (approximately 25 %), Budelco (about 11 %), Asturiana del Zinc (about 11 %), Nuova Samin (about 7 %), AMS (about 6 %), and also with producers outside the Community.\n(10) As regards lead, Preussag and Peñarroya held approximately 11 % and 18 % respectively of the market.\nAs a result of the merger, the new company Metaleurop SA has become the leading manufacturer in Europe, and holds some 29 % of the market, although here too it competes with other Community manufacturers such as Britannia Refined Metals (about 10 %), Nuova Samin (about 9 %), Metallgesellschaft (about 7 %) and some 20 smaller secondary lead producers (about 8 %) and producers outside the Community.\nThus, although Metaleurop holds a large share of the market, there will be sufficient competition in the market for lead owing to the presence of a large number of other producers and the fact that consumers are able to obtain supplies outside the Community because of the low rate of customs duties on this product.\n(b) Price formation\n(11) Lead and zinc prices are formed on the basis of the prices quoted by the London Metal Exchange (LME), which operates as an exchange and also has warehouses where products can be delivered or collected.\n(12) On the lead market, selling prices are based exclusively on prices quoted by the LME. LME prices also appear to have a definited influence on zinc prices. In its Decision 84/405/EEC (1), the Commission had prohibited both the joint fixing of a 'zinc producer price' applied from July 1964 to October 1977 and joint action by the six European producers to influence the price of zinc on the London Metal Exchange.\nThe Decision noted, however, that in 1977 the producer price which, according to the undertakings, had been introduced to prevent violent fluctuations and speculative increases in the LME prices, was no longer being applied in Europe.\nThe Metal Bulletin had also regularly published, up to December 1988, a 'European Producer Price' based on selling price quotations obtained from various smelters and mines supplying zinc or zinc concentrates processed in Europe.\nThe Bulletin has, however, ceased publishing this information (2).\n(13) No comments were received by the Commission following publication of its notice pursuant to Article 19 (3) of Council Regulation No 17 inviting interested parties to submit their observations concerning the operation in question.\nII. LEGAL ASSESSMENT\nArticle 86\n(14) Article 86 prohibits as incompatible with the common market any abuse by an undertaking of a dominant position within the common market or a substantial part thereof in so far as it may affect trade between Member States.\n(15) Preussag had acquired a holding in Peñarroya by subscribing only to an increase in the capital of that company. The transaction was achieved by transferring to Peñarroya al Preussag's metals activities previously grouped together in a holding company.\nFollowing a second capital increase reserved for Imetal, which is the other major shareholder in Peñarroya, the latter changed its name to Metaleurop SA.\n(16) Metaleurop has thus taken the place of Peñarroya and comprises all the metals activities formerly owned by Preussag and Peñarroya.\n(17) Prior to the concentration of their metals activities, the undertakings in question held relatively large shares of both the Community zinc and lead markets. Peñarroya's market share in zinc was approximately 12 % and Preussag's in the region of 8 %.\nIn the market for lead, Peñarroya held approximately 18 %, whilst Preussag's was approximately 11 %.\nAs a result, neither party held a dominant position in the market for the products forming the subject of the merger in question, thus excluding the application of the case law of the Court of Justice in Continental Can (1) in this case.\n(18) Despite the size of the merger between Peñarroya and Preussag which gives the new economic entity, Metaleurop, approximately 20 % of the zinc market and some 30 % of the lead market, it seems unlikely to prevent the maintenance of effective competition on the Community market, chiefly because of the presence of other major producers and the continued flow of a large number of imports into the Community from non-member countries.\nSimilarly, the characteristics of price formation in the lead and zinc sectors and the essentially speculative nature of transactions within the LME make it highly unlikely that Metaleurop will have a decisive influence on the formation of prices.\n(19) There are therefore no grounds for concern that the operation in question will have the effect of impeding effective competition contrary to the provisions of Article 86. Consequently, a negative clearance may be issued in accordance with Article 2 of Regulation No 17,", "main_body": ["On the basis of the facts in its possession, the Commission has no grounds for action pursuant to Article 86 of the EEC Treaty in respect of the transaction decided on 22 April 1988 between Preussag and Peñarroya.", "This Decision is addressed to Preussag Aktiengesellschaft, Leibnitzufer 9, 3 000 Hannover 1, Federal Republic of Germany and Metaleurop SA, 118 Péripole, 44 rue Roger Salengro, 94126 Fontenay-sous-Bois, Cedex, France."], "attachments": "Done at Brussels, 26 June 1990.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No C 100, 21. 4. 1989, p. 2.\n(1) OJ No L 220, 17. 8. 1984, p. 27.\n(2) Metal Bulletin, 30. 12. 1988, No 7347, p. 7.\n(1) Judgment of the Court of 21 February 1973, Case No 6-72, 1973, ECR, p. 215."}