{"celex_id": "31993D0255", "uri": "http://publications.europa.eu/resource/cellar/01946058-e6f0-4cfb-a9b4-575c773d2cbe", "type": "Decision", "concepts": ["1116", "1519", "2247", "3581", "4288", "889"], "title": "93/255/EEC: Commission Decision of 10 February 1993 concerning aid which Italy has decided to grant through AIMA for the private storage of hazelnuts (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 10 February 1993 concerning aid which Italy has decided to grant through AIMA for the private storage of hazelnuts (Only the Italian text is authentic)\n(93/255/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1754/92 (2), and in particular Article 31 thereof,\nAfter giving notice to the parties concerned to submit comments (3), in accordance with Article 93 of the Treaty, and after taking due account of same,\nWhereas:\nI  1. By letter dated 10 April 1991, recorded as received on 29 April 1991, the Italian Permanent Representation to the European Communities notified the Commission, pursuant to Article 93 (3) of the Treaty, of a national programme established by the  Ajienda di Stato per gli interventi nel Mercato Agricolo (AIMA) to aid the private storage of hazelnuts.\n2. The measure involves the grant of Lit 16 000 per quintal and per month for the storage of a total quantity of 200 000 quintals of hazelnuts.\nThe Italian Government justified the measure on the grounds of the difficulties affecting the market in hazelnuts.\nII  1. By letter No SG(91) D/12522 of 3 July 1991 the Commission informed the Italian Government that it had decided to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of this aid.\n2. In that letter the Commission informed the Italian authorities that it considered the aid to be an operating aid incompatible with the Commission's standing philosophy regarding the application of Articles 92, 93 and 94 of the Treaty; such a measure  has the direct effect of artificially reducing cost prices and improving the conditions under which the producers concerned produce and dispose of their products as compared with other producers in other Member States who do not qualify for comparable  aid.\nIt is accordingly liable to distort competition and affect trade between Member States and meets the criteria laid down in Article 92 (1) of the Treaty without qualifying under the exceptions provided for in Article 92 (2) and (3).\nMoreover, the measure constitutes an infringement of Regulation (EEC) No 1035/72 and Council Regulations (EEC) No 789/89 (4) and (EEC) No 790/89 (5), as last amended by Regulation (EEC) No 832/92 (6).\nThis Regulation must be considered a comprehensive and exhaustive system which bars the Member State from taking supplementary measures.\n3. The Commission gave the Italian Government notice, under this procedure, to submit its comments.\nThe Commission also requested the other Member States and interested parties to submit their comments.\nIII  By telex dated 1 August 1991, the Italian Government replied to the Commission's letter of 3 July 1991; it made the following comments:\n1. the measure, according to the Italian authorities, has a developmental effect on the sector concerned which has been in economic difficulties for several years now.\nThe measure aims in particular to encourage activities to improve the quality of services before and after sale with a view to facilitating the adjustment of the products in question to the needs of the market of destination and, consequently, to make  such services more competitive in relation to the production of third countries;\n2. the measure is not an operating aid according to the Italian authorities; rather, it is likely to encourage the development of a sector in need of upgrading - a need which was also acknowledged by the Community.\nBy telex dated 14 August 1991 the Italian authorities informed the Commission that the aforementioned aid, having been implemented from 22 September 1990, had been withdrawn.\nIV  1. The Italian authorities have failed to fulfil their obligations pursuant to Article 93 (3) of the Treaty, firstly by not notifying the measure at the planning stage, and secondly by putting it into effect on 22 September 1990 without first giving  the Commission the opportunity of expressing its views.\nSuch irregularities have given rise to a particularly serious situation in that the aid is, in its substance and for the reasons set out below, in breach of the common organization of the market in fruit and vegetables and is incompatible with the  common market pursuant to Article 92 of the Treaty.\n2. With regard to the arguments put forward by the Italian authorities, the following must be emphasized:\nEach common organization of the market is characterized by the fact that, for a given sector, any possibility of national market organization measures is ruled out, Community measures taking their place instead.\nThe Italian authorities may no longer, even in critical market situations, adopt measures other than those authorized by the rules governing the common organization of the market in fruit and vegetables.\nThat common organization, along with Regulations (EEC) No 789/89 and (EEC) No 790/89, is to be seen as a complete and exhaustive system which leaves the Member State no power to take any supplementary measures with regard to the operation of the market  organization concerned.\nThe aid scheme which, contrary to the opinion of the Italian authorities, is by its nature an operating measure and not a structural one, is therefore incompatible with the common market and does not qualify for any of the exceptions provided for in\nArticle 92\n(3) of the Treaty.\nIn view of the foregoing, the reasons put forward by the Italian authorities cannot be accepted.\nV  Italian hazelnut production in 1990 was estimated at around 101 400 tonnes, while that of the Community as a whole stood at 153 450 tonnes (7). During that period, imports into Italy of hazelnuts from the other Member States amounted to 1 475 tonnes  and those from non-member countries amounted to 651 tonnes. Italian exports of this product to the other Member States amounted to 3 404 tonnes and those to non-member countries reached 1 529 tonnes.\nThe aid involves a quantity equal to 20 000 tonnes of hazelnuts, representing a fifth of Italian production; this measure could thus have an appreciable effect on the marketing of the product.\nVI  1. Articles 92, 93 and 94 of the Treaty apply to the production and marketing of hazelnuts by virtue of Article 31 of Regulation (EEC) No 1035/72.\n2. Aid for the private storage of hazelnuts constitutes an operating aid for the benefit of producers, producer associations, their groups, and traders active in this sector. The aid enables the beneficiaries to reduce storage costs and benefit from  more advantageous prices than would be the case without the State aid.\nThe measure could, therefore, distort competition between beneficiaries of the aid and other non-beneficiary operators in the same sector in Italy and elsewhere in the Community.\nMorever, this reduction in storage costs reduces the overhead costs of marketing the product in question and enables Italian producer groups and associations and interested traders to sell the product in Italy and in the other Member States on more  favourable terms. The aid makes them more competitive on the markets of the other Member States and is therefore likely to affect trade between Member States.\nThe measures in question therefore fulfil the criteria set out in Article 92 (1) of the Treaty, according to which the aid to which it relates is incompatible with the common market.\n3. The exceptions to such incompatibility set out in Article 92 (2) are clearly not applicable to the aid in question. Those set out in Article 92 (3) relate to the objectives pursued in the Community's interest and not only in the interest of  individual sectors of the national economy. Those exceptions are to be strictly interpreted when examining any regional or sectoral aid or any case of individual application of general aid schemes.\nExceptions can be granted only in cases where the Commission can establish that the aid is necessary for achieving one of the objectives set out in those provisions. To allow such exceptions in respect of aid which does not offer such benefits would  amount to allowing trade between Member States to be affected and competition to be distorted without justification from the point of view of the Community interest and would give an unfair advantage to operators in certain Member States.\nIn the case in point, the aid does not offer such benefits. The Italian Government was unable to provide any justification, and the Commission could find none, to show that the aid in question met the conditions required for the application of one of  the exceptions set out in Article 92 (3) of the Treaty.\nThe measure is not one intended to promote an important project of common European interest, as referred to in Article 92 (3) (b), given that its likely effects on trade run counter to the common interest. Nor is it a measure intended to remedy a  serious disturbance in the economy of the Member State concerned, within the meaning of that provision.\nAs regards the exceptions set out in Article 92 (3) (a) and (c) for aid to promote and facilitate the economic development of certain areas or of certain activities referred to in subparagraph (c), it should be noted that the measure, as an operating  aid, cannot bring about a lasting improvement in the conditions obtaining in the holdings and enterprises attracting the aid since, once it ceases to be granted, their structural situation will revert to what it was before State intervention began to  operate.\nAccordingly, the aid is to be regarded as one which does not benefit from any of the exemptions set out in Article 92 (2) and (3) of the Treaty.\n4. Moreover, it must be remembered that the aid concerns a product which is subject to a market organization and that there are restrictions on the powers of the Member States to intervene independently in the operation of a market organization  comprising a common support system, this being now the exclusive responsibility of the Community.\nThe grant of the aid in this sector disregards the rule under which Member States are no longer empowered to decide unilaterally on farmers' income within a common organization of the market by granting aids of this type. Even if a derogation pursuant  to Aricle 92 (3) of the Treaty had been conceivable for the agricultural product in question, the fact that the aid measure breaches the market organization concerned rules out the application of such a derogation.\n5. The aid in question is therefore incompatible with the common market within the meaning of Article 92 of the Treaty.\n6. This Decision is without prejudice to any measures the Commission may see fit to take as regards the financing of the common agricultural policy by the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["The aid provided for under the AIMA programme for the private storage of hazelnuts and granted for a period of eleven months (22 September 1990 to 14 August 1991) is unlawful in that it infringes Article 93 (3) of the Treaty. It is, moreover,  incompatible with the common market within the meaning of Article 92 of the Treaty.", "Italy shall inform the Commission, within two months of being notified of this Decision, of the measures it has taken to comply therewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 10 February 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 180, 1. 7. 1992, p. 23.\n(3) OJ No C 246, 21. 9. 1991, p. 7.\n(4) OJ No L 85, 30. 3. 1989, p. 3.\n(5) OJ No L 85, 30. 3. 1989, p. 6.\n(6) OJ No L 88, 3. 4. 1992, p. 15.\n(7) A figure corresponding to the average annual Community production of hazelnuts in the years 1988 and 1989.\n(8) OJ No L 118, 20. 5. 1972, p. 1.\n(9) OJ No L 180, 1. 7. 1992, p. 23.\n(10) OJ No C 246, 21. 9. 1991, p. 7.\n(11) OJ No L 85, 30. 3. 1989, p. 3.\n(12) OJ No L 85, 30. 3. 1989, p. 6.\n(13) OJ No L 88, 3. 4. 1992, p. 15."}