{"celex_id": "31993R1658", "uri": "http://publications.europa.eu/resource/cellar/57edc7d3-dcaa-4633-8b30-9961a124fdf8", "type": "Regulation", "concepts": ["1961", "4129", "4172", "797", "979"], "title": "Council Regulation (EEC) No 1658/93 of 24 June 1993 setting up a specific measure in favour of cephalopod producers permanently based in the Canary Islands\n", "header": "COUNCIL REGULATION (EEC) No 1658/93 of 24 June 1993 setting up a specific measure in favour of cephalopod producers permanently based in the Canary Islands\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 1911/91 of 26 June 1991 on the application of the provisions of Community law to the Canary Islands (4) provides that the common fisheries policy is to apply to the Canary Islands and that application thereof is to be  accompanied by specific measures desgined to take account, where necessary, of the special features of Canary Islands production; Parliament Whereas Council Decision 91/314/EEC of 26 June 1991 setting up a programme of options specific to the remote and  insular nature of the Canary Islands (Poseican) (5) outlines the options to be implemented to take into account the special features and constraints of the archipelago;\nWhereas it is necessary to provide for a specific measure to maintain the competitiveness and improve the production system of cephalopod fisheries in the Canary Islands;\nWhereas aid should be granted to cephalopod producers permanently based in the Canary Islands; whereas this measure should be limited to defined quantities and amounts; whereas in view of the uncertainty surrounding the conditions of competition for  these producers, provision should be made, while limiting the duration of the specific measure, for the possibility of reducing the duration and amount of this aid;\nWhereas the rules for the implementation of this Regulation should be adopted in accordance with the procedure laid down in Article 32 of Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and  aquaculture products (6),", "main_body": ["1. Annual aid shall be granted for a transitional period to cephalopod producers permanently based in the Canary Islands.\n2. The aid referred to in paragraph 1 shall be ECU 108 per tonne for a maximum quantity of 30 000 tonnes per year and may not exceed an amount equivalent to 2,5 % of the annual production value.\n3. The transitional period for granting the aid provided for in paragraph 1 shall begin on 1 January 1993 and end on 31 December 1995.\nThe duration and amount of this aid may be reduced in accordance with the procedure referred to in Article 2, if the factors justifying the granting of the aid referred to in paragraph 1 change.", "The detailed rules for the implementation of Article 1 shall be laid down in accordance with the procedure set out in Article 32 of Regulation (EEC) No 3759/92.", "The specific measure provided for in this Regualtion shall be regarded as intervention intended to stabilize the agricultural markets within the meaning of Article 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of  the common agricultural policy (7) It shall be financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 17, 22. 1. 1993, p. 11.\n(2) OJ No C 150, 31. 5. 1993.\n(3) OJ No C 129, 10. 5. 1993, p. 9.\n(4) OJ No L 171, 29. 6. 1991, p. 1.\n(5) OJ No L 171, 29. 6. 1991, p. 5.\n(6) OJ No L 388, 31. 1. 1992, p. 1.\n(7) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1)."}