{"celex_id": "31999L0083", "uri": "http://publications.europa.eu/resource/cellar/c486d97a-607d-43ac-9000-2dbb61761230", "type": "Directive", "concepts": ["13", "1755", "2773", "2897", "3885", "5739"], "title": "Commission Directive 1999/83/EC of 8 September 1999 amending the Annex to Council Directive 75/318/EEC on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of medicinal products (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/83/EC\nof 8 September 1999\namending the Annex to Council Directive 75/318/EEC on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of medicinal products\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 75/318/EEC of 20 May 1975 on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of medicinal products(1), as last amended by Directive 93/39/EEC(2), and in particular Article 2(a)(1) thereof;\n(1) Whereas it is possible to replace results of pharmacological and toxicological tests or clinical trials by detailed references to published scientific literature if it can be demonstrated that the constituent(s) of a medicinal product have a well-established medicinal use, with recognised efficacy and an acceptable level of safety in accordance with point 8(a) and (b) of Article 4(2), of Council Directive 65/65/EEC of 26 January 1965 on the approximation of provisions laid down by law, regulation or administrative action relating to medicinal products(3);\n(2) Whereas Article 1(2) of Directive 75/318/EEC provides that where pursuant to point 8(a) and (b) of Article 4(2), of Directive 65/65/EEC references to published data are submitted (bibliographical applications), the provisions of Directive 75/318/EEC shall apply \"in like manner\";\n(3) Whereas the increased speed of innovation and publication of innovation as well as the increasingly stringent requirements foreseen by Community pharmaceutical legislation for new medicinal products make it necessary to define the conditions applicable to bibliographic applications more closely and to determine more exactly the meaning of \"in like manner\" in Article 1(2) of Directive 75/318/EEC;\n(4) Whereas it must be ensured that the possibility of submitting \"bibliographical applications\" does not discourage innovative companies to publish results of their research as quickly as possible;\n(5) Whereas it is therefore necessary to lay down a more detailed common understanding of the conditions for \"bibliographical applications\" and in particular the meaning of \"well established use\" pursuant to point 8(a) and (b) of Article 4(2), of Directive 65/65/EEC;\n(6) Whereas it is in particular necessary to clarify that \"bibliographic reference\" to other sources of evidence (postmarketing studies, epidemiological studies, studies conducted with similar products, etc.) and not just tests and trials may serve as a valid proof of safety and efficacy of a product if an applicant explains and justifies the use of these sources of information satisfactorily;\n(7) Whereas the rules laid down in this Directive are to a large extent in line with current administrative practice in the majority of Member States;\n(8) Whereas this amendment may help in solving practical problems Member States are facing concerning the authorisation of old medicinal products;\n(9) Whereas the measures provided for in this Directive are in conformity with the opinion of the Standing Committee for Medicinal Products for Human Use,", "main_body": ["The Annex to Directive 75/318/EEC is hereby amended as shown in the Annex.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 1 March 2000.\n2. When the Member States adopt the provisions set out in paragraph 1, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by the Member States.\n3. The Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 September 1999.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ L 147, 9.6.1975, p. 1.\n(2) OJ L 214, 24.8.1993, p. 22.\n(3) OJ 22 of 9.2.1965, p. 369/65.\nANNEX\n1. In Part 3 of the Annex to Directive 75/318/EEC a new Section I is inserted. \"I. Well-established medicinal use\nFor the purpose of demonstrating, pursuant to Article 4(8)(a)(ii) of Directive 65/65/EEC, that the constituent(s) of a medicinal product have a well established use, with an acceptable level of safety, the following specific rules shall apply:\n(a) Factors which have to be taken into account in order to establish a \"well established medicinal use\" of constituents of medicinal products are the time over which a substance has been used, quantitative aspects of the use of the substance, the degree of scientific interest in the use of the substance (reflected in the published scientific literature) and the coherence of scientific assessments. Therefore different periods of time may be necessary for establishing \"well established use\" of different substances. In any case, however, the period of time required for establishing a \"well established medicinal use\" of a constituent of a medicinal product must not be less than one decade from the first systematic and documented use of that substance as a medicinal product in the EU.\n(b) The documentation submitted by the applicant should cover all aspects of the safety assessment and must include or refer to a review of the relevant literature, taking into account pre- and postmarketing studies and published scientific literature concerning experience in the form of epidemiological studies and in particular of comparative epidemiological studies. All documentation, both favourable and unfavourable, should be communicated.\n(c) Particular attention must be paid to any missing information and justification must be given why demonstration of an acceptable level of safety can be supported although some studies are lacking.\n(d) The Expert report must explain the relevance of any data submitted which concern a product different from the product intended for marketing. A judgement must be made whether the product studied can be considered as similar to the product which will be granted a marketing authorisation in spite of the existing differences.\n(e) Post-marketing experience with other products containing the same constituents is of particular importance and applicants should put a special emphasis on this issue.\"\n2. In Part 4 of the Annex to Directive 75/318/EEC a new section I is inserted: \"I. Well established medicinal use\nFor the purpose of demonstrating, pursuant to Article 4(8)(a)(ii) of Directive 65/65/EEC, that the constituent(s) of a medicinal product have a well established use, with recognised efficacy, the following specific rules shall apply:\n(a) Factors which have to be taken into account in order to establish a \"well established medicinal use\" of constituents of medicinal products are the time over which a substance has been used, quantitative aspects of the use of the substance, the degree of scientific interest in the use of the substance (reflected in the published scientific literature) and the coherence of scientific assessments. Therefore different periods of time may be necessary for establishing \"well established use\" of different substances. In any case, however, the period of time required for establishing a \"well established medicinal use\" of a constituent of a medicinal product must not be less than one decade from the first systematic and documented use of that substance as a medicinal product in the EU.\n(b) The documentation submitted by the applicant should cover all aspects of the efficacy assessment and must include or refer to a review of the relevant literature, taking into account pre- and postmarketing studies and published scientific literature concerning experience in the form of epidemiological studies and in particular of comparative epidemiological studies. All documentation, both favourable and unfavourable, should be communicated.\n(c) Particular attention must be paid to any missing information and justification must be given why demonstration of efficacy can be supported although some studies are lacking.\n(d) The Expert report must explain the relevance of any data submitted which concern a product different from the product intended for marketing. A judgement must be made whether the product studied can be considered as similar to the product which will be granted a marketing authorisation in spite of the existing differences.\n(e) Post-marketing experience with other products containing the same constituents is of particular importance and applicants should put a special emphasis on this issue.\""}