{"celex_id": "31994R3241", "uri": "http://publications.europa.eu/resource/cellar/ea1dd80f-81a3-475c-b4b4-55c61ef1279b", "type": "Regulation", "concepts": ["161", "1637", "1644", "2871", "4682", "5367"], "title": "Commission Regulation (EC) No 3241/94 of 21 December 1994 laying down for the first half of 1995 detailed rules for the application of the import arrangements provided for by Council Regulation (EC) No 774/94 for high-quality beef\n", "header": "COMMISSION REGULATION (EC) No 3241/94 of 21 December 1994 laying down for the first half of 1995 detailed rules for the application of the import arrangements provided for by Council Regulation (EC) No 774/94 for high-quality beef\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other  residues (1), and in particular Article 7 thereof,\nWhereas Regulation (EC) No 774/94 opened a tariff quota for 18 000 tonnes of high-quality fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202 and for products falling within CN codes 0206 10 95 and 0206 29 91; whereas the rules  for the application of those arrangements must be established;\nWhereas pursuant to the agreement reached in the Uruguay Round multilateral trade negotiations, which are due to apply from 1 July 1995, it is intended to maintain that quota under the minimum access arrangements; whereas, therefore, at this stage, the  quota should only be opened for the first half of 1995 and for the relevant quantity for that period of the year, to wit 50 % of the 18 000 tonnes available for 1995; whereas the remaining quota will be opened after the entry into force and on the basis  of the provisions concerning the implementation of the abovementioned agreements; whereas as the period of application of the abovementioned arrangements is limited to the first half year the actual period for importation is reduced; whereas as a  transitional measure the latter period should therefore be extended by one month;\nWhereas the exporting non-member countries have undertaken to issue certificates of authenticity guaranteeing the origin of these products; whereas the form and layout of these certificates and the procedures for using them must be specified; whereas  the certificate of authenticity must be issued by an appropriate authority in a non-member country, the standing of which is such as to ensure that the special arrangements are properly applied;\nWhereas, pursuant to Article 2 of Commission Regulation (EEC) No 2377/80 (2), as last amended by Regulation (EC) No 1084/94 (3), a licence is required for all imports into the Community of beef and veal products;\nWhereas in order to ensure that the importing of these meats is managed efficiently it is appropriate to provide that the issuing of import licences shall be subject to verification in particular of the entries on the certificates of authenticity;\nWhereas provision must be made for the Member States to transmit relevant information in connection with these special imports;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the first half of 1995, half of the special tariff quota for fresh, chilled or frozen beef and veal provided for in Article 1 (1) of Regulation (EC) No 774/94, to wit 9 000 tonnes, shall be allocated as follows:\n(a) 5 500 tonnes of chilled boned meat, falling within CN codes 0201 30 and 0206 10 95 and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals, aged between 22 and 24 months, having two permanent incisors and presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\",  cuts of which may bear the letters \"sc\" (special cuts)';\n(b) 1 000 tonnes of boned meat, falling within CN codes 0201 30, 0202 30 90, 0206 10 95 and 0206 29 91 and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\". These cuts may bear the letters \"sc\" (special cuts)';\n(c) 2 500 tonnes product weight of boned meat falling within CN codes 0201 30, 0202 30 90, 0206 10 95 and 0206 29 91 and answering the following definition:\n'Beef cuts obtained from steers (novilhos) or heifers (novilhas) aged between 20 and 24 months, which have been exclusively pasture grazed, have lost their central temporary incisors but do not have more than four permanent incisor teeth, which are of  good maturity and which meet the following beef-carcass classification requirements:\nmeat from B or R class carcasses with rounded to straight conformation and a fat-cover class of 2 or 3; the cuts, bearing the letters \"sc\" (special cuts) or an \"sc\" (special cuts) label as a sign of their high quality, will be boxed in cartons bearing  the words \"high-quality beef\" ';", "1. The total suspension of the import levy for the meat referred to in Article 1 shall be subject to the presentation at the time it is put into free circulation of an import licence issued in accordance with this Regulation and, by way of  analogy, with Article 12 (1) (b) and (c) and Article 12 (2) of Regulation (EEC) No 2377/80.\nHowever, the reference to the Regulation referred to in Article 12 (1) (b) shall be replaced by a reference to this Regulation.\n2. The certificate of authenticity shall be made out in one original and not less than one copy on a form corresponding to the model in Annex I.\nThe form shall measure approximately 210 × 297 mm and the paper shall weigh not less than 40 g/m2.\n3. The forms shall be printed and completed in one of the official languages of the Community and also, if desired, in the official language or one of the official languages of the exporting country.\nThe relevant definition applying to the meat originating in the exporting country shall be shown on the back of the form.\n4. Certificates of authenticity shall bear an individual serial number assigned by the issuing authority referred to in Article 4. The copies shall bear the same serial number as the original.", "1. Certificates of authenticity shall be valid only if they are duly completed and endorsed, in accordance with the instruction in Annexes I and II, by one of the issuing authorities listed in Annex II.\n2. Certificates of authenticity shall be deemed to have been duly endorsed if they state the date and place of issue and if they bear the stamp of the issuing authority and the signature of the person or persons empowered to sign them.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed seal.", "1. The issuing authorities listed in Annex II shall:\n(a) be recognized as competent by the exporting country;\n(b) undertake to verify the entries made on the certificates of authenticity;\n(c) undertake to communicate to the Commission each Wednesday any information enabling the entries made on the certificates of authenticity to be verified.\n2. The list may be revised by the Commission where any issuing authority is no longer recognized, where it fails to fulfil one of the obligations incumbent on it or where a new issuing authority is designated.", "1. With regard to meat under Article 1:\n(a) the original of the certificate of authenticity plus a copy hereof shall be presented to the competent authority together with the application for the first import licence related to the certificate of authenticity.\nThe original certificate of authenticity shall be retained by the abovementioned authority;\n(b) within the limit of the quantity appearing in it, a certificate of authenticity may be used for the issue of several import licences. If so, the competent authority shall endorse the certificate of authenticity in respect of the degree of  attribution;\n(c) the competent authority may only issue the import licence after it is satisfied that all information on the certificate of authenticity correspond to the information received from the Commission through weekly communications on the matter. The  licence shall be issued immediately thereafter.\n2. By way of derogation from paragraph 1 (c) the competent authority may in exceptional cases and upon duly motivated application issue an import licence on the basis of the pertinent certificate of authenticity before the information from the  Commission is received. In such cases, the security for the import licences shall amount to ECU 30 per 100 kg net weight.\n3. The certificates of authenticity and the import licences shall be valid for three months from the date of their respective issue. However, their term of validity shall expire on 31 July 1995.", "Without prejudice to this Regulation the provisions of Regulations (EEC) No 2377/80 and (EEC) No 3719/88 (4) shall apply.\nHowever, by way of derogation from the second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 the amount of ECU 100 laid down in that provision shall be replaced by the amount of ECU 25.", "By the 15th of each month and in respect of the preceding month the Member States shall notify the Commission of the quantities of products referred to in Article 1 that have been:\n- the subject of import licences issues,\n- released for free circulation,\nbroken down by country of origin and combined nomenclature code.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 91, 8. 4. 1994, p. 1.\n(2) OJ No L 241, 13. 9. 1980, p. 5.\n(3) OJ No L 120, 11. 5. 1994, p. 30.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\nANNEX I\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF AUTHENTICITY  - SECRETARÍA DE AGRICULTURA, GANADERÍA Y PESCA\nfor meat originating in Argentina, answering the definition in Article 1 (a).\n- INSTITUTO NACIONAL DE CARNES (INAC)\nfor meat originating in Uruguay, answering the definition in Article 1 (b).\n- DEPARTAMENTO NACIONAL DE INSPECÇAO DE PRODUTOS DE ORIGEM ANIMAL (DIPOA)\nfor meat originating in Brazil, answering the definition in Article 1 (c)."}