{"celex_id": "31994D0360", "uri": "http://publications.europa.eu/resource/cellar/6f442560-b9ed-4721-8f07-b06612ff9aa1", "type": "Decision", "concepts": ["1309", "1445", "192", "2300", "2737", "3181"], "title": "94/360/EC: Commission Decision of 20 May 1994 on the reduced frequency of physical checks of consignments of certain products to be implemented from third countries, under Council Directive 90/675/EEC\n", "header": "COMMISSION DECISION of 20 May 1994 on the reduced frequency of physical checks of consignments of certain products to be implemented from third countries, under Council Directive 90/675/EEC (94/360/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 92/118/EEC (2) and  particularly Article 8 (3) thereof,\nWhereas a reduction in the frequency of physical checks of consignments of products imported from third countries should be fixed on the basis of the criteria laid down in Article 8 (3) of Directive 90/675/EEC on experiences in the Member States and the  danger to public and animal health in the Community;\nWhereas, in addition, for certain third countries with which the Community has reached agreements on equivalency, a reduction in the physical checks on certain products can be applied, taking into account, inter alia, the application of the  regionalization principle in the case of an animal disease, and of other Community veterinary principles;\nWhereas the reduction in the frequency of physical checks will be carried out by each Member State; whereas it must be carried out in such a way that it is not possible for an importer to predict whether any particular consignment will be subject to a  physical check;\nWhereas there is a need to review the level of reduction at regular intervals based on information received by the Commission or the Member States on the implementation of the checks in border inspection posts;\nWhereas Member States should immediately inform the Commission when checks reveal that products do not satisfy the necessary requirements or reveal any other irregularity;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. In application of Article (8) of Directive 90/675/EEC, the Member States shall apply the reduction in the frequency of physical checks for the products from third countries as laid down in Annex I to this Decision, where Community  decisions have been taken to establish, without prejudice to the EEA agreement:\n- a list of approved third countries,\n- a list of approved establishments (animal health and public health), and\n- a model certificate (animal health and public health).\n2. For the third countries referred to in Annex II, the level of physical checks to be carried out by each Member State on consignments of products of the same group shall be as laid down in that Annex.\n3. Paragraphs 1 and 2 shall apply without prejudice to Articles 15 and 19 of Directive 90/675/EEC.\nWhere a Member State applies the measures provided for in Article 15 of Directive 90/675/EEC, the sitution shall be urgently reviewed in accordance with the procedure laid down in Article 23 of Directive 90/675/EEC; for this purpose the Member State  concerned shall immediately inform the Comission and the other Member States thereof, in particular with a view to the implementation of the second subparagraph of Article 3 (3) of this Decision.", "Member States shall organize physical checks in such a way that it is not possible for an importer to predict whether any particular consignment will be subjected to a physical check.", "1. Member States shall ensure that each border inspection post listed in Commission Decision 94/24/EC (3) maintains a record of results of all checks on imported consignments of products in accordance with Annex III to this Decision, for at  least 18 months from the time of inspection. The record of results shall include consignments which are rejected for free circulation in the Community. The central veterinary authority of each Member State shall be responsible for sending to the  Commission, before 1 September 1994 and thereafter every six months, a summary of the results in the format set out at Annex III.\n2. The Commission shall submit a report to the Standing Veterinary Committee, on the basis of the summaries provided for in paragraph 1, for evaluation of the results of checks carried out.\n3. The Commission shall, on the basis of the report referred to in paragraph 2, review the frequencies set out in Annexes I and II twice a year, and for the first time before 1 October 1994.\nThe Commission shall also review, in accordance with the procedure laid down in Article 23 of Directive 90/675/EEC, the frequencies referred to in Annexes I and II to this Decision at the request of a Member State or on its own initiative, taking into  account the criteria laid down in Article 8 (3) of Directive 90/675/EEC, as well as the application of the regionalization principle and of other Community veterinary principles.\n4. Were the veterinary checks reveal an irregularity which has serious implications for animal or public health, Member States shall inform the Commission thereof without delay.", "The frequency of physical checks on consignments of products laid down in Annex I to this Decision shall be without prejudice to the provisions on physical checks set out in Directive 92/118/EEC or any Commission decision made under that  Directive, or in any other Community legislation.", "Wherever a Council decision on equivalence veterinary agreements defines specific frequencies of physical checks, the Commission shall include such frequencies in Annex II.", "This Decision will be amended as soon as the Council adopts the relevant modifications in Directive 90/675/EEC.", "This Decision shall apply from 1 October 1994.", "shall apply as from the 15th day after the day of notification of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 18, 21. 1. 1994, p. 16.\nANNEX I\nGROUPS OF PRODUCTS AND THE FREQUENCIES OF PHYSICAL CHECKS WHICH MUST BE CARRIED OUT BY EACH MEMBER STATE ON CONSIGNMENTS OF PRODUCTS IMPORTED FROM THIRD COUNTRY ESTABLISHMENTS REFERRED TO IN ARTICLE 1  \"\" ID=\"1\">Category I\"> ID=\"1\">1. Fresh meat  including offal, and products of the bovine, ovine, caprine, porcine and equine species defined in Council Directive 92/5/EEC (1)\"> ID=\"1\">2. Fish products in hermetically sealed containers intended to render them stable at ambient temperatures, fresh  and frozen fish and dry and/or salted fishery products (2)> ID=\"2\">20 %\"> ID=\"1\">3. Whole eggs\"> ID=\"1\">4. Lard and rendered fats\"> ID=\"1\">5. Animal casings\"> ID=\"1\">6. Hatching eggs\"> ID=\"1\">Category II\"> ID=\"1\">1. Poultry meat and poultry meat  products\"> ID=\"1\">2. Rabbit meat, game meat (wild/farmed) and products thereof\"> ID=\"1\">3. Milk and milk products for human consumption\"> ID=\"1\">4. Egg products> ID=\"2\">50 %\"> ID=\"1\">5. Processed animal protein for human consumption\"> ID=\"1\">6.  Other fishery products than those mentioned under Category I, 2, and bivalve molluscs\"> ID=\"1\">7. Honey\"> ID=\"1\">Category III\"> ID=\"1\">1. Semen\"> ID=\"1\">2. Embryos\"> ID=\"1\">3. Manure\"> ID=\"1\">4. Milk and milk products (not for human  consumption)\"> ID=\"1\">5. Gelatin\"> ID=\"1\">6. Frog legs and snails\"> ID=\"1\">7. Bones and bone products\"> ID=\"1\">8. Hides and skins\"> ID=\"1\">9. Bristles, wool, hair, feathers> ID=\"2\">minimum of 1 % maximum of 10 %\"> ID=\"1\">10. Horns, horn products,  hooves and hoof products\"> ID=\"1\">11. Apiculture products\"> ID=\"1\">12. Hunting trophies\"> ID=\"1\">13. Processed petfood\"> ID=\"1\">14. Raw material for the manufacture of petfood\"> ID=\"1\">15. Raw material, blood, blood products, glands and organs for  pharmaceutical use\"> ID=\"1\">16. Blood products for technical use\"> ID=\"1\">17. Pathogens\"> ID=\"1\">18. Hay and straw \"\">\n(1) OJ No L 57, 2. 3. 1992 p. 1.\n(2) Without prejudice to Article 10, subparagraph 2, of Directive 91/493/EEC (fresh fish).\nANNEX II\nLIST OF THIRD COUNTRIES AND FREQUENCIES OF PHYSICAL CHECKS REFERRED TO IN ARTICLE 5\nANNEX III"}