{"celex_id": "31995D0157", "uri": "http://publications.europa.eu/resource/cellar/8da7b85c-fe9a-44fe-b5f7-4a586849ebd2", "type": "Decision", "concepts": ["1445", "1937", "2324", "2737", "4079", "4320"], "title": "95/157/EC: Commission Decision of 21 April 1995 laying down the transitional measures to be applied by Sweden with regard to veterinary checks on live animals entering Sweden from third countries\n", "header": "COMMISSION DECISION of 21 April 1995 laying down the transitional  measures to be applied by Sweden with regard to veterinary checks on live animals entering Sweden  from third countries (95/157/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles  governing the organization of veterinary checks on products entering the Community from third  countries  (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in  particular Article 30 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing  the organization of veterinary checks on animals entering the Community from third countries and  amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (2), as last amended by the Act of  Accession of Austria, Finland and Sweden, and in particular Article 28 thereof,\nWhereas the Member States need to implement transitional measures concerning border inspection  posts for both livestock products and live animals; whereas, in this respect, Commission Decision  94/24/EC  (3) establishes a list of preselected border inspection posts;\nWhereas Sweden must also be able to implement such transitional measures; whereas a list of  preselected border inspection posts for Sweden must therefore be established;\nWhereas Sweden does not yet have enough suitable infrastructure for checking live animals and  livestock products along its land border with Norway; whereas provision should therefore be made  for specific transitional measures for that border;\nWhereas, in the context of these measures, it is necessary to define the inspection sites linked to  crossing points on the external border; whereas, therefore, the relevant provisions of Chapter I of  Directive 91/496/EEC and Chapter I of Directive 90/675/EEC must be adjusted;\nWhereas the purpose of the measures laid down in this Decision is to ensure that all the checks  provided for are carried out by the Swedish authorities;\nWhereas this Decision should be adopted without prejudice to the implementation, where necessary,  of the relevant provisions of Article 9 of Directive 90/675/EEC and Article 6 of Directive  91/496/EEC;\nWhereas, in the interests of clarity, all the transitional measures to be implemented by Sweden  should be adopted in a single decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["Sweden shall apply the measures provided for in this Decision with  regard to veterinary checks on live animals and livestock products coming from third countries  until 1 July 1995.\nCHAPTER I\nLIVE ANIMALS", "1.  Live animals from third countries must enter the  territory of Sweden through one of the preselected border inspection posts in accordance with  Article 3 or one of the crossing points in accordance with Article 4.\n2.  The Swedish authorities shall take the necessary measures to penalize all infringements of  paragraph 1 committed by natural or legal persons. In the most serious cases, such measures may  include the destruction of the animals.", "Directive 91/496/EEC shall apply where live animals enter through one of the  preselected border inspection posts listed in Annex I to this Decision.", "Where live animals enter through one of the crossing points listed in Annex II, the  following rules shall apply:\n1.  each crossing point shall be linked to a corresponding inspection site in accordance with Annex  II. Each crossing point and corresponding inspection site shall be placed under the responsibility  of the veterinary service responsible for border checks;\n2.  live animals shall be moved from the crossing point to the corresponding inspection site  immediately under customs supervision. In addition, the authority responsible for the crossing  point shall inform the official veterinarian responsible for the inspection site, by fax, of the  departure of each consignment. The official veterinarian shall inform the authority responsible for  the crossing point, by the same means, of the arrival of each consignment;\n3.  Article 2 (2) shall apply mutatis mutandis;\n4.  Article 3 of Directive 91/496/EEC and its detailed rules of application shall apply.\nHowever,\n-  in Article 3 (1) (a), 'crossing point` shall be substituted for 'border inspection post`,\n-  in Article 3 (1) (b) and (c), 'inspection site` shall be substituted for 'border inspection  post`;\n5.  Article 4 of Directive 91/496/EEC and its detailed rules of application shall apply.\nHowever,\n-  in Article 4 (1), 'crossing point` shall be substituted for 'border inspection post`,\n-  in Article 4 (2) and (3), 'inspection site` shall be substituted for 'border inspection post`;\n6.  Article 5 of Directive 91/496/EEC and the detailed rules of application adopted pursuant  thereto shall apply;\n7.  Article 7 of Directive 91/496/EEC and the detailed rules of application adopted pursuant  thereto shall apply. However, 'inspection site` shall be substituted for 'border inspection post`;\n8.  Article 8 of Directive 91/496/EEC and the detailed rules of application adopted pursuant  thereto shall apply.\nHowever,\n-  in Article 8 (A) (1) (a), 'crossing point` shall be substituted for 'border inspection post`,\n-  in Article 8 (A) (1) (b), 'inspection site` shall be substituted for 'border inspection post`,\n-  in Article 8 (A) (2), 'inspection site` shall be substituted for 'border inspection post`;\n9.  Article 9 of Directive 91/496/EEC and its detailed rules of application shall apply. However,  'inspection site` shall be substituted for 'border inspection post`;\n10.  Article 10 of Directive 91/496/EEC and its detailed rules of application shall apply. However,  'inspection site` shall be substituted for 'border inspection post`;\n11.  Article 11 of Directive 91/496/EEC shall apply;\n12.  Article 12 of Directive 91/496/EEC and its detailed rules of application shall apply. However,  in the introductory phrase of the second subparagraph of Article 12 (1) (c), 'inspection site`  shall be substituted for 'border inspection post`;\n13.  Articles 13 to 17 of Directive 91/496/EEC and their detailed rules of application shall  apply.\nCHAPTER II\nLIVESTOCK PRODUCTS", "1.  Livestock products from third countries must  enter the territory of Sweden through one of the preselected border inspection posts in accordance  with Article 6 or one of the crossing points in accordance with Article 7.\n2.  The Swedish authorities shall take the necessary measures to penalize all infringements of  paragraph 1 committed by natural or legal persons. In the most serious cases, such measures may  include the destruction of the animals.", "Directive 90/675/EEC shall apply where livestock products enter through one of the  preselected border inspection posts listed in Annex III to this Decision.", "Where livestock products enter through one of the crossing points listed in Annex IV,  the following rules shall apply:\n1.  each crossing point shall be linked to a corresponding inspection site in accordance with Annex  IV. Each crossing point and corresponding inspection site shall be placed under the responsibility  of the veterinary service responsible for border checks;\n2.  livestock products shall be moved from the crossing point to the corresponding inspection site  immediately, under customs supervision. In addition, the authority responsible for the crossing  point shall inform the official veterinarian responsible for the inspection site, by fax, of the  departure of each consignment. The official veterinarian shall inform the authority responsible for  the crossing point, by the same means, of the arrival of each consignment;\n3.  Article 5 (2) shall apply mutatis mutandis;\n4.  Article 3 of Directive 90/675/EEC and its detailed rules of application shall apply;\n5.  Article 4 of Directive 90/675/EEC and its detailed rules of application shall apply;\nHowever,\n-  in Article 4 (2), 'crossing point` shall be substituted for 'border inspection post`,\n-  in Article 4 (4), 'authority responsible for the crossing point` shall be substituted for  'veterinary staff of the border inspection post`;\n6.  Articles 5, 6 and 7 of Directive 90/675/EEC and their detailed rules of application shall  apply;\n7.  Articles 8 and 10 of Directive 90/675/EEC and their detailed rules of application shall apply.  However, 'inspection site` shall be substituted for 'border inspection post`;\n8.  Article 11 of Directive 90/675/EEC and its detailed rules of application shall apply. However,  'inspection site` shall be substituted for 'border inspection post`;\n9.  Articles 12 to 18 of Directive 90/675/EEC and their detailed rules of application shall apply.  However, 'inspection site` shall be substituted for 'border inspection post`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 April 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\nPreselected border inspection posts for the inspection of live animals\n>TABLE  POSITION>\nANNEX II\n>TABLE>\nANNEX III\nPreselected border inspection posts for the inspection of livestock products\n> TABLE POSITION>\nANNEX IV\n>TABLE>"}