{"celex_id": "31997D0628", "uri": "http://publications.europa.eu/resource/cellar/431cd6c9-5f70-4edd-b21e-c27dd95d960f", "type": "Decision", "concepts": ["1445", "1937", "2737", "3422", "6019", "619"], "title": "97/628/EC: Commission Decision of 28 July 1997 amending Decision 93/70/EEC on codification for the message 'Animo' (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 July 1997 amending Decision 93/70/EEC on codification for the message 'Animo` (Text with EEA relevance) (97/628/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning the veterinary and zootechnical checks applicable to intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 20 (3) thereof,\nWhereas, in order to ensure that the Animo message is quickly understood, the Commission, by Decision 93/70/EEC (3), as amended by Decision 94/295/EC (4), has stipulated the codes to be used for animals and animal products;\nWhereas, in the light of the experience gained, substantial changes have been made to the data file relating to the codes for the animals products to improve its use;\nWhereas the Annex to Decision 93/70/EEC should be amended to adjust it to the corresponding data file in the new software;\nWhereas the fact that certain live animals and products are included in the codification does not mean that a message has to be sent by means of the computerized Animo network;\nWhereas the codification of live animals and of products will be re-examined when the decisions needed to introduce the Shift project are being adopted;\nWhereas the measures laid down in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 93/70/EEC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 25, 2. 2. 1993, p. 34.\n(4) OJ L 130, 25. 5. 1994, p. 43.\nANNEX\n'ANNEX\nAn Animo code shall be made up of the code in Title I, column 1, if necessary supplemented by the codes in Titles II and III the references to which are set out in columns 2 and 3 of Title I respectively.\nTITLE I\nGeneral definition of the live animals, semen, ova and embryos and products of animal origin in the Animo data file.\n>TABLE>\n>TABLE>\n>TABLE>\nTITLE II\nComplements to the general definition by the addition of the groups of animals, the species and the types of products\n>TABLE>\nTITLE III\nList of the possible destinations for the live animals, sperm, ova and embryos\n>TABLE>\n`"}