{"celex_id": "31996R2116", "uri": "http://publications.europa.eu/resource/cellar/c66c7301-9099-4780-a4c2-e91545971683", "type": "Regulation", "concepts": ["2300", "2387", "2488", "2734", "2783", "3073"], "title": "Commission Regulation (EC) No 2116/96 of 4 November 1996 amending Council Regulation (EC) No 934/95 establishing tariff ceilings and a Community statistical surveillance in the framework of reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the Occupied Territories\n", "header": "COMMISSION REGULATION (EC) No 2116/96 of 4 November 1996 amending Council Regulation (EC) No 934/95 establishing tariff ceilings and a Community statistical surveillance in the framework of reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the Occupied Territories\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 934/95 of 10 April 1995 establishing tariff ceilings and a Community statistical surveillance in the framework of reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the Occupied Territories (1), as amended by Council Regulation (EC) No 585/96 (2), and in particular Articles 3 and 4 thereof,\nWhereas Regulation (EC) No 934/95 established tariff ceilings and Community statistical surveillance within reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the Occupied Territories;\nWhereas the above tariff measures were established on the basis of the agreements between the EC and the various Mediterranean countries concerned, and of Council Regulation (EEC) No 1134/91 on the tariff arrangements applicable to imports into the Community of products originating in the Occupied Territories (3), as amended by Regulation (EC) No 539/96 (4), and are multiannual;\nWhereas the validity of the measures set out in the annexes to Regulation (EC) No 934/95 lapses at different points within the period running from 1 November 1994 to 31 December 1996;\nWhereas pending the entry into force of new preferential agreements, and to take account of the changes in the Combined Nomenclature and Taric codes, the annexes to Regulation (EC) No 934/95 need to be amended with effect from 1 November 1996 to enable the Mediterranean countries to continue exporting the products concerned on preferential terms, as provided for in the existing agreements;\nWhereas Article 2 (4) of Annex I to the Agreement establishing an Association between the European Community and Malta (5) as supplemented by the Additional Protocol (6), the Supplementary Protocol (7), and the Protocol extending the first stage of the Agreement (8), provides that if imports of a product subject to a tariff ceiling are less than 90 % of the specified amount for two consecutive years, the Community will suspend application of that ceiling;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 934/95 is amended as follows:\n1. The words 'Occupied Territories` in the title and Article 2 are replaced by 'the West Bank and the Gaza Strip`.\n2. The annexes are replaced by the annexes to this Regulation.", "This Regulation shall enter into force the day after its publication in the Official Journal of the European Communities.\nIt shall apply from:\n- 1 November 1996, in respect of order No 18.0380 of Annex II,\n- 1 December 1996, in respect of order Nos 18.0060, 18.0310 and 18.0340 of Annex II,\n- 1 January 1997, in respect of Annex I and the remaining order numbers of Annex II.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 November 1996.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ No L 96, 28. 4. 1995, p. 6.\n(2) OJ No L 84, 3. 4. 1996, p. 8.\n(3) OJ No L 112, 4. 5. 1991, p. 1.\n(4) OJ No L 79, 29. 3. 1996, p. 6.\n(5) OJ No L 61, 14. 3. 1971.\n(6) OJ No L 304, 29. 11. 1977.\n(7) OJ No L 81, 23. 3. 1989.\n(8) OJ No L 116, 9. 5. 1991.\nANNEX I\nList of products originating in Malta of which the importation is subject to tariff ceiling\n>TABLE>\nTaric subdivision\n>TABLE>\nANNEX II\n>TABLE>"}