{"celex_id": "31990D0178", "uri": "http://publications.europa.eu/resource/cellar/8b56cb74-3e10-4108-a0bc-0276cb02fc7f", "type": "Decision", "concepts": ["1712", "2602", "2789", "3246", "5723", "5868"], "title": "90/178/Euratom, EEC: Commission Decision of 23 March 1990 authorizing Luxembourg not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 March 1990\nauthorizing Luxembourg not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base\n(Only the French text is authentic)\n(90/178/Euratom, EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing in respect of own resources accruing from value added tax the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (2) ceased to be applicable on 31 December 1988; whereas the authorizations given under Article 13 thereof must be renewed from 1 January 1989 pursuant to Article 13 of Regulation (EEC, Euratom) No 1553/89;\nWhereas, under Article 28 (3) of the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (3), hereinafter called 'the Sixth Directive', as last amended by Directive 84/386/EEC (4), the Member States may continue to exempt or tax certain transactions; whereas these transactions must be taken into account for the determination of the VAT resources base;\nWhereas Luxembourg is unable to make a precise calculation of the VAT own resources base for four categories of transactions listed in Annex E and F to the Sixth Directive; whereas such calculation is likely to involve an unjustified administrative burden in relation to the effect of these transactions on Luxembourg's total VAT resources base; whereas Luxembourg should therefore be authorized not to take these transactions into account for the calculation of the VAT base;\nWhereas Luxembourg is able to make a calculation using approximate estimates for three categories of transactions listed in Annex F to the Sixth Directive; whereas it should therefore be authorized to calculate the VAT base using approximate estimates;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["For the purpose of calculating the VAT own resources base from 1 January 1989, Luxembourg is authorized not to take into account the following categories of transactions referred to in Annexes E and F to the Sixth Directive:\n1. Transactions referred to in Article 13 (A) (1) (f) of the Sixth Directive other than those of groups of a medical or paramedical nature (Annex E, point 3);\n2. Services supplied by travel agencies acting on behalf and for the account of the traveller, for journeys outside the Community (Annex E, ex point 15);\n3. Admission to sporting events (Annex F, point 1);\n4. Management of credit and credit guarantees by a person or body other than the one which granted the credit (Annex F, point 13).", "For the purpose of calculating the VAT own resources base from 1 January 1989, Luxembourg is authorized to use approximate estimates in respect of the following categories of transactions referred to in Annex F to the Sixth Directive:\n1. Telecommunications services supplied by public postal services and supplies of goods incidental thereto (Annex F, point 5);\n2. The supply of water by public authorities (Annex F, point 12);\n3. The domestic parts of international transport operations (Annex F, ex point 17).", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 23 March 1990.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 155, 7. 6. 1989, p. 9.\n(2) OJ No L 336, 27. 12. 1977, p. 8.\n(3) OJ No L 145, 13. 6. 1977, p. 1.\n(4) OJ No L 208, 3. 9. 1984, p. 58."}