{"celex_id": "31997R0225", "uri": "http://publications.europa.eu/resource/cellar/6f49cc71-4a28-4a02-9365-ff5f86907fe9", "type": "Regulation", "concepts": ["1201", "2707", "2925", "4291", "4734", "616"], "title": "Commission Regulation (EC) No 225/97 of 6 February 1997 amending Regulation (EC) No 1294/96 laying down detailed rules for the application of Council Regulation (EEC) No 822/87 as regards harvest, production and stock declarations relating to wine-sector products\n", "header": "COMMISSION REGULATION (EC) No 225/97 of 6 February 1997 amending Regulation (EC) No 1294/96 laying down detailed rules for the application of Council Regulation (EEC) No 822/87 as regards harvest, production and stock declarations relating to wine-sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1592/96 (2), and in particular Articles 3 (4), 36 (6), 39 (7) and 81 thereof,\nWhereas Commission Regulation (EC) No 1294/96 (3), as corrected by Regulation (EC) No 2050/96 (4), lays down detailed rules for the application of Regulation (EEC) No 822/87, in particular as regards harvest, production and stock declarations relating to wine products;\nWhereas checks on Article 1 of Regulation (EC) No 1294/96 have revealed differences between the various language versions as compared with the definition in force prior to that Regulation; whereas it should be stipulated that the harvest declaration is to be submitted by the producer of the grapes; whereas, consequently, this should be indicated to avoid any ambiguity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 1 (1) of Regulation (EC) No 1294/96 is hereby replaced by the following:\n'1. Natural or legal persons or groups of such persons who produce grapes, hereinafter referred to as \"harvesters\", shall submit each year to the competent authorities designated by the Member States a harvest declaration in the administrative unit specified, containing at least the information specified in Table A of Annex I and, where appropriate, Table Aa of Annex I.\nMember States may, where appropriate, authorize the presentation of one declaration per holding.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 2 September 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 206, 16. 8. 1996, p. 31.\n(3) OJ No L 166, 5. 7. 1996, p. 14.\n(4) OJ No L 274, 26. 10. 1996, p. 17."}