{"celex_id": "31992R0658", "uri": "http://publications.europa.eu/resource/cellar/e747bd53-10fc-4bbc-96d5-4f2311fda554", "type": "Regulation", "concepts": ["1119", "1608", "2081", "5233"], "title": "Commission Regulation (EEC) No 658/92 of 16 March 1992 correcting the Danish version of Regulations (EEC) No 778/83, (EEC) No 2213/83, (EEC) No 899/87, (EEC) No 1591/87, (EEC) No 1730/87, (EEC) No 79/88 and (EEC) No 920/89 as regards the provisions concerning marketing in quality standards for certain fresh fruit and vegetables\n", "header": "COMMISSION REGULATION (EEC) No 658/92  of 16 March 1992  correcting the Danish version of Regulations (EEC) No 778/83, (EEC) No 2213/83, (EEC) No 899/87, (EEC) No 1591/87, (EEC) No 1730/87, (EEC) No 79/88 and (EEC) No 920/89 as regards the  provisions concerning marketing in quality standards for certain fresh fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1623/91 (2), and in particular Article 2 (3) thereof,\nWhereas, Commission Regulations (EEC) No 778/83 (3), (EEC) No 2213/83 (4), (EEC) No 899/87 (5), (EEC) No 1591/87 (6), (EEC) No 1730/87 (7), (EEC) No 79/88 (8) and (EEC) No 920/89 (9) lay down the quality standards for tomatoes, onions, witloof chicory,  cherries, strawberries, headed cabbage, Brussels sprouts, ribbed celery, spinach, plums, table grapes, lettuce, curled leaved and broad leaved (Batavian) endives, sweet pepper, carrots and apples and pears;\nWhereas, a linguistic error has slipped into the Danish version of these standards in title VI 'Provisions concerning marking', only providing for marking of the wholesale package instead of each individual package; whereas, the said Regulations should  be corrected accordingly;\nWhereas, the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["A correction is hereby made in the introductory paragraph of title VI 'Provisions concerning marking' in the Annex to Regulation (EEC) No 778/83, in Annexes I and II to Regulation (EEC) No 2213/83, in Annexes I and II to Regulation (EEC) No  899/87, in Annexes I, II, III, IV and V to Regulation (EEC) No 1591/87, in the Annex to Regulation (EEC) No 1703/87, in Annexes I and II to Regulation (EEC) No 79/88 and in Annexes I and III to Regulation (EEC) No 920/89.\n(Only concerns the Danish version).", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 150, 15. 6. 1991, p. 8.\n(3) OJ No L 86, 31. 3. 1983, p. 14.\n(4) OJ No L 213, 4. 8. 1983, p. 13.\n(5) OJ No L 88, 31. 3. 1987, p. 17.\n(6) OJ No L 146, 6. 6. 1987, p. 36.\n(7) OJ No L 163, 23. 6.  1987, p. 25.\n(8) OJ No L 10, 14. 1. 1988, p. 8.\n(9) OJ No L 97, 11. 4. 1989, p. 19."}