{"celex_id": "31997R2444", "uri": "http://publications.europa.eu/resource/cellar/c9f502b5-affa-4968-b8f1-841869e5fdda", "type": "Regulation", "concepts": ["5158", "6013", "978"], "title": "Council Regulation (EC) No 2444/97 of 22 September 1997 amending the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities\n", "header": "COUNCIL REGULATION (EC) No 2444/97 of 22 September 1997 amending the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 209 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Court of Auditors (3),\nWhereas Article 5 (2) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (4) provides for a new system of clearance of the accounts of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; whereas this system comprises the splitting of the old clearance of the accounts into two separate types of decision, one covering the financial clearance of the accounts submitted by the Member States and the other concerning the possible refusal of financing by the Fund of expenditure which was not disbursed in compliance with Community rules; whereas Article 102 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (5) should be aligned on the new clearance of accounts procedure in order to specify in particular the budgetary treatment of refusals of financing;\nWhereas the conciliation procedure provided for by the Joint Declaration of the European Parliament, the Council and the Commission of 4 March 1975 (6) and by Article 140 of the Financial Regulation has taken place,", "main_body": ["Article 102 of the Financial Regulation shall be replaced by the following:\n'Article 102\n1. The object of the clearance of accounts decision, provided for in Article 5 (2) (b) of Regulation (EEC) No 729/70, shall be to determine the amount of expenditure effected in each Member State during the financial year in question which must be recognized as being chargeable to the EAGGF, without prejudice to decisions taken subsequently in accordance with paragraph 2 (c) of that Article.\n2. The object of the decisions referred to in Article 5 (2) (c) of Regulation (EEC) No 729/70 shall be to determine the expenditure which, because the relevant measures were not implemented in compliance with Community rules, shall be deducted from the Community financing referred to in Articles 2 and 3 of that Regulation.\n3. The schedule for the clearance of the accounts is set out in Regulation (EEC) No 729/70.\n4. The outcome of the decision referred to in paragraph 1, namely and discrepancy which may exist between the total expenditure booked to the accounts for a financial year pursuant to Articles 100 and 101 and the total expenditure recognized as allowable by the Commission when clearing the accounts, shall be booked, under a single article, as additional expenditure or a reduction in expenditure.\n5. The outcome of the decisions referred to in paragraph 2 shall be booked under a single article as a reduction in expenditure.`", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 377, 31. 12. 1994, p. 15\nand OJ C 150, 17. 6. 1995, p. 6.\n(2) OJ C 89, 10. 4. 1995, p. 222.\n(3) OJ C 383, 31. 12. 1994, p. 31.\n(4) OJ L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ L 125, 8. 6. 1995, p. 1).\n(5) OJ L 356, 31. 12. 1977, p. 1. Regulation as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (OJ L 240, 7. 10. 1995, p. 12).\n(6) OJ C 89, 22. 4. 1975, p. 1."}