{"celex_id": "31998R0044", "uri": "http://publications.europa.eu/resource/cellar/26487adf-d418-4a4c-9ed1-d35e626495f1", "type": "Regulation", "concepts": ["4829", "5228", "5235", "598", "997"], "title": "Commission Regulation (EC) No 44/98 of 8 January 1998 establishing, for 1998, the list of vessels exceeding eight metres length overall permitted to fish for sole in certain Community areas using beam trawls whose aggregate length exceeds nine metres\n", "header": "COMMISSION REGULATION (EC) No 44/98 of 8 January 1998 establishing, for 1998, the list of vessels exceeding eight metres length overall permitted to fish for sole in certain Community areas using beam trawls whose aggregate length exceeds nine metres\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (1),\nHaving regard to Commission Regulation (EEC) No 3554/90 of 10 December 1990 adopting provisions for the establishment of the list of vessels exceeding eight metres length overall which are permitted to fish for sole within certain areas of the Community using beam trawls of an aggregate length exceeding nine metres (2), as amended by Regulation (EC) No 3407/93 (3), and in particular Article 1 (1) thereof,\nWhereas Article 10 (3) (c) of Regulation (EC) No 894/97 provides for the establishment of an annual list of vessels exceeding eight metres length overall authorized to fish for sole in the areas mentioned in Article 10 (3) (a) using beam trawls of which the aggregate beam length exceeds nine metres;\nWhereas inclusion in the list is without prejudice to the application of other measures for the conservation of fishery resources defined in Regulation (EC) No 894/97 or Council Regulation (EEC) No 3760/92 (4) or adopted in accordance with them;\nWhereas it is necessary to establish this list according to the detailed rules set out in Regulation (EEC) No 3554/90,", "main_body": ["The list of vessels for 1998 authorized by virtue of Article 10 (3) (c) of Regulation (EC) No 894/97 to use beam trawls whose aggregate length exceeds nine metres inside the areas mentioned in Article 10 (3) (a) is given in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 132, 23. 5. 1997, p. 1.\n(2) OJ L 346, 11. 12. 1990, p. 11.\n(3) OJ L 310, 14. 12. 1993, p. 19.\n(4) OJ L 389, 31. 12. 1992, p. 1.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\n>TABLE>"}