{"celex_id": "31998R1178", "uri": "http://publications.europa.eu/resource/cellar/6c3bf14e-af00-493a-988d-bf8ec6cbd19d", "type": "Regulation", "concepts": ["1309", "1524", "2125", "4125", "4432", "519"], "title": "Commission Regulation (EC) No 1178/98 of 5 June 1998 initiating an investigation concerning the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1015/94 on imports of certain television camera systems originating in Japan and making the latter imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 1178/98 of 5 June 1998 initiating an investigation concerning the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1015/94 on imports of certain television camera systems originating in Japan and making the latter imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS INVESTIGATIONS\n(1) In April 1994, the Council, by Regulation (EC) No 1015/94 (3), as last amended by Regulation (EC) No 1952/97 (4), imposed a definitive anti-dumping duty on imports of television camera systems (hereinafter TCS) originating in Japan. The rate of the definitive anti-dumping duty amounted to 62,6 % for Sony Corporation (hereinafter 'Sony`), to 82,9 % for Ikegami Tsushinki Co Ltd (hereinafter 'Ikegami`) and to 52,7 % for Hitachi Denshi Ltd (hereinafter 'Hitachi`).\n(2) In October 1995, the Council, by Regulation (EC) No 2474/95 (5), amended Regulation (EC) No 1015/94, in particular as regards the like product definition and as regards certain models of professional cameras explicitly exempted from the scope of the definitive anti-dumping duties.\n(3) In October 1997, the Council, by Regulation (EC) No 1952/97 amended the rates of the definitive anti-dumping duty for Sony Corporation to 108,3 % and Ikegami Tsushinki to 200,3 % in accordance with Article 12 of Regulation (EC) No 384/96 (hereinafter 'the Basic Regulation`). Furthermore, the Council decided that certain models of professional camera should be explicitly exempted from the scope of the definitive anti-dumping duties and therefore be added to the Annex of the abovementioned Regulation (EC) No 1015/94.\nB. REQUEST\n(4) The Commission has received a request pursuant to Article 13(3) of the Basic Regulation to investigate alleged circumvention of anti-dumping duties imposed by Regulation (EC) No 1015/94 on imports of television camera systems originating in Japan, by the importation of modules, kits, sub-assemblies and parts from Japan, which are allegedly used to assemble television camera systems in the Community; to make imports of these modules, kits, sub-assemblies and parts subject to registration by customs authorities pursuant to Article 14(5) of the Basic Regulation; and to propose to the Council, where justified, the extension of the above anti-dumping duties to the latter imports.\nC. APPLICANT\n(5) The request has been lodged on 23 April 1998 by Philips Broadcast Television Systems bv.\nD. PRODUCT\n(6) The product concerned by the allegation of circumvention are television camera modules, kits, sub-assemblies and parts thereof from Japan, which are used for the assembly in the European Community of television camera systems. These products are currently classified within the following CN codes ex 8529 90 72, ex 8529 90 81, ex 8542 13 72, ex 8531 20 59, ex 8531 20 80, ex 8538 10 00, ex 8539 90 91 and ex 9002 90 90. These codes are given for information only.\nE. EVIDENCE\n(7) The request contains sufficient preliminary evidence in accordance with Article 13(3) of the Basic Regulation to initiate an investigation to examine whether the anti-dumping duties on imports of television camera systems originating in Japan are being circumvented by imports of television camera modules, kits, sub-assemblies and parts from that country, subsequently used in assembly or completion operations in the Community. The request concerns only two Japanese exporters, namely Sony and Ikegami.\n(8) The evidence is as follows:\n(a) Since the introduction of the anti-dumping duties in 1994, and especially since the imposition of further duties in 1997 on imports of Ikegami and Sony in accordance to Article 12 of the Basic Regulation, a change has taken place in the pattern of trade between Japan and the European Community. Between 1995 and 1997, imports of television camera systems from Japan have significantly decreased, whereas sales volumes, turnover and market shares of the product concerned of Japanese importers/assemblers in the Community would have remained stable or have even increased.\nThis change in the pattern of trade is alleged to stem from an increase in assembly operations in the Community, for which it is alleged there is insufficient due cause or economic justification, apart from the existence of anti-dumping duties. The two Japanese exporters in question set up assembly operations at the time of the imposition of anti-dumping duties in 1994. The most obvious cause of the abovementioned change in the pattern of trade is that imports of television camera modules, kits, sub-assemblies and parts are not subject to the anti-dumping duty imposed on imports of assembled television camera systems originating in Japan, which amount to 108,3 and 200,3 % for television camera systems produced by Sony and Ikegami respectively.\nMoreover, the request provides preliminary evidence that the value of Japanese parts or components is not less than 60 % of the total value of the parts of the television camera systems assembled in the Community, and that the added value to the parts brought in, during the assembly completion operation in the Community, is not greater than 25 % of the manufacturing cost.\n(b) Furthermore, the request contains preliminary evidence of dumping in relation to the normal values established in the previous investigations in respect of television camera systems originating in Japan. It shows that the prices of television cameras assembled in the Community from Japanese modules, kits, sub-assemblies and parts are lower than the non-dumped level of the export prices of the television camera systems as established in the previous Article 12 investigation.\n(c) Finally, the request contains preliminary evidence that the alleged circumvention is undermining the remedial effects of the existing anti-dumping duties in terms of quantities and prices of the assembled like product.\nF. PROCEDURE\n(9) In the light of the evidence contained in the request, the Commission has concluded that sufficient evidence exists to initiate an investigation pursuant to Article 13(3) of the Basic Regulation, and to make imports from Japan of television camera modules, kits, subassemblies and parts mentioned in recital 7 subject to registration, in accordance with Article 14(5) of the said Regulation.\nInvestigation\n(10) Owing to the complexity of the product concerned and the specificities of this case as well as the seriousness of the alleged circumvention of anti-dumping duties by the exporters concerned, the Commission considers it appropriate to start its investigation by visits and inspections, particularly amongst importers and parties related to the exporters concerned, in order to obtain the information deemed necessary to permit an efficient investigation.\nThese visits shall take place starting immediately after the publication of this Regulation in the Official Journal of the European Communities.\n(11) In order to obtain the information it deems necessary for the investigation, the Commission may send questionnaires to the Japanese producers of television cameras named in the request, as well as to their related importers in the Community which are deemed to be the assemblers of television cameras.\n(12) Other interested parties which can show that they are likely to be affected by the outcome of the investigation should ask for a copy of the questionnaire as soon as possible, as they are also subject to the time limit set out in this Regulation. Any request for questionnaires must be made in writing to the address mentioned below, and should indicate the name, address, telephone and fax numbers of the requesting party.\nCertificates of non-circumvention\n(13) In accordance with Article 13(4) of the Basic Regulation, certificates exempting imports of the products concerned from registration or measures may be granted, when the importation does not constitute circumvention. Since the issue of these certificates requires the prior authorisation of the Community institutions, requests for such authorisations should be addressed to the Commission as early as possible in the course of the investigation so they may be considered on the basis of a thorough appraisal of their merits.\nG. REGISTRATION\n(14) Pursuant to Article 14(5) of the Basic Regulation, customs authorities shall be instructed to register the modules, kits, sub-assemblies and parts listed below, in order to ensure that, should the anti-dumping duties applicable to imports of television camera systems originating in Japan with regard to Sony and Ikegami be extended to the former imports, they may be collected from the date of such registration:\n- television camera housing panels, whether or not assembled,\n- colour splitters with three or more charge-coupled device pick-up devices attached including electronic (sub)assemblies, whether or not including a filter wheel,\n- wide-angle oculars for TV camera viewfinders, including optics with certain anti-reflect coatings,\n- printed circuit boards with active elements of a kind used for television cameras, operational control panels, master control panels and TV camera base stations,\n- signal processor in the form of an integrated circuit in MOS technology capable of processing and correcting (including gamme-correction, contour-correction, flare-correction and leaking-pixel-correction) digital (video) images of television,\n- liquid crystal displays of a kind used in camera control systems,\n- boards, panels, consoles, desks, cabinets and other bases of a kind used in camera control systems\nH. TIME LIMIT\n(15) In the interest of sound administration, a period of 40 days from the date of publication of this Regulation in the Official Journal of the European Communities should be fixed within which interested parties, provided that they can show that they are likely to be affected by the results of the investigation, may make their views known in writing. A period should also be fixed within which interested parties may make a written request for a hearing and show that they have particular reasons why they should be heard.\nFurthermore, it should be stated that, in cases in which any interested party refuses access to, or otherwise does not provide necessary information within the time limit, or significantly impedes the investigation, provisional or final findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["An investigation pursuant to Article 13(3) of Regulation (EC) No 384/96 of imports of television camera systems modules, kits, sub-assemblies and parts falling within CN codes ex 8529 90 72, ex 8529 90 81, ex 8542 13 72, ex 8531 20 59, ex 8531 20 80, ex 8538 10 00, ex 8538 90 91 and ex 9002 90 90, originating in Japan and used in assembly operations of television camera systems in the Community is hereby initiated. The abovementioned codes are given for information. They are only indicative and have no binding effects on the classification of the product.", "Customs authorities are hereby directed, pursuant to Article 13(3) and 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register imports from Japan of the following parts:\n>TABLE>\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nImports shall not be subject to registration where they are accompanied by a customs certificate issued in accordance with Article 13(4) of Regulation (EC) No 384/96.", "Interested parties must, if their representations are to be taken into account during the investigation make themselves known, present their views in writing, submit information and apply to be heard by the Commission within 40 days from the date of publication of this Regulation in the Official Journal of the European Communities. This time limit also applies to all interested parties not named in the request, and it is consequently in the interest of all these parties to contact the Commission without delay at the address indicated below.\nAny information relating to the matter and any request for a hearing should be sent to the following address:\nEuropean Commission,\nDirectorate General I,\nExternal Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand,\nDirectorates C and E,\nDM 24, 8/144,\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels;\nfax: (32 2) 295 65 05.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 111, 30. 4. 1994, p. 106.\n(4) OJ L 276, 9. 10. 1997, p. 20.\n(5) OJ L 255, 25. 10. 1995, p. 11."}