{"celex_id": "31993R2042", "uri": "http://publications.europa.eu/resource/cellar/839800fb-45a4-42e7-9f5b-887f4da75da1", "type": "Regulation", "concepts": ["2642", "2650", "2975"], "title": "COMMISSION REGULATION (EEC) No 2042/93 of 27 July 1993 reducing the basic price and the buying-in prices for apples for the 1993/94 marketing year as a result of the monetary realignments of September and November 1992, January and May 1993 and the overrun of the intervention threshold fixed for the 1992/93 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 2042/93 of 27 July 1993 reducing the basic price and the buying-in prices for apples for the 1993/94 marketing year as a result of the monetary realignments of September and November 1992, January and May 1993 and  the overrun of the intervention threshold fixed for the 1992/93 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Article 16b (4) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), and in particular Article 9 (1) thereof,\nHaving regard to Commission Regulation (EEC) No 3824/92 of 28 December 1992 laying down the prices and amounts fixed in ecus as a result of the monetary realignments (4), as amended by Regulation (EEC) No 1663/93 (5), and in particular Article 2  thereof,\nWhereas Article 1 of Commission Regulation (EEC) No 3820/92 of 28 December 1992 on transitional measures for the application of the agrimonetary arrangements laid down in Council Regulation (EEC) No 3813/92 (6) established a link between the  agrimonetary arrangements applicable with effect from 1 January 1993 and those applying previously;\nWhereas Regulation (EEC) No 3824/92 lays down the list of prices and amounts in the fruit and vegetables sector which are to be divided by the reducing coefficient fixed by Commission Regulation (EEC) No 537/93 (7), as last amended by Regulation (EEC)  No 1331/93 (8), with effect from the beginning of the 1993/94 marketing year, under the arrangements for the automatic dismantlement of negative monetary gaps; whereas Article 2 of Regulation (EEC) No 3824/92 provides that the resulting reductions in  the prices and amounts are to be specified for each sector concerned and that the reduced prices and amounts are to be fixed; whereas the basic and the buying-in prices for apples for the 1993/94 marketing year have been fixed by Council Regulation  (EEC) No 1289/93 (9), as amended by Commission Regulation (EEC) No 1334/93 (10);\nWhereas Council Regulation (EEC) No 1352/93 has fixed a basic and a buying-in price for apples for the month of June 1993 (11);\nWhereas Commission Regulation (EEC) No 1845/92 (12) fixes the intervention thresholds for the 1992/93 marketing year at 242 000 tonnes for apples;\nWhereas, according to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 1 of Council Regulation (EEC) No 1121/89 of 27 April 1989 fixing the intervention threshold for apples and cauliflowers (13), as last amended by Regulation (EEC) No 1754/92  (14), if during the preceding three marketing years, the average intervention measures adopted for apples concern quantities which exceed the thresholds for those products and for that marketing year, the basic and buying-in prices for the following  marketing year are to be reduced by 1 % for every 85 100 tonnes by which threshold is exceeded;\nWhereas, according to the information provided by the Member States, the average intervention measures taken within the Community for 1992/93 concerned 684 250 tonnes in the case of apples; whereas the Commission has established therefore that the  intervention thresholds for this marketing year have been exceeded by 442 250 tonnes in the case of apples;\nWhereas in consequence of the above the basic and the buying-in prices for apples for the 1993/94 marketing year fixed by Regulation (EEC) No 1289/93 must be reduced by 5 %; whereas this reduction is to be added to that resulting from the monetary  realignments of September and November 1992, January and May 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and the buying-in prices for apples for the 1993/94 marketing year fixed by Regulation (EEC) No 1289/93 are hereby reduced by 6,23 % and shall be as shown in the Annex hereto.", "This Regulation shall enter into force on 1 August 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 387, 31. 12. 1992, p. 29.\n(5) OJ No L 158, 30. 6. 1993, p. 18.\n(6) OJ No L 387, 31. 12. 1992, p. 22.\n(7) OJ No L 57, 10. 3. 1993, p. 18.\n(8) OJ No L 132, 29. 5. 1993, p. 114.\n(9) OJ No L 132, 29. 5. 1993, p. 3.\n(10) OJ No L 132, 29. 5. 1993, p. 120.\n(11) OJ No L 133, 2. 6. 1993, p. 19.\n(12) OJ No L 187, 6. 7. 1992, p. 37.\n(13) OJ No L 118, 29. 4. 1989, p. 21.\n(14) OJ No L 180, 1. 7. 1992, p. 23.\nANNEX\nBASIC PRICES AND BUYING-IN PRICES   1993/94   APPLES  (other than cider apples)\nFor the period 1 August 1993 to 31 May 1994\n/* Tables: see OJ */\n- apples of the Reine des reinettes and Verde Doncella varieties, quality Class I, size 65 mm or more,\n- apples of the Delicious Pilafa, Golden Delicious, James Grieve, Red Delicious, Reinette grise du Canada and Starking Delicious varieties, Quality Class I, size 70 mm or more."}