{"celex_id": "31994R3380", "uri": "http://publications.europa.eu/resource/cellar/2a67db4f-6d8c-4094-b40a-ba28dbe48348", "type": "Regulation", "concepts": ["1255", "161", "1637", "2734", "2957", "666"], "title": "Council Regulation (EC) No 3380/94 of 22 December 1994 opening and providing for the administration of quotas for certain processed agricultural products originating in Hungary\n", "header": "COUNCIL REGULATION (EC) No 3380/94\nof 22 December 1994\nopening and providing for the  administration of quotas for certain processed agricultural products originating in Hungary\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Europe Agreement establishing an association between the European Communities and their  Member States, of the one part, and the Republic of Hungary, of the other part(), came into force  on 1 February 1994;\nWhereas Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements  applicable to certain goods resulting from the processing of agricultural products() replaced the  designation 'variable components' by 'agricultural components'; whereas Article 7(2) of that  Regulation establishes the procedure for adopting the detailed rules for determining and managing  reductions in the agricultural component of the charge where provided for by a preferential  agreement;\nWhereas Protocol 3 to the Europe Agreement provides for reductions in the duties, and in particular  the fixed component of the charge, applied to goods listed in Table 1 of Annex II to the said  Protocol within the limits of quotas established in Table 1 of Annex I to that Protocol; whereas it  is necessary to specify the fixed components and the rules for managing the quotas concerned which  are to apply as of 1995,", "main_body": ["1. As from 1 January 1995 goods originating in Hungary which are  listed in the Annex to this Regulation shall be subject to tariff reductions within the limits of  the tariff quotas and under the conditions set out in this Annex.\n2. For the purposes of this Regulation, 'originating goods' means goods meeting the conditions  established by Protocol 4 to the Europe Agreement.", "1. The tariff quotas referred to in Article 1 shall be administered by the Commission,  which may take all appropriate measures in order to ensure efficient administration thereof.\n2. Where an importer declares a product covered by this Regulation for free circulation in a Member  State and applies to take advantage of the preferential arrangements, and that declaration is  accepted by the customs authorities, the Member State concerned shall, by notifying the Commission,  draw an amount corresponding to its requirements from the quota volume.\nRequest for drawings, indicating the date of acceptance of the said declarations, must be sent to  the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the  declaration for free circulation by the customs authorities of the Member State concerned, to the  extent that the available balance so permits.\n3. If a Member State does not use the quantities drawn, it shall return them to the corresponding  quota volume as soon as possible.\n4. If the quantities requested are greater than the available balance of the quota volume, the  balance shall be allocated on a pro rata basis. The Commission shall inform the Member States of  the drawings made.", "The Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1994.\nFor the Council\nThe President\nH. SEEHOFER\n() OJ No L 347, 31. 12. 1993, p. 2.\n() OJ No L 318, 20. 12. 1993, p. 18.\nANNEX\n>TABLE>"}