{"celex_id": "31990R3735", "uri": "http://publications.europa.eu/resource/cellar/f955831b-71ff-479a-a677-d0213e91ee95", "type": "Regulation", "concepts": ["161", "2435", "2732", "313"], "title": "Council Regulation (EEC) No 3735/90 of 14 December 1990 opening and providing for the administration of Community tariff quotas for certain fisheries products originating in the Canary Islands (1991)\n", "header": "COUNCIL REGULATION (EEC) N° 3735/90\nof 14 December 1990\nopening and  providing for the administration of Community tariff quotas for certain fisheries products  originating in the Canary Islands (1991)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 3 of  Protocol 2 thereto,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of Protocol 2 and Article 10 of Protocol 3 to the Act of Accession provide that,  within the limits of annual Community tariff quotas, fisheries products listed in the Annex and  originating in the Canary Islands or Ceuta and Melilla are to qualify for reductions in duties when  imported into the customs territory of the Community with the exception of Spain; whereas this  tariff preference applies only to products which have been imported during 1982, 1983 or 1984;  whereas there is no trade in the said products originating in Ceuta and Melilla and thus no need to  open quotas for these products originating in those territories; whereas, calculated on the basis  of the abovementioned Article 3, the quota volumes for these products originating in the Canary  Islands are as follows:\n- 604 tonnes of certain products falling within CN codes\nex 0301, ex 0302, ex 0303 or ex 0304,\n- 3 429 tonnes of certain products falling within CN codes ex 0306 or ex 0307,\n- 539 tonnes of certain products falling within CN codes 1604 11 00 to 1604 30 90, and\n- 227 tonnes  of products falling within CN code 2301 20 00;\nWhereas there are no imports of the other products;\nWhereas the products imported under these quotas are to qualify for the progressive reduction in  customs duties according to the same timetable and under the same conditions as provided for in  Article 173 of the Act of Accession, provided the reference prices are observed; whereas by virtue  of Regulation (EEC) N° 3482/88 (1), the customs duty applicable to the import into the Community of  Ten, of prepared or preserved sardines of the species Sardina pilchardus, coming from Spain, shall  be subject to a flat-rate reduction of five points; whereas however, where the products concerned  are imported into Portugal, the duties applicable are to be calculated in accordance with the  relevant provisions of the Act of Accession;\nWhereas, by Regulations (EEC) N° 839/88 (2) and (EEC) N° 1673/89 (3), collection of customs duties  applicable in the Community of Ten pursuant to the Act of Accession of Spain and Portugal to  fishery products, imported from Spain and Portugal, shall be totally suspended;\nWhereas, however, by virtue of the provisions of Regulation (EEC) N° 1673/89, this tariff  suspension is not applicable to certain fishery products listed in the Annex to that Regulation;\nWhereas it is possible that for certain products indicated in the Annex to this Regulation the  Community adopts a more favourable tariff regime to that currently applicable, in the framework of  tariff quotas or tariff suspensions; whereas it is appropriate, in the context, to grant to  products originating in the Canary Islands treatment as favourable as that given to the same  products from that part of Spain included in the customs territory of the Community, as is provided  for in Article 3 of Protocol 2 of the Act of Accession;\nWhereas equal and continuous access to the said quotas should be ensured for all Community  importers and the rates laid down for the quotas should be applied consistently to all imports of  the products in question into all Member States until the quotas are exhausted;\nWhereas the necessary measures should be taken to ensure that these tariff quotas are administered  efficiently and on a Community basis, so that Member States have the option of drawing the  necessary quantities corresponding to actual imports recorded, from the quota volume; whereas this  method of administration calls for close cooperation between the Member States and the Commission;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation  concerning the administration of the quotas may be carried out by any one of its members,", "main_body": ["1.  From 1 January to 31 December 1990  the customs duties applicable to imports into the Community with the exception of Spain of the  products originating in the Canary\nIslands listed in the Annex shall be suspended at the levels  indicated and within the limits of the Community tariff quotas shown.\nWithin the limits of these tariff quotas the Portuguese Republic shall apply customs duties  calculated in accordance with the relevant provisions of the Act of Accession.\n2.  In order to qualify for these tariff quotas the products concerned must observe the reference  prices which apply to them.\n3.  In whatever state the fisheries products referred to in this Article are presented, they shall  not qualify for the tariff quotas unless, when they are presented to the authorities responsible  for the import formalities with a view to their entry for free circulation in the customs territory  of the Community, they are presented in packagings which bear in a clearly visible and perfectly  legible form:\n- the words 'Origin: Canary Islands` or the equivalent thereof in another official Community  language printed in Roman type at least 20 millimetres high, and\n- the net weight in kilograms of  the fish contained in the packagings.\nIn addition, the immediate packings of pre-packaged foodstuffs falling within CN codes 1604 11 00  to 1604 30 90 must bear the words 'Made in the Canary Islands` or the equivalent thereof in another  official Community language in a clearly visible, perfectly legible and indelible form.\nHowever, flours, meals and pellets, of fish or of crustaceans or molluscs, falling within CN code  2301 20 00 and originating in the Canary Islands, shall be identified by means of the documents to  be supplied by the importer to the abovementioned authorities.\nThis paragraph shall apply without prejudice to the specific rules contained in Council Regulation  (EEC) N° 103/76 of 19 January 1976 laying down common marketing standards for certain fresh or  chilled fish (1), as last amended by Regulation (EEC) N° 33/89 (2), and Council Regulation (EEC) N°  104/76 of 19 January 1976 laying down common marketing standards for shrimps (Crangon crangon),  edible crabs (Cancer pagurus) and Norway lobsters (Nephrops norvegicus) (3), as last amended by  Regulation (EEC) N° 4213/88 (4),\n4.  In case of modification or full or partial suspension of the customs duties applicable to the  third countries for one of the products indicated in the Annex to this Regulation, the\nduties  applicable to this product originating in the Canary Islands must automatically be equal to those  applicable to the same product coming from that part of Spain included in the customs territory of  the Community.", "The tariff quotas referred to in Article 1 shall be managed\nby the  Commission, which may take all appropriate administrative measures in order to ensure effective  administration thereof.", "If an importer presents, in a Member State, a declaration of  entry into free circulation, including a request for preferential benefit for a product covered by  this Regulation and if this declaration is accepted by the customs authorities, the Member State  concerned shall inform the Commission and draw an amount corresponding to its requirements from the  corresponding quota amount.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be  transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the  declarations of entry into free circulation by the customs authorities of the Member State  concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation  shall be made on a pro rata basis with respect to the requests. Member States shall be so informed  by the Commission.", "Each Member State shall guarantee importers of the products in  question equal and continuous access to the quotas as long as the balance of the corresponding  quota volume allows.", "Member States and the Commission shall cooperate closely to ensure  that this Regulation is complied with.", "This Regulation shall enter into force on 1  January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 14 December 1990.\nFor the Council\nThe President\nD. MAMMI\n(1) OJ N° L 306, 11. 11. 1988, p. 1.\n(2) OJ N° L 87, 31. 3. 1988, p. 1.\n(3) OJ N° L 164, 16. 6. 1989, p. 1.\n(1) OJ N° L 20, 28. 1. 1976, p. 29.\n(2) OJ N° L 5, 7. 1. 1989, p. 18.\n(3) OJ N° L 20, 28. 1. 1976, p. 35.\n(4) OJ N° L 370, 31. 12. 1988, p. 33.\nANNEX\n>TABLE>\n>TABLE>"}