{"celex_id": "31992R0288", "uri": "http://publications.europa.eu/resource/cellar/1a757ed6-5f9e-406a-b98b-3fb60917bb25", "type": "Regulation", "concepts": ["1270", "2791", "807"], "title": "Commission Regulation ( EEC ) No 288/92 of 4 February 1992 on the supply of refined rape seed oil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 288/92  of 4 February 1992   on the supply of refined rape seed oil as food aid\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the  Commission has allocated to certain countries and beneficiary organizations 628 tonnes of refined  rape seed oil;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submission of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Refined rape seed oil shall be  mobilized in the Community as Community food aid for supply to the recipients listed in the Annex,  in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex.  Supplies shall be awarded by the tendering procedure.\nThe successful tenderer shall be deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender shall be deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1992. For the Commission  Ray MAC SHARRY  Member of the Commission\nANNEX\nLOT A  1.  Operation Nos  (1): 705/91 to 708/91, 1007/91 and 1024/91  2.  Programme: 1991  3.  Recipient  (2): World Food Programme, Via Cristoforo Colombo 426, I-00145 Rome, telex 626675 i  wfp  4.  Representative of the recipient (7): see OJ No C 103, 16. 4. 1987  5.  Place or country of destination: Djibouti, Central African Republic, Ethiopia, Algeria,  Tanzania  6.  Product to be mobilized: refined rape seed oil  7.  Characteristics and quality of the goods  (3): see OJ No C 114, 29. 4. 1991, p. 3 (under  III.A.1  (a))  8.  Total quantity: 628 tonnes net  9.  Number of lots: one  10.  Packaging and marking  (6): see OJ No C 114, 29. 4. 1991, p. 3 (under III.A.2.1, III.A.2.3  and III.A.3)  -  Five litre drums without cardboard cross-pieces  -  Markings in English and French: see Annex II  -  Supplementary markings on the packaging: see Annex II  11.  Method of mobilization: the Community market  12.  Stage of supply: free at port of shipment  13.  Port of shipment: -  14.  Port of landing specified by the recipient: -  15.  Port of landing: -  16.  Address of the warehouse and, if appropriate, port of landing: -  17.  Period for making the goods available at the port of shipment: 20. 3 - 20. 4. 1992  18.  Deadline for the supply: -  19.  Procedure for determining the costs of supply (5): tendering  20.  Date of expiry of the period allowed for submission of tenders: 12 noon on 25. 2. 1992  21.  A.  In the case of a second invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 10. 3. 1992  (b)  period for making the goods available at the port of shipment: 3. 4 - 3. 5. 1992  (c)  deadline for the supply: -  B.  In the case of a third invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 24. 3. 1992  (b)  period for making the goods available at the port of shipment: 17. 4 - 17. 5. 1992  (c)  deadline for the supply: -  22.  Amount of the tendering security: ECU 15 per tonne  23.  Amount of the delivery security: 10  % of the amount of the tender in ecus  24.  Address for submission of tenders (4): Bureau de l'aide alimentaire, à l'attention de  Monsieur N. Arend, bâtiment Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles; telex 22037  AGREC B or 25670 AGREC B  25.  Refund payable on request by the successful tenderer: -   Notes:\n(1)  The operation number is to be quoted in all correspondence.\n(2)  The successful tenderer is to contact the recipient as soon as possible to establish which  consignment documents are required and how they are to be distributed.\n(3)  The successful tenderer is to deliver to the recipient a certificate from an official entity  certifying that to the standards applicable, the products to be delivered as regards to nuclear  radiation, in the Member State concerned, have not been exceeded.\nThe successful tenderer is to supply to the recipient or its representative, on delivery, the  following documents:\n-  plant-health certificate,\n-  certificate of origin.\n(4)  In order not to overload the telex, tenderers are requested to provide, before the date and  time laid down in point 20 of this Annex, evidence that the tendering security referred to in  Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been lodged, preferably:\n-  either by porter at the office referred to in point 24 of this Annex,\n-  or by telecopier at one of the following numbers in Brussels:\n-  235  01  32,\n-  236  10  97,\n-  235  01  30,\n-  236  20  05,\n-  236  33  04.\n(5)  Point (g) of Article 7 (3) of Regulation (EEC) No 2200/87 does not apply to tenders  submitted.\n(6)  Operation No 1007/91: Shipment to take place in 20-foot containers, FLC/LCL. The supplier  will be responsible for the cost of making the containers available in the stack position at the  container terminal at the port of shipment. The recipient will be responsible for all subsequent  loading costs, including the cost of moving the containers from the container terminal.\nThe successful tenderer must submit to the recipient's agent a complete packing list of each  container, specifying the number of drums belonging to each shipping number as specified in the  invitation to tender. The rows of drums must be separated by plywood sheets.\nThe successful tenderer must seal each container with a numbered locktainer, the number of which  is to be provided to the recipient's forwarder.\n(7)  Commision delegate to be contacted by the successful tenderer: see list published in OJ No C  114, 29. 4. 1991, p. 33.\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II -  BIJLAGE II - ANEXO II\n>TABLE>"}