{"celex_id": "31995R2534", "uri": "http://publications.europa.eu/resource/cellar/8202589e-729c-4740-9bdc-37c02698de74", "type": "Regulation", "concepts": ["1115", "1602", "3074", "3618", "4778", "80"], "title": "Council Regulation (EC) No 2534/95 of 24 October 1995 on free distribution outside the Community of fruit and vegetables withdrawn from the market during the 1995/96 marketing year\n", "header": "COUNCIL REGULATION (EC) No 2534/95 of 24 October 1995 on free distribution outside  the Community of fruit and vegetables withdrawn from the market during the 1995/96 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of  the market in fruit and vegetables  (1), and in particular Article 35 thereof,\nHaving regard to the proposal from the Commission,\nWhereas withdrawals from the market during the 1995/96 marketing year under Regulation (EEC) No  1035/72 can be expected, particularly of apples and oranges;\nWhereas Article 21 of Regulation (EEC) No 1035/72 specifies the possible recipients of withdrawn  products;\nWhereas in order to improve the food supply of the peoples in certain third countries, and in  particular of the victims of the conflict in the former Yugoslavia, it should be made possible for  apples, oranges and any other fruit and vegetables withdrawn from the market to be sent to these  countries via charitable organizations approved by the Member States;\nWhereas this possibility is not provided for by Article 21 of Regulation (EEC) No 1035/72; whereas,  however, given the food supply difficulties for some third country peoples, and in particular the  victims of the conflict in question and the volumes of apples and organges withdrawn from the  Community market, a derogation should exceptionally be made to the said Article 21 in order to  enable the organizations concerned to deliver products withdrawn from the market with a view to  their free distribution as humanitarian aid to the said victims;\nWhereas sorting, packing and transport costs for fruit and vegetables withdrawn from the market  that are assigned for free distribution may be taken over pursuant to Commission Regulation (EEC)  No 3587/86 of 20 November 1986 fixing the conversion factors to be applied to the buy-in prices for  fruit and vegetables  (2), Commission Regulation (EEC) No 2103/90 of 23 July 1990 laying down the  conditions for taking over sorting and packing costs relating to the free distribution of apples  and citrus fruit  (3), and Commission Regulation (EEC) No 2276/92 of 4 August 1992 laying down  detailed rules for the application of Article 21 of Council Regulation (EEC) No 1035/72 on the  common organization of the market in fruit and vegetables  (4);\nWhereas it should be borne in mind that transport costs outside the Community of the products  concerned will be met by the charitable organizations carrying out the distribution operations in  question;\nWhereas, so that the viability of each operation can be checked, prior authorization should be  required from the Commission;\nWhereas it will be necessary for Member States to see that operations are properly carried out and  to report subsequently to the Commission;\nWhereas, if supply difficulties in a third country and the situation on the Community market so  warrant, the Commission may, after consulting the Management Committee for Fruit and Vegetables,  decide to apply this Regulation to other fruit and vegetables withdrawn from the market or other  destinations,", "main_body": ["1.  Under the conditions provided for in Article 2 of this Regulation  and notwithstanding Article 21 of Regulation (EEC) No 1035/72, dessert apples and oranges withdrawn  from the market during the 1995/96 marketing year in accordance with that Regulation may during  that marketing year be made available to charitable organizations approved by the Member States for  free distribution as humanitarian aid to people in territories of the former Yugoslavia who are  affected by the conflict in that region.\n2.  Sorting, packing and transport costs within the Community for the operations referred to in  paragraph 1 shall be taken over in accordance with the provisions of Regulations (EEC) No 3587/86,  (EEC) No 2103/90 and (EEC) No 2776/92.\n3.  No export refund shall be granted on products dispatched pursuant to paragraph 1. The customs  export, transit and any T5 document issued shall carry the endorsement 'No refund`.", "Member States shall submit to the Commission proposals by their agreed charitable  organizations for free distribution operations. The Commission, having regard to what assurances  are available of a satisfactory outcome and to the situation as regards market withdrawals, shall  decide whether or not to authorize the operation.", "1.  Member States shall take all requisite action to ensure proper execution of free  distribution operations.\n2.  At the end of the 1995/96 marketing year, Member States shall inform the Commission of the  quantities distributed under this Regulation and their recipients.", "1.  Any detailed provisions required for application of this Regulation, in particular  as regards coordination under the Community emergency humanitarian aid plan for the former  Yugoslavia, shall be adopted as required in accordance with the procedure laid down in Article 33  of Regulation (EEC) No 1035/72.\n2.  The Commission may decide, in accordance with the same procedure, to respond to serious supply  difficulties in third countries by applying this Regulation to other fruit and vegetables withdrawn  from the market or other destinations.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 24 October 1995.\nFor the Council The President L. ATIENZA"}