{"celex_id": "31995D0174", "uri": "http://publications.europa.eu/resource/cellar/75f2fee6-7c4b-4f52-bdec-02f99d0d218a", "type": "Decision", "concepts": ["192", "1961", "2331", "3544", "5369", "87"], "title": "95/174/EC: Commission Decision of 7 March 1995 laying down special conditions for the import of live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Peru\n", "header": "COMMISSION DECISION of 7 March 1995 laying down special conditions for the import of live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Peru (Text with EEA relevance) (95/174/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and placing on the market of live bivalve molluscs (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 9 (3) (b) thereof,\nWhereas Peruvian legislation makes the Ministerio de Salud, Direcciรณn General de Salud Ambiental ('Digesa`) responsible for inspecting the health of live bivalve molluscs, echinoderms, tunicates and marine gastropods and for monitoring the hygiene and sanitary conditions of production; whereas the same legislation empowers Digesa to authorize or prohibit the harvesting of bivalve molluscs, echinoderms, tunicates and marine gastropods from certain zones;\nWhereas the Digesa and its laboratories are capable of effectively verifying the application of the laws in force in Peru;\nWhereas the competent Peruvian authorities have undertaken to communicate regularly and quickly to the Commission data on the presence of plankton containing toxins in the harvest zones;\nWhereas the competent Peruvian authorities have provided official assurances regarding compliance with the requirements specified in Chapter V of the Annex to Directive 91/492/EEC and with requirements equivalent to those prescribed in that Directive for the classification of production and relaying zones, approval of dispatch and purification centres and public health control and production monitoring; whereas in particular any possible change in harvesting zones is to be communicated to the Community;\nWhereas Peru is eligible for inclusion in the list of third countries fulfilling the conditions of equivalence referred to in Article 9 (3) (a) of Directive 91/492/EEC;\nWhereas the procedure for obtaining a health certificate referred to in Article 9 (3) (b) (i) of Directive 91/492/EEC must include the definition of a model certificate, the language(s) in which it must be drawn up, the qualifications of the signatory and the health mark to be affixed to packaging;\nWhereas, in accordance with Article 9 (3) (b) (ii) of Directive 91/492/EEC, the production areas from which bivalve molluscs, echinoderms, tunicates and marine gastropods may be harvested and exported to the Community must be designated;\nWhereas, in accordance with Article 9 (3) (c) of Directive 91/492/EEC, a list of the establishments from which the import of bivalve molluscs, echinoderms, tunicates and marine gastropods is authorized should be established; whereas such establishments may appear on the list only if they are officially approved by the competent Peruvian authorities; whereas it is the duty of the competent Peruvian authorities to ensure that the provisions laid down to this end in Article 9 (3) (c) of Directive 91/492/EEC are complied with;\nWhereas the special import conditions apply without prejudice to decisions taken pursuant to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (2), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Ministerio de Salud, Direcciรณn General de Salud Ambiental ('Digesa`) shall be the competent authority in Peru for verifying and certifying that live bivalve molluscs, echinoderms, tunicates and marine gastropods fulfil the requirements of Directive 91/492/EEC.", "Live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Peru and intended for human consumption must meet the following conditions:\n1. Each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto.\n2. Consignments must originate in the authorized production areas listed in Annex B hereto.\n3. They must be packed in sealed packages by an approved dispatch or purification centre included in the list in Annex C hereto.\n4. Each package must bear an indelible health mark containing at least the following information:\n- country of dispatch: Peru,\n- the species (common and scientific names),\n- the identification of the production area and the dispatch centre by their approval number,\n- the date of packing, including at least the day and month.", "1. Certificates as referred to in Article 2 (1) must be drawn up in at least one official language of the Member State in which the check is carried out.\n2. Certificates must bear the name, capacity and signature of the official/representative of the Digesa and its official seal, in a colour different from that of other endorsements.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 1.\n(2) OJ No L 46, 19. 2. 1991, p. 1."}