{"celex_id": "31996D0529", "uri": "http://publications.europa.eu/resource/cellar/35a37fce-3c79-44ea-9693-fffcf9c14614", "type": "Decision", "concepts": ["1742", "2487", "2732", "2771", "3823", "5581"], "title": "96/529/EC: Commission Decision of 29 July 1996 derogating from the definition of the concept of 'originating products' to take account of the special situation of Saint Pierre and Miquelon with regard to frozen fillets of cod of CN code 0304 20\n", "header": "COMMISSION DECISION of 29 July 1996 derogating from the definition of the concept of 'originating products` to take account of the special situation of Saint Pierre and Miquelon with regard to frozen fillets of cod of CN code 0304 20 (96/529/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Economic Community (1), and in particular Article 30 (8) of Annex II thereto,\nWhereas Article 30 of Annex II to the said Decision concerning the definition of the concept of 'originating products` and methods of administrative cooperation provides that derogations from the rules of origin may be adopted where the development of existing industries or the creation of new industries in a country or territory justifies them;\nWhereas the French Government has requested a derogation for frozen fillets of cod exported by Saint Pierre and Miquelon;\nWhereas the French Government has based its request on the current shortfall in the sources of supply of other originating fish;\nWhereas the requested derogation is justified under the terms of the provisions concerned in Article 30 of Annex II to Decision 91/482/EEC, notably with regard to the substantial nature of the processing carried out in Saint Pierre and Miquelon, because the derogation is essential for the preservation of the processing plant in question which employs large numbers and there would be no injury to Community industry, provided that certain conditions relating to quantities and duration are respected,", "main_body": ["By way of derogation from the provisions of Annex II to Decision 91/482/EEC, frozen fillets of cod falling within CN code 0304 20 shall be considered as originating in Saint Pierre and Miquelon when they are processed there from non-originating materials, subject to the conditions set out in this Decision.", "The derogation provided for in Article 1 shall relate to the annual quantities indicated in the Annex exported from Saint Pierre and Miquelon to the Community during the period 1 May 1996 to 28 February 2000.", "The quantities referred to in Article 2 shall be managed by the Commission, which shall take all administrative action it deems advisable for their efficient management.\nWhen an importer presents in a Member State a declaration of entry for free circulation including an application for the benefit of this Decision, the Member State shall, if the declaration has been accepted by the customs authorities, notify the Commission of its wish to draw the amount corresponding to its requirements.\nApplications to draw showing the date of acceptance of declarations shall be transmitted to the Commission without delay.\nDrawings shall be granted by the Commission in order of date of acceptance of declarations of entry for free circulation by the Member States' customs authorities provided that the available balance permits.\nIf a Member State does not use the quantities drawn it shall return them to the corresponding amount available with all speed.\nIf the quantities applied for are greater than the balance in question, assignment shall be made pro rata to applications. Member States shall be informed of the drawings assigned.\nEach Member State shall ensure that importers have continuous and equal access to the amounts available as long as balances permit.", "Box 7 of EUR 1 certificates issued pursuant to this Decision shall show the following reference:\n'Derogation - Decision No 96/529/EEC`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1996.\nFor the Commission\nJoão DE DEUS PINHEIRO\nMember of the Commission\n(1) OJ No L 263, 19. 9. 1991, p. 1.\nANNEX\n>TABLE>"}