{"celex_id": "31998R1587", "uri": "http://publications.europa.eu/resource/cellar/3ce92863-6b05-49d2-b118-0297eb757a5c", "type": "Regulation", "concepts": ["2718", "3070", "4128", "4129"], "title": "Council Regulation (EC) No 1587/98 of 17 July 1998 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guyana and Réunion as a result of those regions' remoteness\n", "header": "COUNCIL REGULATION (EC) No 1587/98 of 17 July 1998 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the Azores, Madeira, the Canary Islands and the French departments of Guyana and Réunion as a result of those regions' remoteness\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas a Declaration on the outermost regions of the Community is annexed to the Treaty on European Union;\nWhereas the difficulties facing the fishery industry of the European Union are aggravated in particular by the cost of transporting fishery products to markets as a result of the remoteness and isolation of the outermost regions;\nWhereas, as part of the Community's policy to assist its outermost regions, by Decisions 89/687/EEC (4), 91/314/EEC (5) and 91/315/EEC (6) the Council has set up programmes of options specific to the remote and insular nature of the French overseas departments (Poseidom), the Canary Islands (Poseican) and Madeira and the Azores (Poseima) respectively, which outline the measures to be applied taking account of the special characteristics of and constraints on those regions;\nWhereas measures of the same type already undertaken have proved successful;\nWhereas the regions concerned are facing specific development problems and in particular additional costs incurred in the marketing of certain products as a result of their remoteness; whereas, with a view to maintaining the competitiveness of certain fishery products against similar products from other Community regions, the Community introduced measures in 1992 and 1993 to compensate for such additional costs in the fisheries sector; whereas those measures were followed up in 1994 and 1995 to 1997 by the adoption of Regulations (EC) No 1503/94 (7) and (EC) No 2337/95 (8); whereas the arrangements to compensate for the additional costs incurred in processing and marketing certain fishery products (tuna and demersal species in the Azores; tuna, black scabbard-fish and mackerel in Madeira; tuna, sardines, mackerel, aquaculture products, cephalopods, sole and seabream in the Canary Islands; shrimps in Guyana; tuna and swordfish in Réunion) should be continued from 1998 and provision must accordingly be made for the measures to be extended;\nWhereas non-industrial and inshore fishing is important from the social and economic viewpoints in the outermost regions of the European Union;\nWhereas fishing efforts must be rationalised for the sake of sound management of stocks and in particular in view of the research of a high technical standard conducted in this area by various scientific institutions in the outermost regions;\nWhereas it is essential to respect the Community rules on the conservation and management of stocks in those regions, and in particular, in the case of the French department of Guyana, the rule prohibiting fishing for shrimp at a depth of less than 30 metres, and to provide for the adjustment, where necessary, of the amounts set for the various species in the light of their marketing conditions and characteristics,", "main_body": ["A scheme is hereby introduced to compensate for the additional costs of marketing certain fisheries products from the Azores, Madeira, the Canary Islands and the French Overseas Departments of Guyana and Réunion as a result of the remoteness of those regions. The species concerned are listed in the Annex.", "1. In the case of the Azores, the scheme provided for in Article 1 shall entail payment of the following amounts:\n(a) ECU 177 per tonne of tuna for up to 10 000 tonnes a year delivered to the local canning industry;\n(b) ECU 455 per tonne of demersal species for up to 3 500 tonnes a year.\n2. In the case of Madeira, the scheme provided for in Article 1 shall entail payment of the following amounts:\n(a) ECU 184 per tonne of tuna for up to 5 000 tonnes a year delivered to the local canning industry;\n(b) ECU 242 per tonne of black scabbard-fish for up to 1 800 tonnes a year;\n(c) ECU 116 per tonne of mackerel for up to 2 000 tonnes a year delivered to the local canning industry.\n3. In the case of the Canary Islands, the scheme provided for in Article 1 shall entail payment of the following amounts:\n(a) ECU 152 per tonne of tuna for marketing fresh for up to 11 320 tonnes a year;\n(b) ECU 56 per tonne of frozen tuna for up to 1 000 tonnes a year;\n(c) ECU 56 per tonne of sardines and mackerel for freezing for up to 4 000 tonnes a year;\n(d) ECU 105 per tonne of sardines and mackerel for processing for up to 12 100 tonnes a year;\n(e) ECU 563 per tonne of aquaculture products for up to 1 300 tonnes a year;\n(f) ECU 110 per tonne of cephalopods, sole and seabream for up to 25 000 tonnes a year.\n4. In the case of Guyana, the scheme provided for in Article 1 shall entail payment of ECU 1 102 per tonne of shrimps for up to 4 200 tonnes a year.\n5. In the case of Réunion, the scheme provided for in Article 1 shall entail payment of ECU 1 000 per tonne of tuna and swordfish freshly marketed for up to 1 000 tonnes a year.\n6. The Commission may, in accordance with the procedure laid down in Article 4, adjust the amounts set for the various species in the light of their marketing conditions and characteristics, within the overall financial provisions set out in each of paragraphs 1 to 5.", "The recipients of the compensation provided for herein shall be the producers, the owners of vessels registered in the ports of the regions mentioned in Article 1 and operating therein or associations thereof, and the processors, who incur the additional costs of marketing the products concerned as a result of the remoteness of those regions.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 32 of Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products (9).", "The measures provided for in this Regulation shall constitute intervention intended to stabilise the agricultural markets within the meaning of Article 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (10). They shall be financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF).", "By 1 June 2001 the Commission shall submit a report to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions on the implementation of the measures provided for herein, together, where appropriate, with proposals necessary to achieve the objectives set out in Article 1.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998 to 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1998.\nFor the Council\nThe President\nW. RUTTENSTORFER\n(1) OJ C 292, 26. 9. 1997, p. 5 and OJ C 125, 23. 4. 1998, p. 18.\n(2) OJ C 34, 2. 2. 1998.\n(3) OJ C 73, 9. 3. 1998, p. 46.\n(4) OJ L 399, 30. 12. 1989, p. 39.\n(5) OJ L 171, 29. 6. 1991, p. 5.\n(6) OJ L 171, 29. 6. 1991, p. 10.\n(7) OJ L 162, 30. 6. 1994, p. 8.\n(8) OJ L 236, 5. 10. 1995, p. 2.\n(9) OJ L 388, 31. 12. 1992, p. 1. Regulation as last amended by Regulation (EC) No 3318/94 (OJ L 350, 31. 12. 1994, p. 15).\n(10) OJ L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ L 125, 8. 6. 1995, p. 1).\nANNEX\nI. AZORES\nSparidae\nDorade - Spidstandet blankesten - Meerbrassen - Sea bream - Besugo - Pilkkupagelli - Ëéèñßíé - Rovello - Zeebrasem - Goraz - Havsruda\nSpecies: Pagellus Bogaraveo\nBerycidae\nBéryx - Berycider - Schleimköpfe - Red bream - Palometa roja - Limapää - ÌðÝñõî - Berice rosso - Slijmkop - Imperador - Beryxfisk\nSpecies: Berycidae, Beryx decadactylus\nAriidae\nPoisson-chat - Havmaller - Kreuzwelse - Sea catfish - Bagres marinos - Merimonni - Ãáôüøáñï - Pescigatto di mare - Zeemeervallen - Gata - Toppsegelmal\nSpecies: Ariidae\nTrichiuridae\nSabre - Hårhaler - Haarschwänze - Scabbardfish - Peces sable - Huotrakala - Óðáèüøáñï - Pesci sciabola - Haarstaarten - Peixes-espada e lírio - Hårstjärt\nSpecies: Trichiuridae\nThunnidae\nThon - Tunfisk - Thunfisch - Tuna - Atún - Tonnikala - Ôüíïò - Tonno - Tonijn - Tunídeos - Tonfisk\nSpecies: Thunnus alalunga, Thunnus albacares, Thunnus thynnus, Thunnus obesus, Katsuwonus pelamis\nII. MADEIRA\nTrichiuridae\nSabre - Sort sabelfisk - Kurzflossen - Black scabbardfish - Sable negro - Huotrakala - Óðáèüøáñï - Pesce sciabola nero - Zwarte haarstaartvis - Peixe-espada preto - Hårstjärt\nSpecies: Aphanopus carbo\nScombridae\nMaquereau - Spansk makrel - Makrele - Mackerel - Caballa - Makrilli - Óêïõìðñß - Sgombro - Makreel - Cavala - Makrill\nSpecies: Scomber japonicus\nThunnidae\nThon - Tunfisk - Thunfisch - Tuna - Atún - Tonnikala - Ôüíïò - Tonno - Tonijn - Tunídeos - Tonfisk\nSpecies: Thunnus alalunga, Thunnus albacares, Thunnus thynnus, Thunnus obesus, Katsuwonus pelamis\nIII. CANARY ISLANDS\nThunnidae\nThon - Tunfisk - Thunfisch - Tuna - Atún - Tonnikala - Ôüíïò - Tonno - Tonijn - Tunídeos - Tonfisk\nSpecies: Thunnus alalunga, Thunnus albacares, Thunnus thynnus, Thunnus obesus, Katsuwonus pelamis\nClupeidae\nSardine - Sardin - Sardine - Pilchard - Sardina - Sardiini - ÓáñäÝëá - Sardina - Sardien - Sardinha - Sardin\nSpecies: Sardina pilchardus\nSoleidae\nSole - Tunge - Gemeine Seezunge - Sole - Lenguado - Kielikampela - Ãëþóóá - Sogliola - Tong - Linguado - Tunga\nSpecies: Solea vulgaris, Dicologoglossa cuneata\nSparidae\nDorade - Guldbrasen - Goldbrasse - Gilt-head seabream - Dorada - Pilkkupagelli - Ëéèñßíé - Pagro - Goudbrasem - Dourada - Havsruda\nSpecies: Sparus aurata\nMoronidae\nBar - Almindelig bars - Wolfsbarsch - European seabass - Lubina - Meribassi - ËáâñÜêé - Spigola - Zeebaars - Robalo - Havsabborre\nSpecies: Dicentrarchus labrax\nLoliginidae\nCalamar - Tiarmet blæksprutte - Kalmar - Squid - Calamar - Kalmari - ÊáëáìÜñé - Calamaro - Pijlinktvis - Lula - Kalmar\nSpecies: Loligo vulgaris\nOctopodidae\nPoulpe - En art ottearmet blæksprutte - Krake - Octopus - Pulpo - Meritursas - ×ôáðüäé - Polpo - Achtarm - Polvo - Åttaarmad bläckfisk\nSpecies: Octopus vulgaris\nSepiidae\nSeiche - Sepiablæksprutte - Tintenfisch - Cuttlefish - Sepia - Seepia - ÓïõðéÜ - Seppia - Inktvis - Choco - Tioarmad bläckfisk\nSpecies: Sepia officinalis, Sepia bertheloti\nOmmastrephidae\nCalamar - En art tiarmet blæksprutte - Pfeilkalmar - Flying squid - Pota-Kalmari - ÊáëáìÜñé - Totano - Grote pijlinktvis - Pota europeia - Bläckfisk\nSpecies: Todarodes sagittarus\nSparidae\nDenté - Tandbrasen - Zahnbrasse - Dentex - Dentón - Hammasahven - Óõíáãñßäá - Dentice - Tandbrasem - Capatão legítimo - Tandbraxen\nSpecies: Dentex spp.\nScombridae\nMaquereau - Almindelig makrel - Makrele - Mackerel - Caballa - Makrilli - Óêïõìðñß - Sgombro - Makreel - Sarda - Makrill\nSpecies: Scomber spp.\nBothidae\nTurbot - Pighvar - Steinbutt - Turbot - Rodaballo - Piikkikampela - ÊáëêÜíé - Rombo - Tarbot - Pregado - Piggvar\nSpecies: Psetta maxima\nIV. LA RÉUNION\nThunnidae\nThon - Tongol tun - Thunfisch - Tuna - Atún - Tonnikala - Ôüíïò - Tonno - Tonggoltonijn - Atum tongol - Tonfisk\nSpecies: Thunnus alalunga, Thunnus albacares, Thunnus obesus, Thunnus maccoyii\nXyphiidae\nEspadon - Sværdfisk - Schwertfisch - Swordfish - Pez espada - Miekkakala - Îéößáò - Pesce spada - Zwaardvis - Espadarte - Svärdfisk\nSpecies: Xiphias gladius\nV. GUYANA\nAristeidae\nCrevette - En art reje - Atlantische Rote Riesengarnele - Scarlet Shrimp - Carabinero - Katkarapu - Ãáñßäá - Gambero rosso - Rode reuzengarnaal - Carabineiro cardeal - Räkor\nSpecies: Plesiopenaeus edwardsianus\nPenaeidae\nCrevette - En art reje - Atlantische Rote Riesengarnele - Prawn - Langostino - Katkarapu - Ãáñßäá - Gambero - Rode reuzengarnaal - Carabineiro cardeal - Räkor\nSpecies: Solenocera acuminata, Penaeus subtilis, Penaeus brasiliensis"}