{"celex_id": "31998R1449", "uri": "http://publications.europa.eu/resource/cellar/0f9dcd35-2437-41f7-942a-31088160938d", "type": "Regulation", "concepts": ["1159", "2455", "4790", "5229", "5254", "616"], "title": "Commission Regulation (EC) No 1449/98 of 7 July 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 as regards effort reports\n", "header": "8.7.1998 EN Official Journal of the European Communities L 192/4\nCOMMISSION REGULATION (EC) No 1449/98\nof 7 July 1998\nlaying down detailed rules for the application of Council Regulation (EEC) No 2847/93 as regards effort reports\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), as last amended by Regulation (EC) No 2635/97 (2), and in particular Article 19b(4) thereof,\nWhereas, pursuant to Article 19b(4) of Regulation (EEC) No 2847/93, the Commission has to decide, in accordance with the procedure laid down in Article 36, the provisions concerning the content of the report known as the ‘effort report’ to be communicated by the masters of Community fishing vessels or their representatives;\nWhereas the content of the effort report depends on whether a Community fishing vessel enters into, and/or exits from, a fishing area defined in Article 19a(l) of Regulation (EEC) No 2847/93, including the arrival at and the departure from a port located within such a fishing area;\nWhereas it is necessary to ensure that certain information shall be communicated when an effort report is transmitted by VMS;\nWhereas it is necessary to establish the format to be used for the communication of the effort report by VMS;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["This Regulation lays down the detailed rules for the provision of the ‘effort report’ to be communicated by masters of Community fishing vessels, or their representatives, which intend to fish or have fished in an area, in accordance with Articles 19b and 19c of Regulation (EEC) No 2847/93.", "For the purposes of this Regulation, in an effort report:\n— the geographical location of a vessel shall be expressed in degrees and minutes of latitude and longitude,\n— an area shall be an area as defined in Annex I to Council Regulation (EC) No 685/95 (3) and shall be expressed using the codes for effort zones defined in Annex VIa to Commission Regulation (EEC) No 2807/83 (4) laying down detailed rules for recording information on Member States' catches of fish,\n— the time shall be expressed as universal time (UTC),\n— where the catch retained on board by species is mentioned, the demersal species subject to TAC and quota which have to be recorded in the logbook in accordance with Article 6 of Regulation (EEC) No 2847/93 shall be communicated individually in kilogramms live weight; all other species retained on board shall be communicated globally in kilogramms live weight; the reported quantities shall be the total quantities of each species retained on board at the time of the communication of the effort report,\n— the species which are communicated are identified by the FAO code which is mentioned in the logbook.", "1.   The effort report to be sent immediately before an entry into an area or an exit from a port, shall contain the following information:\n— the heading ‘EFFORT REPORT — ENTRY’,\n— the name, external identification and international radio call sign of the vessel,\n— the name of the master of the vessel,\n— the geographical location of the vessel to which the communication refers,\n— the area into which the vessel will enter,\n— the expected date and time of entry into that area,\n— the catch retained on board by species, only in case of entry into an area,\n— when applicable, the name of the port from which the vessel will exit.\n2.   The effort report to be sent immediately before an exit from an area or an entry to a port, shall contain the following information:\n— the heading ‘EFFORT REPORT — EXIT ’,\n— the name, external identification and international radio call sign of the vessel,\n— the name of the master of the vessel,\n— the geographical location of the vessel to which the communication refers,\n— the area from which the vessel will exit,\n— the expected date and time of exit from that area,\n— the catch retained on board by species, only in case of exit from an area,\n— when applicable, the name of the port into which the vessel will enter.\n3.   In the case of an entry to a port, the information required in paragraph 2 can be added to the notification referred to in Article 7 of Regulation (EEC) No 2847/93.\n4.   Notwithstanding paragraphs 1 and 2, the effort report to be sent immediately before an exit from an area and the effort report to be sent immediately before an entry into an adjacent area, shall be combined in a single effort report, which shall contain the following information:\n— the heading ‘EFFORT REPORT — ENTRY’,\n— the name, external identification and international radio call sign of the vessel,\n— the name of the master of the vessel,\n— the geographical location of the vessel to which the communication refers,\n— the adjacent area into which the vessel will enter,\n— the expected date and time of entry into that area,\n— the catch retained on board by species.", "1.   Where a vessel conducting trans-zonal fisheries crosses the line separating areas more than once during a period of 24 hours, provided it remains within a delimited zone of five miles either side of the line between areas, the effort report to be sent immediately before the first entry into an area, and the effort report to be sent immediately before the last exit from an area, within that 24-hour period, shall contain the following information:\n— the heading ‘EFFORT REPORT — TRANS-ZONAL’,\n— the name, external identification and international radio call sign of the vessel,\n— the name of the master of the vessel,\n— the geographical location of the vessel to which the communication refers,\n— the area from which the vessel will exit,\n— the expected date and time of exit from that area,\n— the adjacent area(s) into which the vessel will enter,\n— the catch retained on board by species.\n2.   Where trans-zonal fisheries are conducted during more than 24 hours, the catch retained on board shall only be communicated immediately before the first entry into an area and immediately before the last exit from an area.", "1.   Where a Community fishing vessel spends less than 72 hours at sea, but during that time fishing activities are undertaken in the waters under the sovereignty or jurisdiction of a Member State or Member States other than the flag Member State, the effort report to be sent before the departure shall contain the following information:\n— the heading ‘SINGLE EFFORT REPORT ’,\n— the name, external identification and international radio call sign of the vessel,\n— the name of the master of the vessel,\n— the geographical location of the vessel to which the communication refers,\n— the area into which the vessel will enter,\n— the expected date and time of entry into that area,\n— when applicable, the adjacent areas into which the vessel will enter,\n— the area from which the vessel will exit,\n— the expected date and time of exit from that area,\n— the catch retained on board by species, at the time of departure.\n2.   Should changes occur in the information provided, they shall be notified immediately to the competent authorities by the master of the vessel or his representative.", "Masters of Community fishing vessels or their representatives who transmit the effort report by VMS, in accordance with Article 5 of Commission Regulation (EC) No 1489/97 (5), shall communicate immediately before an entry into, and/or an exit from an area:\n— the internal fleet register number of the vessel,\n— the time and date of sending the effort report,\n— the name of the master of the vessel,\n— the catch retained on board by species.\nThe format for the communication by VMS to the coastal Member State is specified in the Annex.", "This Regulation shall enter into force the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1)  OJ L 261, 12. 10. 1993, p. 1.\n(2)  OJ L 356, 31. 12. 1997, p. 14.\n(3)  OJ L 71, 31. 3. 1995, p. 5.\n(4)  OJ L 276, 10. 10. 1983, p. 1.\n(5)  OJ L 202, 30. 7. 1997, p. 18.\nANNEX\nElectronic data exchange format for transmission by VMS\nTable 1.   Definition of the mandatory data elements\nData element Field code Maximum width Mandatory/Optional Definition/Remarks\nStart of record SR  M\nType of message TM 3 M Code; value EFR\nInternal No IR 12 M Vessel detail\nTime TI 4 M Time of sending the report (UTC) (hhmm)\nDate DA 8 M Date of sending the report (yyyymmdd)\nCatch on board CB 3 + 7 M Catch retained on board by species (FAO 3-alpha species code) in kilograms live weight (in numbers); allow several pairs of fields, consisting of species and weight, with each field separated by a space\nMaster MA 30 M Name of the master of the vessel\nEnd of record ER  M\nTable 2.   Definition of optional data elements\nData element Field code Maximum width Mandatory/Optional Definition/Remarks\nCoastal Member State AD 3 O Addressee\nExternal identification XR 14 O Vessel detail\nName NA 40 O Vessel detail\nFlag FS 3 O Vessel detail\nInternational radio call sign RC 7 O Vessel detail\nActivity AC 6 O Code. Activity carried out\nOther information OI 50 0 Other information not covered above\nCharacter set: ISO 8859.1\nA data transmission is structured in the following manner:\n— a double slash (‘//’) and a field code indicate the start of a data element,\n— a slash (‘/’) separates the field code and the data.\nOptional data elements have to be inserted between ‘Start of record’ and ‘End of record’."}