{"celex_id": "31992R0554", "uri": "http://publications.europa.eu/resource/cellar/d2b215d9-c915-4442-b08c-79b6498cef7a", "type": "Regulation", "concepts": ["3001", "4829", "997"], "title": "Commission Regulation (EEC) No 554/92 of 2 March 1992 amending the list annexed to Regulation (EEC) No 3715/91 establishing, for 1992, the list of vessels exceeding eight metres length overall permitted to fish for sole within certain areas of the Community using beam trawls whose aggregate length exceeds nine metres\n", "header": "COMMISSION REGULATION (EEC) No 554/92  of 2 March 1992  amending the list annexed to Regulation (EEC) No 3715/91 establishing, for 1992, the list of vessels exceeding eight metres length overall permitted to fish for sole within certain areas of  the Community using beam trawls whose aggregate length exceeds nine metres\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (1), as last amended by Regulation (EEC) No 3500/91 (2),\nHaving regard to Commission Regulation (EEC) No 3554/90 of 10 December 1990 adopting provisions for the establishment of the list of vessels exceeding eight metres length overall which are permitted to fish for sole within certain areas of the Community  using beam trawls of an aggregate length exceeding nine metres (3), and in particular Article 2 thereof;\nWhereas Commission Regulation (EEC) No 3715/91 (4) establishes for 1992 the list of vessels exceeding eight metres length overall permitted to fish for sole within certain areas of the Community using beam trawls of aggregate length exceeding nine  metres;\nWhereas the German and Belgian authorities have requested withdrawal from the list annexed to Regulation (EEC) No 3715/91 of 18 vessels that no longer meet the requirements laid down in Article 1 (2) of Regulation (EEC) No 3554/90; whereas the national  authorities have provided all the information in support of the request required pursuant to Article 2 of Regulation (EEC) No 3554/90; whereas scrutiny of this information shows that the requirements of the Regulation are met; whereas the vessels in  question should be withdrawn from the list,", "main_body": ["The Annex to Regulation (EEC) No 3715/91 is amended as indicated in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1992. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 288, 11. 10. 1986, p. 1. (2) OJ No L 331, 3. 12. 1991, p. 2. (3) OJ No L 346, 11. 12. 1990, p. 11. (4) OJ No L 351, 20. 12. 1991, p. 11.\nANNEX\nThe following vessels are deleted from the list of Regulation (EEC) No 3715/91:\nExternal identification Letters + numbers  Name of vessel  Radio call sign  Port of registry  Engine power (kW)        GERMANY      BUES 6  Daggi  DJID  Buesum  125  ACC 1  Delphin  DCDK  Accumersiel  176  ACC 8  Orion  DCFM  Accumersiel  184   ACC 10  Komet  DCWK  Accumersiel  218  ACC 12  Poseidon  DCFL  Accumersiel  176  AZ 5  Gebrueder  DCGW  Neuharlingersiel  145  BRA 7  Merkur III  DITL  Brake  219  NEU 227  Stoertebeker  DLYJ  Neuharlingersiel  175  NEU 229  Falke  DCGQ  Neuharlingersiel   147  NEU 245  Seestern  DCKM  Neuharlingersiel  180  NOR 206  Neptun  DCKS  Norddeich  197  NOR 236  Seepferdchen  DITX  Norderney  99  ST 22  Suederoog  DJFO  Toenning  180  BOR 2  Insulaner  DLZN  Borkum  180  HAR 8  Christine  DCLC  Harlesiel  184   BELGIUM      O 23  Geoffrey Wiliam  OPAW  Oostende  220  O 190  Renilde  OPHH  Oostende  220  O 225  Norman Kim  OPIQ  Oostende  184"}