{"celex_id": "31995R2613", "uri": "http://publications.europa.eu/resource/cellar/96eda71c-85de-4757-b74d-d7d9b7131f02", "type": "Regulation", "concepts": ["1117", "1605", "2069", "2511", "2635", "4078"], "title": "Commission Regulation (EC) No 2613/95 of 9 November 1995 amending Regulations (EC) No 1305/95 and (EC) No 1739/95 adopting certain transitional measures relating to the entry price arrangements applicable to cucumbers for processing and sour cherries respectively\n", "header": "COMMISSION  REGULATION (EC) No 2613/95 of 9 November 1995 amending Regulations (EC) No 1305/95 and (EC) No  1739/95 adopting certain transitional measures relating to the entry price arrangements applicable  to cucumbers for processing and sour cherries respectively\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and  transitional arrangements required in the agricultural sector in order to implement the agreements  concluded during the Uruguay Round of multilateral trade negotiations  (1), and in particular  Article 3 (1) thereof,\nWhereas the Annexes to Commission Regulation (EC) No 1305/95  (2), as amended by Regulation (EC) No  2124/95  (3), and (EC) No 1739/95  (4) lay down entry prices for the tariff classification of  cucumbers for processing and sour cherries respectively; whereas the same conversion rates should  be used for converting those new entry prices into national currency as are used for other entry  prices pursuant to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the  Community Customs Code  (5), as last amended by Commission Regulation (EEC) No 2454/93  (6) and  Commission Regulation (EC) No 1482/95 of 28 June 1995 determining as a transitional measure the  conversion rates to be applied under the Common Customs Tariff to agricultural products and certain  products obtained from the processing thereof  (7); whereas, in order to avoid any ambiguity, the  two Regulations concerned must be clarified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Fruit and Vegetables,", "main_body": ["The following paragraph is hereby added to Article 1 of Regulations  (EC) No 1305/95 and (EC) No 1739/95:\n'Entry prices and import duties shall be converted into national currency using the rate given in  Article 18 of Regulation (EEC) No 2913/92 and, from 1 July 1995, the rate derogating therefrom  pursuant to Article 1 (2) of Commission Regulation (EC) No 1482/95  (*).\n`", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nAt a trader's request, however, the competent authorities shall apply Article 1 from 1 May 1995  with respect to Regulation (EC) No 1305/95 and from 15 June 1995 with respect to Regulation (EC) No  1739/95.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 9 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission\n(*)  OJ No L 145, 29. 6. 1995, p. 43."}