{"celex_id": "31998R0214", "uri": "http://publications.europa.eu/resource/cellar/cdc54fac-a741-446e-855b-f2c9d077229e", "type": "Regulation", "concepts": ["1115", "1201", "1602", "3003", "5823", "862"], "title": "Commission Regulation (EC) No 214/98 of 28 January 1998 amending Regulation (EC) No 411/97 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational programmes, operational funds and Community financial assistance\n", "header": "COMMISSION REGULATION (EC) No 214/98 of 28 January 1998 amending Regulation (EC) No 411/97 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational programmes, operational funds and Community financial assistance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), as amended by Commission Regulation (EC) No 2520/97 (2), and in particular Article 48 thereof,\nWhereas Article 2(4) of Commission Regulation (EC) No 411/97 (3), as last amended by Regulation (EC) No 1501/97 (4), defines the concept of marketed production as the products of members of a producer organisation disposed of under certain conditions; whereas, on grounds of economic consistency, it is necessary to specify that the marketed production mentioned above is that of the members of the producer organisation on 1 January in the year following the year to which the production relates;\nWhereas Article 4(3)(b) of Regulation (EC) No 411/97 requires a bank account to be opened and used solely for transactions connected with the management of the operational fund; whereas detailed accounts that are annually verified and certified by auditors can offer the same guarantees as a separate bank account; whereas it is therefore appropriate to offer the Member States the option of applying this alternative system, at the request of a producer organisation;\nWhereas Article 9(3) of the aforementioned Regulation provides that advances granted for operations which cannot be implemented within the time limits laid down are to be maintained in the operational fund under certain conditions, with a view to subsequent implementation of the operations in question; whereas it is necessary at present, for the sake of fairness, to extend this possibility to operations for which no advances have been granted and to require it to be proved to the satisfaction of the competent national authority that it was impossible to implement the operations in question for reasons beyond the control of the producer organisation concerned;\nWheres the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 411/97 is amended as follows:\n1. The following sentence is added to Article 2(4):\n'To establish the marketed production as referred to above for a given year, account shall be taken of the members of the producer organisation on 1 January in the following year.`\n2. The following sentence is added to Article 4(3)(b):\n'At the request of a producer organisation, the Member States may decide to replace the evidence of the opening of a bank account by instead requiring the organisation to keep financial accounts comprising accounts for each operation in which each item of expenditure and revenue relating to the operational fund can be indentified and to have the accounts checked and certified annually by auditors.`\n3. Article 9(3) is replaced by the following:\n'3. Applications for financial assistance or the balance thereof may cover expenditure programmed but not incurred relating to operation for which it is proved to the satisfaction of the competent national authority that they could not be carried out before 31 December of the year of implementation of the operational programme for reasons beyond the control of the producer organisation concerned and that they can be carried out before 30 April of the following year, provided that an equivalent contribution from the producer organisation is maintained in the operational fund.\nThe assistance shall be paid out and the security lodged in accordance with Article 8(2) shall be released only on condition that proof of implementation of the programmed expenditure referred to in the preceding subparagraph is provided before 30 April of the year following that for which the expenditure in question was programmed, and on the basis of the entitlement to the assistance actually established.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 1.\n(2) OJ L 346, 17. 12. 1997, p. 41.\n(3) OJ L 62, 4. 3. 1997, p. 9.\n(4) OJ L 202, 30. 7. 1997, p. 45."}