{"celex_id": "31999D0039", "uri": "http://publications.europa.eu/resource/cellar/77559816-ed31-4ddf-a965-23ae638f43a8", "type": "Decision", "concepts": ["1329", "1445", "2356", "2560", "5722"], "title": "1999/39/EC: Commission Decision of 21 December 1998 approving the plan presented by Germany for the eradication of classical swine fever in feral pigs in Brandenburg, Mecklenburg-Western Pomerania, and Lower Saxony and repealing Decision 96/552/EC (notified under document number C(1998) 4325) (Only the German text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 21 December 1998 approving the plan presented by Germany for the eradication of classical swine fever in feral pigs in Brandenburg, Mecklenburg-Western Pomerania, and Lower Saxony and repealing Decision 96/552/EC (notified under document number C(1998) 4325) (Only the German text is authentic) (Text with EEA relevance) (1999/39/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 6a(4) thereof,\nWhereas with Commission Decision 96/552/EC (2) the plan presented by Germany for the eradication of classical swine fever in feral pigs in Brandenburg and Mecklenburg-Western Pomerania was approved by the Commission;\nWhereas German authorities have presented a new plan for the eradication of classical swine fever in feral pigs covering certain areas of Brandenburg, Mecklenburg-Western Pomerania and Lower Saxony;\nWhereas the newly submitted plan has been examined and found to comply with the provisions of Directive 80/217/EEC;\nWhereas this plan takes into account that classical swine fever virus has not been detected for more than six months in the feral pig population in Brandenburg;\nWhereas the newly submitted plan contains measures to further reduce the risk of spreading disease in relation to movements of domestic pigs from areas defined as infected in accordance with the provisions of Article 6a(3) of Council Directive 80/217/EEC to other areas of Germany and to other Member States;\nWhereas Decision 96/552/EC in the interest of clarity must be repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The plan submitted by Germany for the eradication of classical swine fever in feral pigs in Brandenburg, Mecklenburg-Western Pomerania and Lower Saxony is hereby approved.", "Germany shall bring into force the laws, regulations and administrative provisions for implementing the plan referred to in Article 1.", "The present Decision shall repeal Decision 96/552/EC.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 21. 2. 1980, p. 11.\n(2) OJ L 240, 20. 9. 1996, p. 13."}