{"celex_id": "31997R1353", "uri": "http://publications.europa.eu/resource/cellar/3333b8dc-a0da-45b4-9ffc-2de85c86d0e3", "type": "Regulation", "concepts": ["1730", "3003", "3732", "4885", "5076", "862"], "title": "Commission Regulation (EC) No 1353/97 of 15 July 1997 amending Regulation (EC) No 1324/96 establishing the supply balance for the Azores and Madeira in the rice products sector, and laying down detailed rules for the adjustment of aid for products coming from the Community\n", "header": "COMMISSION REGULATION (EC) No 1353/97 of 15 July 1997 amending Regulation (EC) No 1324/96 establishing the supply balance for the Azores and Madeira in the rice products sector, and laying down detailed rules for the adjustment of aid for products coming from the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas the common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira are laid down in Commission Regulation (EEC) No 1696/92 (3), as last amended by Regulation (EEC) No 2596/93 (4);\nWhereas, in order to apply Article 2 of Regulation (EEC) No 1600/92, the forecast supply balance for the Azores and Madeira should be established for rice-sector products on the basis of the requirements of the archipelagos; whereas Commission Regulation (EC) No 1324/96 (5) should therefore be amended;\nWhereas the method for calculating aid for products in the rice sector coming from the Community should therefore be amended;\nWhereas, pending a communication from the competent authorities updating the needs of regions in question and so as not to interrupt the application of the specific supply arrangements, the balance for the period 1 July to 31 December 1997 should be adopted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1324/96 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nThe amount of the aid applicable pursuant to Regulation (EEC) No 1600/92 for products in the rice sector shall be adjusted in the months from October to July inclusive by an amount equal to the monthly increase applying to the intervention price for paddy rice fixed for the current marketing year, based on the processing stage and the applicable processing coefficient.\nWhere the term of validity of the licence extends beyond the end of the marketing year, the aid shall be corrected by the break in the intervention price for paddy rice between the two marketing years, based on the processing stage and the applicable processing coefficient.\nThis price break shall occur on 1 September and shall be defined as:\n(a) the difference between the intervention price for paddy rice without the monthly increase for the previous and the new marketing years;\n(b) the amount equal to the monthly increase multiplied by the number of months elapsing between October and the month of the licence application, inclusive.\nThese two factors shall be converted using the relevant processing coefficient applicable at the time the product is exported.\nThe aid shall be reduced by (a) and (b) above on the basis of the milling stage and shall be increased from October of the new marketing year in accordance with the rules set out in the first subparagraph taking account of the amount of the monthly increase applicable during the new marketing year.`;\n2. the Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 320, 11. 12. 1996, p. 1.\n(3) OJ No L 179, 1. 7. 1992, p. 6.\n(4) OJ No L 238, 23. 9. 1993, p. 24.\n(5) OJ No L 171, 10. 7. 1996, p. 3.\nANNEX\nSUPPLY BALANCE FOR RICE FOR THE AZORES AND MADEIRA FOR THE MARKETING PERIOD 1 JULY TO 31 DECEMBER 1997\n>TABLE>"}