{"celex_id": "31996D0394", "uri": "http://publications.europa.eu/resource/cellar/1a58abd7-f0fc-4d32-9f51-39f24471f4e3", "type": "Decision", "concepts": ["1048", "2300", "2902", "3653", "3843", "4271"], "title": "96/394/EC, ECSC, Euratom: Commission Decision of 17 June 1996 adjusting the weightings applicable from 1 August, 1 September, 1 October, 1 November and 1 December 1995 to the remuneration of officials of the European Communities serving in third countries\n", "header": "COMMISSION DECISION of 17 June 1996 adjusting the weightings applicable from 1 August, 1 September, 1 October, 1 November and 1 December 1995 to the remuneration of officials of the European Communities serving in third countries (96/394/Euratom, ECSC, EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a single Council and a single Commission of the European Communities,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (EC, Euratom, ECSC) No 2963/95 (2), and in particular the second paragraph of Article 13 of Annex X,\nWhereas, pursuant to the first paragraph of Article 13 of Annex X to the Staff Regulations, Council Regulation (EC, Euratom, ECSC) No 579/96 (3) laid down the weightings to be applied from 1 July 1995 to the remuneration of officials serving in third countries, payable in the currency of their country of employment;\nWhereas the Commission has made a number of adjustments to these weightings (4) in recent months, pursuant to the second paragraph of Article 13 of Annex X to the Staff Regulations;\nWhereas some of these weightings should be adjusted with effect from 1 August, 1 September, 1 October, 1 November and 1 December 1995 given that the statistics available to the Commission show that in certain third countries the variation in the costs of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down or adjusted,", "main_body": ["Sole Article\nWith effect from 1 August, 1 September, 1 October, 1 November and 1 December 1995 the weightings applicable to the remuneration of officials serving in third countries payable in the currency of their country of employment are adjusted as shown in the Annex.\nThe exchange rates for the calculation of such remuneration shall be those used for implementation of the general budget of the European Communities for the month preceding the date referred to in the first paragraph."], "attachments": "Done at Brussels, 17 June 1996.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 310, 22. 12. 1995, p. 1.\n(3) OJ No L 83, 2. 4. 1996, p. 7.\n(4) OJ No L 146, 20. 6. 1996, pp. 49 to 59.\nANNEX\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}