{"celex_id": "31999D0745", "uri": "http://publications.europa.eu/resource/cellar/d3698321-eeb6-4dba-862c-6cd2cea945b7", "type": "Decision", "concepts": ["1063", "13", "2734", "5138", "666", "862"], "title": "1999/745/EC: Commission Decision of 4 November 1999 concerning the grant of Community assistance for evaluation of Community structural interventions and modifying the relevant Commission Decision approving programming documents in the different Member States (with the exception of Objective 1 and 6 regions) in respect of Objective 5(a), covering the period between 1994 and 1999 (notified under document number C(1999) 3124) (Only the Spanish, Danish, German, English, French, Italian, Dutch, Finnish and Swedish texts are authentic)\n", "header": "COMMISSION DECISION\nof 4 November 1999\nconcerning the grant of Community assistance for evaluation of Community structural interventions and modifying the relevant Commission Decision approving programming documents in the different Member States (with the exception of Objective 1 and 6 regions) in respect of Objective 5(a), covering the period between 1994 and 1999\n(notified under document number C(1999) 3124)\n(Only the Spanish, Danish, German, English, French, Italian, Dutch, Finnish and Swedish texts are authentic)\n(1999/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments(1), as last amended by Regulation (EC) No 3193/94(2), and in particular the third subparagraph of Article 25(5) thereof,\nHaving regard to Council Regulation (EC) No 951/97 of 20 May 1997, on improving the processing and marketing conditions for agricultural products(3) and in particular Article 15(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 867/90(4) extends the common measure to forestry products;\n(2) the Commission approved by Decisions referred to in the attached table (Annex I) the programming documents for Community structural interventions for improving the processing and marketing conditions for agricultural and forestry products in Member States in respect of Objective 5(a), outside Objective 1 and 6 regions, covering the period between 1994 and 1999;\n(3) Article 6(2) of Regulation (EEC) No 2052/88 in conjunction with Article 26 of Regulation (EEC) No 4253/88 requires the evaluation of Community structural operations in order to gauge their effectiveness and whereas the latter Article sets out that evaluations are the joint responsibility of the Member State and the Commission; Article 5(2)(e) of Regulation (EEC) No 2052/88 defines support for technical assistance, including the measures to evaluate operations, as a form of financial assistance which may be provided;\n(4) contrary to the other structural interventions, the initial programming of measures under Regulation (EC) No 951/97, outside of Objective 1 and 6 regions, did not foresee support for technical assistance; the requirement to carry out an ex-post evaluation of the previous period 1991 to 1993 as well as a mid-term and ex-post evaluation of the ongoing period 1994 to 1999 will cause additional costs to be borne by Member States;\n(5) on the occasion of the discussion of the evaluation of measures under Regulation (EC) No 951/97 and Regulation (EEC) No 867/90 in the meeting of the Committee on Agricultural Structures and Rural Development of 28 January 1997, Member States requested the expenditure for evaluation to be co-financed by the Funds; the Commission considers this request justified;\n(6) according to the second paragraph of Article 1 of Commission Decision 98/524/EC, of 28 July 1998, amending Decision 94/279/EC on the indicative allocation by Member States of the commitment appropriations from the Structural Funds for the agricultural part of Objective 5a except for those fields covered by Objective 1 as defined in Council Regulation (EEC) No 2052/88(5) for the period 1994 to 1999, an amount of ECU 4 million from EAGGF (Guidance Section) was set aside to allow the support for technical assistance for the ex-post evaluation of the period 1991 to 1993, the mid-term review and the ex-post evaluation of the period 1994 to 1999 from commitment appropriations available for the agricultural part of Objective 5a except for those fields covered by Objective 1; this aforementioned Article established that the modalities of the support for evaluation shall be defined in a separate Commission decision; the present Decision intends to allocate the amount of EUR 4 million to the different programmes of Member States; the individual amounts to be allocated to Member States' programmes are calculated taking into account the weightings upon which the allocation of funds to Member States were based;\n(7) evaluation activities on Community structural measures for improving the processing and marketing conditions for agricultural and forestry products which benefited from other Community financial assistance are not eligible for support under the present decision;\n(8) the amounts subject to a distribution in the present decision form part of the indicative allocation by Member States of the commitment appropriations from the Structural Funds for the agricultural part of Objective 5a except for those fields covered by Objective 1 as defined in Regulation (EEC) No 2052/88 for the period 1994 to 1999, the additional financial resources allocated to Member States but not used for evaluation purposes can be used by Member States to reinforce the operational actions in the relevant programmes;\n(9) the second subparagraph of Article 2 of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds(6), as amended by Regulation (EC) No 2745/94(7), provides that in Commission decisions approving single programming documents, the Community assistance decided upon for the entire period and the annual breakdown thereof are to be set out in ecus, at prices for the year in which the decision is taken, and are to be subject to indexation; whereas according to Article 2 of Council Regulation (EC) No 1103/97 of 17 June 1997 on certain provisions relating to the introduction of the euro(8), every reference to the ecu in a legal instrument shall be replaced by a reference to the euro at the rate of one euro to one ecu;\n(10) the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["Support from the EAGGF (Guidance Section) is granted in the form of technical assistance for the mid-term review and the ex-post evaluation for the period 1994 to 1999 relating to Community structural measures for improving the processing and marketing conditions for agricultural and forestry products in the Member States (with the exception of Objective 1 and 6 regions), in respect of Objective 5(a), as well as for the ex-post evaluation for the period 1991 to 1993, relating to the abovementioned Community structural measures.", "Aid from the EAGGF may not exceed 50 % of the eligible cost of the different evaluation actions.\nEligible expenditure in respect of the evaluation actions referred to in Article 1 are limited to additional expenditure, other than costs incurred by public administration and including salaries of national and local (statutory) civil servants employed on day-to-day management, monitoring and control tasks.", "Article 2 of the Commission Decisions referred to in the attached table (Annex I) is modified by adding the following subparagraph: \"The ex-post evaluation of the period 1991 to 1993, the mid-term review and the ex-post evaluation of the period 1994 to 1999 are included for joint action.\"", "The maximum amounts indicated in Article 3 of the Commission Decisions referred to in the attached table (Annex I) are replaced by the amounts indicated in column J of the same table.\nIn the context of the modification of the relevant financial plans, the assistance from the EAGGF (Guidance Section) granted in respect of the evaluation actions mentioned under Article 1 of the present Commission Decision is attributed as a separate item in total to the year 1999 and added to the indicative expenditure expected in regions outside Objectives 1, 6 and 5(b).", "The financial plans annexed to the Commission Decisions referred to in the attached table (Annex I) are replaced by revised plans which take account of the amendments subject to the present Decision. Member States shall submit to the Commission these revised plans at the latest one month after the approval of the present Decision.", "The additional point on evaluation, which is set out in Annex II to the present Decision, is included in the programming documents which were approved and amended by the Commission Decisions referred to in the attached table (Annex I).", "This Decision is addressed to the following Member States:\nThe Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 4 November 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 374, 31.12.1988, p. 1.\n(2) OJ L 337, 24.12.1994, p. 11.\n(3) OJ L 142, 2.6.1997, p. 22.\n(4) OJ L 91, 6.4.1990, p. 7.\n(5) OJ L 233, 20.8.1998, p. 32.\n(6) OJ L 170, 3.7.1990, p. 36.\n(7) OJ L 290, 11.11.1994, p. 4.\n(8) OJ L 162, 19.6.1997, p. 1.\nANNEX I\nSingle Programming Documents (SPD) and Community Support Framework (CSF) approved for regions outside Objective 1 and 6 that will be modified by the inclusion of EAGGF funds for evaluation\n(Council Regulations (EEC) No 867/90 and (EC) No 951/97)\n>TABLE>\nANNEX II\nEVALUATION\n- Period covered\nEvaluation operations covered by this programming document will cover:\n- the ex-post evaluation of the 1991 to 1993 programming period;\n- the mid-term evaluation after the third year of implementation of the present programme and\n- the ex-post evaluation of the present programming period.\n- Guidelines for evaluation\nApart from the conditions established in the present programme under the chapter on its implementation, namely in the point concerning principles and arrangements governing the monitoring, interim assessment and ex-post evaluation, Member States are required to base their evaluation on the guidelines set out in Commission Doc. VI/3778/97, Rev.1 and on probable future improvements of these guidelines (see Doc. VI/8879/99)."}