{"celex_id": "31991R1721", "uri": "http://publications.europa.eu/resource/cellar/e4a51662-8c25-49f3-b379-89dfbdef6bc3", "type": "Regulation", "concepts": ["1264", "2676", "797"], "title": "Council Regulation (EEC) No 1721/91 of 13 June 1991 fixing the production target price, the production aid and the intervention price for olive oil for the 1991/92 marketing year as well as the maximum guaranteed quantity\n", "header": "COUNCIL REGULATION (EEC) No 1721/91 of 13 June 1991 fixing the production target price, the production aid and the intervention price for olive oil for the 1991/92 marketing year as well as the maximum guaranteed quantity\nTHE COUNCIL OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (1), 92 (3), 234 (2) and 290 (3) thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1720/91 (2), and in particular Article 4 (4) and Article 5 (1) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the production target price for olive oil is fixed, account should be taken of the objectives of the common agricultural policy; whereas the objectives of the common agricultural policy are, in particular, to ensure a fair standard of  living for the agricultural community, to ensure that supplies are available and that they reach consumers at reasonable prices;\nWhereas the target price referred to above must be fixed in accordance with the criteria laid down in Articles 4 and 6 of Regulation No 136/66/EEC;\nWhereas, if the producer is to receive a fair income, production aid must be fixed in the light of the impact which the consumption aid has on part only of the production;\nWhereas the intervention price must be fixed in accordance with the criteria laid down in Article 8 of Regulation No 136/66/EEC;\nWhereas, pursuant to Article 5 (1) of Regulation No 136/66/EEC, the maximum quantity that may be eligible for the unitary production aid fixed for each of the marketing years in question is to be fixed; whereas, pursuant to the criteria referred to in  the said paragraph, the maximum\nquantity for each of the 1991/92, 1992/93 and 1993/94 marketing years should be kept as set out below;\nWhereas, as a result of the application of Articles 68 and 236 of the Act of Accession, the intervention price for olive oil in Spain and Portugal differs from the common prices; whereas, after the adjustment of the 'acquis communautaire' with relation  to vegetable oils and fats, the detailed rules for the alignment of intervention prices for olive oil applicable in Spain and Portugal are those set out in the second indents of Articles 92 (2) and 290 (2) of the Act of Accession;\nWhereas Articles 95 and 293 of the Act of Accession provide for the granting of Community aid for the production of olive oil in Spain and in Portugal; whereas, pursuant to Articles 79 and 246 of that Act, the amounts of the Community aid in Spain and  Portugal should be aligned on the common aid at the beginning of the marketing year; whereas the rules on this alignment result in the Spanish and Portuguese aid rates shown below;\nWhereas the production target price and the intervention price are fixed for a specific standard quality; whereas the reasons which led to the determination of the standard quality for the 1981/82 marketing year are still valid; whereas that standard  quality should therefore remain unchanged;\nWhereas, pursuant to Article 5 (4) of Regulation No 136/66/EEC, a percentage of the production earmarked for producers may be allocated to the financing of regional measures to improve the quality of olive oil production; whereas such measures are  necessary in certain production regions; whereas some of the said aid should therefore be allocated to the financing of such measures;\nWhereas, in accordance with Article 20 (d) (1) of Regulation No 136/66/EEC, the percentage of the production aid which may be withheld for recognized organizations of olive oil producers or associations thereof should be so fixed that the resulting  amount helps to finance the expenditure incurred in the work done pursuant to Articles 5 (3) and 20c of that Regulation; whereas that percentage should be set at a level which enables foreseeable expenditure in the 1991/92 marketing year to be covered,", "main_body": ["For the 1991/92 marketing year, the production target price, the production aid and the intervention price for olive oil shall be as follows:\n(a)  production target price: ECU 322,01 per 100 kilograms;\n(b)\nproduction aid:\n- for Spain: ECU 45,85 per 100 kilograms,\n- for Portugal: ECU 42,53 per 100 kilograms,\n- for the Community of Ten: ECU 70,83 per 100 kilograms;\n(c)\nproduction aid for growers whose average production is less than 500 kilograms of olive oil per year:\n- for Spain: ECU 51,81 per 100 kilograms,\n- for Portugal: ECU 48, 49 per 100 kilograms,\n- for the Community of Ten: ECU 81,62 per 100 kilograms;\n(d)\nintervention price:\n- for Spain: ECU 185,31 per 100 kilograms,\n- for Portugal: ECU 209,65 per 100 kilograms,\n- for the Community of Ten: ECU 215,87 per 100 kilograms.", "The prices referred to in Article 1 shall relate to ordinary virgin olive oil with a free fatty acid content, expressed as oleic acid, of 3,3 grams per 100 grams.", "For the 1991/92 marketing year, 2 % of the production aid earmarked for olive oil producers shall be allocated to the financing of specific measures to improve the quality of olive oil in each producer Member State.", "For the 1991/92 marketing year, the percentage of the production aid which may be withheld pursuant to Article 20 (d) (1) of Regulation No 136/66/EEC for organizations of olive oil producers or associations thereof recognized pursuant to the said  Regulation shall be 1,5 %.", "The maximum production of olive oil referred to in Article 5 (1) of Regulation No 136/66/EEC shall be 1 350 000 tonnes for each of the 1991/92, 1992/93 and 1993/94 marketing years.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No 172, 30, 9. 1966, p. 3025/66.(2) See page 27 of this Official Journal.(3) OJ No C 104, 19. 4. 1991, p. 25.(4) OJ No C 158, 17. 6. 1991.(5) OJ No C 159, 17. 6. 1991."}