{"celex_id": "31990R2604", "uri": "http://publications.europa.eu/resource/cellar/c2b2ac85-9ca4-4b8a-8aca-2a541cba30be", "type": "Regulation", "concepts": ["1118", "2621", "2713", "3165", "322", "5096"], "title": "Commission Regulation (EEC) No 2604/90 of 7 September 1990 laying down detailed rules for the application of Council Regulation (EEC) No 1200/90 on the improvement of the Community production of apples and amending Regulation (EEC) No 3322/89 determining the operative events applicable in the fruit and vegetables sector\n", "header": "COMMISSION  REGULATION (EEC) No 2604/90\nof 7 September 1990\nlaying down detailed rules for the application of Council Regulation (EEC) No 1200/90 on the improvement of the Community production of apples and amending Regulation (EEC) No 3322/89 determining the operative events applicable in the fruit and vegetables sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1200/90 of 7 May 1990 on the improvement of the Community production of apples (1), and in particular Article 6 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3), and in particular Article 5 (3) thereof,\nWhereas, in order to meet the objectives of Regulation (EEC) No 1200/90, the conditions should be laid down for the granting of the premium for the grubbing-up of apple trees provided for in that Regulation, hereinafter called the 'grubbing-up premium'; whereas, to that end, the areas and the fruit trees which may be grubbed up and the level of the premium should be determined;\nWhereas, in order to ensure the effectiveness of the scheme, it is essential that the particulars which are to appear in the application for the premium should be specified and that the accuracy of such information be checked;\nWhereas, in order to avert the risk of the grubbed-up trees being replanted, provision should be made for them to be rendered unsuitable for such use;\nWhereas, before the premium is paid, it should be established that grubbing-up has actually taken place;\nWhereas all the provisions necessay to ensure compliance with the undertakings given by the recipient of the grubbing-up premium should be laid down;\nWhereas in order to ensure uniformity of the measures taken in the fruit and vegetables sector, the operative event for entitlement to the grubbing-up premium should be fixed for the first day of the marketing year in which application was made for the premium and Commission Regulation (EEC) No 3322/89 (4) should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For the purposes of Regulation (EEC) No 1200/90, apple trees means healthy trees capable of producing a normal crop of apples other than cider apples.\n2. The grubbing-up premium shall be granted for the grubbing-up of orchards, within the meaning of Article 2 (2) of Regulation (EEC) No 1200/90, with an area of one hectare or more.", "The amount of the grubbing-up premium is hereby fixed at ECU 3 500 per hectare.", "Applications for the grubbing-up premium shall be submitted to the competent authorities of the Member States before the commencement of the grubbing-up operations and not later than 1 December 1992. They shall contain the following:\n(a) the name and address of the applicant;\n(b) the name, if any, and address of the undertaking concerned;\n(c) for each parcel planted with apple trees, the total area planted, the total number of apple trees and their age, broken down by variety;\n(d) particulars necessary for identifying the parcels on which the grubbing-up operations are to take place and for which the premium is requested. The age of the trees is determined by the date of their planting.\nApplications shall be accompanied:\n- by a written undertaking by the applicant to refrain for a period of 15 years, first from planting any apple trees in the apple orchard, within the meaning of Article 2 (2) of Regulation (EEC) No 1200/90, affected by the grubbing-up operation, and, secondly, from extending the area of his holding planted with apple trees beyond the said orchard,\n- under the conditions laid down by national law, by the written consent to the grubbing-up operation of the owner or owners of the parcels planted with apple trees, and by an undertaking by the same, in the event of the sale or transfer by any other method of the parcels concerned, to secure from any new grower an undertaking not to replant; such undertaking shall also apply fully ipso facto to any subsequent grower during the period referred to in the first indent.", "1. Following receipt of an application for a grubbing-up premium, the competent body shall, by on-the-spot inspection, check the information contained in it, record the undertaking referred to in Article 3 and establish, where necessary, that the application is admissible.\n2. The acceptance of an application shall be notified to the applicant not later than two months following the submission of the application.\n3. The grubbing-up operation shall be carried out within three months of the notification referred to in paragraph 2.\n4. The grubbed-up trees shall be rendered unsuitable for replanting.", "1. The person concerned shall notify the competent authority of the date on which the grubbing-up operations are to take place. The authority shall establish by an on-the-spot inspection at all parcels that grubbing-up has been carried out in accordance with this Regulation and shall certify the period at which it took place.\n2. The grubbing-up premium shall be paid not later than two months following the establishment of the facts as referred to in paragraph 1.", "1. Member States shall check whether the undertaking referred to in Article 3 has been fulfilled, by periodic on-the-spot inspections in such a way that each undertaking is inspected at least every five years.\n2. Member States shall notify the Commission of the results of these checks.\n3. Where the Member States find that the undertaking referred to in Article 3 has not been fulfilled,\n- they shall take steps to recover the grubbing-up premium paid, plus the interest applicable in the Member State for similar cases,\n- they shall require the offender to pay an amount equal to that of the grubbing-up premium paid.\n4. The amounts referred to in paragraph 3 shall be paid to the paying agencies or authorities and shall be deducted by the latter from the expenditure financed by the Guarantee Section of the Agricultural Guidance and Guarantee Fund.", "Each year, before 30 June, the Member States shall notify the Commission of the areas for which grubbing-up applications have been submitted and of the areas grubbed up, broken down by variety and region.", "Regulation (EEC) No 3322/89 is hereby amended as follows:\nThe following Article 4a is hereby inserted in Regulation (EEC) No 3322/89:\n'Article 4a\nThe operative event for entitlement to the premium for the grubbing-up of apple trees referred to in Article 1 of Commission Regulation (EEC) No 1200/90 (1) shall be deemed to have occurred on the first day of the marketing year in which application for the grubbing-up premium was made.\n(1) OJ No L 119, 11. 5. 1990, p. 63.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 119, 11. 5. 1990, p. 63.\n(2) OJ No L 164, 24. 6. 1985, p. 1.\n(3) OJ No L 201, 31. 7. 1990, p. 9.\n(4) OJ No L 321, 4. 11. 1989, p. 32."}