{"celex_id": "31998R1286", "uri": "http://publications.europa.eu/resource/cellar/ac2ad8df-d2d7-4c87-b1c4-ca42053e8d72", "type": "Regulation", "concepts": ["2387", "2771", "3824", "4080", "5713"], "title": "Commission Regulation (EC) No 1286/98 of 22 June 1998 reintroducing normal customs duties on certain flat-rolled products of iron or non-alloy steel, originating in the former Yugoslav Republic of Macedonia, for which a tariff ceiling was opened by Regulation (EC) No 273/98\n", "header": "COMMISSION REGULATION (EC) No 1286/98 of 22 June 1998 reintroducing normal customs duties on certain flat-rolled products of iron or non-alloy steel, originating in the former Yugoslav Republic of Macedonia, for which a tariff ceiling was opened by Regulation (EC) No 273/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 77/98 of 9 January 1998 on certain procedures for applying the Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (1), and in particular Article 3(1) thereof,\nWhereas Commission Regulation (EC) No 273/98 of 2 February 1998 opening and providing for the administration of Community tariff quotas and tariff ceilings and establishing a Community surveillance of reference quantities for certain products originating in the former Yugoslav Republic of Macedonia (2), provides in its Article 2 an exemption from customs duties in the framework of tariff ceilings for the products listed in its Annex B;\nWhereas Article 3(1) of Regulation (EC) No 77/98 provides that the Commission may, as soon as a tariff ceiling is reached, adopt a Regulation reintroducing, until the end of the calendar year, the customs duties applicable to third countries in respect of imports of the products concerned; whereas the Community surveillance provided by Article 2(3) of Regulation (EC) No 273/98 has shown that preferential imports of products in the framework of the tariff ceiling with order No 25.0230 have exceeded this ceiling;\nWhereas this situation is liable to cause serious damage to the Community sector concerned and requires the reintroduction of customs duties;\nWhereas the levying of customs duties for these products should therefore be re-established,", "main_body": ["For products listed in the Annex and originating in the former Yugoslav Republic of Macedonia, for which a tariff ceiling was opened by Regulation (EC) No 273/98, the levying of normal customs duties shall be reintroduced from 26 June until 31 December 1998.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 8, 14. 1. 1998, p. 1.\n(2) OJ L 27, 3. 2. 1998, p. 6.\nANNEX\n>TABLE>\n>TABLE>"}