{"celex_id": "31991D0267", "uri": "http://publications.europa.eu/resource/cellar/33baf0e6-73a3-46f6-bd84-84a7dfc94047", "type": "Decision", "concepts": ["2771", "5318", "993"], "title": "91/267/EEC: Decision No4/91 of the ACP - EEC customs cooperation committee of 23 April 1991 derogating from the definition of the concept of ' originating products ' to take account of the special situation of FIJI with regard to its production of certain garments\n", "header": "DECISION No 4/91 OF THE ACP-EEC CUSTOMS COOPERATION COMMITTEE   of 23 April 1991   derogating from  the definition of the concept of 'originating products` to take account of the special situation of  Fiji with regard to its production of certain garments   (91/267/EEC)\nTHE ACP-EEC  CUSTOMS COOPERATION COMMITTEE", "recitals": ",\nHaving regard to the Fourth ACP-EEC Convention signed at LomĂŠ on 15 December 1989,\nHaving regard to Decision No 2/90 of the ACP-EEC Council of Ministers of 27 February 1990 on the  transitional measures to be applied from 1 March 1990  (1), and in particular Article 2 (1)  thereof,\nWhereas Article 31 of Protocol No 1 to the Convention concerning the definition of the concept of  'originating products` and methods of administrative cooperation makes provision for derogations to  be made from the said Protocol by the Customs Cooperation Committee, in particular to facilitate  the development of existing industries or the creation of new industries;\nWhereas the ACP States have submitted a request from the Government of Fiji for a derogation from  the definition set out in Protocol No 1 in respect of certain garments;\nWhereas the requested derogation is justified under the relevant provisions of Protocol No 1 and  it cannot cause serious injury to an established Community industry, provided that certain  conditions relating to quantities, surveillance or duration are respected,", "main_body": ["Notwithstanding the special provisions of  Annex II to Protocol No 1, the products listed in the Annex to this Decision manufactured in Fiji  shall be considered as originating in the ACP States subject to the following conditions.", "The derogation provided for in Article 1 shall relate to products exported from Fiji to the  Community between 1 July 1990 and 31 December 1993.", "The competent authorities of Fiji  shall take the necessary steps to carry out quantitative checks on exports of the products referred  to in Article 1 and shall forward to the Commission every three months a statement of the  quantities in respect of which movement certificates EUR. 1 have been issued pursuant to this  Decision.", "The ACP-States, the Community and the Member States shall be bound, each to  the extent to which it is concerned, to take the measures necessary to implement this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done  at Brussels, 23 April 1991. For the ACP-EEC Customs Cooperation Committee   The Chairmen   P. WILMOTT Ernest S. MPOFU\nANNEX\n>TABLE>"}