{"celex_id": "31992D0119", "uri": "http://publications.europa.eu/resource/cellar/0c4640c3-3272-4b33-a5cf-20712eb30de4", "type": "Decision", "concepts": ["1662", "4081"], "title": "92/119/EEC: Commission Decision of 3 February 1992 extending for Germany the period during which seed of a variety of perennial ryegrass may be subject to marketing restrictions (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 3 February 1992  extending for Germany the period during which seed of a variety of perennial ryegrass may be subject to marketing restrictions  (Only the German text is authentic)  (92/119/EEC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 90/654/EEC (2), and in particular Article 15 (7) thereof,\nHaving regard to the application lodged by Germany,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted in 1989 in one or more Member States and which also meet the conditions laid down in  the Directive are, with effect from 31 December 1991, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized, upon application, to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, moreover, Article 15 (7) of Directive 70/457/EEC provides that the period ending on 31 December 1991 may be extended before expiry where there is good reason;\nWhereas Germany has applied for authorizations pursuant to Article 15 (2) of Directive 70/457/EEC in respect of the variety Lieselotte of the perennial ryegrass (Lolium perenne L.);\nWhereas it is impossible to complete before 31 December 1991 the examination of the application submitted by Germany in respect of the variety Lieselotte of perennial ryegrass;\nWhereas, for Germany in the case of this variety, the period mentioned above should accordingly be extended, pursuant to Article 15 (7), first subparagraph, of Directive 70/457/EEC in order to allow complete examination of the applications;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The period provided for in Article 15 (1) of Directive 70/457/EEC is, where Germany is concerned, extended from 31 December 1991 to 31 March 1992 in respect of the variety Lieselotte (Lolium perenne L.).", "Germany shall notify the Commission and the other Member States of the date from which it makes use of the authorization pursuant to Article 1 and the detailed methods to be followed.", "This Decision is addressed to the German Federal Republic."], "attachments": "Done at Brussels, 3 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 48."}