{"celex_id": "31997D0259", "uri": "http://publications.europa.eu/resource/cellar/4dd6ece8-3685-4cfa-b20a-1fa65abaf6b0", "type": "Decision", "concepts": ["1035", "2907", "4829", "5823", "915"], "title": "97/259/EC: Commission Decision of 1 April 1997 concerning the tonnage objectives of the multiannual guidance programmes for the Community fishing fleets for the period 1992 to 1996\n", "header": "COMMISSION DECISION of 1 April 1997 concerning the tonnage objectives of the multiannual guidance programmes for the Community fishing fleets for the period 1992 to 1996 (97/259/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3699/93 of 21 December 1993 laying down the criteria and arrangements regarding Community structural assistance in the fisheries and aquaculture sector and the processing and marketing of its products (1), as last amended by Regulation (EC) No 25/97 (2), and in particular Article 6 (5) and (6) thereof,\nWhereas in the application of the provisions of Article 11 of Council Regulation (EEC) No 3760/92 the Council adopted Decision 94/15/EC (3) relating to the objectives and detailed rules for restructuring the Community fisheries sector over the period 1 January 1994 to 31 December 1996 with a view to achieving a lasting balance between the resources and their exploitation;\nWhereas Commission Decisions 92/588/EEC to 92/598/EEC inclusive (4) established multiannual guidance programmes fixing capacity objectives in gross registered tonnes (GRT) for the fishing fleets of the Member States for the period 1992 to 1996 and Council Regulation (EEC) No 2930/86 (5) required Member States to measure part of their fleet in units of gross tonnes (GT) before 18 July 1994;\nWhereas the use of the formulae described in Article 1 (3) of Commission Decisions 95/238/EC to 95/248/EC (6) to convert the objectives of the programmes to units of GT could result in certain Member States being penalized for having begun the measurement of vessels in their fleets in units of GT prior to 1992 with a view to fulfilling with their obligations under Regulation (EEC) No 2930/86;\nWhereas for some Member States the definition of the GRT referred to in their multiannual guidance programmes was based on national units of tonnage;\nWhereas the tonnage of any vessel not measured in the units that were used to define the objectives of the programme must be estimated in this unit with the sole purpose of calculating on a consistent basis the situation of each segment of the fleets of the Member States with respect to the final objectives of their multiannual guidance programmes for the period 1992 to 1996;\nWhereas the formulae used to estimate missing tonnage values should be based on the data available in the fishing vessel register of the Community with regard to those vessels in each Member State that have been measured in both GT and in the units that were used to define the objectives of the programme; whereas these formulae may differ between Member States in consequence of differences in the composition of the fleets;\nWhereas for Sweden and Finland the objectives of the multiannual guidance programmes are expressed in GT and for Germany, Greece, Spain, France and Portugal, values of GRT have been declared to the fishing vessel register of the Community for all vessels in their fleets, and therefore no formulae to estimate GRT are required for these Member States;\nWhereas the data on the fishing fleet are gathered according to the procedures laid down by Commission Regulation (EC) No 109/94 (7) as amended by Commission Regulation (EC) No 493/96 (8);\nWhereas the measures provided for in the present Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["For the purposes of the present Decision 'GRT` is defined according to the Oslo Convention of 10 June 1947 or according to national units of tonnage, depending on the definition used to formulate the objectives of the multiannual guidance programme of the Member State concerned for the period 1992 to 1996.", "The results of the multiannual guidance programmes of each Member State will be assessed by comparing the tonnage objectives in GRT for 31 December 1996 set by these programmes for each segment of the fleet with the situation in GRT, as defined in Article 1, of the vessels in each segment of the fleet as at 31 December 1996.", "1. The GRT, as defined in Article 1, of vessels for which this measurement has not at the time of the adoption of the present Decision been declared to the fishing vessel register of the Community according to the procedures of Regulation (EC) No 109/94 will be estimated using the formulae specified in the Annex to the present Decision. These estimates are considered to be definitive for the purpose of assessing the results of the multiannual guidance programmes for the period 1992 to 1996.\n2. Using the data in the fishing vessel register of the Community, the estimated GRT values in each segment of the fleet will be calculated by the Commission and transmitted to the Member States concerned within one month of the adoption of this Decision so that the provisions of Article 6 of Regulation (EC) No 3699/93, in particular paragraph 1 thereof, can be applied.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 April 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 346, 31. 12. 1993, p. 1.\n(2) OJ No L 6, 10. 1. 1997, p. 7.\n(3) OJ No L 10, 14. 1. 1994, p. 20.\n(4) OJ No L 401, 31. 12. 1992, p. 3.\n(5) OJ No L 274, 25. 9. 1986, p. 1.\n(6) OJ No L 166, 15. 7. 1995, p. 1.\n(7) OJ No L 19, 22. 1. 1994, p. 5.\n(8) OJ No L 72, 21. 3. 1996, p. 12.\nANNEX\nFor the Member States concerned, values of GRT that are not available in the fishing vessel register are estimated as follows:\n>TABLE>"}