{"celex_id": "31992R3300", "uri": "http://publications.europa.eu/resource/cellar/d4e63cd6-3379-4f50-8b6f-2b789f9c6b2b", "type": "Regulation", "concepts": ["2308", "5256", "5283"], "title": "Commission Regulation (EEC) No 3300/92 of 12 November 1992 concerning the stopping of fishing for sprat by vessels flying the flag of a Member State\n", "header": "COMMISSION REGULATION (EEC) No 3300/92  of 12 November 1992  concerning the stopping of fishing for sprat by vessels flying the flag of a Member State\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (1), as amended by Regulation (EEC) No 3483/88 (2), and in particular Article 11 (3) thereof,\nWhereas Council Regulation (EEC) No 3882/91 of 18 December 1991 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1992 and certain conditions under which they may be fished (3), as amended by Regulation (EEC) No  2985/92 (4), provides for sprat shares of total allowable catches available to the Community for 1992;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to total allowable catches, it is necessary for the Commission to fix the date by which catches made by vessels flying the  flag of a Member State are deemed to have exhausted the share of the total allowable catches available to the Community;\nWhereas, according to the information communicated to the Commission, catches of sprat in the waters of ICES divisions II a (EC zone) and IV (EC zone) by vessels flying the flag of a Member State or registered in a Member State have reached the share of  the total allowable catches available to the Community for 1992,", "main_body": ["Catches of sprat in the waters of ICES divisions II a (EC zone) and IV (EC zone), by vessels flying the flag of a Member State or registered in a Member State are deemed to have exhausted the share of the total allowable catches available to  the Community for 1992.\nFishing for sprat in the waters of ICES divisions II a (EC zone) and IV (EC zone) by vessels flying the flag of a Member State or registered in a Member State is prohibited, as well as the retention on board, the transhipment and the landing of such  stock captured by the abovementioned vessels after the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1992. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 207, 29. 7. 1987, p. 1. (2) OJ No L 306, 11. 11. 1988, p. 2. (3) OJ No L 367, 31. 12. 1991, p. 1. (4) OJ No L 300, 16. 10. 1992, p. 3."}