{"celex_id": "31994D0190", "uri": "http://publications.europa.eu/resource/cellar/b75f71b8-497b-4c85-8d08-06bb6ac5099b", "type": "Decision", "concepts": ["1005", "1339", "1857", "2356", "2560", "4839"], "title": "94/190/EC: Commission Decision of 18 March 1994 on financial contribution from the Community for the eradication of classical swine fever in Belgium (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 18 March 1994 on financial contribution from the Community for the eradication of classical swine fever in Belgium (Only the French and Dutch texts are authentic) (94/190/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 94/77/EC (2), and in particular Articles 3 and 4 thereof,\nWhereas outbreaks of classical swine fever have occurred in Belgium in October, November and December 1993; whereas the appearance of this disease is a serious danger to the Community's porcine population and, in order to eradicate the disease as  rapidly as possible, the Community has the possibility of making good the losses so caused;\nWhereas, as soon as the presence of classical swine fever was officially confirmed, the Belgian authorities took appropriate measures which included the measures listed in Article 3 (2) of Decision 90/424/EEC; whereas such measures were notified by the  Belgian authorities;\nWhereas the conditions for Community assistance have been met;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For outbreaks of classical swine fever which have occurred during the months of October, November and December 1993 Belgium may obtain Community financial assistance. The contribution by the Community shall be:\n- 50 % of the costs incurred by Belgium in compensating owners for the slaughter and for destruction, as appropriate, of pigs and pig products,\n- 50 % of the costs incurred by Belgium for the cleaning, disinsectization and disinfection of holdings and equipment,\n- 50 % of the costs incurred by Belgium in compensating owners for the destruction of contaminated feedingstuffs and contaminated equipment.", "The Community financial contribution shall be granted after supporting documents have been submitted.", "The Community shall follow developments in the situation regarding the disease and, if necessary, evolution, shall adopt a new Decision in accordance with the provisions laid down in Article 3 (4) of Decision 90/424/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 18 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 36, 8. 2. 1994, p. 15."}