{"celex_id": "31999D0365", "uri": "http://publications.europa.eu/resource/cellar/54e04c33-ae7a-432a-bab6-7468df82ca4f", "type": "Decision", "concepts": ["1832", "4353", "5023", "5541", "889"], "title": "1999/365/EC: Commission Decision of 14 October 1998 on a proposal by Austria to grant aid to LiftgmbH (notified under document number C(1998) 3212) (Text with EEA relevance) (Only the German text is authentic)\n", "header": "COMMISSION DECISION\nof 14 October 1998\non a proposal by Austria to grant aid to LiftgmbH\n(notified under document number C(1998) 3212)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(1999/365/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 93(2) thereof,\nHaving regard to the Agreement establishing the European Economic Area, and in particular point (a) of Article 62(1) thereof,\nHaving given notice in accordance with Article 93 of the EC Treaty to the parties concerned to submit their comments,\nWhereas:\nI\nLiftgmbH is a subsidiary of the Austrian group of companies Doppelmayr-Seilbahnvertriebsgesellschaft mbH. The group's main activities focus on the manufacture and installation of surface and aerial cableways, funicular railways, urban transit systems, elevators, mechanical garaging systems and stacker cranes for high-rise warehouses. According to the Austrian authorities, the group's turnover amounts to ATS 2,5 billion (ECU 180,5 million) and its balance sheet total comes to ATS 1,6 billion (ECU 115,5 million). The group employs 950 people.\nThe ropeways business area is the group's most important one in terms of number of employees and turnover. LiftgmbH is part of this business area. It has set up a Chinese subsidiary, SanHe Doppelmayr Transport Systems Co. Ltd, and invested ATS 54,1 million (ECU 3,9 million) in a small-scale production plant in SanHe, Hebei Region.\nThe subsidiary produces fixed-grip chairlifts for the Chinese market. In 1997 it made three lifts with 20 employees. In the medium term it plans to make 15 lifts a year with 50 employees.\nAustria proposes to grant LiftgmbH a soft loan of ATS 25 million (ECU 1,8 million), the grant equivalent of which is ATS 1,8 million (ECU130500)(1). The loan's duration is eight years, a two-year grace period being followed by a six-year-long half yearly repayment scheme; the loan bears an interest rate of 3,5 % for the first two years, 4 % for the next three years and 6,25 % for the last three years. The aid intensity of this amount is 3,2 % gross. The aid is to be disbursed under the ERP internationalisation scheme. In its Decision 97/240/EC(2) the Commission approved the scheme subject to aid being granted only for direct foreign investment by SMEs and to any aid for large enterprises being notified individually.\nII\nSince, according to the independence criterion set out in Commission Recommendation 96/280/EC concerning the definition of small and medium-sized enterprises(3), LiftgmbH is a large enterprise, Austria notified the aid proposal to the Commission by letter dated 23 January 1997. The Commission requested additional information by letter dated 24 February 1997, and this was furnished by Austria by letters received on 12 and 18 June 1997. The Commission requested yet more information by letter dated 28 July 1997. Following a reminder dated 30 September 1997, Austria sent the information by letter received on 10 October 1997.\nOn 2 December 1997 the Commission decided to initiate proceedings in this case, and Austria was informed accordingly by letter dated 16 December 1997. Austria submitted its comments by letter dated 8 May 1998. The notice informing the Austrian Government of the Commission's decision and inviting interested parties to submit observations on the measure in question was published in the Official Journal of the European Communities(4). No observations from third parties were forthcoming.\nIII\nThe key factor in deciding to initiate proceedings in this case was the conclusion that the ATS 25 million (ECU 1,8 million) soft loan from the ERP Fund for a direct foreign investment by LiftgmbH in China constituted State aid within the meaning of Article 92(1) of the EC Treaty and Article 61(1) of the EEA Agreement.\nDoppelmayr, which is headquartered in Wolfurth, Vorarlberg, is a global player in the ropeways market with a market share in Europe of approximately 20 %. Its main competitors are the Swiss firm Garaventa AG, the Italian firm Leitner and the French firm Pomagalski SA. These four firms together hold a market share in the European market of almost 90 %. They also dominate the world market. In terms of volume of sales, however, the European market remains the largest regional market.\nThe aid planned by Austria is of such a character as to strengthen the financial and strategic position of the recipient enterprise as a whole. The Austrian authorities stated inter alia that Doppelmayr could increase the return on its investment in R& D and that the strengthening of the earnings of the Austrian parent company would be reflected in dividends. It is obvious that a strengthening of the financial and strategic position of a European enterprise which does business in the EEA is likely to affect trading conditions in the Community. Such is the view expressed by the Court of Justice of the European Communities in its judgment in Case 142/87 Tubemeuse(5). The effect on trading conditions is particularly strong in this case since in terms of sales volume the EEA market is the largest regional market and two of Doppelmayr's main competitors are established in the EEA.\nThere is evidence to suggest that these competitors of Doppelmayr are trying to increase their market shares in China and are considering investing in Chinese production facilities. The State aid may therefore strengthen Doppelmayr's position in the EEA market compared with its competitors in that market, who have received no aid for direct foreign investment.\nAustria has indirectly acknowledged the granting of aid in this case by saying that, in its view, the soft loan to LiftgmbH would improve the strategic position of the Doppelmayr group and have a favourable impact on the Austrian economy.\nAid within the meaning of Article 92(1) of the EC Treaty and Article 61(1) of the EEA Agreement is in principle incompatible with the common market. Paragraphs 2 and 3 of those Articles set out the circumstances, however, in which such aid may be considered compatible with the common market.\nThe exceptions laid down in Article 92(2) of the EC Treaty are not applicable in this case. No aid having a social character, granted to individual consumers, and no aid to make good the damage caused by natural disasters is involved.\nSince Wolfurth, where LiftgmbH is located, is not in an assisted area, the exceptions laid down in Article 92(3)(a) of the EC Treaty and the regional aspects of the exceptions in Article 92(3)(c) are likewise not applicable. The Commission is of the opinion that these exceptions do not apply to investments in a non-Community country(6).\nAs regards the exceptions laid down in Article 92(3)(b) of the EC Treaty, the Commission finds that the project does not satisfy the criteria normally required of a \"project of common European interest\" and that the aid is not intended to remedy a serious disturbance in the economy of a Member State.\nThe exceptions laid down in Article 92(3)(d) do not apply either, as the aid is not intended to promote culture and heritage conservation.\nNor has Austria sought to justify the grant of the aid on the basis of the above exceptions.\nOnly the first alternative in the first sentence of Article 92(3)(c) of the EC Treaty may be applicable in so far as the aid helps to facilitate the development of certain economic activities - in this case the internationalisation of the Doppelmayr group through its expansion into the Chinese market - without trading conditions being adversely affected to an extent contrary to the common interest(7).\nThis is the first time that aid for a direct foreign investment by a large enterprise has been notified by Austria. The Commission has in the past not authorised State aid for direct foreign investments by large enterprises.\nIn its decision initiating the proceedings, the Commission set forth the criteria according to which aid for direct foreign investments by large enterprises must be assessed. The Commission must in particular:\n1. ensure that the aid does not contain any disguised export elements,\n2. take into account the effects on employment in both the source country and the host country,\n3. consider the risks of subsidiaries or production plants being relocated out of Member States to non-Community countries,\n4. consider any local content requirements, and\n5. examine the necessity of the aid, including the envisaged aid intensity, in the light of the international competitiveness of European industry and/or of the risks run by investment projects in certain non-member countries.\nThe Commission's concerns about the fulfilment of the criterion in point 5 were decisive when it came to initiating proceedings. The Commission accordingly sought proof from the Austrian Government that the aid was intended to reduce or offset the negative effects of market deficiencies, such as the usual difficulties facing a small or medium-sized enterprise, economic risks and political risks. It also sought proof that the aid was essential to LiftgmbH pursuing its internationalisation objectives. It queried, lastly, whether the allegedly insufficient level of internationalisation on the part of the Doppelmayr group was sufficient grounds for granting aid to LiftgmbH.\nThe Austrian Government replied that the Doppelmayr group had to be enabled to internationalise its business and strengthen its competitiveness in the world market. In view of the political and economic risks connected with the investment, the group would not carry out the project without the soft loan. The economic risks were especially high during the first five years of operation. They included lengthy approval procedures, delays in starting up, no or inadequate infrastructure, the training of staff, the procurement of inputs, the achievement of the necessary product quality and wide exchange rate variations. According to the Austrian Government, the economic risks had already caused additional costs of ATS 1 million (ECU 72000) and might cause further costs of ATS 5 million (ECU361000) over the next two years. With regard to the political risks, reference was made to the crisis in Asia and to as yet unforeseeable political setbacks.\nThe Commission notes that the plan to start production in China is based on a strategic decision by the Doppelmayr group. According to the Austrian Government, LiftgmbH was set up solely with a view to carrying out this investment in China. It therefore has to be proved that economic and/or political risks have prevented the Doppelmayr group from producing goods in China and that the investment would not be undertaken unaided.\nThe Commission takes into account the fact that the risks inherent in direct foreign investment depend on the enterprise's size, its experience in the area concerned and its position in the market.\nDoppelmayr is a profitable enterprise with sound finances. The cost of the investment project is equivalent to 2,2 % of group turnover and 3,4 % of its balance sheet total. In the Commission's opinion, compared with the group's turnover and net asset value the investment is a minor undertaking for Doppelmayr.\nDoppelmayr has a worldwide presence in the ropeways business and has been active internationally for decades. The group exports its products to more than 45 countries and has built up an extensive international network of subsidiaries and joint ventures in 25 countries. The Doppelmayr group thus has a foothold in, for example, the United States of America, Canada, Australia, New Zealand, Turkey, Russia, Chile, Japan, Korea and China. It is already present in countries where there is a fairly high-risk economic environment, and as far as the Commission is aware it did not receive any State aid to open up these markets. It can be concluded from this that the Doppelmayr group is familiar with international practices and has considerable experience of setting up production facilities abroad.\nFor ropeway manufacturers, China is a strategically important and promising market. In order to be able to enter the Chinese market effectively and satisfy the local content requirements, the building of production facilities in China is essential. A ropeway manufacturer with subsidiaries or joint ventures in this market undoubtedly has a competitive advantage over rivals with no Chinese plants. From a strategic point of view, it is crucial to enter this market early so as to be sure of being in a strong position in future. This is especially true of a global market leader like Doppelmayr.\nAustria announced by letter dated 8 May 1998 that LiftgmbH had already started production in rented premises. In order to enter the Chinese market, it is therefore immaterial whether a ropeway manufacturer uses rented or its own premises. Austria's objective of encouraging the Doppelmayr group to expand into the Chinese market has manifestly already been attained without State aid.\nAgainst this background, the Austrian authorities have not proved that, for a globally active enterprise with a turnover of ATS 2,5 billion (ECU 180,5 million), aid of ATS 1,8 million (ECU 0,13 million) is the decisive factor when it comes to setting up a plant in China; this investment is, rather, part of a strategic plan to enter a promising market worth ATS 200 million (ECU 27 million). Nor has the aid been shown to be essential to encouraging the Doppelmayr group to expand into the Chinese market(8).\nLastly, the Commission takes into account with regard to the international competitiveness of the relevant European industry the fact that the enterprises which dominate the world market are European. There is therefore no plausible evidence to suggest that favouring one of the European competitors in respect of an investment project in a non-Community country may help to improve the competitiveness of European industry.\nThe Commission has accordingly reached the conclusion that the proposed aid for direct foreign investment by LiftgmbH in China does not contribute to the development of certain economic activities within the meaning of Article 92(3)(c) of the EC Treaty and hence is incompatible with the common market.\nThe granting by Austria to LiftgmbH of aid in the form of a soft loan of ATS 25 million (ECU 1,8 million) can therefore not be authorised.\nThe Commission does not intend to use this Decision to lay down its future policy on direct foreign investment. This Decision does not rule out the possibility that direct foreign investment by large enterprises, in particular in the countries of Central and Eastern Europe, may be considered eligible for assistance where it can be proved that a project is in the interests of European industry and that competition in the EEA will not be restricted as a result,", "main_body": ["The proposal by Austria to grant aid in the form of an ATS 25 million (ECU 1,8 million) soft loan from the ERP Fund for direct foreign investment by LiftgmbH, Wohlfurth, in China is incompatible, pursuant to Article 92(1) of the EC Treaty, with the common market and, pursuant to Article 61(1) of the EEA Agreement, with the functioning of that Agreement.\nThe aid may accordingly not be granted.", "Austria shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 14 October 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) In determining the grant equivalent of the soft loan, the Commission applied the reference interest rate currently applicable to Austria of 5,96 %.\n(2) OJ L 96, 11.4.1997, p. 15.\n(3) OJ L 107, 30.4.1996, p. 4.\n(4) OJ C 109, 8.4.1998, p. 8.\n(5) [1990] ECR, I-959, paragraph 35.\n(6) OJ L 96, 11.4.1997, p. 15.\n(7) OJ L 96, 11.4.1997, p. 15.\n(8) See the judgment of the Court of Justice in Case 730/79 Philip Morris [1980] ECR, p. 2671, paragraph 17."}