{"celex_id": "31994R1300", "uri": "http://publications.europa.eu/resource/cellar/99520436-5c0f-43dd-b1f7-e848a946bd28", "type": "Regulation", "concepts": ["2356", "2560", "2642", "3065", "4692", "4839"], "title": "Commission Regulation (EC) No 1300/94 of 3 June 1994 amending for the seventh time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 1300/94 of 3 June 1994 amending for the seventh time Regulation (EC) No 3337/93 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Commission Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in one production region in Belgium, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3337/93 (3), as last amended by  Regulation (EC) No 1005/94 (4);\nWhereas it is necessary to adjust the buying-in price to the present market situation taking into account the increase in market prices as from 23 May 1994;\nWhereas in view of new outbreaks of classical swine fever, the veterinary and commercial restrictions were extended by the Belgian authorities to a new region at the end of April 1994; whereas it is appropriate to include, as from 23 May 1994, animals  coming from this region in the buying-in scheme provided for by Regulation (EC) No 3337/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3337/93 is hereby amended as follows:\n1. Article 4 is amended as follows:\n(a) in paragraph 1, 'ECU 110' is replaced by 'ECU 117' and 'ECU 94' is replaced by 'ECU 99';\n(b) in paragraph 2, 'ECU 36' is replaced by 'ECU 42' and 'ECU 31' is replaced by 'ECU 36';\n(c) in paragraph 3, 'ECU 29' is replaced by 'ECU 34' and 'ECU 25' is replaced by 'ECU 29'.\n2. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 23 May 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 299, 4. 12. 1993, p. 23.\n(4) OJ No L 111, 30. 4. 1994, p. 81.\nANNEX\n'ANNEX I\n(a) The part of the municipality of Maldegem located south of the following roads: Waterpolder, Kloosterstraat, Bladelijnplein, Dinantstraat.\n(b) The part of the municipality of Zelzate located west of the Ghent-Terneuzen canal.\n(c) The part of the town of Ghent located:\n1. west of the Ghent-Terneuzen canal, Voorhaven, Tolhuisdok, Verbindingskanaal;\n2. west of the roads: Elyzeese Velden and Bargiekaai;\n3. north of the roads: Phoenixstraat, Weversstraat, Drongensesteenweg, Diensesteenweg and the E40.\n(d) The part of the municipality of Lovendegem located west of Industrieweg.\n(e) The part of the municipality of Nevele located north of the following roads: E40, Vooselarestraat, Landegemstraat, Biebuyckstraat, C. Van der Cruyssestraat, C. Buyssestraat, Graaf van Hoornestraat and Bredeweg.\n(f) The part of the municipality of Aalter located north of the following roads: Nevelestraat, Lodorp, Achterstraat, Poekestraat, Kasteelstraat, Middendreef, Knokstraat and Ruiseleedsesstraat.\n(g) The part of the municipality of Ruiselede located north of the following roads: Poekestraat, Ommegangstraat, Aalterstraat, Wantestraat, Kruiskerkestraat, Gallatasstraat, Brugsesteenweg.\n(h) The part of the municipality of Beernem located:\n1. north of Torenweg;\n2. east of the following roads: Relgerloostraat, Wingenesteenweg, Stationsstraat, Parkstraat, Scherpestraat, Beernemstraat, Knesselarestraat as far as the intersection with Hoogstraat, Hoogstraat as far as the provincial border.\n(i) The municipalities of Knesselare, Eeklo, Kaprijke, Waarschoot, Zomergem, Sint-Laureins, Assenede and Evergem.'"}