{"celex_id": "31992R0580", "uri": "http://publications.europa.eu/resource/cellar/396fda9b-89e8-4ada-9c8e-d732f9a78b8d", "type": "Regulation", "concepts": ["1255", "2121", "2543", "2590", "4687"], "title": "Commission Regulation (EEC) No 580/92 of 5 March 1992 laying down for the period 1 March to 30 June 1992 certain rules in respect of the system of generalized tariff preferences applicable in the poultrymeat and egg sector as a result of implementing the Interim Agreements concluded with the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\n", "header": "COMMISSION REGULATION (EEC) No 580/92  of 5 March 1992  laying down for the period 1 March to 30 June 1992 certain rules in respect of the system of generalized tariff preferences applicable in the poultrymeat and egg sector as a result of  implementing the Interim Agreements concluded with the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3834/90 of 20 December 1990 reducing for 1991 the levies on certain agricultural products originating in developing countries (1), as amended by Regulation (EEC) No 3588/91 (2), and in particular Article 3  thereof,\nWhereas the aforementioned Regulation is applicable until 31 December 1992 pursuant to Regulation (EEC) No 3588/91, as amended by Regulation (EEC) No 282/92 (3) which extends the application of Regulation (EEC) No 3834/90 to 1992;\nWhereas the Association Agreements between the European Economic Community and the European Coal and Steel Community, of the one part, the Republic of Poland and the Republic of Hungary and the Czech and Slovak Federal Republic, of the other part, were  signed on 16 December 1991; whereas, pending the entry into force of these Agreements, the Community has decided to apply with effect from 1 March 1992 Interim Agreements concluded with the above countries, hereinafter referred to as 'Interim  Agreements';\nWhereas the detailed rules for the application of the aforementioned Agreements are laid down in Council Regulations (EEC) No 518/92 (4), (EEC) No 519/92 (5) and (EEC) No 520/92 (6) on certain procedures for applying the Interim Agreements on trade and  trade-related matters between the European Economic Community and the European Coal and Steel Community, of the one part, and Poland, Hungary and Czechoslovakia respectively and, in respect of the poultrymeat and egg sector in Commission Regulation  (EEC) No 579/92 of 5 March 1992 laying down detailed rules for the application in the poultrymeat and egg sector of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the  Czech and Slovak Federal Republic (7);\nWhereas, under the terms of the aforementioned Regulation (EEC) No 3834/90, and in particular Article 2 (2) thereof, the system of generalized preferences should be applied to Poland, Hungary and Czechoslovakia only until the grant of tariff concessions  under the aforementioned Agreements; whereas the said Agreements have provided for tariff concessions in the eggs and poultry meat sectors and have also made clear, in particular in Protocol 7 thereto, the intention to stop applying the system of  generalized preferences to these countries;\nWhereas, under the circumstances, at such time as the aforementioned tariff concessions are applied, and pending a definitive solution by the Council, provision must be made for the applications submitted pursuant to Commission Regulation (EEC) No  3809/91 of 8 December 1991 laying down detailed rules for the application in the poultry meat sector of Council Regulation (EEC) No 3588/91 reducing for 1992 the levies on certain agricultural products originating in developing countries (8) for the  period 1 March to 30 June 1992 to be taken into account under Regulation (EEC) No 579/92 and for the quantities laid down in the first of those two Regulations to be reduced accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1. Applications for import licences for products originating in Poland, Hungary or Czechoslovakia submitted between 1 and 10 March 1992 pursuant to Article 4 of Regulation (EEC) No 3809/91 shall be considered as submitted pursuant to Article  2 of Regulation (EEC) No 579/92 and subject to the provisions of this Regulation.\n2. Notwithstanding the second indent of Article 2 of Regulation (EEC) No 3809/91, the quantities to be imported during the period from 1 March to 30 June 1992 shall be fixed at 60 tonnes for products under serial number 59.0020 and 100 tonnes for  products under serial number 59.0025.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt is applicable from 1 March 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 121. (2) OJ No L 341, 12. 12. 1991, p. 6. (3) OJ No L 31, 7. 2. 1992, p. 1. (4) OJ No L 56, 29. 2. 1992, p. 3. (5) OJ No L 56, 29. 2. 1992, p. 6. (6) OJ No L 56, 29. 2. 1992, p. 9. (7) See page 15 of this  Official Journal. (8) OJ No L 357, 28. 12. 1991, p. 48."}