{"celex_id": "31995D0328", "uri": "http://publications.europa.eu/resource/cellar/631dded2-ac82-4fb1-9e65-58af4147e3c1", "type": "Decision", "concepts": ["13", "1309", "192", "2300", "2718", "5369"], "title": "95/328/EC: Commission Decision of 25 July 1995 establishing health certification for fishery products from third countries which are not yet covered by a specific decision\n", "header": "COMMISSION DECISION of 25 July 1995 establishing health certification for fishery products from third countries which are not yet covered by a specific decision (Text with EEA relevance) (95/328/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991, laying down the health conditions for the production and the placing on the market of fishery products (1) and in particular Article 11 thereof,\nWhereas in accordance with Article 11 of Directive 91/493/EEC the Commission has laid down the special conditions for the importation of fishery products from a significant number of third countries;\nWhereas for the importations of fishery products from third countries not yet covered by this type of Decision, it is advisable initially to establish a standardized model of health certificate to avoid disruptions to trade;\nWhereas the adoption of a standard health certificate would have positive effects on operators and for the control services and would facilitate the free circulation of imported fisheries products within the Community;\nWhereas the model of health certificate established by this Decision is provisional and applicable for a period of two years during which individual Decisions may be adopted; whereas the provisional certificate will no longer apply to third countries for which an individual Decision has been adopted;\nWhereas the veterinary checks on imported fishery products have to be carried out in accordance with Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of the veterinary checks on products entering the Community from third countries (2) as last amended by the Treaty of Accession of Austria, Finland and Sweden; whereas these checks provide for the presentation of a health certificate accompanying the imported products;\nWhereas the adoption of a standard model of health certificate is without prejudice to specific import conditions adopted for a third country after on the spot assessment of the health situation by Commission experts;\nWhereas in view of their particular status, the fishery products defined in Article 10 subparagraph 2 of Directive 91/493/EEC need not be accompanied by the health certificate referred to above;\nWhereas, in accordance with Article 10 of Directive 91/493/EEC, the health certificate should attest that the conditions of production, preparation, processing, storage, packaging and transport of fishery products intended for the Community are at least equivalent to those laid down in Directive 91/493/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Consignments of fishery products introduced into the territories defined in Annex I of Directive 90/675/EEC shall come from an agreed establishment inspected by the competent authority of the third country, and shall be accompanied by a numbered original health certificate attesting that the health conditions of production, handling, processing, packaging and identification of the products are at least equivalent to those established by Directive 91/493/EEC. The model of the health certificate is laid down in the Annex to this Decision.\n2. However, this certificate is not required for the fishery products referred to in Article 10 (2) of Directive 91/493/EEC.", "The health certificate referred to in Article 1 (1) shall consist of a single sheet of paper and shall be drawn up in at least in one of the official languages of the country of introduction into the Community, and, if necessary, into one of the languages of the country of destination.", "The health certificate provided for by this Decision does not apply for fishery products from a third country for which the individual conditions of importation are laid down elsewhere.", "This Decision shall apply from 1 July 1995 and for a period of two years.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\n(2) OJ No L 373, 31. 12. 1990, p. 1.\nANNEX\n>START OF GRAPHIC>\nHEALTH CERTIFICATE\nfor fishery products intended for export to the European Community\nCountry of dispatch: \tCompetent authority (1): \tInspection body (1): \tReference number of health certificate: \tI. Details identifying the fishery products\nDescription:\n- species (scientific name): \t- state (2) or type of processing:\nType of packaging: \tNumber of packages: \tNet weight: \tTemperature required during storage and transport: \tII. Provenance of the fishery products\nAddress(es) and number(s) of preparation or processing establishment(s) authorized for export by the competent authority:\nIII. Destination of the fishery products:\nThe fishery products are to be dispatched\nfrom: \t(place of dispatch)\nto: \t(country and place of destination)\nby the following means of transport: \tName and address of the consignor: \t\t\tName of consignee and address at place of destination: \t\t\t(1) Name and address.\n(2) Live intended for direct human consumption, prepared, processed, etc.\nIV. Health attestation\nThe undersigned official inspector hereby certifies that:\n(1) the fishery products described above have been handled, prepared or processed, identified, stored and transported under conditions at least equivalent to those laid down in Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products;\n(2) in addition, in the case of frozen or processed bivalve molluscs, the latter have been gathered in production areas subject to conditions at least equivalent to those laid down in Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs.\nDone at \t(place)\ton \t(date)\n(Signature of the official inspector)\n(Name in capitals, capacity and qualifications)\n>END OF GRAPHIC>"}