{"celex_id": "31996D0080", "uri": "http://publications.europa.eu/resource/cellar/42ff9d8d-94ea-42dd-9fa7-7dec7e8214c6", "type": "Decision", "concepts": ["3408", "4810", "5034", "616"], "title": "96/80/EC: Commission Decision of 12 January 1996 laying down the specimen pedigree certificates for the ova of breeding animals of the bovine species and the particulars to be entered on those certificates (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 January 1996 laying down the specimen pedigree certificates for the ova of breeding animals of the bovine species and the particulars to be entered on those certificates (Text with EEA relevance) (96/80/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure-bred breeding animals of the bovine species (1), as last amended by Accession Treaty of Austria, Finland and Sweden, and in particular Article 5 and the fifth indent of Article 6 (1) thereof,\nWhereas, under the fifth indent of Article 6 (1) of the abovementioned Directive, the Commission shall determine, in accordance with the procedure laid down in Article 8 of that Directive, the particulars to be shown on the pedigree certificate that may accompany ova of breeding animals of the bovine species when they enter into intra-Community trade;\nWhereas those certificates themselves may be dispensed with provided that the particulars mentioned in this Decision are already present in reference documentation referring to the ova of breeding animals of the bovine species that enter into intra-Community trade;\nWhereas the specimen and the particulars to be shown on the pedigree certificate of pure-bred breeding animals of the bovine species are already laid down in Commission Decision 86/404/EEC (2) and those for semen and embryos are already laid down in Commission Decision 88/124/EEC (3); whereas the information on breeding animals of the bovine species should be included in the certificate on ova;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["The following particulars must be mentioned in the certificate for intra-Community trade of the ova of breeding animals of the bovine species:\n- up-to-date data as listed in Article 1 of Decision 86/404/EEC concerning the donor cow as well as its blood group,\n- information allowing identification of the ovum, the date of its collection and the names and addresses of the ovum collection centre and of the consignee.\nIf there is more than one ovum in a single straw, this must be clearly stated and furthermore the ova must all have the same dam.", "The particulars provided for in Article 1 may be indicated:\n1. in the form of a certificate conforming to the specimen in the Annex;\n2. in documentation accompanying the bovine ova. In this event the competent authorities must certify that the particulars set out in Article 1 are indicated in those documents, by the following formula:\n'The undersigned certifies that these documents, contain the particulars mentioned in Article 1 of Commission Decision 96/80/EC`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 206, 12. 8. 1977, p. 8.\n(2) OJ No L 233, 20. 8. 1986, p. 19.\n(3) OJ No L 62, 8. 3. 1988, p. 32.\nANNEX\n>REFERENCE TO A FILM>\n>REFERENCE TO A FILM>"}