{"celex_id": "31993R1343", "uri": "http://publications.europa.eu/resource/cellar/8c6869e0-4437-4f1f-9a46-dcbb56506930", "type": "Regulation", "concepts": ["2324", "2771", "4350", "914"], "title": "COUNCIL REGULATION (EEC) No 1343/93 of 27 May 1993 amending Regulation (EEC) No 3568/90 on the introduction of transitional tariff measures for Bulgaria, Czechoslovakia, Hungary, Poland, Romania, the USSR and Yugoslavia until 31 December 1992 to take account of German unification\n", "header": "COUNCIL REGULATION (EEC) No 1343/93 of 27 May 1993 amending Regulation (EEC) No 3568/90 on the introduction of transitional tariff measures for Bulgaria, Czechoslovakia, Hungary, Poland, Romania, the USSR and Yugoslavia until 31 December 1992 to  take account of German unification\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 28, 43 and 113 thereof,\nHaving regard to the proposal from the Commission, (1)\nHaving regard to the opinion of the European Parliament (2),\nWhereas by Regulation (EEC) No 3568/90 (3) the Council introduced transitional tariff measures for Bulgaria, Czechoslovakia, Hungary, Poland, Romania, the Soviet Union and Yugoslavia, to take account of German unification; whereas those mesures applied  until 31 December 1992;\nWhereas in a letter to the Commission, dated 4 November 1992, Germany requested that the measures introduced by the said Regulation be extended until 31 December 1994;\nWhereas the precarious situation of the economies of the former German Democratic Republic and the countries which had been its trading partners, and notably their high unemployment rates, require that particular attention be paid to the survival of  small firms; whereas the survival of such firms could be facilitated by maintaining traditional flows of trade;\nWhereas Community commercial policy with regard to the countries in question is, in part, still emerging; whereas it would seem advisable to extend the tariff measures concerned for one year, except for certain sensitive agricultural products, pending  finalization of that policy and in order to avoid disturbing the trade established betwen those countries and the territory of the former German Democratic Republic; whereas account should nevertheless be taken of political developments in the territory  of the former Soviet Union, of former Czechoslovakia and that of the former Yugoslavia, and the formation of States that that implies,", "main_body": ["Article 1 (1) of Regulation (EEC) No 3568/90 is hereby amended as follows:\n- in the first subparagraph, the date, '31 December 1992' shall be replaced by the date '31 December 1993', 'Czechoslovakia' shall be replaced by the 'Czech Republic, Slovakia', and the 'USSR' shall be replaced by 'Estonia, Latvia, Lithuania, Ukraine,  Belarus, Moldova, Russia, Georgia, Armenia, Azerbaijan, Kazakhstan, Turkmenistan, Uzebekistan, Tajikistan, Kyrgyzstan',\n- the following sentence shall be added at the end of the third subparagraph;\n'They shall not apply either to products following within Chapters 7, 8 or 20 of the Common Customs Tariff'.", "The provisions of this Regulation shall apply to goods from the territory of the former Yugoslavia only if they originate in the Republics of Bosnia-Herzegovina, Croatia or Slovenia, or the former Yugoslav Republic of Macedonia.", "The Commission shall report to the European Parliament and to the Council by 1 October 1993 on the operation of the system established and on the quantities of products which have benefited from it.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Community.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1993.\nFor the Council\nThe President\nT. LUND\n(1) OJ No C 46, 18. 2. 1993, p. 14.\n(2) OJ No C 150, 31. 5. 1993.\n(3) OJ No L 353, 17. 12. 1990, p. 1."}