{"celex_id": "31993R1541", "uri": "http://publications.europa.eu/resource/cellar/67f946ca-43d0-403b-b33f-4fda09f86fa6", "type": "Regulation", "concepts": ["1144", "1707", "3085", "3275", "755", "764"], "title": "Council Regulation (EEC) No 1541/93 of 14 June 1993 fixing the non-rotational set-aside rate referred to in Article 7 of Regulation (EEC) No 1765/92\n", "header": "COUNCIL REGULATION (EEC) No 1541/93 of 14 June 1993 fixing the non-rotational set-aside rate referred to in Article 7 of Regulation (EEC) No 1765/92\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992, establishing a support system for producers of certain arable crops (1), and in particular Article 7 (1) thereof,\nWhereas the second subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92 states that non-rotational set-aside may be permitted in return for a higher set-aside percentage rate than that required for rotational set-aside; whereas this percentage  must ensure a reduction in production comparable to that resulting from rotational set-aside; whereas a scientific study of the comparative effectiveness, as regards production control, of the two types of set-aside, shows that a variation of five  percentage points over the rate for rotational set-aside should enable the Community's objective to be obtained;\nWhereas there are, in the Community, zones to be designated as vulnerable to the pollution of water by nitrates; whereas the protection of the waters in these areas or even in the whole of the territory of a Member State must comprise, when Council  Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (2) is applied, a compulsory scheme of limiting the use of fertilizers; whereas such a scheme may, under certain  conditions, amount to a significant reduction in the use of fertilizers as compared with normal practice and thus afford additional guarantees as concerns the way in which production is controlled; whereas, at the same time, the fact of encouraging  non-rotational set-aside to be carried out in these zones may make it easier to pursue the objectives of the said Directive; whereas, as a result, it is appropriate to set the variation as compared with rotational set-aside at three points for these  zones;\nWhereas the various institutes which participated in the study took different hypotheses as their departure points in considering the influence of crop rotation on yield; whereas this study, conducted throughout one year, has not led to any definite  conclusion on this important matter; whereas it is therefore necessary to envisage a more detailed study under better conditions; whereas this new study should be carried out on a sufficiently large surface area, without, however, jeopardizing the  objective of production control; whereas a period of two years would be necessary to complete such a study; whereas in one Member State there exists an extreme case, both in terms of land which is to be entered into set-aside and in terms of the  apparent difference in effectiveness between rotation and non-rotation, which means that the experiment should take place in that Member State; whereas, in order to ensure major participation in non-rotational set-aside, on the one hand, and to create  the requisite conditions for the study, on the other, the additional rate should be lower than five points; whereas in this respect the said additional rate should be fixed at three points for each Member State in which, according to the latest  available estimates, the area to be entered into set-aside will exceed 13 % of the base area in the first year; whereas the best estimates available are to be found in the preliminary draft budget for 1994;\nWhereas the provisions of this Regulation do not affect the obligations imposed upon Member States by Directive 91/676/EEC,", "main_body": ["1. The percentage of non-rotational set-aside referred to in the second subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92 shall be fixed at the level of the percentage of rotational set-aside referred to in the same Article, plus five  percentage points.\n2. However, an increased rate of only three percentage points shall be authorized:\n- in the vulnerable zones referred to in Directive 91/676/EEC or in the whole of the territory of a Member State which chooses to apply there the action programmes provided for by the said Directive, on condition that a significant reduction, recognized  as such by the Commission, in the use of fertilizers is applied there,\n- for land set-aside for the 1994/95 and 1995/96 marketing years in any Member State in which, according to the estimates of the preliminary draft budget for 1994, the area to be entered into set-aside in the first year of the scheme will exceed 3 % of  the base area laid down by Regulation (EEC) No 845/93 (3).", "1. At the end of the 1995/96 marketing year, the Commission shall draw up a report concerning the effect on production of the application of the first indent of Article 1 (2), together with, should the need arise, appropriate proposals.\n2. During the period referred to in the second indent of Article 1 (2), the Commission shall carry out a study in order to ascertain the effects of rotation on yields in the Member States concerned. Should this study show that the three additional  percentage points for the non-rotational set-aside do not afford the same guarantee in terms of production control as the rate adopted for rotational set-aside, the rate to be applied in the Member States for non-rotational set-aside as from the 1996/97  marketing year shall be increased on the basis of the results of this study within the limit of the rate referred to in Article 1 (1).", "The implementing rules for this Regulation, and in particular the definition of the concept of 'significant reduction' referred to in Article 1 (2) and the rate for the non-rotational set-aside applicable in the Member States referred to in the second  indent of Article 1 (2) as from the 1996/97 marketing year, shall be adopted in accordance with the procedure referred to in Article 12 of Regulation (EEC) No 1765/92.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 181, 1. 7. 1992, p. 12. Regulation as amended by Regulation (EEC) No 364/93 (OJ No L 42, 19. 2. 1993, p. 3).(2) OJ No L 375, 31. 12. 1991, p. 1.(3) OJ No L 88, 8. 4. 1993, p. 27."}