{"celex_id": "31997R1456", "uri": "http://publications.europa.eu/resource/cellar/bc907e0a-b4c9-4462-9879-bd6a6d05ea00", "type": "Regulation", "concepts": ["2888", "2962", "5096", "755", "797"], "title": "Commission Regulation (EC) No 1456/97 of 25 July 1997 fixing for the 1997/98 marketing year the amount of the aid for the cultivation of grapes intended for the production of certain varieties of dried grapes\n", "header": "COMMISSION REGULATION (EC) No 1456/97 of 25 July 1997 fixing for the 1997/98 marketing year the amount of the aid for the cultivation of grapes intended for the production of certain varieties of dried grapes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organization of the markets in processed fruit and vegetable products (1), and in particular Article 7 (5) thereof,\nWhereas the second subparagraph of Article 7 (1) of Regulation (EC) No 2201/96 establishes the criteria for fixing aid for the cultivation of grapes intended for the production of dried grapes of the sultana and Muscatel varieties and currants;\nWhereas the third subparagraph of Article 7 (1) of Regulation (EC) No 2201/96 provides for the possibility to differentiate the amount of aid on the basis of the varieties of grapes and on other factors which may affect yield; whereas it is appropriate to provide such a differentiation by a coefficient derived from the ratio of average yield by variety to total average yield; whereas in the case of sultanas provision should be made for further differentiation between areas affected by phylloxera or replanted within the last five years, and other areas;\nWhereas, however, it is appropriate to provide that areas having a yield lower than a threshold differentiated for the varieties concerned shall not be considered as specialized areas for the application of the aid arrangements; whereas, therefore, aid shall not be granted for the cultivation of such areas;\nWhereas it is necessary to determine the aid to be granted to producers who replant their vineyards in order to combat phylloxera under the conditions laid down in Article 7 (4) of Regulation (EC) No 2201/96;\nWhereas verification of the areas used for growing these grapes has revealed no overrun of the maximum guaranteed area fixed in Article 4 of Commission Regulation (EEC) No 2911/90 of 9 October 1990 laying down detailed rules of application for aid for the production of certain varieties of grapes for drying (2), as last amended by Regulation (EC) No 2614/95 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products processed from Fruit and Vegetables,", "main_body": ["1. For the 1997/98 marketing year, which lasts from 1 September 1997 to 31 August 1998, the per hectare aid for the cultivation of grapes intended for the production of dried grapes of the sultana and Muscatel varieties and currants referred to in Article 7 (1) of Regulation (EC) No 2201/96 shall be as specified in the Annex hereto.\n2. For the application of the second subparagraph of Article 7 (1) of Regulation (EC) No 2201/96, areas having a yield per hectare less than:\n- 1 800 kilograms of dried grapes for sultanas affected by phylloxera or replanted within the last five years,\n- 2 800 kilograms of dried grapes for other sultanas,\n- 2 000 kilograms of dried grapes for currants,\n- 500 kilograms of dried grapes for muscatels,\nshall not be considered as specialized areas. The aid shall not be paid for the cultivation of the abovementioned products on these areas.\n3. Member States shall take all necessary measures for checking this minimum yield.", "Pursuant to Article 7 (4) of Regulation (EC) No 2201/96, the per hectare aid to be granted to producers who replant their vineyards in order to combat phylloxera shall be ECU 3 917 per hectare.\nThe Member States concerned shall take the administrative provisions needed for the granting of this aid.", "(2) shall not apply in such cases.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 29.\n(2) OJ No L 278, 10. 10. 1990, p. 35.\n(3) OJ No L 268, 10. 11. 1995, p. 7.\nANNEX\nAid for the cultivation of dried grapes\n>TABLE>"}