{"celex_id": "31990R2207", "uri": "http://publications.europa.eu/resource/cellar/4156a8b8-8005-424a-a5f1-184dc38ed3e1", "type": "Regulation", "concepts": ["1146", "161", "4637"], "title": "Council Regulation (EEC) No 2207/90 of 24 July 1990 opening and providing for the administration of a Community tariff quota for heifers and cows, other than those intended for slaughter, of certain mountain breeds\n", "header": "COUNCIL  REGULATION (EEC) No 2207/90\nof 24 July 1990\nopening and providing for the administration of a Community tariff quota for heifers and cows, other than those intended for slaughter, of certain mountain breeds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas the European Economic Community undertook, within the framework of the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota of 20 000 head at a duty of 6 % for heifers and cows, other than those intended for slaughter, of certain mountain breeds; whereas, in an Exchange of Letters with Austria dated 21 July 1972, the Community undertook unilaterally to increase the size of the tariff quota from 20 000 to 30 000 head and to lower the quota duty from 6 % to 4 %; whereas, subsequently, this quota was increased unilaterally to 38 000 head; whereas according to the Agreement in the form of an Exchange of Letters between the European Economic Community and the Republic of Austria concerning agriculture of 14 July 1986, which was approved by Decision 86/555/EEC (1), the volume of this tariff quota was raised to 42 600 head as from 1 July 1986; whereas the abovementioned tariff quota should therefore be opened for the period 1 July 1990 to 30 June 1991 at a duty of 4 % for a quantity of 42 600 head; whereas it is, however, necessary to envisage special provisions allowing for facilitated access by the Portuguese Republic to the said quota; whereas a check should be carried out to ascertain that the imported animals have not been slaughtered within a certain period;\nWhereas it is, in particular, necessary to ensure equal and continuous access for all Community importers to the abovementioned quota, and the uninterrupted application of the quota duties, to all imports of the animals in question until the quota is exhausted; whereas the necessary measures should be taken to ensure efficient administration of this tariff quota, taking into account the Community nature of the quota and special factors in the trade in these animals; whereas to this end the Commission should assign to the Member States on request the quantities needed to cover actual imports in accordance with an economically appropriate procedure to be determined;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the quantities levied by that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1990 to 30 June 1991, the duty applicable to the import into the Community of the animals designed hereafter shall be suspended at the level and within the limits of the Community tariff quota indicated.\n1.2.3.4.5 //  //  //  //  //  // Order No   // CN code (a)  // Description  // Quota volume   // Quota duty (%)   //  //   //   //   //   // 09.0001   // ex 0102 90 10 ex 0102 90 31 ex 0102 90 33   // Cows and heifers other than those intended for slaughter, of the following mountain breeds: grey, brown, yellow and mottled Simmental breed and mottled Pintzgau breed   // 42 600 head   // 4   //    //   //   //   //\n(a) TARIC codes: 0102 90 10 * 20 and 40,\n0102 90 31 * 11, 19, 31 and 39,\n0102 90 33 * 10 and 30.\n2. Within the limits of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions in the Act of Accession.\n3. For the purposes of this Regulation, the animals referred to in paragraph 1 shall be considered not intended for slaughter if they are not slaughtered within four months of the date of the acceptance of the entry for release for free circulation.\nDerogations may, however, be granted in the event of force majeure duly attested by a local authority certificate setting out the reasons for the slaughter.", "1. The quota volume referred to in Article 1 (1) shall be further divided into two parts.\nThe first part, 85 % of the total, i. e. 36 210 head, shall be reserved for established importers who are able to furnish\nproof of having imported animals of the breeds specified in the tariff quota in question during the previous three years, or, in the case of Spain, during the last two years.\nWith regard to Portugal, in the case of established importers, account shall be taken of animals referred to in Article 1 (1) in respect of which importers can prove, to the satisfaction of the competent authorities, that they were imported and that they were not slaughtered within four months following the date of the acceptance of the entry for release for free circulation.\nThe second part, of 15 %, i. e. 6 390 head, shall be reserved either for importers who undertake, when making an application, to keep the imported cattle in premises of which they have the use or for importers who have been conducting business in live bovine animals for a period of at least one year and are listed in a public register of the Member State or who can provide proof, recognized by the competent authority, of such conduct.\n2. The 36 210 head shall be assigned to the various importers pro rata, in proportion to the scale of their previous imports over the three years under consideration or, in the case of Spain over the two years under consideration, or to the quantities applied for it they are less than previous imports while the 6 390 head shall be assigned to applicants pro rata, in proportion to the entitlement applied for by the importers. In the latter case:\n(a) applications for quantities greater than 50 head shall be automatically reduced to that number;\n(b) applications which would give rise to a certificate of participation covering a quantity of less than five head shall not be taken into account;\n(c) quantities which have not been assigned, owing to the minimum five head limitation shall be assigned by drawing lots (with a figure of five head).\n3. Any quantities of one of the parts of the tariff quota referred to in paragraph 1 not applied for shall be automatically transferred to the other part.", "1. Applications to import under each part of the tariff quota, accompanied, where appropriate, by proof of previous imports, shall be made to the competent authorities in the Member States, in accordance with the procedures laid down and the deadline set by those authorities, by means of the document of release for free circulation, which shall be cancelled by the said authorities after being submitted as proof.\nThese authorities shall transmit to the Commission, not later than 31 July 1990, the data thus collected, and in particular:\n- the number of applicants and the number of head applied for by each category of importer,\n- the average of previous imports furnished by each applicant in respect of the 36 210 head reserved for estabished importers.\n2. The Commission shall notify the Member States, by 10 August 1990, of the quantities to be assigned to each applicant, in the form, where necessary, of a percentage of the amount originally applied for, or of that applicant's previous imports.\n3. On the basis of the data referred to in paragraph 2, Member States shall issue applicants with certificates specifiying the number of head to which they are entitled. The period of validity of the certificates may not go beyond 30 June 1991.\nThe entitlement certificates, a model of which is annexed to this Regulation, shall be issued upon provision of a security of ECU 20 per head, which shall be released once the certificates have been returned, complete with the customs stamps acknowledging the import of the animals, to the issuing authority.\nAn entitlement certificate shall not be transferable and shall entitle the bearer to benefit from the tariff quota only when made out in the same name as the entry for release for free circulation which accompanies it.\nThe rules laid down in Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (1), as last amended by Regulation (EEC) No 1599/90 (2), for the release of the security for the import certificates or its conversion into revenue shall apply to the security referred to in the second subparagraph.\n4. Quantities which have not been the subject of the issue of entitlement certificates by 31 March 1991 shall be finally reassigned under the procedure described in the foregoing paragraphs to importers who have exhausted their own entitlements.\nTo this end, Member States shall notify the Commission by 10 April 1991 of the quantities remaining unused on 31 March 1991, and furnish the data specified in the second subparagraph of paragraph 1. The Commission shall set the new percentages for entitlements in each category and shall transmit them by not later than 15 April 1991 to the Member States, which shall then issue the entitlement certificates to the applicants under the conditions set out in paragraph 3, with a period of validity not extending beyond 30 June 1991.", "1. Member States shall take all measures necessary to ensure that access to the tariff quota in question is restricted to cattle as specified in Article 1 (1).\n2. They shall ensure importers equal and continuous access to the tariff quota in question.\n3. Depletion of the said quota shall be measured on the basis of imports submitted for customs clearance under cover of entries for release for free circulation.", "Member States and the Commission shall cooperate closely to ensure that the provisions of this Regulation are observed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1990.\nFor the Council\nThe President\nC. MANNINO\n(1) OJ No L 328, 22. 11. 1986, p. 57.\n(1) OJ No L 331, 2. 12. 1988, p. 1.\n(2) OJ No L 151, 15. 6. 1990, p. 29.\nEUROPEAN COMMUNITY ANNEX\n1,2 //  // ENTITLEMENT CERTIFICATE No   // COMMUNITY TARIFF QUOTAS FOR   // - Cows and heifers other than those intended for slaughter of certain mountain breeds   // - Bulls, cows and heifers other than those intended for slaughter of certain mountain breeds 1.2 //  //  // 1. Holder (Name, complete address and Member State)   // 2. Issuing authority  //  // 1.2.3.4.5 //  //  //  //  //  // NOTES A. This certificate is valid in all Member States of the Community. B. This certificate must be attached to the entry for release for free circulation, and the entry must itself be drawn up in the name of the holder of this certificate.  // 3. This certificate is valid until and including   // day  // month  // year 1.2 // C. The customs office concerned should write off the quantities released for free circulation and return this certificate to the holder or the holders representative. D. The holder must return this certificate to the issuing authority to obtain release of the guarantee.  // Place and date of issue: Signature and stamp of issuing authority: 1.2 //  //  // 4. Description of animals   // 5. CN code  //  // 6. Number of head in figures 1,2 //  // 7. Number of head in words\n// 1,4 //  // 8. WRITING OFF BY CUSTOMS OFFICES (in column 9, indicate in part 1 the quantity available, and in part 2 the quantity written off)  // 1.2.3.4 // 9. Number of head in figures   // 10. Number of head in words for the quantity written off  // 11. Number and date of acceptance of the entry for release for free circulation  // 12. Name, Member State, signature and stamp of the customs office  //  //  //  //  // 1.  //  //  //  //  //  //  //  // 2.  //  //  //  //  //  //  //  // 1.  //  //  //  //  //  //  //  // 2.  //  //  //  //  //  //  //  // 1.  //  //  //  // 2."}