{"celex_id": "31999R0588", "uri": "http://publications.europa.eu/resource/cellar/9e55e57d-783a-4222-83d9-b378e8d57fec", "type": "Regulation", "concepts": ["1565", "20", "2763", "4236", "4667", "4860"], "title": "Commission Regulation (EC) No 588/1999 of 18 March 1999 derogating from Regulations (EEC) No 1589/87, (EEC) No 429/90, (EEC) No 1158/91, (EEC) No 3378/91, (EEC) No 3398/91 and (EC) No 2571/97 as regards the time limit for the submission of tenders for May 1999\n", "header": "COMMISSION REGULATION (EC) No 588/1999 of 18 March 1999 derogating from Regulations (EEC) No 1589/87, (EEC) No 429/90, (EEC) No 1158/91, (EEC) No 3378/91, (EEC) No 3398/91 and (EC) No 2571/97 as regards the time limit for the submission of tenders for May 1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulations (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 6(6), Article 7(5), the first subparagraph of Article 7(a)(1), Article 7(a)(3) and Article 12(3) thereof,\nWhereas Commission Regulation (EEC) No 1589/87 of 5 June 1987 on the sale by tender of butter to intervention agencies (3), Commission Regulation (EEC) No 429/90 of 20 February 1990 on the granting by invitation to tender of an aid for concentrated butter intended for direct consumption in the Community (4), Commission Regulation (EEC) No 1158/91 of 3 May 1991 on the buying in by tender of skimmed-milk powder to intervention agencies (5), Commission Regulation (EEC) No 3378/91 of 20 November 1991 laying down detailed rules for the sale of butter from intervention stocks for export and amending Commission Regulation (EEC) No 569/88 (6), Commission Regulation (EEC) No 3398/91 of 20 November 1991 on the sale by invitation to tender of skimmed-milk powder for the manufacture of compound feedingstuffs and amending Commission Regulation (EEC) No 569/88 (7), and Commission Regulation (EC) No 2571/97 of 15 December 1997 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (8), all as last amended by Regulation (EC) No 124/1999 (9), define the detailed rules for the tender procedures under the various schemes; whereas the time limits for the submission of tenders under those Regulations in May 1999 should be amended because of the public holidays in that month;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for milk and milk products,", "main_body": ["By derogation from the first sentence of Article 2 of Regulation (EEC) No 1589/87, Article 3(2) of Regulation (EEC) No 429/90, the first sentence of Article 2 of Regulation (EEC) No 1158/91, the first sentence of Article 3(2) of Regulation (EEC) No 3378/91, the first sentence of Article 4(3) of Regulation (EEC) No 3398/91 and the first sentence of Article 14(2) of Regulation (EC) No 2571/97, the time limits for the submission of tenders for May 1999 shall expire at 12 p.m. on 4 and 18 May.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 146, 6. 6. 1987, p. 27.\n(4) OJ L 45, 21. 2. 1990, p. 8.\n(5) OJ L 112, 4. 5. 1991, p. 65.\n(6) OJ L 319, 21. 11. 1991, p. 40.\n(7) OJ L 320, 22. 11. 1991, p. 16.\n(8) OJ L 350, 20. 12. 1997, p. 3.\n(9) OJ L 16, 21. 1. 1999, p. 19."}