{"celex_id": "31992R1727", "uri": "http://publications.europa.eu/resource/cellar/54b8fc65-e1cc-4336-aa24-81f0b1122f3f", "type": "Regulation", "concepts": ["1730", "2292", "4885", "5076", "5360"], "title": "Commission Regulation (EEC) No 1727/92 of 30 June 1992 laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Azores and Madeira and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 1727/92  of 30 June 1992  laying down detailed rules for implementation of the specific arrangements for the supply of cereal products to the Azores and Madeira and establishing the forecast supply balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures in respect of certain agricultural products for the benefit of the Azores and Madeira (1), and in particular Article 10 thereof,\nWhereas Commission Regulation (EEC) No 1696/92 (2) lays down common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Azores and Madeira;\nWhereas Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EEC) No 92/91 (4), lays down in particular detailed rules for import licences; whereas Commission Regulation (EEC) No 891/89 (5), as last amended by Regulation (EEC) No  337/92 (6), lays down additional and exceptional detailed rules specific to the cereals sector;\nWhereas, in order to take account of trade practices specific to the cereals sector, provision should be made for detailed rules supplementing or derogating from the provisions of Regulation (EEC) No 1696/92;\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1600/92, the forecast supply balance for cereal products for the Azores and Madeira should be drawn up, showing for the Azores the quantities required on each island; whereas the balance must allow  for interchange of the quantities determined for certain products and, if necessary, adjustment during the year of the overall quantity determined, in line with regional requirements;\nWhereas provision should be made for the Member State to designate the competent authority for issuing import licences and aid certificates, and for handling aid applications and payments;\nWhereas a timetable for submitting licence and certificate applications should be set, and also admissibility requirements for applications, in particular as regards the lodging of securities; whereas, in addition, the period of validity of import  licences and aid certificates should be fixed in accordance with supply needs and the requirements of sound administration by granting, in view of the situation of the Azores and Madeira, a longer period of validity for aid certificates;\nWhereas provision should be made for the adjustment of the aid granted for the supply of cereal products originating in the Community on the basis of the difference in the threshold price of the product in question between the month of application for  aid certificates and the month in which the certificates are used, in order to prevent, before the harvest, supply commitments which benefit from aid for the new marketing year, and to take account of practices in the cereals sector;\nWhereas, to ensure the sound administration of the supply arrangements, additional requirements should be laid down for the release of the security;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Pursuant to Article 2 of Regulation (EEC) No 1600/92 forecast supply balance quantities eligible for exemption from duties on imports from third countries or for Community aid shall be as specified in the Annex.\n2. Without prejudice to any adjustment of the balance during the course of the year, the respective quantities fixed for one or other of the cereals in question may be exceeded by a maximum of 20 % provided the overall quantity is adhered to.\n3. For the Azores the quantities indicated in paragraph 1 shall be broken down by island of destination as follows:\n- durum wheat and malt: Sao Miguel (entire amount),\n- breadmaking wheat:\n(a) Sao Miguel: 60 %\n(b) Terceira: 30 %\n(c) Faial: 10 %,\n- barley, maize and feed wheat:\n(a) Sao Miguel: 75 %\n(b) Terceira: 14 %\n(c) Faial: 2,5 %\n(d) Sao Jorge: 2 %\n(e) Pico: 2 %\n(f) Flores (Corvo): 1,5 %\n(g) Santa Maria: 1,5 %\n(h) Graciosa: 1,5 %.", "The Member State shall designate the competent authority for:\n(a) issuing import licences;\n(b) issuing the aid certificate provided for in Article 4 (1) of Regulation (EEC) No 1696/92;\n(c) payment of the aid to the operators concerned.", "The provisions of Regulation (EEC) No 1696/92 shall apply.", "1. Applications for licences and certificates shall be submitted to the competent authority during the first five working days of each month. Licence or certificate applications shall be admissible only if:\n(a) they do not exceed the maximum quantity available when they are lodged;\n(b) prior to expiry of the time limit laid down for submission of licence and certificate applications, proof has been provided that the party concerned has lodged security of ECU 25 per tonne.\n2. If licences and certificates are issued for quantities less than the quantities applied for, as a result of a single reduction coefficient being fixed, operators may withdraw their applications in writing within a time limit of five working days  following the date on which the reduction coefficient is fixed.", "1. The period of validity of import licences shall expire on the last day of the month following the month in which they were issued.\n2. The period of validity of aid certificates shall expire on the last day of the second month following the month in which they were issued.", "The account of the aid as specified in Article 3 of Regulation (EEC) No 1600/92 shall be adjusted on the basis of the difference in the threshold price of the cereal in question between the month in which aid certificates are applied for and  the month in which each entry on the certificate has been made.", "Securities shall be released if and when:\n(a) the competent authority has not granted an application;\n(b) the operator has withdrawn his application in accordance with Article 4 (2);\n(c) proof has been provided that the licence or certificate has been used; the security shall then be released in proportion to the quantities entered on the licence or certificate;\n(d) proof has been provided that the product concerned has become unsuitable for use or it has not been possible to carry out the operation as a force majeure.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) See page 6 of this Official Journal.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 11, 16. 1. 1991, p. 11.\n(5) OJ No L 94, 7. 4. 1989, p. 13.\n(6) OJ No L 36, 13. 2. 1992, p. 15.\nANNEX\nAzores and Madeira: Supply balance for cereals for 1992/93 marketing year\n(in tonnes)\nProduct\nAzores  Madeira      Common wheat  34 000  22 000  Feed wheat  10 000  8 000  Barley  20 000  6 000  Durum wheat  3 000  6 000  Maize  82 000  20 000  Malt  1 000  2 000      Total\n150 000  64 000"}