{"celex_id": "31992R1742", "uri": "http://publications.europa.eu/resource/cellar/37d3c198-89a2-41c0-9fd5-c37c05f6cac3", "type": "Regulation", "concepts": ["1025", "2639", "5360"], "title": "Council Regulation (EEC) No 1742/92 of 30 June 1992 fixing the monthly price increases for cereals, wheat and rye flour and wheat groats and meal for the 1992/93 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1742/92 of 30 June 1992 fixing the monthly price increases for cereals, wheat and rye flour and wheat groats and meal for the 1992/93 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), and in particular Article 6 (2) thereof,\nHaving regard to the proposal from the Commission (2),\nWhereas, when the number and amount of the monthly increases are fixed, and the first month in which they are to apply is determined, account should be taken of the storage costs and financing charges for storing cereals in the Community and of the need  to ensure that the disposal of stocks of cereals is in line with market requirements;\nWhereas, as regards the threshold prices for maize and sorghum, the monthly increases are, moreover, determined in accordance with the last subparagraph of Article 5 (1) of Regulation (EEC) No 2727/75;\nWhereas, as regards products obtained from the processing of common wheat, durum wheat, meslin and rye, account should be taken of progress in cultivation and milling methods,", "main_body": ["Fot the 1992/93 marketing year, the monthly increases to be applied to the target price, threshold price, intervention price and to the buying-in price of the products referred to in Article 1 (a), (b) and (c) of Regulation (EEC) No 2727/75 shall be as  set out in this Regulation.", "The monthly increases to be applied to the target price, threshold price, intervention price and to the buying-in price for common wheat, rye, barley, maize, sorghum and durum wheat, operative for the first month of the marketing year, shall be as  follows:\n(ECU/tonne)\nPeriod\nMonthly increases in respect of the\nintervention price and the buying-in price\nMonthly increases in respect of the\ntarget and threshold prices\nCommon wheat,\nrye, barley,\nmaize and\nsorghum\nDurum wheat\nCommon wheat,\nrye, barley,\nmaize and\nsorghum\nDurum wheat\nJuly 1992\nAugust 1992\nSeptember 1992\nOctober 1992\nNovember 1992\nDecember 1992\nJanuary 1993\nFebruary 1993\nMarch 1993\nApril 1993\nMay 1993\nJune 1993\n-\n-\n-\n-\n1,50\n3,00\n4,50\n6,00\n7,50\n9,00\n10,50\n-\n-\n-\n-\n-\n2,03\n4,06\n6,09\n8,12\n10,15\n12,18\n14,21\n-\n-\n1,50\n3,00\n4,50\n6,00\n7,50\n9,00\n10,50\n12,00\n13,50\n15,00\n15,00\n-\n2,03\n4,06\n6,09\n8,12\n10,15\n12,18\n14,21\n16,24\n18,27\n20,30\n20,30\nIn the case of maize and sorghum, the monthly increase for August and September shall not apply to the threshold price.", "The monthly increases to be applied to the threshold prices for meslin, oats, millet, canary seed and buckwheat, applicable for the first month of the marketing year, shall be the same as those applicable to common wheat.", "The monthly increases to be applied to the threshold price for wheat flour, meslin flour and rye flour and to the threshold price for groats and meal of common and of durum wheat, applicable for the first month of the marketing year, shall be as  follows:\n(ECU/tonne)\nPeriod\nWheat, meslin\nand rye flour,\ngroats and meal of\ncommon wheat\nGroats and meal of\ndurum wheat\nJuly 1992\n-\n-\nAugust 1992\n2,06\n3,05\nSeptember 1992\n4,12\n6,10\nOctober 1992\n6,18\n9,15\nNovember 1992\n8,24\n12,20\nDecember 1992\n10,30\n15,25\nJanuary 1993\n12,36\n18,30\nFebruary 1993\n14,42\n21,35\nMarch 1993\n16,48\n24,40\nApril 1993\n18,54\n27,45\nMay 1993\n20,60\n30,50\nJune 1993\n20,60\n30,50", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1992/93 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1992.\nFor the Council\nThe President\nArlindo MARQUES CUNHA\n(1) OJ No L 281, 1. 11. 1975, p. 1. As last amended by Regulation (EEC) No 1738/92 (see page 1 of this Official Journal).\n(2) OJ No C 119, 11. 5. 1992, p. 8."}