{"celex_id": "31999D0572", "uri": "http://publications.europa.eu/resource/cellar/44d3ac8c-73f7-44a5-82a4-25b977ca95af", "type": "Decision", "concepts": ["1309", "1591", "2300", "2771", "5065"], "title": "1999/572/EC: Commission Decision of 13 August 1999 accepting undertakings offered in connection with the anti-dumping proceedings concerning imports of steel wire ropes and cables originating in the People's Republic of China, Hungary, India, the Republic of Korea, Mexico, Poland, South Africa and Ukraine (notified under document number C(1999) 2701)\n", "header": "COMMISSION DECISION\nof 13 August 1999\naccepting undertakings offered in connection with the anti-dumping proceedings concerning imports of steel wire ropes and cables originating in the People's Republic of China, Hungary, India, the Republic of Korea, Mexico, Poland, South Africa and Ukraine\n(notified under document number C(1999) 2701)\n(1999/572/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), amended by Regulation (EC) No 905/98(2), and in particular Article 8(1) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) By Regulationg (EC) No 362/99(3), the Commission imposed provisional anti-dumping duties on imports in the Community of steel ropes and cables originating in the People's Republic of China, Hungary, India, Mexico, Poland, South Africa and Ukraine and accepted price undertakings offered by certain exporting producers in Poland and Hungary.\n(2) Following the adoption of the provisional anti-dumping measures, in accordance with Article 8(6) of Regulation 384/96 (hereinafter referred to as the \"Basic Regulation\"), the Commission continued the investigation of dumping, injury and Community interest. The definitive findings and conclusions of the investigation are set out in Council Regulation (EC) No 1796/1999 of 12 August 1999 imposing a definitive duty on imports of steel ropes and cables originating in the People's Republic of China, Hungary, India, Mexico, Poland, South Africa and Ukraine and terminating the anti-dumping proceeding in respect of imports originating in the Republic of Korea(4).\n(3) The investigation confirmed the provisional findings of injurious dumping relating to imports originating in the People's Republic of China, Hungary, India, Mexico, Poland, South Africa and Ukraine.\n(4) Subsequent to the adoption of provisional anti-dumping measures, one exporting producer in India, the exporting producers in Mexico and South Africa and the exporting producer in the Ukraine, in conjunction with the Ukrainian authorities, have also offered price undertakings in accordance with Article 8(1) of the Basic Regulation.\n(5) The terms of these undertakings, in particular the minimum prices for sales for exports to the Community set out therein, ensure that the injurious effects of dumpins as established in the framework of the present anti-dumping proceedings are eliminated.\n(6) In addition, since the exporting producers and the Ukrainian authorities have undertaken to submit detailed and regular sales information to the Commission and not to enter into direct or indirect compensatory agreements with their customers in the Community, is has been concluded that the observance of the undertakings can effectively be monitored by the Commission.\n(7) As regards the undertakings offered by the Ukrainian exporting producer, the export licensing system to be set up by the Ukrainian government, which will operate for the duration of the undertaking, will ensure that all imports into the EU covered by the undertaking will be in line with the provisions contained therein.\n(8) In view of the above, the undertakings offered by one exporting producer in India, by the exporting producers in Mexico and South Africa as well as by the exporting producer in Ukraine are considered acceptable and the investigation can, therefore, be terminated with respect to the exporting producers concerned.\n(9) In the event of a breach or withdrawal of the undertaking, a definitive anti-dumping duty may be imposed pursuant to Article 8(9) and (10) of the Basic Regulation,", "main_body": ["1. The undertakings offered by the producers mentioned below, in the framework of the anti-dumping proceedings concerning imports of steel ropes and cables originating in the People's Republic of China, Hungary, India, Mexico, Poland, South Africa and Ukraine are hereby accepted.\n>TABLE>\n2. The investigation in connection with the anti-dumping proceedings referred to in paragraph 1 is hereby terminated with regard to the parties named in that paragraph."], "attachments": "Done at Brussels, 13 August 1999.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 45, 19.2.1999, p. 8.\n(4) See page 1 of this Official Journal."}