{"celex_id": "31993R1806", "uri": "http://publications.europa.eu/resource/cellar/f0e496c5-107e-4604-baf0-43c81a9e59d1", "type": "Regulation", "concepts": ["161", "1671", "5083", "601"], "title": "COUNCIL REGULATION (EEC) No 1806/93 of 30 June 1993 opening and providing for the administration of a Community tariff quota for rum, tafia and arrack originating in the African, Caribbean and Pacific (ACP) States (1993 to 1994)\n", "header": "COUNCIL REGULATION (EEC) No 1806/93 of 30 June 1993 opening and providing for the administration of a Community tariff quota for rum, tafia and arrack originating in the African, Caribbean and Pacific (ACP) States (1993 to 1994)\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Fourth ACP-EEC Convention (1) entered into force on 1 September 1991;\nWhereas Protocol 6 of the said Convention stipulates that products originating in the African, Caribbean and Pacific (ACP) States which fall within CN codes 2208 40 10, 2208 40 90, 2208 90 19 shall, until the entry into force of a common organization of  the market in spirits, be allowed into the Community free of customs duties under conditions such as to permit the development of traditional traffic flows between the ACP States and the Community, on the one hand, and between the Member States, on the  other; whereas, the Community shall, until 31 December 1995, fix each year the quantities which may be imported free of customs duties; whereas, according to that protocol, these quantities are to be fixed for 1993 on the basis of the largest quantities  imported annually from the ACP States into the Community during the past three years for which statistics are available, whereas, for 1994, the quota will be the same as that for the previous year increased by 20 000 hectolitres of pure alcohol;\nWhereas, having regard to the levels reached by imports of the products concerned into the Community during the past three years for which statistics are available, on the one hand, and as a result of the application of the new method of calculation in  force from 1 January 1994, on the other, the annual quota volume for the period from 1 July 1993 to 30 June 1994 must be fixed at 224 827 hectolitres of pure alcohol;\nWhereas this volume is calculated using the following criteria:\n- for the second half of 1993, the quota volume shall be equivalent to the level reached by imports into the Community during the second half of 1991, namely, 107 693 hectolitres of pure alcohol, this being the largest volume of imports attained during  the corresponding periods of the three previous years for which full statistics are available,\n- for the first half of 1994, the quota volume shall be equivalent to that of the first half of 1993, namely, 107 134 hectolitres of pure alcohol, increased by 10 000 hectolitres of pure alcohol;\nWhereas equal and continuous access to the said quota should be ensured for all Community importers and the rates laid down for this quota should be applied consistently to all imports of the products in question into all the Member States until the  quota is exhausted; whereas the decision for the opening of tariff quotas in fulfilment of its international obligations should be taken by the Communiy; whereas, to ensure the efficient common administration of these quotas, however, there is no  obstacle to authorizing the Member States to draw from the quota volumes the necessary quantities corresponding to actual imports; whereas, however, this method of administration requires close cooperation between the Member States and the Commission  and the latter must, in particular, be able to monitor the rate at which the quota are used up and inform the Member States accordingly;\nWhereas measures should be laid down to ensure that Protocol 6 is implemented under conditions which permit the development of traditional trade flows between the ACP States and the Community, on the one hand, and between the Member States, on the  other;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quotas may be carried out  by any one of its members,", "main_body": ["From 1 July 1993 to 30 June 1994, the following products originating in the ACP States shall be imported into the Community free of customs duty within the limits of the relevant Community tariff quota shown below:", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take all appropriate administrative measures to ensure the effective administration thereof.", "If an importer presents, in a Member State, a declaration of entry for free circulation togehter with a request for preferential treatment for a product covered by this Regulation, and if the declaration is accepted by the customs  authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements from the quota volume.\nRequests to draw from the quota, indicating the date of acceptance of the said declaration, must be transmitted to the Commission without delay.\nDrawings shall be granted by the Commission by reference to the date of acceptance, by the customs authorities of the Member State concerned, of the declarations of entry for free circulation, provided the residual balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them to the quota as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, allocation shall be made on a pro rata basis. The Member States shall be informed by the Commission of the drawings granted.", "Each Member State shall ensure that importers of the products concerned have equal and continuous access to the quota as long as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "Council Regulation (EEC) No 3705/90 of 18 December 1990 on the safeguard measures provided for in the Fourth ACP-EEC Convention (2) shall apply to the products covered by this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1993.\nFor the Council\nThe President\nS. BERGSTEIN\n(1) OJ No L 229, 17. 8. 1991, p. 3.\n(2) OJ No L 358, 21. 12. 1990, p. 4."}