{"celex_id": "31996R0291", "uri": "http://publications.europa.eu/resource/cellar/bc2edc2e-762d-4f49-9cc5-1962df9294f1", "type": "Regulation", "concepts": ["1486", "1642", "2193", "4399"], "title": "Commission Regulation (EC) No 291/96 of 15 February 1996 fixing an export tax in relation to the product falling within CN code 1003 00 90\n", "header": "COMMISSION REGULATION (EC) No 291/96 of 15 February 1996 fixing an export tax in relation to the product falling within CN code 1003 00 90\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Regulation (EC) No 1863/95 (2), and in particular Article 16 thereof,\nWhereas Article 16 of Regulation (EC) No 1766/92 provides that where quotations or prices on the world market for certain products reach the level of Community prices and such situation is likely to continue and deteriorate thereby disturbing or threatening to disturb the Community market, appropriate measures may be taken; whereas Article 15 of Commission Regulation (EC) No 1501/95 (3), as last amended by Regulation (EC) No 95/96 (4), provides that where such conditions are met, an export tax may be fixed and may vary according to the destination;\nWhereas prices on the world market for barley have reached the level of those in the Community and the trend in those prices is that they will increase; whereas this situation is likely to lead to an excessive export of barley from the Community; whereas it has therefore been decided to apply an export tax to this product at a level which will avoid disturbance to the Community market;\nWhereas export licences issued for barley before 2 February 1996 are still valid; whereas their validity was already limited as a precautionary measure to 30 days in order to restrict quantities; whereas it is not necessary to penalize those licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The export tax referred to in Article 15 of Regulation (EC) No 1501/95, for the product falling within CN code 1003 00 90 is fixed at the level set out in the Annex to this Regulation.\n2. However, that tax shall not apply to export licences issued before 2 February 1996.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 179, 29. 7. 1995, p. 1.\n(3) OJ No L 147, 30. 6. 1995, p. 7.\n(4) OJ No L 18, 24. 1. 1996, p. 10.\nANNEX\n>TABLE>"}