{"celex_id": "31997R1351", "uri": "http://publications.europa.eu/resource/cellar/1beb1301-80bf-4789-bbbd-a5f5f25377a9", "type": "Regulation", "concepts": ["1129", "1552", "1642", "1644", "2730", "2888"], "title": "Commission Regulation (EC) No 1351/97 of 15 July 1997 amending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 1351/97 of 15 July 1997 amending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 536/97 (2), and in particular Article 52 (3) thereof,\nWhereas Commission Regulation (EEC) No 3388/81 of 27 November 1981 laying down special detailed rules in respect of import and export licences in the wine sector (3), as last amended by Regulation (EC) No 257/96 (4), lays down a period of validity for export licences and sets a rate for the security to be lodged when licences are applied for; whereas, in order to ensure better administration of the export licence scheme within the limits imposed by the GATT agreements, it is necessary to shorten the validity of these licences to a reasonable period, but shorter than four months, and to increase the rate of the security to a level sufficiently high to avoid speculative applications which do not correspond to real trade flows;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3388/81 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n'Article 3\n1. Import licences shall be valid from their date of issue as defined in Article 21 (1) of Commission Regulation (EEC) No 3719/88 (*) until the end of the fourth month following that date.\n2. Export licences shall be valid from their date of issue as defined in Article 21 (2) of Regulation (EEC) No 3719/88 until the end of the second month following that date, but their validity may in no case extend beyond 31 August of the current marketing year.\n(*) OJ No L 331, 2. 12. 1988, p. 1.`;\n2. Article 4 (2) is replaced by the following:\n'2. The security rate for export licences shall be ECU 15 per hectolitre for products falling within CN codes 2009 60 11, 2009 60 19, 2009 60 51, 2009 60 71, 2204 30 92 and 2204 30 96 and ECU 5 per hectolitre for all other products.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 83, 25. 3. 1997, p. 5.\n(3) OJ No L 341, 28. 11. 1981, p. 19.\n(4) OJ No L 34, 13. 2. 1996, p. 11."}