{"celex_id": "31993R3568", "uri": "http://publications.europa.eu/resource/cellar/651798f8-d5c9-46aa-81db-585b482e6325", "type": "Regulation", "concepts": ["2657", "3000", "4350", "4381"], "title": "COUNCIL REGULATION (EC) No 3568/93 of 16 December 1993 temporarily suspending totally or partially the autonomous duties of the Common Customs Tariff for certain fishery products (1994)\n", "header": "COUNCIL REGULATION (EC) No 3568/93 of 16 December 1993 temporarily suspending totally or partially the autonomous duties of the Common Customs Tariff for certain fishery products (1994)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community supplies for certain fishery products currently depend on imports from third countries; whereas it is in the Community's interest to suspend totally or partially the customs duties for the products in question; whereas, in order not to  jeopardize the development prospects of production of competitive products in the Community and to ensure an adequate supply to satisfy user industries, it is advisable to limit these suspension measures to a period 1 January to 31 December 1994;\nWhereas the decision for the suspension of these autonomous duties should be taken by the Community,", "main_body": ["1. From 1 January to 31 December 1994, the autonomous duties of the Common Cutoms Tariff applicable to the products listed in the Annex shall be suspended at the level indicated in respect of each of them.\n2. Imports of the products in question shall not be covered by the suspensions referred to in paragraph 1 unless the free-at-frontier price, which is determined by the Member States in accordance with Article 22 of Council Regulation (EEC) No 3759/92 of  17 December 1992 on the common organization of the market in fishery and aquaculture products (1), is at least equal to the reference price fixed, or to be fixed, by the Community for the products under consideration or the categories of the products  concerned.", "This Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No L 388, 31. 12. 1992, p. 1. Regulation as last amended by Regulation (EEC) No 1891/93 (OJ No L 172, 15. 7. 1993, p. 1).\nANNEX\n\"\" ID=\"1\">0302 65 20 0303 75 20 ex 0304 10 98 ex 0304 90 97> ID=\"2\">* 60> ID=\"3\" ASSV=\"02\">Dogfish of the species (Squalus acanthias), fresh, chilled or frozen> ID=\"4\" ASSV=\"02\">6\"> ID=\"2\">* 31\"> ID=\"1\">ex 0302 69 97 ex 0303 79 97> ID=\"2\">* 30>  ID=\"3\" ASSV=\"02\">Sturgeons, fresh, chilled or frozen, for processing (1)() (2)()> ID=\"4\" ASSV=\"02\">0\"> ID=\"2\">* 30\"> ID=\"1\">ex 0302 69 97> ID=\"2\">* 40> ID=\"3\">Lump fish (Cyclopterus lumpus), with roe, fresh or chilled, for processing (1)()>  ID=\"4\">0\"> ID=\"1\">ex 0302 69 97 ex 0303 79 97> ID=\"2\">* 50> ID=\"3\" ASSV=\"02\">Red snapper (Lutjanus purpureus), fresh, chilled or frozen, for processing (1)() (4)()> ID=\"4\" ASSV=\"02\">0\"> ID=\"2\">* 40\"> ID=\"1\">ex 0302 70 00 ex 0303 80 00> ID=\"2\">* 10 *  20> ID=\"3\">Hard fish roes, fresh, chilled or frozen> ID=\"4\">0\"> ID=\"1\">ex 0303 10 00> ID=\"2\">* 10> ID=\"3\">Pacific salmon (Oncorhynchus spp.), frozen and headless, for the processing industry for manufacture into pastes or spreads (1)()> ID=\"4\">0\">  ID=\"1\">ex 0303 80 00> ID=\"2\">* 10> ID=\"3\">Soft roe, frozen, for the manufacture of deoxyribonucleic acid or protamine sulphate (1)()> ID=\"4\">0\"> ID=\"1\">ex 0304 20 57 ex 0304 20 57 ex 0304 90 47> ID=\"2\">* 31> ID=\"3\" ASSV=\"03\">Fillets and meat of hake of  the genus Merluccius, excluding the species Merluccius merluccius and Merluccius bilinearis, in the form of industrial blocks, frozen, for processing (1)() (2)()> ID=\"4\" ASSV=\"03\">10\"> ID=\"2\">* 41\"> ID=\"2\">* 30\"> ID=\"1\">ex 0304 20 85 ex 0304 90 61>  ID=\"2\">* 10> ID=\"3\" ASSV=\"02\">Fillets and meat of Alaska pollack (Theragra chalcogramma), in the form of industrial blocks, frozen, for processing (1)() (2)()> ID=\"4\" ASSV=\"02\">8,5\"> ID=\"2\">* 10\"> ID=\"1\">ex 0305 20 00> ID=\"2\">* 10> ID=\"3\">Hard fish  roes, salted or in brine> ID=\"4\">0\"> ID=\"1\">ex 0306 19 90 ex 0306 29 90> ID=\"2\">* 10> ID=\"3\" ASSV=\"02\">Krill for processing (1)()> ID=\"4\" ASSV=\"02\">0\"> ID=\"2\">* 10\"> ID=\"1\">ex 1604 11 00 ex 1604 20 10> ID=\"2\">* 20> ID=\"3\" ASSV=\"02\">Pacific salmon  (Oncorhynchus spp.), for the processing industry for manufacture into pastes or spreads (1)()> ID=\"4\" ASSV=\"02\">0\"> ID=\"2\">* 20\"> ID=\"1\">ex 1604 30 90> ID=\"2\">* 10> ID=\"3\">Hard fish roes, washed, cleaned of adherent organs and simply salted or in  brine, for processing (1)()> ID=\"4\">0\"> ID=\"1\" ASSV=\"02\">ex 1605 10 00> ID=\"2\">* 11\"> ID=\"2\">* 19> ID=\"3\">Crabs of the species 'King' (Paralithodes camchaticus), 'Hanasaki' (Paralithodes brevipes), 'Kegani' (Erimacrus isenbecki), 'Queen' and 'Snow'  (Chionoecetes spp.), 'Red' (Geryon quinquedens), 'Rough stone' (Neolithodes asperrimus), Lithodes antarctica, 'Mud' (Scylla serrata), 'Blue' (Portunus spp.), simply boiled in water and shelled, whether or not frozen, in immediate packings of a net  content of 2 kg or more> ID=\"4\">0\"> ID=\"1\">ex 1605 30 00> ID=\"2\">* 10> ID=\"3\">Lobster flesh, cooked, for the processing industry for the manufacture of butter based on lobster, or of pastes, pĂ˘tĂŠs, soups or sauces (1)() (4)()> ID=\"4\">0\"\"\n>\n(1)() Control of use for this special purpose shall be carried out pursuant to the relevant Community provisions.\n(2)() The suspension shall apply to fish intended to undergo any operation unless they are intended to undergo exclusively one or more of the following operations:\n- cleaning, gutting, tailing, heading,\n- cutting, (3)(excluding filleting or cutting of frozen blocks),\n- sampling, sorting,\n- labelling,\n- packing,\n- chilling,\n- freezing,\n- deep freezing,\n- thawing, separation.\nThe suspension is not allowed for products intended, in addition, to undergo treatment (or operations) qualifying for suspension where such treatment (or operations) is (are) carried out at retail or catering level. The suspension of customs duties  shall apply only to fish intended for human consumption.\n(4)() However, the suspension is not allowed where processing is carried out by retail or catering undertakings."}