{"celex_id": "31991R2416", "uri": "http://publications.europa.eu/resource/cellar/d278bdce-c135-4f05-bd66-2ef9da164ec5", "type": "Regulation", "concepts": ["1355", "2783", "3591"], "title": "Commission Regulation (EEC) No 2416/91 of 6 August 1991 on arrangements for imports into Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 3) originating in Indonesia\n", "header": "COMMISSION REGULATION (EEC) No 2416/91  of 6 August 1991  on arrangements for imports into Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 3) originating in Indonesia\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), as last amended by Commission Regulation (EEC) No 1215/91 (2), and in particular Article  11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into the Community of certain textile products (category 3) specified in the Annex hereto and originating in  Indonesia have exceeded the level referred to in Article 11 (2);\nWhereas imports of these products into France, Italy and the United Kingdom are already subject to regional quantitative limits for the years 1987 to 1991 by Regulation (EEC) No 4136/86;\nWhereas, in accordance with Article 11 (5) of Regulation (EEC) No 4136/86, on 12 July 1991 Indonesia was notified of a request for consultations; whereas, pending a mutually satisfactory solution, the Commission has requested Indonesia for a provisional  period of three months to limit its exports to Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal of products falling within category 3 to the provisional quantitative limits set out in the Annex with effect from the date of the request for  consultations; whereas pending the outcome of the requested consultations quantitative limits identical to those requested of the supplier country should be applied provisionally to imports of the category of products in question;\nWhereas Article 11 (13) ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from Indonesia between 12 July 1991 and the date of entry into force of this Regulation must be set off against the quantitative limits which has been introduced;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from Indonesia before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal of the category of products originating in Indonesia and specified in the Annex hereto shall be subject to the  provisional quantitative limits set out in that Annex.", "1. Products referred to in Article 1 shipped from Indonesia to Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal before the date of entry into force of this Regulation and not yet released for free circulation, shall be so  released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from Indonesia to Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No  4136/86.\n3. All quantities of products shipped from Indonesia to Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal on or after 12 July 1991 and released for free circulation shall be deducted from the quantitative limits laid down. These provisional  limits shall not, however, prevent the importation of products covered by them but shipped from Indonesia before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 11 October 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 August 1991. For the Commission\nJean DONDELINGER\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1986, p. 42. (2) OJ No L 116, 9. 5. 1991, p. 46.\nANNEX\nCategory  CN code  Description  Third country  Unit  Member State  Quantitative limits from 12 July to 11 October 1991                 3  5512 11 00\n5512 19 10\n5512 19 90\n5512 21 00\n5512 29 10\n5512 29 90\n5512 91 00\n5512 99 10\n5512 99 90  Woven fabrics of synthetic fibres (staple or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics  Indonesia  tonnes  D\nBNL\nIRL\nDK\nEL\nE\nP  555\n565\n678\n11\n5\n200\n5   5513 11 10        5513 11 30        5513 11 90        5513 12 00        5513 13 00        5513 19 00        5513 21 10        5513 21 30        5513 21 90        5213 22 00        5513 23 00        5513 29 00        5513 31 00        5513 32 00         5513 33 00        5513 39 00        5513 41 00        5513 42 00        5513 43 00        5513 49 00        5514 11 00        5514 12 00        5514 13 00        5514 19 00        5514 21 00        5514 22 00        5514 23 00        5514 29 00         5514 31 00        5514 32 00        5514 33 00        5514 39 00        5514 41 00        5514 42 00        5514 43 00        5514 49 00       3 (cont'd)  5515 11 10        5515 11 30        5515 11 90        5515 12 10        5515 12 30         5515 12 90        5515 13 11        5515 13 19        5515 13 91        5515 13 99        5515 19 10        5515 19 30        5515 19 90        5515 21 10        5515 21 30        5515 21 90        5515 22 11        5515 22 19        5515 22 91         5515 22 99        5515 29 10        5515 29 30        5515 29 90        5515 91 10        5515 91 30        5515 91 90        5515 92 11        5515 92 19        5515 92 91        5515 92 99        5515 99 10        5515 99 30        5515 99 90         5803 90 30        ex 5905 00 70        ex 6308 00 00               3 (a)  5512 19 10\n5512 19 90\n5512 29 10\n5512 29 90\n5512 99 10\n5512 99 90\n5513 21 10\n5513 21 30\n5513 21 90\n5513 22 00\n5513 23 00\n5513 29 00\n5513 31 00\n5513 32 00\n5513 33 00\n5513 39 00\n5513 41 00\n5513 42 00\n5513 43 00\n5513 49 00  (a) of which:\nother than unbleached or bleached  Indonesia  tonnes  D\nBNL\nIRL\nDK\nEL\nE\nP  315\n195\n675\n3\n4\n43\n4   5514 21 00        5514 22 00        5514 23 00        5514 29 00        5514 31 00        5514 32 00       3 (a) (cont'd)  5514 33 00        5514 39 00        5514 41 00        5514 42 00        5514 43 00        5514 49 00        5515 11 30         5515 11 90        5515 12 30        5515 12 90        5515 13 19        5515 13 99        5515 19 30        5515 19 90        5515 21 30        5515 21 90        5515 22 19        5515 22 99        5515 29 30        5515 29 90        5515 91 30         5515 91 90        5515 92 19        5515 92 99        5515 99 30        5515 99 90        5803 90 30        ex 5905 00 70        ex 6308 00 00"}