{"celex_id": "31993D0519", "uri": "http://publications.europa.eu/resource/cellar/5838367a-1a59-45eb-a97f-8f863915eb30", "type": "Decision", "concepts": ["1591", "1779", "588", "5969"], "title": "93/519/EEC: Commission Decision of 28 September 1993 terminating the anti-dumping proceeding concerning imports of unwrought manganese containing more than 96 % by weight of manganese originating in the People's Republic of China\n", "header": "COMMISSION DECISION of 28 September 1993 terminating the anti-dumping proceeding concerning imports of unwrought manganese containing more than 96 % by weight of manganese originating in the People's Republic of China\n(93/519/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultation with the Advisory Committee as provided for in the above Regulation,\nWhereas:\n(1) On 10 November 1991 the Commission received a complaint lodged by the Chambre syndicale de l'ĂŠlectrometallurgie et de l'ĂŠlectrochmie (Paris, France) on behalf of the sole Community producer of unwrought manganese containing more than 96 % by weight  of manganese (hereafter unwrought manganese). The complaint evidence of dumping and injury resulting therefrom which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the  Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of unwrought manganese, falling within CN code ex 8111 00 11, originating in the People's Republic of China, and  subsequently commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representative of the People's Republic of China and the complainant. The parties concerned were given the opportunity to make their views known in writing,  and to request a hearing.\n(3) The Commission sought and verified all information it deemed to be necessary for the purpose of a preliminary determination. Since China is a non-market economy country, normal value was established on information obtained in a market economy third  country, in the present case the USA. Investigations were carried out at the premises of the following companies:\nCommunity producer:\n- Pechiney Electrometallurgie (Paris, France);\nAnalogue country producer:\n- Kerr-McGee Corporation (Oklahoma, USA).\n(4) The investigation of dumping covered the period from 1 January 1991 to 31 December 1991.\n(5) In the course of its investigation, the Commission has established on the basis of information received from the sole Community producer of unwrought manganese, that it has decided to discontinue production, and is in the process of phasing out  gradually its manufacturing operations. Accordingly, since the Community production of the product concerned by the present proceeding is discontinued, protective measures are unnecessary. The proceeding should thus be terminated.\n(6) The Advisory Committee has been consulted and has raised no objections.\n(7) The complaint was informed of the intention of the Commission to terminate the proceeding and did not object,", "main_body": ["Sole Article\nThe anti-dumping proceeding concerning imports of unwrought manganese containing more than 96 % by weight of manganese originating in the People's Republic of China and falling within CN code ex 8111 00 11 is hereby terminated."], "attachments": "Done at Brussels, 28 September 1993.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 15, 21. 1. 1992, p. 12."}