{"celex_id": "31996R2343", "uri": "http://publications.europa.eu/resource/cellar/55752b79-0eee-4145-a00e-ab3aad539c15", "type": "Regulation", "concepts": ["1339", "2642", "2681", "4498", "693", "870"], "title": "Commission Regulation (EC) No 2343/96 of 9 December 1996 fixing for the 1996/97 marketing year the minimum purchase price for oranges, mandarins, clementines and satsumas delivered for processing and the financial compensation and aid payable after processing of those products\n", "header": "COMMISSION REGULATION (EC) No 2343/96 of 9 December 1996 fixing for the 1996/97 marketing year the minimum purchase price for oranges, mandarins, clementines and satsumas delivered for processing and the financial compensation and aid payable after processing of those products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3119/93 of 8 November 1993 laying down special measures to encourage the processing of certain citrus fruits (1), and in particular Article 10 thereof,\nWhereas, pursuant to Articles 2 and 7 of Regulation (EC) No 3119/93, the minimum price which processors must pay, under the terms of the contracts, to producers is to be equal to the highest withdrawal price applying during periods of major withdrawals; whereas major withdrawals take place from January to April for oranges, in January and February for mandarins, in December and January for clementines and in November and December for satsumas;\nWhereas, pursuant to Article 4 (1) and (2) of the said Regulation, financial compensation for oranges may not exceed the difference between the minimum price and the prices obtaining for the raw material in producer third countries; whereas financial compensation for mandarins and clementines for processing into juice is to be fixed at a level such that for each of those products the burden on the industry is equal to that on the industry for oranges, taking account of differences in juice yields;\nWhereas, in accordance with Article 8 (1) and (3) of Regulation (EC) No 3119/93, the aid to citrus producer organizations delivering satsumas and the financial compensation to processors of satsumas into segments cannot exceed respectively 75 and 25 % of the average financial compensation granted to processors of satsumas into segments during the 1989/90, 1990/91 and 1991/92 marketing years; whereas, in accordance with paragraph 5 of that Article, the aid and the financial compensation were fixed in Article 4 of Commission Regulation (EC) No 3318/93 of 2 December 1993 (2) for the 1993/94, 1994/95 and 1995/96 marketing years; whereas, at the close of that period and after a review of the situation in the sector, those amounts should be fixed for the 1996/97 marketing year;\nWhereas the Management Committee for fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the 1996/97 marketing year, the minimum prices to be paid to citrus fruit producers and producer organizations delivering oranges, mandarins, clementines and satsumas for processing under contracts in accordance with Article 2 of Regulation (EC) No 3119/93 shall be as follows:\n>TABLE>\nThese minimum prices shall cover goods ex-producers' packing stations.", "For the 1996/97 marketing year, the financial compensation granted to processors for processing oranges, mandarins and clementines into juice shall be as follows:\n>TABLE>", "For the 1996/97 marketing year, the aid to producer organizations delivering satsumas and the financial compensation granted to processors of satsumas into segments shall be as follows:\n- aid to producer organizations: ECU 3,62/100 kg net,\n- financial compensation: ECU 1,21/100 kg net.", "The amounts set out in the preceding Articles shall apply only to products which satisfy at least the minimum quality and size requirements for class III.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 279, 12. 11. 1993, p. 17.\n(2) OJ No L 298, 3. 12. 1993, p. 16."}