{"celex_id": "31994R0919", "uri": "http://publications.europa.eu/resource/cellar/eb2aa2a0-68cb-4f25-8d80-8f9ca3803abf", "type": "Regulation", "concepts": ["1120", "1201", "2081", "2450", "616", "862"], "title": "Commission Regulation (EC) No 919/94 of 26 April 1994 laying down detailed rules for the application of Council Regulation (EEC) No 404/93 as regards banana producers' organizations\n", "header": "COMMISSION REGULATION (EC) No 919/94 of 26 April 1994 laying down detailed rules for the application of Council Regulation (EEC) No 404/93 as regards banana producers' organziations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 9 thereof,\nWhereas Regulation (EEC) No 404/93 lays down provisions for the setting up of banana producers' organizations; whereas, in order to be recognized, such organizations must satisfy specific conditions; whereas the conditions are designed to provide  reasonable assurance that the organization, by virtue of their size, the length of time they have been in operation, their constitution and the way in which they function, will contribute to the improvements sought in the conditions in which bananas are  produced and marketed;\nWhereas these requirements, which are intended to ensure that producers' organizations have a minimum level of stability and economic activity, particularly as regards the number of members and volume of production, must be determined in the light of  the structural diversity of the producer regions in the Community;\nWhereas, also for the purpose of stability and effectiveness, it is necessary to specify, first, the means and facilities which producers' organizations must place at the disposal of their members and, secondly, the type of rules which such  organizations must adopt and impose on their members in order to achieve the objectives of groups recognized pursuant to Community rules;\nWhereas the implementation of the specific measures adopted by the Council, together with those in this Regulation, implies a strict obligation for producers' organizations to transmit detailed information at given intervals to the authorities designed  by the Member States, in order to enable the latter to monitor the execution of undertakings made by producers' organizations with a view to recognition; whereas the checks to be carried out by the Member States and the communications for monitoring the  application of the abovementioned provisions should be specified;\nWhereas it is necesary to specifiy the provisions which should apply to producer groups which have been recognized pursuant to Regulation (EEC) No 1360/78 of 18 June 1978 on producer groups and associations thereof (3), as last amended by Regulation  (EC) No 3669/93 (4) and which, under the system set up by the said Regulation, have received aid torwards their setting-up and administrative running costs;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Member States shall grant specific recognition, as provided in Article 5 of Regulation (EEC) No 404/93, to producers' organizations and associations thereof, hereinafter referred to as 'producers' organizations', whose economic activity  concerns the production and marketing of fresh bananas and which comply with Article 5 of the aforesaid Regulation and the provisions of this Regulation.\nProducers' organizations recognized pursuant to Regulation (EEC) No 1360/78 shall be granted specific recognition, as provided in the first paragraph, where the competent authorities find that the constituent instrument and rules of operation of such  organizations comply with the provisions referred to in the first paragraph.", "1. Producers' organizations shall submit the application for specific recognition to the respective competent authorities designed by the Member States, together with their constituent instrument and the information specified in Part A of  Annex II.\n2. The competent authorities shall check the accuracy of the information submitted, by examining documents and conducting on-the-spot inspections. In cases of doubt, they shall carry out any other checks to ensure that the conditions laid down in", "are satisfied.\n3. Specific recognition shall be granted within 90 days from receipt of the appliction, subject to any additional time required for supplementary investigations.", "1. The minimum volume of marketable bananas and the minimum number of members which producers' organizations must have pursuant to Article 5 (1) (b) of Regulation (EEC) No 404/93 shall be as set out in Annex I.\n2. For the purposes of paragraph 1, the production to be taken into account shall be the average banana production marketed by all the producers belonging to the organization applying for recognition during the three marketing years prior to such  recognition.\nHowever, where a production area has shown a fall in production due to exceptional weather conditions during the period referred to in the first sub paragraph, the volume of production in one or more marketing years prior to the exceptional weather may  be taken into consideration.", "The necessary means placed at the disposal of members producers or held by the producers' organization in order to attain the objectives referred to in Article 5 of Regulation (EEC) No 404/93 shall include at least facilities for:\n- sorting, sizing and market preparation, with a capacity appropriate to the volume of banana production delivered by members,\n- the administration of technical and commercial activity,\n- centralized bookkeeping.", "For the admission of new members, the rules of association of producers' organizations shall include the following requirements:\n(a) new memberships msut take effect from the beginning of a marketing year only;\n(b) new members must be accepted on the basis of the organization's actual or foreseeable marketing capacity;\n(c) each member must undertake to belong to the producers' organization for at least three years, and must give at least 12 months' written notice prior to resignation. In the case of producers' organizations recognized before 1 January 1995, however,  the minimum period shall be two years;\n(d) each member must undertake to comply with all the obligations imposed by the producers' organization.", "1. The rules laid down by banana producers'organizations pursuant to Article 5 (1) (d) of Regulation (EEC) No 404/93 shall provide at least the following:\n(a) with a view to establishing production, for producers to lodge declarations of areas planted, estimated volume of harvest, and quantities actually harvested;\n(b) as regards production, the definition, on the basis of the marketing strategy and outlets, of the varieties of bananas to be grown, converted or grubbed, the cultural techniques to be used and the timing of the harvest;\n(c) as regards marketing, minimum criteria for quality, size, packaging, presentation and marking.\n2. Producers' organizations shall avise and assist their members to ensure proper application of the rules they adopt. They shall penalize non-compliance in an appropriate fashion.", "1. Not later than 1 March each year, and for the first time by 1 March 1995, producers' organizations shall communicate to the competent national authorities the information referred to in Annex II.\nMember States may, should they deem it necessary, adopt additional rules concerning the points in Part B of Annex II.\n2. The competent authorities shall send to the Commission not later than 1 May each year, and for the first time by 1 May 1995, the list of recognized banana producers' organizations in their territory and the information specified in Part A of Annex II  for each producers' organization.\n3. The Commission may provide, in collaboration with the Member States concerned, for the electronic transmission of all or part of the information referred to in Annex II.", "The competent authorities shall verify the conformity of the establishment and functioning of the producers' organizations and the accuracy of the information referred to in Article 5 of Regulation (EEC) No 404/93 and Article 7 of this  Regulation. Each producers' organization shall undergo an on-the-spot inspection at least once every three years.", "The competent authorities shall withdraw recognition were they find, as the case may be, that:\n- the obligations imposed by the Community rules are not fulfilled,\n- the information referred to in Article 5 of Regulation (EEC) No 404/93 and Article 7 of this Regulation has been intentionally withheld or falsified with fraudulent intent.", "0\nAssistance to encourage the establishment and assist the administrative operation of producers' organizations, as referred to in Article 6 of Regulation (EEC) No 404/93, shall not be granted to producers' organizations which have received  the aid provided for in Article 10 of Regulation (EEC) No 1360/78.", "1\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 166, 23. 6. 1978, p. 1.\n(4) OJ No L 338, 31. 12. 1993, p. 26.\nANNEX I\n\"\" ID=\"1\">Spain (Canary Islands)> ID=\"2\">25> ID=\"3\">5 000\"> ID=\"1\">France\"> ID=\"1\">- Guadeloupe> ID=\"2\">100> ID=\"3\">30 000\"> ID=\"1\">- Martinique> ID=\"2\">100> ID=\"3\">30 000\"> ID=\"1\">Greece (Crete and Lakonia)> ID=\"2\">4> ID=\"3\">40\">  ID=\"1\">Portugal (Madeira, the Azores and Algarve)> ID=\"2\">5> ID=\"3\">10\">\nANNEX II\nPart B  (For use by the Member State)\n1. Register of members\nAttach, for each member, the following information:\n- name, forename,\n- registration numbers of parcels to bananas and total number thereof,\n- area of plantations, production harvested and average yield per hectare, in accordance with point 9 of Part A.\n2. Rules adopted by the producers' organization\nAttach a copy of the rules referred to in Article 4.\n3. Outlets\n3.1. Types of sale:\n(indicate in order of size of turnover, according to type of direct sale: sale under delivery contracts, commission sale or other kind of direct sale)\n3.2. Use and/or destination:\n(indicate in percentage)\nLocal market\nRegional market\nMarketed in EC\nExported to third countries\nProcessing industry\nOther\n4. Financial situation\nAttach result of operating account\n5. General meetings\n(a) Indicate frequency\n(b) Attach minutes of meetings held in previous marketing year."}