{"celex_id": "31995R0479", "uri": "http://publications.europa.eu/resource/cellar/42f102b0-22ce-4bd3-b0fd-5843c7c80f6c", "type": "Regulation", "concepts": ["1120", "1309", "161", "1637", "2300", "4057"], "title": "COMMISSION REGULATION (EC) No 479/95 of 1 March 1995 introducing transitional measures for the application of the tariff quota arrangements for the import of bananas as a result of the accession of Austria, Finland and Sweden for the second quarter of 1995 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 479/95 of 1 March 1995 introducing transitional measures for the application of the tariff quota arrangements for the import of bananas as a result of the accession of Austria, Finland and Sweden for the second  quarter of 1995 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149 (1) thereof,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 of 10 June 1993 laying down detailed rules for the application of the arrangements for importing bananas into the Community (3), as last amended by Regulation (EC) No 478/95 (4) establishes the detailed  rules for the operation of the Community market in bananas;\nWhereas Regulation (EC) No 3303/94 (5) lays down transitional measures for imports of bananas into Austria, Finland and Sweden in the first quarter of 1995;\nWhereas, to facilitate the transition from the arrangements existing in the new Member States before their accession to those resulting from the application of the common organization of the market in bananas, transitional measures should be adopted for  the second quarter of 1995 and operators established in those countries should be authorized to import during the second quarter a specific quantity of bananas originating in third countries; whereas this quantity should be determined on the basis of  the average quantity that each operator imported to supply these markets in the reference period used for determining the rights of the operators under the tariff quota arrangements; whereas this allocation must not, however, predetermine the allocation  of the reference quantity to be employed subsequently for 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93;\nWhereas, as a result of the accession of Austria, Finland and Sweden, provision should be made for the registration of the Community operators who marketed bananas in those countries during the three years of the reference period 1991, and/or 1992 and  1993 in order that they may participate in the import arrangements provided for under the tariff quota scheme;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. For the second quarter of 1995, under the tariff quota arrangements referred to in Articles 18 and 19 of Regulation (EEC) No 404/93, the competent authorities of Austria, Finland and Sweden shall authorize the operators established on  their territory who have imported bananas in 1991 and/or 1992 and/or 1993 to import bananas originating in third countries up to a limit of 32 206 tonnes in Austria, 20 346 tonnes in Finland and 42 616 tonnes in Sweden, respectively.\nThe authorization referred to in the first subparagraph shall be granted upon application by the operators in question submitted between 8 and 14 March 1995. This application shall specify the origin of the product to be imported and shall be  accompanied by the export document referred to in Article 3 of Regulation (EC) No 478/95 for products originating in Colombia, Costa Rica and Nicaragua.\nEach operator's authorization to import may not cover a quantity greater than 27 % of the average of the annual quantities imported by him in the years 1991, 1992 and 1993.\nThis authorization shall not predetermine the reference quantity to be allocated to the operator in question for 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93.\n2. The bananas referred to in paragraph 1 shall be released into free circulation in the Member States which granted authorization by 7 July 1995 at the latest.\n3. Article 9 (1) and (3) of Regulation (EEC) No 1442/93 and Articles 3 and 4 of Regulation (EC) No 478/95 shall apply to the issuing of authorizations to import.", "The competent authorities of the new Member States shall adopt, insofar as they are necessary, additional provisions to ensure that imports of bananas into their territory under this Regulation are checked and monitored.", "1. The Community operators who have marketed in the new Member States during the three years of the reference period 1991, 1992 and 1993 bananas originating in third countries other than the African, Caribbean and Pacific (ACP) States, the  ACP States and bananas harvested in the Community, shall request their registration with the competent authorities of the Member States by 15 March 1995 at the latest. The operators shall notify the quantities of bananas which they marketed during the  years 1991, 1992 and 1993 broken down in accordance with Article 4 (2) of Regulation (EEC) No 1442/93.\n2. The competent authorities shall establish the lists of the operators concerned and the quantities marketed by each of them in accordance with the rules laid down in Article 4 (1) and (3) of Regulation (EEC) No 1442/93 by 31 March 1995.\n3. They shall notify the Commission by 7 April 1995 at the latest of the lists of operators referred to in paragraph 2 above containing the quantities marketed by each of them.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) See page 13 of this Official Journal.\n(5) OJ No L 341, 30. 12. 1994, p. 46."}