{"celex_id": "31998D0321", "uri": "http://publications.europa.eu/resource/cellar/61a8c59a-d3ef-421e-8b3e-eb31558ab85c", "type": "Decision", "concepts": ["192", "2718", "2771", "3579", "3885", "5969"], "title": "98/321/EC: Commission Decision of 28 April 1998 concerning certain protective measures with regard to certain fishery products originating in China and amending Decision 97/368/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 April 1998 concerning certain protective measures with regard to certain fishery products originating in China and amending Decision 97/368/EC (Text with EEA relevance) (98/321/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Article 19,\nWhereas, on importation of fishery products originating in several processing establishments in China, the presence of Vibrio parahaemolyticus, Vibrio vulnificus, Staphylococcus aureus and Bacillus cereus have been detected;\nWhereas the presence of Vibrio parahaemolyticus, Vibrio vulnificus, Staphylococcus aureus and Bacillus cereus are a result of poor hygienic practices during production and/or processing, and in the case of the Vibrio parahaemolyticus it could be also the result of a contamination of harvesting areas and it presents a potential risk for human health;\nWhereas imports of products from the establishments concerned in China must not therefore be further allowed;\nWhereas Community inspections in China and the results of checks at the Community border inspection posts have shown that potential health risks with regard to the production and processing of fishery products exists;\nWhereas Commission Decision 97/368/EC of 11 June 1997 concerning certain protective measures with regard to certain fishery products originating in China (3), as amended by Decision 97/805/EC (4), provides for a ban of importation of fresh fishery products and for a requirement that frozen or processed fishery products must be systematically submitted to a microbiological examination;\nWhereas Decision 97/368/EC should be reviewed before 30 June 1998 and on the ground of the current findings it is necessary to extend the measures provided in this Decision until 30 November 1998;\nWhereas the measures provided for in this Decision are in conformity with the opinion of the Standing Veterinary Committee,", "main_body": ["This Decision shall apply to fishery products, fresh, frozen or processed, originating in China.", "Member States shall ban the imports of fishery products, in all forms, originating in the following establishments in China:\n- Xiamen Standland Foods Co. Ltd, Zhousan Plant, Dinghai, Zhousan, Zhejiang (plant code No 3300/02072),\n- Vessel Yan Yuan No 3 - No 178, North Road, Yantai, Shandong (plant code No 3700/02405),\n- Yancheng Baolong Aquatic Foods Co. Ltd, Douloggang, Dafeng County, Jiangsu Province (plant code No 3200/02061),\n- Wuhan Standhampton Foodstuff Co. Ltd, 181, 27. Avenue, Jiangan District, Wuhan (plant code No 4200/02008),\n- Laoghan Aquatic products cold storage, Qingdao (plant code No 3700/02410).", "In Article 6 of Decision 97/368/EC the date '30 June 1998` shall be replaced by '30 November 1998`.", "The Member States shall amend the measures they apply in respect of imports from China to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "All expenditure incurred by the application of this Decision shall be chargeable to the consigner, the consignee or their agent.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 373, 31. 12. 1990, p. 1.\n(2) OJ L 162, 1. 7. 1996, p. 1.\n(3) OJ L 136, 13. 7. 1997, p. 57.\n(4) OJ L 330, 2. 12. 1997, p. 19."}