{"celex_id": "31991R2860", "uri": "http://publications.europa.eu/resource/cellar/48a7953f-ec94-46ca-af3f-a9bd2367b9a9", "type": "Regulation", "concepts": ["1005", "2462", "979"], "title": "Commission Regulation (EEC) No 2860/91 of 27 September 1991 on the rate of interest to be used for calculating the costs of financing intervention measures comprising buying in, storage and disposal\n", "header": "COMMISSION REGULATION (EEC) No 2860/91  of 27 September 1991  on the rate of interest to be used for calculating the costs of financing intervention measures comprising buying in, storage and disposal\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section (1), as last amended by Regulation  (EEC) No 787/89 (2), and in particular Article 5 thereof,\nWhereas Article 3 of Commission Regulation (EEC) No 411/88 lays down that the uniform interest rate used for calculating the costs of financing intervention measures is to correspond to the interest rates for the ecu for three months' and 12 months'  forward rates recorded by the Statistical Office of the European Communities on the Euromarkets with a weighting of one-third and two-thirds respectively (3);\nWhereas the Commission fixes this rate before the beginning of each EAGGF Guarantee Section accounting year on the basis of the rates recorded in the six months preceding fixing;\nWhereas Article 4 (1) of Regulation (EEC) No 411/88 lays down that if the rate o interest costs borne by a Member State is lower for at least six months than the uniform interest rate fixed for the Community a specific interest rate is to be fixed for  that Member State; whereas the Member State notified these costs to the Commission before the end of the accounting year; whereas, where no cots are notified by a Member State, the rate to be applied is determined on the basis of the reference interest  rates set out in the Annex to the said Regulation;\nWhereas the interest rates for the 1992 accounting year must be set, in line with those provisions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committe,", "main_body": ["For expenditure incurred during the 1992 EAGGF Guarantee Section accounting year:\n1. the interest rate referred to in Article 3 of Regulation (EEC) No 411/88 shall be 9,6 %,\n2. the specific interest rate referred to in Article 4 or Regulation (EEC) No 411/88 shall be:\n9,4 % for France,\n9,0 % for Ireland,\n8,6 % for the Netherlands.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 216, 5. 8. 1978, p. 1. (2) OJ No L 85, 30. 3. 1989, p. 1. (3) OJ No L 40, 13. 2. 1988, p. 25."}