{"celex_id": "31992D0188", "uri": "http://publications.europa.eu/resource/cellar/c36f28a6-6939-4fbf-bad8-4c47e5175183", "type": "Decision", "concepts": ["1445", "1755", "2560", "619"], "title": "92/188/EEC: Commission Decision of 10 March 1992 concerning certain protection measures relating to the porcine reproductive and respiratory syndrome (PRRS)\n", "header": "COMMISSION DECISION  of 10 March 1992  concerning certain protection measures relating to the porcine reproductive and respiratory syndrome (PRRS)  (92/188/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 91/628/EEC (2), and in particular Article 10 (4) thereof,\nWhereas several disease outbreaks caused by a virus that has not yet been classified have occurred in pigs in certain parts of the Community;\nWhereas the disease, which has been named the porcine reproductive and respiratory syndrome (PRRS) results in unusual numbers of abortions or premature farrowing in sows and deaths and weakness in young piglets which cannot otherwise be attributed to a  known pig disease for which laboratory diagnostic tests are easily available;\nWhereas the disease has the potential for rapid spread within areas with a high density of pigs;\nWhereas the disease may constitute a hazard to pig production;\nWhereas, as a result of outbreaks of the disease in question, the Commission adopted Decision 91/237/EEC of 25 April 1991 concerning further protection measures relating to a new pig disease (3), as last amended by Decision 92/104/EEC (4);\nWhereas certain areas heavily infected in early 1991 have been without recorded outbreaks for several months;\nWhereas it appears necessary to take account of the evolution of the disease and to adopt appropriate measures; whereas in this respect it is necessary to repeal Decision 91/237/EEC;\nWhereas the authorities of the Member States have engaged themselves to implement national measures that are necessary to guarantee the efficient implementation of this Decision when pigs are sent to other Member States;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purposes of this Decision:\n(a) 'abortion' means the observed production of foetuses up to and including the 109th day of pregnancy, where none of the foetuses survive more than 24 hours;\n(b) 'premature farrowing' means the observed production of foetuses up to and including the 109th day of pregnancy, where some survive for more than 24 hours;\n(c) 'infected holding' means a holding where unusual numbers of abortions or premature farrowings in sows or gilts and deaths and weakness in young piglets, not attributable to known diseases, have been observed within the last eight weeks prior to  certification;\n(d) 'high health risk municipality' means a municipality which contains, at any one time, two or more infected holdings;\n(e) 'breeding pig' is a pig intended to be kept for reproduction;\n(f) 'production pig' is a pig intended to be kept for fattening for meat production.", "Member States shall take all reasonable measures to avoid the spread of porcine reproductive and respiratory syndrome from infected holdings. These measures shall include:\n- destroying all the products such as placentae, foetuses and dead piglets from all abortions, premature farrowings and normal farrowings,\n- arranging thorough cleansing and disinfection of farrowing quarters after each abortion, early farrowing or normal farrowing,\n- arranging for disinfection procedures at the entrances and exits of buildings housing breeding stock,\n- forbidding the movement of breeding pigs (sows, gilts and boars) to non-infected holdings.", "Member States shall not permit pigs originating from an infected holding to be sent to other Member States.", "Member States shall not permit to be sent to other Member States breeding pigs originating from:\n- a municipality in which an infected holding is situated,\n- holdings where, within 30 days before the date of certification, pigs have been introduced from a municipality in which an infected holding is situated.", "Member States shall not permit to be sent to other Member States production pigs originating from:\n- holdings where, within 30 days before the date of certification, pigs have been introduced from an infected holding,\n- high health risk municipalities.", "Member States having one or more infected holdings shall during the first working day of each month present data on the disease situation in the format indicated in the Annex (PRRS report).", "Decision 91/237/EEC is hereby repealed.", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29. (2) OJ No L 340, 11. 12. 1991, p. 17. (3) OJ No L 106, 26. 4. 1991, p. 67. (4) OJ No L 41, 18. 2. 1992, p. 17.\nANNEX\nPRRS REPORT FOR THE PERIOD\nMEMBER STATE\n1. Number of infected herds (herds under restriction)\nPrevious months  Month under report      Region (by name)                                                  Total\n2. Number of new outbreaks (herds reported infected for the first time)\nPrevious months  Month under report      Region (by name)                                                  Total\n3. Attach to this document a map showing infected areas."}