{"celex_id": "31997R2527", "uri": "http://publications.europa.eu/resource/cellar/08fc13e6-38e5-4d82-9bb5-c49af19ee6aa", "type": "Regulation", "concepts": ["161", "1644", "2488", "4682", "5407", "5898"], "title": "Commission Regulation (EC) No 2527/97 of 15 December 1997 laying down for 1998 detailed rules for the application of the tariff quota for beef and veal provided for in the Interim Agreement between the Community and the Republic of Slovenia\n", "header": "COMMISSION REGULATION (EC) No 2527/97 of 15 December 1997 laying down for 1998 detailed rules for the application of the tariff quota for beef and veal provided for in the Interim Agreement between the Community and the Republic of Slovenia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 410/97 of 24 February 1997 on certain procedures for applying the Interim Agreement on Trade and Trade-Related Measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EC) No 2321/97 (3), and in particular Article 9 (2) thereof,\nWhereas an Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part (4), hereinafter referred to as the 'Agreement`, was signed in Brussels on 11 November 1996; whereas pending the entry into force of the Europe Agreement, the Council and Commission decided that the Agreement would apply provisionally in the Community from 1 January 1997;\nWhereas the Agreement provides for the opening of a reduced-tariff quota for beef and veal for 1998; whereas detailed rules for the application of that quota should therefore be laid down;\nWhereas, in order to ensure orderly importation of the quantities laid down, they should be staggered;\nWhereas the arrangements should be managed using import licences; whereas to that end rules should be laid down on the submission of applications and the information to be given on applications and licences, where appropriate by way of derogation from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (5), as last amended by Regulation (EC) No 1404/97 (6), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (7), as last amended by Regulation (EC) No 2284/97 (8); whereas, moreover, it should be stipulated that licences are to be issued following a reflection period and, where necessary, after application of a uniform percentage reduction;\nWhereas, in order to ensure efficient management of the arrangements, a security against import licences of ECU 12 per 100 kilograms should be required; whereas, given the risk of speculation inherent in the arrangements in the beef and veal sector, detailed conditions for access to the quotas should be laid down;\nWhereas, in order for these criteria to be verified, applications must be submitted in the Member State where the applicant is registered for VAT purposes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. From 1 January to 31 December 1998, the following quantities may be imported under the quota opened by the Interim Agreement with Slovenia: 7 700 tonnes of chilled or frozen beef and veal falling within CN codes ex 0201 10 00 (carcasses), 0201 20 20, 0201 20 30, 0201 20 50 and 0201 30 originating in Slovenia.\nThis quota shall bear the order No 09.4082.\n2. For the meat referred to in paragraph 1, the ad valorem and specific customs duties set in the Common Customs Tariff shall be reduced by 80 %.\n3. The quantity referred to in paragraph 1 shall be staggered over the year as follows:\n- 3 850 tonnes between 1 January and 30 June 1998,\n- 3 850 tonnes between 1 July and 31 December 1998.\n4. If, during 1998, the quantity for which licence applications are submitted for the first period specified in paragraph 3 is less than the quantity available, the remaining quantity shall be added to the quantity available for the following period.", "1. In order to benefit from the import arrangements:\n(a) applicants for import licences must be natural or legal persons who, when submitting their application, must prove to the satisfaction of the competent authorities of the Member State concerned that they have traded in beef and veal with third countries at least once in the previous 12 months; they must be entered on a national VAT register,\n(b) licence applications may be presented only in the Member State in which the applicant is registered,\n(c) licence applications shall relate to a minimum quantity of 15 tonnes of product without exceeding the quantity available,\n(d) the licence application and the licence shall show in box 8 the country of origin; the licence shall carry with it an obligation to import from the country indicated,\n(e) the licence application and the licence shall show the order No 09.4082 and at least one of the following in box 20:\n- Reglamento (CE) n° 2527/97\n- Forordning (EF) nr. 2527/97\n- Verordnung (EG) Nr. 2527/97\n- Êáíïíéóìüò (ÅÊ) áñéè. 2527/97\n- Regulation (EC) No 2527/97\n- Règlement (CE) n° 2527/97\n- Regolamento (CE) n. 2527/97\n- Verordening (EG) nr. 2527/97\n- Regulamento (CE) nº 2527/97\n- Asetuksen (EY) N:o 2527/97\n- Förordning (EG) nr 2527/97.\n2. Article 5 of Regulation (EC) No 1445/95 notwithstanding, the licence application and the licence shall show in box 16 one or more of the CN codes referred to in Article 1 (1).", "1. Licence applications may be submitted only:\n- from 12 to 21 January 1998 for the quantity referred to in the first indent of Article 1 (3),\n- from 1 to 10 July 1998 for the quantity referred to in the second indent of Article 1 (3).\n2. If an applicant presents more than one application, all applications shall be rejected.\n3. Member States shall notify the Commission, by the fifth working day following the end of the period for submitting applications, of applications presented for the quantity indicated in Article 1 (1). Notification shall comprise a list of applicants showing the quantities applied for.\nAll notifications, including nil notifications, shall be made by telex or fax, notification being made, where applications have been received, in accordance with the model given in the Annex hereto.\n4. The Commission shall decide to what extent licence applications can be met.\nIf the quantity for which licences have been applied for exceeds that available, the Commission shall set a uniform percentage reduction in the quantities applied for.\n5. Provided the Commission accepts an application, the licence shall be issued as soon as possible.", "1. Without prejudice to the provisions of this Regulation, Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Article 8 (4) of Regulation (EEC) No 3719/88 notwithstanding, the full Common Customs Tariff duty applicable on the day of release for free circulation shall be charged on all quantities exceeding those indicated on the export licence.\n3. Article 3 of Regulation (EC) No 1445/95 notwithstanding, import licences issued pursuant to this Regulation shall be valid for 180 days from their date of issue. However, no licences shall be valid after 31 December 1998.\n4. Licences shall be valid throughout the Community.", "Products shall benefit from the duties referred to in Article 1 on presentation of a EUR.1 movement certificate issued by the exporting country in accordance with Protocol 4 to the Interim Agreement or a declaration by the exporter in accordance with the said Protocol.", "Article 4 of Regulation (EC) No 1445/97 notwithstanding, upon submission of an import licence application, importers shall establish a security to cover the import licence of ECU 12 per 100 kilograms.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 62, 4. 3. 1997, p. 5.\n(2) OJ L 148, 28. 6. 1968, p. 24.\n(3) OJ L 322, 25. 11. 1997, p. 25.\n(4) OJ L 344, 31. 12. 1996, p. 3.\n(5) OJ L 331, 2. 12. 1988, p. 1.\n(6) OJ L 194, 23. 7. 1997, p. 5.\n(7) OJ L 143, 27. 6. 1995, p. 35.\n(8) OJ L 314, 18. 11. 1997, p. 17.\nANNEX\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}