{"celex_id": "31996R0417", "uri": "http://publications.europa.eu/resource/cellar/5962a2ea-a9a5-46aa-a910-8a391f488dbe", "type": "Regulation", "concepts": ["1255", "161", "1644", "2543", "4385", "4682"], "title": "Commission Regulation (EC) No 417/96 of 7 March 1996 setting for the period 1 January to 30 June 1996 rules of application for the additional tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland and the Republic of Hungary\n", "header": "COMMISSION REGULATION (EC) No 417/96 of 7 March 1996 setting for the period 1 January to 30 June 1996 rules of application for the additional tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland and the Republic of Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of Multilateral Trade Negotiations (1), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 3066/95 provides for the opening of tariff quotas for beef and veal for the first half of 1996;\nWhereas Commission Regulation (EC) No 1942/94 of 4 August 1995 setting for the period 1 July 1995 to 30 June 1996 rules of application for the tariff quotas for beef and veal provided for by the Europe Agreements concluded between the Community and its Member States on the one hand and the Republic of Poland, the Republic of Hungary, the Czech Republic, the Slovak Republic, Bulgaria and Romania on the other (2), as last amended by Regulation (EC) No 2416/95 (3), lays down the rules of application for the import of certain quantities of beef and veal; whereas Regulation (EC) No 3066/95 increases the quantities for Poland and Hungary for the first half of 1996; whereas, therefore, the rules of application should be laid down for those additional quantities while adhering closely to the import arrangements already provided for in Regulation (EC) No 1942/95;\nWhereas it should be stipulated that the arrangements are to be managed using import licences; whereas to this end rules should be set on submission of applications and the information to be given on applications and licences, where applicable by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for application of the system of import and export licences and advance fixing certificates for certain agricultural products (4), as last amended by Regulation (EC) No 2137/95 (5) and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 2856/95 (7); whereas, moreover, it should be stipulated that licences are to be issued following a reflection period and, where necessary, with a flat-rate percentage reduction applied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. From 1 January to 30 June 1996 the following quantities may be imported under the tariff quotas opened by Article 1 of Regulation (EC) No 3066/95:\n- 750 tonnes of fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202, originating in Poland,\n- 275 tonnes of fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202, originating in Hungary,\n- 220 tonnes of the processed products falling within CN codes 1602 50 31 and 1602 50 39, originating in Poland.\n2. For the meat, the ad valorem and specific customs duties set in the Common Customs tariff (CCT) shall be reduced by 80 %.\nFor the processed products, the ad valorem customs duty shall be set at 13 %.", "1. In order to benefit from the import arrangements:\n(a) applicants for import licences must be natural or legal persons who, at the time their application is submitted, must prove to the satisfaction of the competent authorities of the Member State concerned that they have been trading in beef and veal for the previous 12 months with third countries; they must be entered on a national VAT register;\n(b) licence applications may be presented only in the Member State in which the applicant is registered;\n(c) licence applications for each group of products referred to in the first, second or third indent respectively of Article 1 (1) shall relate to a minimum quantity of 15 tonnes of meat by product weight without exceeding the quantity available;\n(d) the licence application and the licence shall show in box 8 the country of origin; the licence shall carry with it an obligation to import from the country indicated;\n(e) the licence application and the licence shall show at least one of the following in box 20:\n- Reglamento (CE) n° 417/96\n- Forordning (EF) nr. 417/96\n- Verordnung (EG) Nr. 417/96\n- Êáíïíéóìüò (ÅÊ) áñéè. 417/96\n- Regulation (EC) No 417/96\n- Règlement (CE) n° 417/96\n- Regolamento (CE) n. 417/96\n- Verordening (EG) nr. 417/96\n- Regulamento (CE) nº 417/96\n- Asetus (EY) N:o 417/96\n- Förordning (EG) nr 417/96.\n2. Article 5 of Regulation (EC) No 1445/95 notwithstanding, the licence application and the licence shall show in box 16 one or more of the CN codes for the products referred to in the first, second or third indent respectively of Article 1 (1).", "1. Licence applications shall be lodged from 12 to 19 March 1996.\n2. If an applicant presents more than one application for the products referred to in the first, second or third indent respectively of Article 1 (1), all his applications relating to products referred to in the same indent shall be inadmissible.\n3. Member States shall notify to the Commission, by the fifth working day following the end of the period for lodging applications, applications presented for the quantities indicated in Article 1 (1). Notification shall comprise a list of applicants arranged by quantity applied for, the CN code within which the product falls and the country of origin of the meat.\nAll notifications, including nil notifications, shall be made by telex or fax. If applications have been made, notification shall be made as indicated in Annex to this Regulation.\n4. The Commission shall decide to what extent licence applications can be met.\nIf the quantities for which licences have been applied for exceed those available, the Commission shall set a flat-rate percentage reduction of those applied for.\n5. Provided the Commission accepts the application, licences shall be issued on 9 April 1996.\n6. Licences issued shall be valid throughout the Community.", "1. Without prejudice to the provisions of this Regulation, the provisions of Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.\n3. Article 4 of Regulation (EC) No 1445/95 notwithstanding, the security against import licences shall be ECU 12 per 100 kilograms product weight.\n4. The period of validity of the import licences shall expire on 30 June 1996.", "Products shall benefit from the duties referred to in Article 1 on presentation of an EUR.1 movement certificate issued by the exporting country, the provisions of Protocol 4 annexed to the Europe Agreements applying.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 186, 5. 8. 1995, p. 30.\n(3) OJ No L 248, 14. 10. 1995, p. 28.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 214, 8. 9. 1995, p. 21.\n(6) OJ No L 143, 27. 6. 1995, p. 35.\n(7) OJ No L 299, 12. 12. 1995, p. 10.\nANNEX\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}