{"celex_id": "31997D0534", "uri": "http://publications.europa.eu/resource/cellar/05970fc5-ee4a-4599-bc09-a40fc86f9f98", "type": "Decision", "concepts": ["1598", "1755", "3579", "3730", "3885", "920"], "title": "97/534/EC: Commission Decision of 30 July 1997 on the prohibition of the use of material presenting risks as regards transmissible spongiform encephalopathies (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 July 1997 on the prohibition of the use of material presenting risks as regards transmissible spongiform encephalopathies (Text with EEA relevance) (97/534/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 9 (4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 10 (4) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (4), as last amended by Directive 96/43/EC (5), and in particular Article 19 thereof,\n(1) Whereas according to the second subparagraph of Article 9 (1) of Directive 89/662/EEC and the second subparagraph of Article 10 (1) of Directive 90/425/EEC, the Member State of origin or dispatch is required to implement on its territory the appropriate measures to prevent all situations likely to constitute a serious hazard to animals or to human health;\n(2) Whereas as a result of information on the appearance of cases of a new variant of Creutzfeldt-Jakob disease in the United Kingdom a risk of transmission of the bovine spongiform encephalopathy (BSE) agent to humans or other animals cannot be ruled out;\n(3) Whereas Commission Decision 94/381/EC of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (6), as amended by Decision 95/60/EC (7), prohibited the feeding of mammalian protein to ruminants throughout the Community;\n(4) Whereas Commission Decision 96/239/EC of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (8), as amended by Decision 96/362/EC (9), was adopted pending further evaluation of the new information and further measures to protect animal and public health;\n(5) Whereas Commission Decision 96/449/EC of 18 July 1996 on the approval of alternative heat treatment systems for processing animal waste with a view to the inactivation of spongiform encephalopathy agents (10), lays down the best available method for processing animal waste as regards spongiform encephalopathy agents;\n(6) Whereas a group of experts convened by the World Health Organization (WHO) on 3 April 1996 recommended that no part or product of any animal which had shown signs of a transmissible spongiform encephalopathy (TSE) should enter any food chain (human or animal), and that countries should not permit tissues that are likely to contain the BSE agent to enter any food chain (human or animal); whereas the Scientific Veterinary Committee has assessed the measures needed in the whole Community in order to implement the recommendations of the abovementioned group of experts;\n(7) Whereas the Scientific Veterinary Committee has concluded that the rendering procedure using 133 Â°C at 3 bar for 20 minutes is the most important factor to assure the safety of meat-and-bone meal, but that this system cannot completely guarantee the complete removal of a TSE agent present in the material to be rendered if the system is challenged with material with high infectivity;\n(8) Whereas the Scientific Veterinary Committee has stated that several Member States including the United Kingdom have reported scrapie in native-born sheep, that the presence of scrapie cannot be excluded in any Member State where sheep are present and that only a thorough epidemiological investigation conducted to common standards will give the necessary information about the scrapie status of each country;\n(9) Whereas measures must be implemented in order to protect ruminants from scrapie pending a proper epidemiological evaluation of the situation in the Community;\n(10) Whereas the Scientific Veterinary Committee has therefore recommended that specified risk materials, defined as brain, spinal cords and eyes from cattle, sheep and goats over one year of age and spleens from sheep and goats over six months of age, should be removed from all food and feed chains in countries or regions where a potential risk is identified, and that, in the case of fallen cattle, sheep and goats either the specified risk materials should be removed so that they do not enter any food or feed chain, or the whole carcase should be destroyed;\n(11) Whereas it is necessary for practical reasons to exclude the use of spleens from sheep and goats, irrespective of age, and mechanically recovered meat from the vertebral column of cattle, sheep and goats;\n(12) Whereas certain Member States have already excluded certain material from the food and feed chains; whereas the United Kingdom has prohibited tissues in addition to those recommended by the Scientific Veterinary Committee; whereas Article 3.2.13.12 of the Animal Health Code of the International Office of Epizootics recommends that bovine brains, eyes, spinal cord, tonsils, thymus, spleen and distal ileum (tissues under study) and protein products derived from them from cattle over six months of age originating from countries with a high incidence of BSE should not be traded between countries;\n(13) Whereas the United Kingdom is considered to be a country with a high incidence of BSE; whereas the tissues included on the list of specified bovine materials of the United Kingdom are in conformity with the list of the abovementioned Article of the Animal Health Code; whereas, therefore, the United Kingdom should be authorized to keep the existing national measures in respect of the removal of specified bovine material in force;\n(14) Whereas a risk analysis based on accepted scientific methodology may show that there is a significantly higher risk of exposure of animals or humans to TSEs in certain Member States; whereas those Member States may take action in respect of the removal of additional risk material of animals slaughtered on their territory;\n(15) Whereas although the situation as regards TSEs may vary between Member States, uniform rules throughout the Community should be adopted in order to ensure a high level of health protection and to avoid distortion of trade;\n(16) Whereas equivalent guarantees are required for imports from third countries; whereas the situation as regards TSEs may vary between countries and the import requirements may therefore be adapted to the particular situation of the country of origin;\n(17) Whereas Commission Directive 97/1/EC of 10 January 1997 adapting to technical progress Annexes II, III, VI and VII of Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products (11) bans provisionally the marketing of cosmetic products containing bovine, ovine and caprine tissues and fluids from the encephalon, the spinal cord and the eyes, and the ingredients derived therefrom;\n(18) Whereas the measures provided for in this Decision further contribute to the safe sourcing, processing and use of ruminant material for food, feed, medical and pharmaceutical products and cosmetic products;\n(19) Whereas there are no effective controls or tests which can determine whether or not particular tissues have been used in the manufacturing of products; whereas, therefore, in order to ensure that the tissues and fluids in question have not been used in the manufacture of products which are marketed in the Community, it is essential to ensure that those tissues are removed and stained at the point of production, and subsequently destroyed by incineration, following rendering where necessary; whereas such measures will also ensure that those tissues are excluded from food, feed, medical and pharmaceutical products and cosmetic products;\n(20) Whereas it is appropriate to provide for derogations to permit the use of materials covered by this Decision for teaching and research purposes and, under certain conditions, for feeding fur animals;\n(21) Whereas the Council, at its meeting of 17 December 1996, rejected by a simple majority the Commission's proposal on removal of specified risk materials;\n(22) Whereas inspections were carried out in Member States in 1996 to check the implementation of Community measures on BSE; whereas the results of those inspections are now available; whereas those inspections have revealed certain deficiencies, in particular in surveillance and implementation of the ban on use of mammalian protein in ruminant feed;\n(23) Whereas in view of previous trade in certain products, in particular meat and bone meal and live animals, the possible presence of TSE agents cannot be ruled out in any of the Member States; whereas on the basis of the results of the inspections, no Member State can therefore be considered to be free from a potential risk from TSEs;\n(24) Whereas this Decision will be reviewed in the light of new scientific information with regard to risk of exposure to TSEs resulting from infectivity in other animal species, age categories, tissues or materials, not yet covered by this Decision;\n(25) Whereas the Commission will make proposals to set up an effective TSE surveillance in the Member States;\n(26) Whereas the Standing Veterinary Committee has not delivered an opinion; whereas the Commission therefore proposed these measures to the Council on 17 July 1997 in accordance with Article 17 of Directive 89/662/EEC, the Council being required to adopt measures within 15 days;\n(27) Whereas, however, the Council has not acted within the prescribed period; whereas the Council has not decided against the proposed measures by simple majority within the prescribed period; whereas these measures should now be adopted by the Commission,", "main_body": ["For the purposes of this Decision 'specified risk material` shall be defined as follows:\n(a) the skull, including the brain and eyes, tonsils and spinal cord of:\n- bovine animals aged over 12 months,\n- ovine and caprine animals which are aged over 12 months or have a permanent incisor tooth erupted through the gum;\n(b) the spleens of ovine and caprine animals.", "The use of specified risk material for any purpose shall be prohibited.", "The use of the vertebral column of bovine, ovine and caprine animals for the production of mechanically recovered meat shall be prohibited.", "1. Specified risk material shall be stained with a dye on removal and either:\n(a) destroyed by incineration;\nor,\n(b) provided that the colour of the dye is detectable after processing, processed and subsequently incinerated, buried, burned as fuel or otherwise disposed of by a similar method which precludes the risk of transmission of a TSE.\n2. In exceptional circumstances and by way of derogation from paragraph 1, specified risk material may be burned or buried in strict compliance with the conditions laid down in Article 3 (2) of Council Directive 90/667/EEC (12).\n3. Member States may derogate from the provisions of Article 2 and paragraphs 1 and 2 of this Article to allow the use of specified risk material:\n(a) for the purposes of teaching or research in officially recognized establishments;\n(b) for feeding for animals under conditions, in particular with regard to checks, to be established in accordance with the procedure laid down in Article 18 of Directive 89/662/EEC.", "To ensure the correct application of this Decision, Member States shall carry out regular official controls, particularly in slaughterhouses, cutting plants, storage facilities and animal waste processing plants, and take measures to avoid cross-contamination.", "1. Without prejudice to Article 4 (3) the import into the Community of specified risk material is prohibited.\n2. In order to be imported into the Community, products of animal origin intended for food or feed shall be accompanied by the appropriate certificate, as required by Community legislation, supplemented by a declaration signed by the competent authority of the country of production, worded as follows:\n'The product does not contain, and is not derived from, specified risk material as defined in Commission Decision 97/534/EC or mechanically recovered meat obtained from the vertebral column of bovine, ovine or caprine animals`.\n3. In order to enable their products to be imported into the Community, producers of medical, pharmaceutical, or cosmetic products, or their starting materials or intermediate products, shall upon request by the competent authority of a Member State, supply a declaration signed by the competent authority of the country of production, worded as follows:\n'The product does not contain, and is not derived from, specified risk material as defined in Commission Decision 97/534/EC`.\n4. When implementing this Decision, the Community shall comply with obligations under international agreements.", "Member States may take further action in relation to animals slaughtered on their own territory.", "This Decision shall be reviewed regularly in the light of new scientific information with regard to the risk of exposure to TSEs resulting from infectivity in other animal species, age categories, tissues or materials. Where necessary this Decision shall be amended after consultation of the appropriate scientific committee and in accordance with the procedure laid down in Article 18 of Directive 89/662/EEC.", "This Decision shall be without prejudice to the provisions of Decision 96/239/EC.", "0\nThis Decision shall apply from 1 January 1998.", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 395, 30. 12. 1989, p. 13.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 224, 18. 8. 1990, p. 29.\n(4) OJ No L 373, 31. 12. 1990, p. 1.\n(5) OJ No L 162, 1. 7. 1996, p. 1.\n(6) OJ No L 172, 7. 7. 1994, p. 23.\n(7) OJ No L 55, 11. 3. 1995, p. 43.\n(8) OJ No L 78, 28. 3. 1996, p. 47.\n(9) OJ No L 139, 12. 6. 1996, p. 17.\n(10) OJ No L 184, 24. 7. 1996, p. 43.\n(11) OJ No L 16, 18. 1. 1997, p. 85.\n(12) OJ No L 363, 27. 12. 1990, p. 51."}