{"celex_id": "31999R2709", "uri": "http://publications.europa.eu/resource/cellar/8a658daf-fa90-4882-afd6-48c5f9fbce98", "type": "Regulation", "concepts": ["161", "2211", "4683", "4691", "5252", "614"], "title": "Commission Regulation (EC) No 2709/1999 of 17 December 1999 on opening Community tariff quotas for 2000 for sheep, goats, sheepmeat and goatmeat falling within CN codes 01041030, 01041080, 01042010, 01042090 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EC) No 2467/98 as regards the import and export of products in the sheepmeat and goatmeat sector\n", "header": "COMMISSION REGULATION (EC) No 2709/1999\nof 17 December 1999\non opening Community tariff quotas for 2000 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 10, 0104 20 90 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EC) No 2467/98 as regards the import and export of products in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations(1), as last amended by Regulation (EC) No 2435/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1998 on the common organisation of the market in sheepmeat and goatmeat(3), and in particular Article 17(1) thereof,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part(4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part(5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3296/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part(6), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3297/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part(7), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part(8), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part(9), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on agriculture concluded during the Uruguay Round multilateral trade negotiations(10), and in particular Article 5 thereof,\nWhereas:\n(1) Under the Agreement on agriculture concluded in the framework of the Uruguay Round of multilateral trade negotiations(11), the Community has undertaken to open a non-country-specific tariff quota; the Europe Agreements concluded between the Community and the countries of Central Europe allow additional preferential access to the Community market.\n(2) Moreover, the Community has established a tariff quota for imports of sheepmeat and goatmeat from Estonia, Latvia and Lithuania by virtue of Regulation (EC) No 1926/96.\n(3) The tariff quotas have to be opened for 2000 by the Commission and be managed according to the rules laid down in Commission Regulation (EC) No 1439/95(12), as last amended by Regulation (EC) No 344/1999(13).\n(4) A carcass-weight equivalent needs to be fixed in order to ensure a proper functioning of the tariff quotas; furthermore, certain tariff quotas provide the option of importing either the live animals or their meat; a conversion factor is therefore required.\n(5) Regulation (EC) No 3066/95 provided in particular, as an autonomous transitional measure, for a reduction in duty and increases in certain import quotas from the Associated Countries of Eastern Europe; it also provided for the importation of pure-bred breeding goats falling within CN code 0104 20 10 within the tariff quotas for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria; it is necessary to derogate for 2000 from some of the implementing provisions laid down by Regulation (EC) No 1439/95.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for sheepmeat and goatmeat,", "main_body": ["This Regulation opens Community tariff quotas for the sheepmeat and goatmeat sectors and provides for certain derogations from Regulation (EC) No 1439/95 for the period 1 January to 31 December 2000.", "The customs duties applicable to imports into the Community of sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 originating in the countries indicated in the Annexes and of live pure-bred breeding goats falling within CN code 0104 20 10 for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria shall be suspended or reduced during the periods, at the levels and within the limits of the tariff quotas laid down in this Regulation.", "1. The quantities of meat, expressed in carcass-weight equivalent, falling within CN code 0204 for which the customs duty, applicable to imports originating in specific supplying countries, is suspended for the period between 1 January and 31 December 2000, shall be those laid down in Annex I.\n2. The quantities of live animals and meat expressed as carcass-weight equivalent, falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 and, in addition, for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria falling within CN code 0104 20 10, for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to zero for the period between 1 January and 31 December 2000, shall be those laid down in Annex II.\n3. The quantities of live animals, expressed in live weight, falling within CN codes 0104 10 30, 0104 10 80 and 0104 20 90 for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to duty rate zero for the period between 1 January and 31 December 2000, shall be those laid down in Annex III.\n4. The quantities of live animals, expressed in live weight, falling within CN codes 0104 10 30, 0104 10 80 and 0104 20 90 for which the customs duty, applicable to imports, is reduced to 10 % ad valorem for the period between 1 January and 31 December 2000, shall be those laid down in Annex IV, Part A.\n5. The quantities of meat, expressed in carcass-weight equivalent, falling within CN code 0204 for which the customs duty, applicable to imports, is suspended for the period between 1 January and 31 December 2000, shall be those laid down in Annex IV, Part B.", "1. The tariff quotas provided for in Article 3(1), (2) and (3) shall be managed in accordance with the rules laid down in Title II A of Regulation (EC) No 1439/95.\n2. The tariff quotas provided for in Article 3(4) and (5) shall be managed in accordance with the rules laid down in Title II B of Regulation (EC) No 1439/95.", "1. The term carcass-weight equivalent referred to in Article 3 shall be taken to mean the weight of bone-in meat presented as such, and also boned meat converted by a coefficient into bone-in weight. For this purpose 55 kilograms of boned mutton or goatmeat other than kid corresponds to 100 kilograms of bone-in mutton or goatmeat other than kid and 60 kilograms of boned lamb or kid corresponds to 100 kilograms of bone-in lamb or kid.\n2. Where the option is available under the association agreements between the Community and certain supplier countries, of allowing imports in the form of live animals or as meat, 100 kilograms of live animals shall be considered to be equivalent to 47 kilograms of meat.", "The derogations from Regulation (EC) No 1439/95 are as follows:\n1. Title II A shall apply mutatis mutandis in respect of the import of products falling within CN code 0104 20 10 for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria;\n2. in Article 14(1) the following phrase is inserted after CN code 0104 20 90, \"and for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria CN code 0104 20 10\";\n3. Article 14(4) is replaced by the following:\n\"4. Import licences issued in respect of the quantities referred to in Annex II to Regulation (EC) No 1440/95 and in subsequent annual tariff quota regulations shall bear in box 24 at least one of the following entries:\n- Derecho limitado a 0 [aplicación del anexo II del Reglamento (CE) n° 1440/95 y de posteriores Reglamentos por los que se establecen contingentes arancelarios anuales]\n- Told nedsat til 0 (jf. bilag II til forordning (EF) nr. 1440/95 og efterfølgende forordninger om årlige toldkontingenter)\n- Beschränkung des Zollsatzes auf Null (Anwendung von Anhang II der Verordnung (EG) Nr. 1440/95 und der späteren jährlichen Verordnungen über die Zollkontingente)\n- Δασμός περιοριζόμενος στο μηδέν [εφαρμογή του παραρτήματος II του κανονισμού (ΕΚ) αριθ. 1440/95 και των μεταγενέστερων κανονισμών σχετικά με την ετήσια δασμολογική ποσόστωση]\n- Duty limited to zero (application of Annex II to Regulation (EC) No 1440/95 and subsequent annual tariff quota regulations)\n- Droit de douane nul [application de l'annexe II du règlement (CE) n° 1440/95 et des règlements ultérieurs sur les contingents tarifaires]\n- Dazio limitato a zero [applicazione dell'allegato II del regolamento (CE) n. 1440/95 e dei successivi regolamenti relativi ai contingenti tariffari annuali]\n- Invoerrecht beperkt tot nul (toepassing van bijlage II bij Verordening (EG) nr. 1440/95 en van de latere verordeningen tot vaststelling van de jaarlijkse tariefcontingenten)\n- Direito limitado a zero [aplicação do anexo II do Regulamento (CE) n.o 1440/95 e regulamentos subsequentes relativos aos contingentes pautais anuais]\n- Tulli rajoitettu 0 prosenttiin (asetuksen (EY) N:o 1440/95 liitteen II ja sen jälkeen annettujen vuotuisia tariffikiintiöitä koskevien asetusten soveltaminen)\n- Tull begränsad till noll procent (tillämpning av bilaga II i förordning (EG) nr 1440/95 i senare förordningar om årliga tullkvoter).\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 328, 30.12.1995, p. 31.\n(2) OJ L 303, 13.11.1998, p. 1.\n(3) OJ L 312, 20.11.1998, p. 1.\n(4) OJ L 319, 21.12.1993, p. 1.\n(5) OJ L 319, 21.12.1993, p. 4.\n(6) OJ L 341, 30.12.1994, p. 14.\n(7) OJ L 341, 30.12.1994, p. 17.\n(8) OJ L 368, 31.12.1994, p. 1.\n(9) OJ L 368, 31.12.1994, p. 5.\n(10) OJ L 254, 8.10.1996, p. 1.\n(11) OJ L 336, 23.12.1994, p. 22.\n(12) OJ L 143, 27.6.1995, p. 7.\n(13) OJ L 43, 17.2.1999, p. 6.\nANNEX I\nQUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(1)\nOrder No 09.4033\nSheepmeat and goatmeat, at zero duty\n>TABLE>\nANNEX II\nQUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(2)\nDuty rate zero\n>TABLE>\nANNEX III\nQUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(3)\nOrder No 09.4035\nLive sheep and goats (tonnes live weight) Duty rate zero\n>TABLE>\nANNEX IV\nA. QUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(4)\nOrder No 09.4036\nLive sheep and goats (tonnes live weight). Duty rate 10 %\n>TABLE>\nB. QUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(5)\nOrder No 09.4037\nSheep and goatmeat (tonnes CWE). Duty rate zero.\n>TABLE>"}