{"celex_id": "31996R0769", "uri": "http://publications.europa.eu/resource/cellar/9cf51daa-5304-451c-bba0-f7c1dbf4edc0", "type": "Regulation", "concepts": ["1144", "2414", "3275", "5360", "755", "976"], "title": "Commission Regulation (EC) No 769/96 of 26 April 1996 amending Regulation (EC) No 1237/95 laying down detailed rules for the application of the stabilizer to the yields used for the calculation of the compensatory payments referred to in Regulation (EEC) No 1765/92\n", "header": "COMMISSION REGULATION (EC) No 769/96 of 26 April 1996 amending Regulation (EC) No 1237/95 laying down detailed rules for the application of the stabilizer to the yields used for the calculation of the compensatory payments referred to in Regulation (EEC) No 1765/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of cerain arable crops (1), as last amended by Regulation (EC) No 2989/95 (2), and in particular Article 12 thereof,\nWhereas, in order to prevent complicated regionalization plans from giving rise to real yields which significantly exceed historical yields, Regulation (EEC) No 1765/92 provides for the adjustment of compensatory payments in the following marketing year in proportion to the overrun in the average historical yield resulting from the 1993 regionalization plans, or in the case of Austria, Finland and Sweden, the plans applied in 1995;\nWhereas Commission Regulation (EC) No 1237/95 (3) lays down the procedure to be followed for ascertaining such overruns and fixes in particular the historical reference yields; whereas that list should be supplemented by the historical yields for Austria, Finland and Sweden; whereas the historical yield for Brandenburg in Germany must be adjusted to take account of the incorporation in that Land of part of Mecklenburg-Western Pomerania;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["The Annex to Regulation (EC) No 1237/95 is hereby amended as follows:\n1. opposite Brandenburg under 'Germany`, the figure '4,52` t/ha is replaced by '4,54` t/ha.\n2. 'Austria`, 'Sweden` and 'Finland` are added with average historical yields of '5,27`, '4,02` and '2,82` t/ha respectively.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.", "(1) shall apply from the 1994/95 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 312, 23. 12. 1995, p. 5.\n(3) OJ No L 121, 1. 6. 1995, p. 29."}