{"celex_id": "31994R2221", "uri": "http://publications.europa.eu/resource/cellar/d88b6983-e2c7-44b9-918e-a824fabb58bf", "type": "Regulation", "concepts": ["1277", "161", "2957", "5063", "5403", "5407"], "title": "Commission Regulation (EC) No 2221/94 of 13 September 1994 amending Regulation (EC) No 1550/94 laying down detailed rules of application for the management of a quota of preparations of a kind used in animal feeding falling within CN codes 2309 90 31 and 2309 90 41 provided for in the Interim Agreement on trade and trade-related matters concluded with Bulgaria\n", "header": "COMMISSION REGULATION (EC) No 2221/94 of 13 September 1994 amending Regulation (EC) No 1550/94 laying down detailed rules of application for the management of a quota of preparations of a kind used in animal feeding falling within CN codes 2309 90  31 and 2309 90 41 provided for in the Interim Agreement on trade and trade-related matters concluded with Bulgaria\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3641/93 of 20 December 1993 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the  one part, and the Republic of Bulgaria of the other part (1), and in particular Article 1 thereof,\nWhereas Commission Regulation (EC) No 1550/94 (2) lays down detailed rules on the import of certain quantities of preparations intended for animal feeding which are specified in the Annex thereto, under the Interim Agreement concluded with Bulgaria;\nWhereas on 30 June 1994 the Community concluded an agreement in the form of an exchange of letters with Bulgaria (3), which amends the Interim Agreement with that country and provides for certain compensatory measures which take effect on 1 July 1994;  whereas Regulation (EC) No 1550/94 should therefore be amended by adding to the quantities indicated in the Annex thereto, for each of the three years between 1 July 1994 and 30 June 1997, an annual quantity of 398,6 tonnes by way of compensation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Annex to Regulation (EC) No 1550/94 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 333, 31. 12. 1993, p. 16.\n(2) OJ No L 166, 1. 7. 1994, p. 43.\n(3) OJ No L 178, 12. 7. 1994, p. 71.\nANNEX\nThe quantities imported under the CN codes referred to in this Annex benefit from a 60 % reduction in the duty and levy during the period 1 July 1994 to 30 June 1997.\n\"\" ID=\"1\">2309 90 31> ID=\"2\">Preparations of a kind used in animal feeding> ID=\"3\">2 828,6 tonnes> ID=\"4\">3 018,6 tonnes> ID=\"5\">3 198,6 tonnes\"> ID=\"1\">2309 90 41\">"}