{"celex_id": "31998R2249", "uri": "http://publications.europa.eu/resource/cellar/9314e519-e12e-482f-9cba-2e307ac60813", "type": "Regulation", "concepts": ["1309", "2084", "2384", "2437", "519"], "title": "Commission Regulation (EC) No 2249/98 of 19 October 1998 imposing provisional anti-dumping and countervailing duties on certain imports of farmed Atlantic salmon originating in Norway and amending Decision 97/634/EC\n", "header": "COMMISSION REGULATION (EC) No 2249/98 of 19 October 1998 imposing provisional anti-dumping and countervailing duties on certain imports of farmed Atlantic salmon originating in Norway and amending Decision 97/634/EC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Article 8(10) thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (3), and in particular Article 13(10) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 31 August 1996, the Commission announced, by two separate notices published in the Official Journal of the European Communities, the initiation of an anti-dumping proceeding (4) as well as an anti-subsidy proceeding (5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) The Commission sought and verified all information that it deemed necessary for the purpose of its definitive findings. As a result of that examination, it was established that definitive anti-dumping and countervailing measures should be adopted in order to eliminate the injurious effects of dumping and subsidisation. All interested parties were informed of the results of the investigation and were given the opportunity to comment thereon.\n(3) On 26 September 1997, the Commission adopted Decision 97/634/EC (6), as last amended by Decision 98/540/EC (7), accepting undertakings offered in connection with the two abovementioned proceedings from the exporters mentioned in the Annex to the Decision and terminating the investigations in respect of them.\n(4) On the same day, the Council, by Regulation (EC) No 1890/97 (8), as last amended by Regulation (EC) No 2052/98 (9), imposed an anti-dumping duty of ECU 0,32 per kilo on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1(2) of that Regulation.\n(5) Also on the same day, the Council, by Regulation (EC) No 1891/97 (10), as last amended by Regulation (EC) No 2052/98, also imposed a countervailing duty of 3,8 % on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1(2) of that Regulation.\n(6) The abovementioned Regulations set out the definitive findings and conclusions on all aspects of the investigations.\nB. APPARENT FAILURE TO COMPLY WITH THE UNDERTAKING\n(7) In order to ensure the effective implementation and monitoring of the undertakings accepted, the exporters undertook to report to the Commission, every quarter, the details of all their sales on a transaction-by-transaction basis of farmed Atlantic salmon to unrelated customers in the Community.\n(8) The text of the undertakings specifically provides that failure to comply with the reporting obligations and, in particular, failure to submit the quarterly report within the prescribed time limit except in case of force majeure, would be construed as a violation of the undertaking.\n(9) Certain Norwegian exporters have failed to comply with their obligation to present a report within the prescribed time limit or have not submitted any report at all for the first quarter of 1998.\nThose exporters were informed of the consequences of late reporting, and in particular that, should the Commission have reasons to believe that an undertaking is being violated, a provisional anti-dumping and countervailing duty may be imposed pursuant to Article 8(10) of Regulation (EC) No 384/96 and Article 13(10) of Regulation (EC) No 2026/97, respectively.\nThose exporters were also invited to provide, where appropriate, evidence of any force majeure justifying the late submission or the lack of reports, but have so far failed to provide conclusive evidence of such force majeure.\n(10) One of the nine exporters listed in the Annex to this Regulation, NorMan Trading Ltd AS (11), has notified the Commission that it has changed its name and requested that the newly named company be allowed to enter a new undertaking as a newcomer. However, the Commission is of the view that a mere change of name is not sufficient to qualify a company as a new exporter within the meaning of Article 2 of Regulation (EC) No 1890/97 and Article 2 of Regulation (EC) No 1891/97.\n(11) Besides their reporting obligations, the exporters specifically undertook to respect a precisely defined minimum price for sales of the respective presentations of salmon imported into the Community.\n(12) In monitoring the reports relating to the fourth quarter of 1997, it appeared from additional documents, which the Commission requested, that the exporter Norwell AS had not included a number of credit notes in the report submitted for the quarter in question. After deduction of the omitted credit notes, it appeared that Norwell AS had made sales on the Community market below the minimum price foreseen in the undertaking.\nC. PROVISIONAL MEASURES\n(13) Under those circumstances, there are reasons to believe that the undertakings accepted by the Commission from the Norwegian exporters mentioned in the Annex to this Regulation are being breached.\n(14) It is, therefore, considered imperative that, pending further investigation of those apparent breaches, provisional duties be imposed.\nD. RATE OF DUTY\n(15) In accordance with Article 8(10) of Regulation (EC) No 384/96, the rate of the anti-dumping duty must be established on the basis of the best information available.\n(16) In this regard, and in view of recital 107 to Regulation (EC) No 1890/97, it is considered appropriate to set the rates of the provisional anti-dumping duty for all companies concerned at ECU 0,32/kg net product weight.\n(17) In accordance with Article 13(10) of Regulation (EC) No 2026/97, the rate of the countervailing duty must be established on the basis of the best information available.\nUnder the present circumstances and in view of recital 149 to Regulation (EC) No 1891/97, it is considered appropriate that the rate of the provisional countervailing duty be set at the level of 3,8 % of the net free-at-Community-frontier price before duty.\nE. FINAL CONSIDERATIONS\n(18) The names of the exporters concerned should therefore be deleted from the list annexed to Decision 97/634/EC.\n(19) In the interests of sound administration, a period should be fixed in which interested parties may make known their views in writing and request a hearing,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (TARIC code: 0302 12 00*19), ex 0304 10 13 (TARIC code: 0304 10 13*19), ex 0303 22 00 (TARIC code: 0303 22 00*19) and ex 0304 20 13 (TARIC code: 0304 20 13*19) originating in Norway and exported by the companies listed in the Annex.\n2. The rate of duty applicable is ECU 0,32/kg net product weight.", "1. A provisional countervailing duty is hereby imposed on imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (TARIC code: 0302 12 00*19), ex 0304 10 13 (TARIC code: 0304 10 13*19), ex 0303 22 00 (TARIC code: 0303 22 00*19) and ex 0304 20 13 (TARIC code: 0304 20 13*19) originating in Norway and exported by the companies listed in the Annex.\n2. The rate of duty applicable to the net free-at-Community-frontier price, before duty, shall be 3,8 %.", "1. The duties referred to in Articles 1 and 2 shall not apply to wild Atlantic salmon (TARIC codes: 0302 12 00*11, 0304 10 13*11, 0303 22 00*11, 0304 20 13*11). For the purpose of this Regulation, wild Atlantic salmon shall be that in respect of which the competent authorities of the Member State of landing are satisfied, by means of all customs and transport documents to be provided by interested parties, that it was caught at sea.\n2. Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "The parties concerned may make their views known in writing and apply to be heard orally by the Commission within one month after the date of entry into force of this Regulation.", "In the Annex to Decision 97/634/EC, the names of the companies listed in the Annex to this Regulation are hereby deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply for a period of four months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 288, 21. 10. 1997, p. 1.\n(4) OJ C 253, 31. 8. 1996, p. 18.\n(5) OJ C 253, 31. 8. 1996, p. 20.\n(6) OJ L 267, 30. 9. 1997, p. 81.\n(7) OJ L 252, 12. 9. 1998, p. 68.\n(8) OJ L 267, 30. 9. 1997, p. 1.\n(9) OJ L 264, 29. 9. 1998, p. 17.\n(10) OJ L 267, 30. 9. 1997, p. 19.\n(11) The new name is NorMan Seafood AS.\nANNEX\n>TABLE>"}