{"celex_id": "31992D0274", "uri": "http://publications.europa.eu/resource/cellar/d9733ba0-cfe3-4a38-80d8-3c5b66499ae9", "type": "Decision", "concepts": ["2795", "2903", "3660", "4042", "753"], "title": "92/274/Euratom: Council Decision of 29 April 1992 adopting specific research programmes to be implemented by the joint research centre for the European Atomic Energy Community (1992-1994)\n", "header": "COUNCIL DECISION of 29 April 1992 adopting specific research programmes to be implemented by the joint research centre for the European Atomic Energy Community (1992-1994) (92/274/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission submitted after consultation of the Scientific and Technical Committee(1) ,\nHaving regard to the opinion of the European Parliament (2) ,\nHaving regard to the opinion of the Economic and Social Committee (3)\nWhereas the Council adopted a Resolution on 29 April 1992 concerning the activities to be undertaken by the Joint Research Centre(4) .\nWhereas, by its Decision 90/221/Euratom, EEC(5) , the Council adopted a third Framework Programme for Community activities in the field of research and technological development (1990 to 1994), specifying in particular the activities to be pursued  concerning the management of natural resources; whereas this Decision should be taken in the light of the grounds set out in the preamble to that Decision;\nWhereas, for activities covered by the EAEC Treaty, Article 2 of Decision 90/221/Euratom, EEC provides for the implementation of the third Framework Programme through programmes adopted in accordance with Article 7 of the said Treaty;\nWhereas the Joint Research Centre (JRC), as provided for in Decision 90/221/Euratom, EEC is called on to contribute to the implementation of the Framework Programme, particularly in those fields where it can offer impartial and independent expertise for  the benefit of all Community policies;\nWhereas the JRC can contribute to the realization of said actions, particularly in the field of research in nuclear fission safety, especially concerning prenormative aspects;\nWhereas, in the context of these programmes, it is desirable that an assessment be made of the economic and social impact as well as of any technological risks;\nWhereas, pursuant to Article 4 and Annex I of Decision 90/221/Euratom, EEC the funds estimated as necessary for the whole Framework Programme include an amount of ECU 57 million for the centralized dissemination and exploitation of results, to be  divided up in proportion to the amount envisaged for each specific programme;\nWhereas Decision 90/221/Euratom, EEC provides that a particular aim of Community research must be to strengthen the scientific and technological basis of European industry, and to encourage it to become more competitive at the international level;  whereas that Decision also provides that Community action is justified where research contributes, inter alia, to the strengthening of the economic and social cohesion of the Community and to the promotion of its overall harmonious develpment, while  being consistent with the pursuit of scientific and technical excellence; whereas the programmes of the Joint Research Centre should contribute to the achievement of these objectives;\nWhereas the JRC could explore and seek to benefit from new perspectives for scientific and technical cooperation with some third countries;\nWhereas, particularly with regard to nuclear safety, the JRCs work and experience should be usefully exploited by the Commission in its action of assisting the countries of central and eastern Europe with regard to improving safety conditions in their  nuclear plants, which is a matter of concern throughout the European continent;\nWhereas the Board of Governors of the JRC plays a significant part on one hand in the administrative operation of the Centre and on the other in the implementation of its research programmes,", "main_body": ["1.  The specific research and development programmes to be implemented by the Joint Research Centre (JRC) for the European Atomic Energy Community in the fields of research in nuclear fission safety and controlled nuclear fision, especially  concerning prenormative aspects, as defined in Annex I, including exploratory research activities, are hereby adopted for a period running from 1 January 1992 to 31 December 1994. They shall be implemented in parallel with corresponding specific  programmes of the third Framework Programme.\n2.  The JRC may take part, as appropriate, in the centralized action for the dissemination and exploitation of knowledge resulting from Community research activities as provided for in the Framework Programme and in close coordination with the Committee  set up under that action.", "1.  The funds estimated as necessary for the execution of the programmes amount to ECU 202,95 million.\n2.  An indicative breakdown of funds is set out in Annex II.\n3.  Should the Council take a decision pursuant to Article 1 (4), of Decision 90/221/EEC, this Decision shall be adapted accordingly.", "Detailed rules for the implementation of the programmes are set out in Annex III.", "1.  The Commission shall each year before 31 March submit to the European Parliament, the Council and the Economic and Social Committee a report on the implementation of this Decision.\n2.  This report shall be accompanied by the observations of the Board of Governors. The latter may also submit through the Commission to the European Parliament, the Council and the Economic and Social Committee a separate report on any aspect of the  implementation of this Decision.", "1.  Research carried out by the JRC shall be evaluated by a group of independent external experts set up by the Commission after consulting the Board of Governors. A report on the subject shall be established at the end of the programmes.\n2.  The evaluation report, accompanied by the opinion of the Board of Governors of the JRC, shall be transmitted by the Commission to the European Parliament, the Council and the Economic and Social Committee.", "The reports referred to in Articles 4 and 5 shall be established having regard to the objectives set out in Annex I to this Decision and in accordance with Article 2 (4) of Decision 90/221/Euratom, EEC.", "1.  The Commission, assisted by the Board of Governors of the JRC shall be responsible for carrying out the programmes and to this end shall cal upon the services of the JRC.\n2.  The Commission in cooperation with the Board of Governors, shall ensure periodical consultation with relevant Committees to ensure close coordination between Community shared cost actions, corresponding national activities and those of the JRC in  the same areas with the aim of ensuring a coherent approach.", "The Commission shall decided on the terms of reference of the Board of Governors.", "1.  The Commission is authorized to negotiate, in accordance with the second paragraph of Article 101, of the Treaty, international agreements with third country members of COST, in particular member countries of the European Free Trade  Association (EFTA) and central and eastern European countries, with a view to associating them with the JRC activities.\n2.  The Commission, assisted by the Board of Governors, may, on the basis of the criterion of mutual benefit, request the JRC to execute projects with bodies and enterprises established in European third countries in the context of the specific  programmes carried out by the JRC.\nNo contracting body based outside the Community and participating in an action undertaken within the arrangements of a programme shall benefit from the financing granted to the programme by the Community. Such a body shall contribute to the general  administrative costs.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 29 April 1992\nFor the Council The President Luis VALENTE DE OLIVEIRA\n(1) OJ No C 234, 7. 9. 1991, p. 15.\n(2) OJ No C 13, 20. 1. 1992, p. 510.\n(3) OJ No C 49, 24. 2. 1992, p. 16.\n(4) OJ No C 118, 9. 8. 1992, p. 8.\n(5) OJ No L 117, 8. 5. 1990, p. 28.\nANNEX I\nSCIENTIFIC, TECHNICAL OBJECTIVES AND CONTENT OF THE PROGRAMMES  The work of the JRC will be to conduct both basic/strategic and applied/target oriented research; It will be carried out as an integral part of the European science and technology system  and following the basic principles of customer/contractor and subsidiarity, taking account of the following characteristics:\n- scientific and technical excellence,\n- neutrality and independence,\n- unique research facilities,\n- openness to all Community Member States.\nThe basic and applied research in science and technology carried out by the JRC should meet the needs of the Community as a whole, its Institutions and Member States with the objectives of;\n- contributing to the strengthening of the scientific and technological basis for European industry and to the development of its international competitivity,\n- contributing to the enhacement of the quality of the human and natural environment,\n- contributing to the improvement of public safety aspects of new technologies,\n- contributing to the reduction of scientific and technological disparities between the Member States of the Community,\n- provide scientific and technical services to Community Institutions and making JRC competences and scientific and technical installations available to public and private bodies.\nThe European dimension of its work must remain one of the fundamental stregths of the JRC. Its activity should be characterized by a multidisciplinary approach based on the large span of its competences. This multidisciplinarity shall be reflected in  the choice of subjects of its institutes, thus ensuring its aptitude to take up new possible challenges.\nThis large exposure should not, however, lead to an excessive dispersion of the activities which are undertaken. Without ignoring the expectations of its customers, the Centre and its management must have clear views on the propre scientific-technical  orientations for the JRC and be able to keep a balance in order to ensure that the activities and contracts which are accepted can be executed at any time with the requisite level of competence, qualitatively as well as quantitatively.\nParagraphs 5b and 5c of Annex II of the Framework Programme form an integral part of the present JRC multiannual programmes.\nThe following presents a summary of the objectives of the programmes based on and taking into account the above elements.\nNuclear fission safety\nThe objective is to increase scientific and technical knowledge by research on the prevention of accidents and studies on severe accidents, participating in the elaboration of risk assessment techniques and methods by using experimental intallations of  the JRC and by sharing a national research facility.\nThe contribution of the JRC will be in the following areas:\n- reactor safety,\n- safeguards and fissile materials management,\n- radioactive waste management, and\n- actinides in nuclear fuel cycle safety.\nReactor safety\nThe JCR activties will concentrate on:\n- accident prevention studies;\n- severe accident studies, in connection with risk assessment and concentrating on the study of phenomena, by using an existing JRC experimental installation and by sharing a national research facility.\nSafeguards and fissile materials management\nThe research conducted in networks of national laboratories underpins and aims at the provisions of timely results or new techniques essential for fulfilling Treaty obligations for safeguards, as well as those of the Non-Proliferation Treaty. Work will  include nuclear materials measurements, containment and surveillance techniques and the integration of safeguards measures.\nRadioactive waste management\nJRC objectives are to support the present strategy of the Member States, aiming at the disposal of radioactive waste in geological formations and to carry out research on management strategies which may lead to diminution of waste arising from future  fuel cycle installations. Research conducted in collaboration with national laboratories will benefit from existing and newly constructed experimental facilities.\nActinides in nuclear fuel cycle safety\nActivities for 1992-1994 will focus on the following subjects:\n- safety studies of nuclear fuel behaviour (UO2 and MOX) at extended burn-up, under transient, off-normal and accident conditions,\n- basic physico-chemical and solid state studies actinides,\n- study of nuclear aerosols,\n- mitigation of the minor actinides and other long-lived radioactive nuclides arising in the nuclear fuel cycle,\n- plutonium fuel technology (minor activity aimed at maintaining competence in the field).\nControlled thermonuclear fusion\nThis activity is intended to improve the knowledge base and technology of safety and environmental aspects of future fusion machines for the European fusion programme. The main part of the work will be in support to the next step (NET/ITER). An  important feature of this programme will be the operation of the Ethel laboratory for the experimental study of the safe management of tritium. Other support to the next step will encompass design and development in specific technological areas such as  remote handling of in-vessel components, plasma-facing components tests, data base for structural materials properties and nuclear data. Long term actions will include low activation materials research.\nANNEX II\nAMOUNTS DEEMED NECESSARY FOR SPECIFIC PROGRAMMES WITH AN INDICATIVE BREAKDOWN OF FUNDS FOR THE PERIOD 1992-1994   MANAGEMENT OF NATURAL RESOURCES\n(Ecu million)\nLine 5: Energy\n- Nuclear fission safety161,37(1)\n- Controlled thermonuclear fusion 41,58(2)\n202,95(3)\n(1) These totals include an amount equivalent to 6 %, which may be used for exploratory research.\n(2) An amount of ECU 2,05 million not included in the ECU 202,95 million is reserved, as a contribution from the specific programmes of the present decision, for the centralized action of dissemination and exploitation of results.\nANNEX III\nDETAILED RULES FOR IMPLEMENTING THE PROGRAMMES AND ACTIVITIES FOR DISSEMINATION AND EXPLOITATION OF THE RESULTS  1. The Commission, assisted by the Board of Governors of the JRC, shall implement the programmes on the basis of the scientific and  technical objectives and content described in Annex I.\n2. The rules for implementing the programmes, referred to in Article 3, comprise research and technological development projects and accompanying measures.\nThe projects shall be the subject of research and technological development performed in the relevant institutes of the JRC.\n3. The institutes of the JRC shall endeavour, whenever feasible, to execute the projects in proper collaboration and in concert with national research bodies in the Member States. Particular attention will be paid to associations with industry, notably  with small and medium-sized enterprises, in collaborative schemes around the projects. In the same way, research bodies established in third countries may also collaborate on projects in accordance with the provisions of Article 9.\n4. The accompanying measures shall include:\n- the organization of seminars, workshops and scientific conferences,\n- the activities of internal coordination, including the organization of particular internal centres, which ensure homeogeneity of the approach and a unique common interface to the users of and partners in the projects,\n- the activities of specialized training with accent on multidisciplinarity,\n- a system for information exchange,\n- the promotion of the exploitation of the research results,\n- the scientific and strategic independent evaluation of the performance of the projects and the programmes.\nIn the field of nuclear safety, supplementary measures should allow for collaboration on concrete projects, taking into account existing forms of cooperation, in cases where the know-how and experience of the JRC are essential in the Commission's action  of assisting the countries of central and eastern Europe.\n5. The dissemination of the knowledge gained through the realization of the projects will be done on the one hand by the programmes themselves, and on the other hand by the centralized action described in the third subparagraph of Article 4 of Decision  90/221/Euratom, EEC."}