{"celex_id": "31998R1511", "uri": "http://publications.europa.eu/resource/cellar/244b3d56-e417-44f3-bd47-23b15bb85b33", "type": "Regulation", "concepts": ["1605", "2731", "2741", "5096", "870"], "title": "Commission Regulation (EC) No 1511/98 of 15 July 1998 fixing for the 1997/98 marketing year supplementary aid for tomato concentrates and their derivatives\n", "header": "COMMISSION REGULATION (EC) No 1511/98 of 15 July 1998 fixing for the 1997/98 marketing year supplementary aid for tomato concentrates and their derivatives\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), as last amended by Regulation (EC) No 2199/97 (2), and in particular Article 4(9) thereof,\nWhereas Commission Regulation (EC) No 1346/97 (3) fixes for the 1997/98 marketing year the minimum price and the amount of aid for processed tomato products;\nWhereas Article 4(10) of Regulation (EC) No 2201/96 stipulates that the aid fixed for tomato concentrates and their derivatives is to be reduced by 5,37 % so as not to exceed the overall expenditure resulting from the increase in the French and Portuguese quotas for concentrates; whereas a supplement to the aid for tomato concentrates and their derivatives may be paid after the marketing year if the increase in French and Portuguese quotas is not entirely used up;\nWhereas the Member States have communicated the quantities of processed tomatoes covered by the quota and those not covered by the quota, pursuant to Article 17(2) of Commission Regulation (EC) No 504/97 (4), as amended by Regulation (EC) No 1491/97 (5); whereas the French and Portuguese quotas for concentrates for the 1997/98 marketing year have not been entirely used up; whereas, as a result, a supplement to the aid fixed for tomato concentrates and their derivatives in Regulation (EC) No 1346/97 must be paid to processors who submitted aid applications pursuant to Article 11(4) of Regulation (EC) No 504/97;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. For the 1997/98 marketing year the supplementary aid for tomato concentrate, juice and flakes referred to in the second subparagraph of Article 4(10) of Regulation (EC) No 2201/96 shall be as set out in the Annex.\n2. The agencies referred to in Article 11(1) of Regulation (EC) No 504/97 shall pay the supplement to the aid fixed in this Regulation to processors on the basis of aid applications submitted pursuant to that Article.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 29.\n(2) OJ L 303, 6. 11. 1997, p. 1.\n(3) OJ L 185, 15. 7. 1997, p. 7.\n(4) OJ L 78, 20. 3. 1997, p. 14.\n(5) OJ L 202, 30. 7. 1997, p. 27.\nANNEX\n>TABLE>"}