{"celex_id": "31991D0644", "uri": "http://publications.europa.eu/resource/cellar/60d3d7d2-1e62-4360-bba8-e581ae857760", "type": "Decision", "concepts": ["1005", "2356", "842", "863"], "title": "91/644/EEC: Commission Decision of 22 November 1991 on the extension of the Community's financial contribution to the continuation of the eradication of African horse sickness in Spain (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION  of 22 November 1991  on the extension of the Community's financial contribution to the continuation of the eradication of African horse sickness in Spain  (Only the Spanish text is authentic)  (91/644/EEC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 91/133/EEC (2), and in particular Article 3 (4) thereof,\nWhereas outbreaks of African horse sickness occured in Spain in September and October 1990; whereas, on account of this situation, the Commission adopted Decision 91/8/EEC (3);\nWhereas the occurrence of this disease constitutes a serious danger for Community livestock; whereas the measures taken to eradicate this disease in Spain should be continued; whereas, in particular, the vaccination and identification operations  mentioned in Decision 91/331/EEC (4) should be intensified;\nWhereas, in order to guarantee the success of these measures, appropriate arrangements should be adopted, particularly as regards the vaccination and identification of equidae; whereas the Spanish authorities have undertaken to implement such  arrangements;\nWhereas, under the second indent of Article 3 (5) of Decision 90/424/EEC, the Community's financial contribution is to cover 100 % of the cost of supply of the vaccine and 50 % of the costs incurred in carrying out the vaccination;\nWhereas, the conditions laid down in Decision 90/424/EEC are satisfied;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["A Community financial contribution is hereby granted to Spain for the vaccination measures against African horse sickness carried out between 1 September 1990 and 31 July 1991, provided that the central Spanish authorities have put or are  putting into operation the following measures:\n- implementation of a compulsory vaccination programme for all equidae in Andalusia up to 31 July 1991,\n- registration and identification, in accordance with Article 5 (2) (d) of Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (5), of equidae at the time of  vaccination,\n- registration of all the equidae holdings in Andalusia,\n- introduction of a system of compulsory notification of the death of equidae,\n- continuation of research on the vectors of African horse sickness over the entire territory and in particular in Andalusia,\n- launching of an information campaign for stockfarmers and veterinarians to sheer the importance of having equidae and, particularly, foals vaccinated as well as the necessity of having all cases of equine deaths notified to the competent authorities.", "The financial contribution by the Community is hereby fixed at:\n- 100 % of the costs incurred by Spain for the supply of vaccine,\n- 50 % of the cost incurred by Spain in carrying out the vaccination provided for in the first indent of Article 1.", "1. The Community's financial contribution shall be granted on presentation of the supporting documents.\n2. The documents referred to in paragraph 1 shall be forwarded by Spain by 31 January 1992 at the latest.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 22 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19. (2) OJ No L 66, 13. 3. 1991, p. 18. (3) OJ No L 7, 10. 1. 1991, p. 35. (4) OJ No L 178, 6. 7. 1991, p. 38. (5) OJ No L 224, 18. 8. 1990, p. 42."}