{"celex_id": "31995D0187", "uri": "http://publications.europa.eu/resource/cellar/e164297c-c7b9-4f7b-8cb1-5db592643d21", "type": "Decision", "concepts": ["1403", "1591", "1767", "4453", "519", "588"], "title": "95/187/EC: Commission Decision of 31 May 1995 terminating the anti-dumping proceeding concerning imports of certain watch movements originating in Malaysia and Thailand\n", "header": "COMMISSION DECISION of 31 May 1995 terminating the anti-dumping proceeding concerning imports of  certain watch movements originating in Malaysia and Thailand (95/187/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped  or subsidized imports from countries not members of the European Economic Community  (1), as last  amended by Regulation (EC) No 522/94  (2), and in particular Articles 5 and 9 (1) thereof,\nAfter consultation within the Advisory Committee,\nWhereas:\nA.  PROVISIONAL MEASURES\n(1)  The Commission, by Regulation (EC) No 1076/94  (3), hereinafter  referred to as the 'provisional Regulation`, imposed a provisional anti-dumping duty on imports  into the Community of certain watch movements originating in Malaysia and Thailand, and falling  within CN code 9108  11  00. The duty was extended for a maximum period of two months by Council  Regulation (EC) No 2198/94  (4). The period of validity of the provisional duty expired on 11  November 1994.\nB.  CURRENT SITUATION OF THE COMMUNITY INDUSTRY\n(2)  Shortly after the imposition of the  provisional measures, the sole Community producer, France Ebauches SA (hereinafter referred to as  'FE`, which was the complainant Community industry in this proceeding, went into receivership. In  October 1994, the Commission was informed that the competent French court for commercial affairs  had accepted an offer from a company named SociĂŠtĂŠ Nouvelle France Ebauches SA (hereafter referred  to as 'SNFE`), for the maintenance of the activities of FE as a going concern.\n(3)  Given the abovementioned changed situation in the Community industry, the Commission examined  whether this factor might lead to a change in its findings as set out in the provisional  Regulation. In this regard, the Commission noted that the complainant Community industry consists  of one company, FE, which is no longer a manufacturer of watch movements, as its business has been  taken over by SNFE. Since this take-over, SNFE has explicitly requested that the proceeding not be  pursued. In the circumstances, as the complaint is no longer supported by producers whose  collective output represents a major proportion of the Community's production of the like product,  it has become apparent that protective measures are unnecessary, and the proceeding should be  terminated.\nC.  TERMINATION OF THE PROCEEDING\n(4)  In the light of the above, the Commission concludes that  the proceeding should be terminated without imposition of protective measures.\n(5)  The Advisory Committee has been consulted and has raised no objection.\n(6)  Interested parties were informed of the essential facts and considerations on the basis of  which the Commission intended to terminate the proceeding and have been given the opportunity to  comment,", "main_body": ["1.  The anti-dumping proceeding, concerning imports of certain  watch movements falling within CN code 9108  11  00 and originating in Malaysia and Thailand, is  hereby terminated.\n2.  The amounts secured by way of the provisional duty pursuant to Regulation (EC) No 1076/94 shall  be released."], "attachments": "Done at Brussels, 31 May 1995.\nFor the Commission Leon BRITTAN Vice-President"}