{"celex_id": "31994D0222", "uri": "http://publications.europa.eu/resource/cellar/d2b1594b-4ebd-4a2f-8e26-746a23f44488", "type": "Decision", "concepts": ["176", "2173", "4078", "4353", "4717", "4719"], "title": "94/222/EC: Commission Decision of 9 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria regarding the exchange of letters on agriculture of 1972 on the granting of a reduction of customs duties for quality wines, put up in bottles, originating in the Community (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 9 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria regarding the exchange of letters on agriculture of 1972 on the granting of a reduction of customs duties for  quality wines, put up in bottles, originating in the Community (Text with EEA relevance) (94/222/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2), and in particular Article 71 thereof,\nWhereas, under the terms of the exchanges of letters of 21 July 1972 and 14 July 1986 between the Community and Austria, Austria grants under certain conditions a reduction in customs duties for quality wines, put up in bottles, originating in the  Community; whereas the technical details concerning such a reduction were set out in an exchange of letters of 23 December 1988 between the Community and Austria;\nWhereas the Agreement on the European Economic Area, hereinafter called the 'EEA Agreement', was signed between the Community and its Member States, on the one hand, and the States of the European Free Trade Agreement, on the other; whereas, pursuant to  Protocol 47 thereof concerning the abolition of technical barriers to trade in wine products, the intra-Community rules on accompanying documents for carriage of wine products, specified in Regulation (EEC) No 986/89 (3), as last amended by Regulation  (EEC) No 592/91 (4), will be extended to the EEA; whereas it is appropriate in the light of this new situation to amend and replace the aforementioned 1988 exchange of letters by a new exchange of letters which should enter into force at the same time  as the EEA Agreement,", "main_body": ["The exchange of letters between the European Community and the Republic of Austria regarding the exchange of letters on agriculture of 1972 on the granting of a reduction of customs duties for quality wines, put up in bottles, originating in  the Community is hereby approved.\nThe text of the exchange of letters is annexed to this Decision.", "The text of the exchange of letters referred to in Article 1 shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 9 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 106, 18. 4. 1989, p. 1.\n(4) OJ No L 66, 13. 3. 1991, p. 13."}