{"celex_id": "31999D0607", "uri": "http://publications.europa.eu/resource/cellar/c1cfa95a-c2c7-481d-953c-11bba86df7b3", "type": "Decision", "concepts": ["1524", "1591", "4164", "4425", "519"], "title": "1999/607/EC: Commission Decision of 10 September 1999 terminating the anti-dumping review concerning imports of personal fax machines originating in Japan and Singapore (notified under document number C(1999) 2888)\n", "header": "COMMISSION DECISION\nof 10 September 1999\nterminating the anti-dumping review concerning imports of personal fax machines originating in Japan and Singapore\n(notified under document number C(1999) 2888)\n(1999/607/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (hereafter referred to as \"the basic Regulation\"), as last amended by Regulation (EC) No 905/98(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\nMeasures in force\n(1) By Regulation (EC) No 904/98(3) the Council imposed a definitive anti-dumping duty on imports of personal fax machines, falling within CN code ex 8517 21 00 and originating, inter alia, in Japan and Singapore.\n(2) The products concerned, as defined in Regulation (EC) No 904/98, are fax machines with a weight of five kilograms or less, with dimensions (width × depth × height) of the main body measuring 470 mm × 450 mm × 170 mm or less, with the exception of fax machines using ink-jet or laser or LED printing technology.\nReview\n(3) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(4), decided on its own initiative, pursuant to Article 11(3) of the basic Regulation, to initiate an interim review of the anti-dumping measures in force on imports of personal fax machines originating in Japan and Singapore.\n(4) The decision to initiate the review followed a declaration made by the Commission and annexed to the Minutes of the Council session of 27 April 1998, whereby the Commission agreed to re-examine the existing anti-dumping measures concerning Japan and Singapore if the producers/exporters concerned \"would submit sufficient evidence showing that the volume of the imports concerned into the Community is not such as to contribute substantially to the injury suffered by the Community industry\". The reason for the declaration was that the investigation showed (respectively) zero or low levels of price undercutting for Japan and Singapore, and that the market shares of the two countries had to be assessed on the basis of estimates, due to the absence of sufficient cooperation.\n(5) On the basis of the preliminary information received from certain producers in the countries concerned, the Commission considered that there were sufficient grounds to warrant the initiation of an exceptional early interim review of the existing measures concerning Japan and Singapore. The review has been limited to the issues of the import volumes and market shares of these two countries on the Community market.\nInvestigation\n(6) The Commission officially advised the producers/exporters and the importers known to be concerned, as well as the representatives of Japan and Singapore, of the opening of the investigation and gave the parties concerned the opportunity to make their views known.\n(7) The objective of the present review was to obtain an accurate estimate of the market share and export volumes of the two countries concerned. The Commission needed data from all producers/exporters of personal and business fax machines, in order to compare them with Eurostat results, which aggregate imports of business and personal faxes together. This comparison was the only possibility to determine more precisely the proportion of personal fax machines exported to the European Community.\n(8) The Commission sent questionnaires to the producers/exporters that participated in the investigation which led to the existing measures, as well as to the producers/exporters of fax machines that provided the preliminary information on the basis of which this review was initiated.\n(9) However, although the questionnaire for producers/exporters was already sent in a simplified version to these 29 producers of fax machines, only one producer submitted a reply, which was only partially complete.\n(10) In view of the low level of cooperation and of the number of declarations issued by the companies concerned according to which they considered themselves to have no interest in providing any cooperation, the Commission, considering the exceptional nature of this review investigation, decided nevertheless to give a further opportunity to the companies to provide a minimum of data on exports concerning the year 1996 and a statement of their willingness to receive an on-the-spot verification.\nThis second attempt was equally unsuccessful. The majority of the producers did not provide the information requested and only one company accepted an on-the-spot verification visit.\n(11) The limited information submitted by the interested parties in the course of the investigation is not such as to provide evidence for the Commission to depart from the findings of the original anti-dumping investigation regarding import volumes and market share for Japan and Singapore. Consequently, the conclusions drawn by the Council in the course of the original investigation remain valid and unchanged.\n(12) Interested parties have been informed about the facts that led to the termination of the present investigation.\nB. TERMINATION OF THE REVIEW\n(13) In view of the circumstances set out above, the Commission concludes that the anti-dumping review should be terminated and the anti-dumping measures on imports of the product concerned originating in Japan and Singapore, as established by Regulation (EC) No 904/98, should remain in force,", "main_body": ["The review of the anti-dumping measures concerning imports of personal fax machines, currently classifiable under CN code ex 8517 21 00 and originating in Japan and Singapore, is hereby terminated."], "attachments": "Done at Brussels, 10 September 1999.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 128, 30.4.1998, p. 1.\n(4) OJ C 64, 6.3.1999, p. 12."}