{"celex_id": "31997R0986", "uri": "http://publications.europa.eu/resource/cellar/1dccce97-e697-4bb6-8992-248c659fc635", "type": "Regulation", "concepts": ["4286", "4314"], "title": "Commission Regulation (EC) No 986/97 of 30 May 1997 amending Regulation (EEC) No 189/77 laying down detailed rules for the application of the system of minimum stocks in the sugar sector\n", "header": "COMMISSION REGULATION (EC) No 986/97 of 30 May 1997 amending Regulation (EEC) No 189/77 laying down detailed rules for the application of the system of minimum stocks in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in sugar (1), as last amended by Regulation (EC) No 1599/96 (2), and in particular Articles 12 (3) and 39 thereof,\nHaving regard to Council Regulation (EEC) No 1789/81 of 30 June 1981 laying down general rules concerning the system of minimum stocks in the sugar sector (3), as last amended by Regulation (EC) No 725/97 (4),\nWhereas, because the threshold price used to calculate the charge to be levied when the holder of the minimum stock has taken sugar from that stock no longer exists, Regulation (EEC) No 1789/81 now provides for an adjustable flat-rate amount, where necessary, based on trends in the intervention price; whereas Commission Regulation (EEC) No 189/77 of 28 January 1977 (5), as last amended by Regulation (EC) No 260/96 (6), should accordingly be adapted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 189/77 is hereby amended as follows:\n1. In Article 1 (2), reference to 'Regulation (EEC) No 700/73` is replaced by reference to 'Commission Regulation (EEC) No 1443/82 (*).\n(*) OJ No L 158, 9. 6. 1982, p. 17.`\n2. In Article 5, paragraphs 3 and 4 are replaced by the following:\n'3. The charge to be levied pursuant to Article 6 of Regulation (EEC) No 1789/81 shall be equal to the sum of the results of the following two calculations:\n- the quantity produced within the limit of the maximum quota for the 12 calendar months immediately preceding the month of the marketing shall be multiplied by a coefficient and the result then multiplied by the flat-rate amount referred to in Article 6. The coefficient shall be the ratio between the marketed quantity and the quantity to be retained as the minimum stock;\n- the quantity marketed from the minimum stock shall be multiplied by the amount referred to in the second subparagraph of Article 6 of Regulation (EEC) No 1789/81, less the flat-rate amount referred to in Article 6 of this Regulation.\n4. Where a refiner of cane sugar as referred to in Article 1 (b) of Regulation (EEC) No 1789/81 or a processor as referred to in Article 3 (a) thereof fails to fulfill his obligations, the amount of the charge to be levied pursuant to Article 6 of that Regulation shall be equal to the sum of the results of the following two calculations:\n- the marketed quantity multiplied by 10 times the flat-rate amount referred to in Article 6 of this Regulation,\n- the marketed quantity multiplied by the amount referred to in the second subparagraph of Article 6 of Regulation (EEC) No 1789/81, less the flat-rate amount referred to in Article 6 of this Regulation.`\n3. Article 6 is replaced by the following:\n'Article 6\nThe flat-rate amount referred to in Articles 4 and 5 shall be equal to ECU 0,193 per 100 kilograms of sugar expressed as white sugar.\nThat amount shall be adjusted if the amount referred to in the second subparagraph of Article 6 of Regulation (EEC) No 1789/81 is adjusted.\nFor the purposes of Article 4, the flat-rate amount shall be that valid on the day of the request, and for the purposes of Article 5, the flat-rate amount shall be that valid on the day of marketing.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 206, 16. 8. 1996, p. 43.\n(3) OJ No L 177, 1. 7. 1981, p. 39.\n(4) OJ No L 108, 25. 4. 1997, p. 13.\n(5) OJ No L 25, 29. 1. 1977, p. 27.\n(6) OJ No L 34, 13. 2. 1996, p. 16."}