{"celex_id": "31999D0417", "uri": "http://publications.europa.eu/resource/cellar/d0566c1e-616a-4385-9600-88fa6732e9c6", "type": "Decision", "concepts": ["1445", "1937", "2488", "4682", "4692", "888"], "title": "1999/417/EC: Commission Decision of 16 June 1999 amending Decision 1999/301/EC amending Decision 87/257/EEC on the list of establishments in the United States of America approved for the purpose of importing fresh meat into the Community and amending Council Decision 79/542/EEC drawing up a list of third countries from which the Member States authorise imports of bovine animals, swine, fresh meat and meat products (notified under document number C(1999) 1709) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 16 June 1999\namending Decision 1999/301/EC amending Decision 87/257/EEC on the list of establishments in the United States of America approved for the purpose of importing fresh meat into the Community and amending Council Decision 79/542/EEC drawing up a list of third countries from which the Member States authorise imports of bovine animals, swine, fresh meat and meat products\n(notified under document number C(1999) 1709)\n(Text with EEA relevance)\n(1999/417/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2), and in particular Article 3 thereof,\nHaving regard to Council Directive 96/22/EC of 29 April 1996 concerning the prohibition on the use in stock farming of certain substances having a hormonal or thyrostatic action and of beta-agonists, and repealing Directives 81/602/EEC, 88/146/EEC and 88/299/EEC(3), and in particular Article 11 thereof,\n(1) Whereas Member States can only import fresh meat including offal from third countries or parts of third countries appearing on a list established by the Council upon a proposal from the Commission;\n(2) Whereas the list of these third countries or parts thereof is contained in Council Decision 79/542/EEC(4), as last amended by Commission Decision 1999/301/EC(5);\n(3) Whereas Decision 1999/301/EC provides for the listing of the United States of America as a third country from which the Member States are authorised to import fresh bovine meat and meat products to be suspended from 15 June 1999 following the detection of residues of xenobiotic growth promoting hormones in fresh bovine meat and liver intended for human consumption imported from the United States of America;\n(4) Whereas a limited period of time was provided for the United States of America to take the necessary measures and action required to satisfy objectively that the level of sanitary protection applied in the European Community is respected;\n(5) Whereas the United States of America have notified the implementation of a number of additional measures; whereas these measures include in particular enhanced establishment control programmes, re-inforced official supervision, and 100 per cent testing of each lot of animals presented for slaughter as part of their hormone free cattle program;\n(6) Whereas a further period of time is needed to allow for the verification by the European Commission of the implementation of these measures by the United States of America and their effectiveness; whereas the United States of America are to supply further details and respond to certain outstanding points;\n(7) Whereas the suspension of the United States of America from the list of third countries form which the Member States are authorised to import fresh bovine meat for human consumption should therefore be postponed;\n(8) Whereas Commission Decision 1999/302/EC(6) provides for an intensification of import checks for residues of growth promoting hormones on imports of fresh bovine meat including offal, other than bison meat, from the United States of America;\n(9) Whereas there is no evidence of the use of hormonal growth promotants in bison; whereas the suspension should not be applied to bison meat, including offals;\n(10) Whereas the measures provided for in this Decision should be reviewed no later than 15 December 1999;\n(11) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 1999/301/EC is hereby amended as follows:\n1. Article 2(2) is replaced by: \"2. The following footnote is added after 'o = unauthorised': 's = suspended for export of bovine meat including offals, other than bison meat including offal, product for human consumption'.\n\"\n2. Article 4 is replaced by: \"Article 4\nThe provisions of Article 2 shall be reviewed before 15 December 1999, in particular in the light of the outcome of verification by the European Commission of the effectiveness of the measures applied by the United States of America, or any changes in the measures applied by the United States of America.\"\n3. In Article 5(2), the date of \"15 June 1999\" is replaced with \"15 December 1999\".", "The Member States shall alter the measures they apply in trade in order to bring them into line with this Decision. They shall immediately inform the Commission thereof.", "This Decision shall apply from 15 June 1999.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 125, 23.5.1996, p. 3.\n(4) OJ L 146, 14.6.1979, p. 15.\n(5) OJ L 117, 5.5.1999, p. 52.\n(6) OJ L 117, 5.5.1999, p. 58."}