{"celex_id": "31992R3212", "uri": "http://publications.europa.eu/resource/cellar/862c8c66-a5a2-4d1c-8272-097b55aaa599", "type": "Regulation", "concepts": ["1025", "2642", "693"], "title": "Commission Regulation (EEC) No 3212/92 of 4 November 1992 reducing the basic and buying-in prices for oranges and clementines for the 1992/93 marketing year following the monetary realignments of 13 to 17 September 1992 and the overrun in the intervention threshold for 1991/92\n", "header": "COMMISSION REGULATION (EEC) No 3212/92  of 4 November 1992  reducing the basic and buying-in prices for oranges and clementines for the 1992/93 marketing year following the monetary realignments of 13 to 17 September 1992 and the overrun in the  intervention threshold for 1991/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1754/92 (2), and in particular Article 16 b (4) thereof,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 July 1985 on monetary compensatory amounts in agriculture (3), as last amended by Regulation (EEC) No 2205/90 (4), and in particular Article 6 (3) thereof,\nWhereas Article 6 of Regulation (EEC) No 1677/85 provides that agricultural prices fixed in ecus are to be reduced at the time the adjustment of the agricultural conversion rates resulting from the dismantlement of transferred monetary realignment takes  effect; whereas, within the framework of the automatic dismantlement of the negative monetary gaps created by the realignments of 13 to 17 September 1992, it is necessary to divide the prices in ecus by the coefficient reducing agricultural prices,  fixed at 1,002650 by Article 2 of Commission Regulation (EEC) No 2735/92 (5);\nWhereas Commission Regulation (EEC) No 3150/91 (6) fixes the intervention threshold for oranges at 1 181 800 tonnes for the 1991/92 marketing year;\nWhereas, pursuant to Article 2 (1) of Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16 b of Regulation (EEC) No 1035/72 on the common organization of the market in fruit and  vegetables (7), as last amended by Regulation (EEC) No 1623/91 (8), if, during a marketing year, intervention measures taken for oranges involve quantities exceeding the intervention threshold fixed for that product and for that marketing year, the  basic and buying-in prices fixed for the product for the following marketing year are to be reduced by 1 % for each 37 700 tonnes by which the threshold is exceeded;\nWhereas, pursuant to Article 2 of Council Regulation (EEC) No 1123/89 of 27 April 1989 amending Regulation (EEC) No 2601/69 with respect to the processing aid scheme and amending the rules for applying the intervention thresholds for certain citrus  fruits (9), the quantities of oranges delivered for processing under Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (10), as last amended by Regulation  (EEC) No 3848/89 (11), are to be added to the quantities bought in with a view to determining any overrun in the intervention threshold for that product;\nWhereas, according to information supplied by the Member States, the intervention measures taken by the Community in respect of oranges for the 1991/92 marketing year related to 1 558 662 tonnes; whereas the Commission therefore notes an overrun of 376  862 tonnes;\nWhereas, in view of the foregoing, the basic and buying-in prices for oranges for the 1992/93 marketing year, as fixed by Council Regulation (EEC) No 1378/92 of 21 May 1992 fixing for the 1992/93 marketing year certain prices and other amounts in the  fruit and vegetables sector (12), must be reduced by 9 %; whereas that reduction must be added to those resulting from the monetary realignments of 13 to 17 September 1992; whereas the resulting total reduction is 9,24 %;\nWhereas, pursuant to Article 18 b (2) of Regulation (EEC) No 1035/72, withdrawals on the territory of the former German Democratic Republic before the end of the 1991/92 marketing year are not to be taken into consideration when determining whether  intervention thresholds have been overrun;\nWhereas the measures provided forin this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for oranges and clementines for the 1992/93 marketing year, as fixed by Regulation (EEC) No 1378/92, shall be reduced by 9,24 % in the case of oranges and 0,26 % in the case of clementines and shall be as set  out in the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 November 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 180, 1. 7. 1992, p. 23. (3) OJ No L 164, 24. 6. 1985, p. 6. (4) OJ No L 201, 31. 7. 1990, p. 9. (5) OJ No L 277, 22. 9. 1992, p. 18. (6) OJ No L 299, 30. 10. 1991, p. 27. (7) OJ No L 198, 26. 7.  1988, p. 9. (8) OJ No L 150, 15. 6. 1991, p. 8. (9) OJ No L 118, 29. 4. 1989, p. 25. (10) OJ No L 324, 27. 12. 1969, p. 21. (11) OJ No L 374, 22. 12. 1989, p. 6. (12) OJ No L 147, 29. 5. 1992, p. 7.\nANNEX\nBASIC AND BUYING-IN PRICES\n1992/93 marketing year\nSWEET ORANGES\nFor the period 1 December 1992 to 31 May 1993\n(ECU/100 kg net)\nBasic price   Buying-in price       Community of Ten  Spain  Portugal  Community of Ten  Spain  Portugal          December  31,39  29,62  27,98  19,85  18,73  17,72  January  27,84  26,74  24,43  18,08  17,30  15,88  February  28,46  27,25   25,05  18,50  17,71  16,28  March  30,37  28,80  26,96  18,84  17,91  16,71  April and May  31,00  29,30  27,59  19,09  18,12  16,96\nThese prices refer to packed oranges of the Moro, Navel, Navellina, Salustiana, Sanguinello and Valencia  late of Quality Class I, size 67/80 mm.\nCLEMENTINES\nFor the period 1 December 1992 to 15 February 1993\n(ECU/100 kg net)\nBasic price  Buying-in price      December  33,76  18,59  January  31,57  17,38  February (1 to 15)  36,33  18,13\nThese prices refer to packed clementines (Citrus reticulata, Blanco) of Quality Class I, size 43/60 mm.\nNB: The prices in this Annex do not include the cost of the packaging in which the product is presented."}