{"celex_id": "31992R1962", "uri": "http://publications.europa.eu/resource/cellar/8915c058-9597-4870-9c88-fd5ff2860067", "type": "Regulation", "concepts": ["1170", "2292", "2729", "4172"], "title": "Commission Regulation (EEC) No 1962/92 of 15 July 1992 establishing the forecast supply balance for glucose and Community aid for the supply to the Canary Islands of products falling within CN codes 1103 11 10, ex 1103 13, ex 1103 19, 1103 21 00, ex 1103 29, ex 1107 and ex 1702 of Community origin\n", "header": "COMMISSION REGULATION (EEC) No 1962/92  of 15 July 1992  establishing the forecast supply balance for glucose and Community aid for the supply to the Canary Islands of products falling within CN codes 1103 11 10, ex 1103 13, ex 1103 19, 1103 21  00, ex 1103 29, ex 1107 and ex 1702 of Community origin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures in respect of certain agricultural products for the benefit of the Canary Islands (1), and in particular Article 3 (4), thereof,\nWhereas Article 3 of Council Regulation (EEC) No 1601/92 introduces an exemption scheme for duties on imports and aid for the supply by the rest of the Community of certain cereal products;\nWhereas the supply balance for products falling within CN code ex 1702, with the exception of products falling within CN codes 1702 30 10, 1702 40 10, 1702 60 10 and 1702 90 30, for the Canary Islands should be drawn up on the basis of requirements;  whereas it should be permitted to change this balance during the course of the marketing year if necessary;\nWhereas, in accordance with Council Regulation (EEC) No 1601/92, the amount of the aid for the supply of Community products must be determined in such a way that users are supplied on terms equivalent to exemption from levies on direct imports from the  world market;\nWhereas Commission Regulation (EEC) No 1728/92 (2) lays down detailed rules for the implementation of the specific arrangements for the supply of cereal products to the Canary Islands; whereas those provisions, which supplement Commission Regulation  (EEC) No 1695/92 (3) for the cereals sector, apply to cereal products, as referred to in this Regulation;\nWhereas fixing the aid at an amount equal to the export refund plus a fixed component to take account of conditions for deliveries of relatively small quantities will make Community products competitive in relation to products originating in third  countries;\nWhereas export refunds are fixed taking account of the prices of cereals and cereal products on the Community market and on the world market; whereas refunds must cover the difference between these prices;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Pursuant to Article 2 of Council Regulation (EEC) No 1601/92, the forecast supply balance quantities of products falling within CN code ex 1702, with the exception of products falling within CN codes 1702 30 10, 1702 40 10, 1702 60 10 and  1702 90 30, eligible for exemption from duties on imports or Community aid shall be of 3 000 tonnes for the 1992/93 marketing year.", "The amount of the aid for the supply of products falling within CN codes 1103 11 10, ex 1103 13, ex 1103 19, 1103 21 00, ex 1103 29 and ex 1107, manufactured from cereals processed in the rest of the Community and of products falling within  CN code ex 1702, with the exception of products falling within CN codes 1702 30 10, 1702 40 10, 1702 60 10 and 1702 90 30, shall be equal to the export refunds for those products plus ECU 3 per tonne.", "The provisions of Regulation (EEC) No 1728/92 shall apply to the supply of the products referred to in Article 2 of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 179, 1. 7. 1992, p. 104. (3) OJ No L 179, 1. 7. 1992, p. 1."}