{"celex_id": "31999R2161", "uri": "http://publications.europa.eu/resource/cellar/4ee31364-ec7d-4c1c-8901-3cc627b7871c", "type": "Regulation", "concepts": ["192", "3635", "3730", "4036", "4308", "867"], "title": "Commission Regulation (EC) No 2161/1999 of 12 October 1999 imposing further testing requirements on the importers or manufacturers of a certain priority substance as foreseen under Council Regulation (EEC) No 793/93 on the evaluation and control of the risks of existing substances\n", "header": "COMMISSION REGULATION (EC) No 2161/1999\nof 12 October 1999\nimposing further testing requirements on the importers or manufacturers of a certain priority substance as foreseen under Council Regulation (EEC) No 793/93 on the evaluation and control of the risks of existing substances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances(1) and in particular Article 10(2) thereof,\n(1) Whereas Article 10 of Regulation (EEC) No 793/93 foresees that the Member State \"Rapporteur\" for a given substance shall be responsible for evaluating the information submitted by the manufacturer(s) or importer(s) and for identifying, after consultation of the producers or importers concerned whether for the purposes of the risk evaluation it is necessary to require the above manufacturers or importers to submit further information or to carry out further testing;\n(2) Whereas the Commission has been informed by one Member State Rapporteur of the need to impose on the importers or manufacturers of a certain priority substance undergoing risk evaluation activities a request for further testing within certain time limits;\n(3) Whereas Article 12 of Regulation (EEC) No 793/93 foresees that in the case of a substance produced or imported as such or in a preparation by several manufacturers/importers, the further testing may be performed by one manufacturer/importer acting on behalf of the other manufacturers/importers concerned who shall make reference to the tests carried out and shall make a fair and equitable contribution to the cost;\n(4) Whereas the provisions of this Regulation are in accordance with the opinion of the Committee established pursuant to Article 15 of Regulation (EEC) No 793/93,", "main_body": ["1. The manufacturer(s) and importer(s), referred to in Article 10(1) of Regulation (EEC) No 793/93, of the substance listed in the Annex to the present Regulation, shall perform the test there indicated and shall deliver the relevant results to the Member State Rapporteur.\n2. These results shall be delivered within the time limits also indicated in the Annex (calculated from the date of entry into force of this Regulation).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 1999.\nFor the Commission\nMargot WALLSTRĂ\u0096M\nMember of the Commission\n(1) OJ L 84, 5.4.1993, p. 1.\nANNEX\n>TABLE>"}