{"celex_id": "31997R1094", "uri": "http://publications.europa.eu/resource/cellar/6acbd10a-276f-4132-9f64-6c0f1f22fbe2", "type": "Regulation", "concepts": ["1170", "1642", "1744", "2487", "2734", "3568"], "title": "Commission Regulation (EC) No 1094/97 of 16 June 1997 amending Regulation (EC) No 795/97 derogating from Regulation (EC) No 1223/94 laying down special detailed rules for the application of the system of advance- fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and derogating from Regulation (EEC) No 3665/87 laying down common detailed rules for the application of the system of export refunds on agricultural products\n", "header": "COMMISSION REGULATION (EC) No 1094/97 of 16 June 1997 amending Regulation (EC) No 795/97 derogating from Regulation (EC) No 1223/94 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and derogating from Regulation (EEC) No 3665/87 laying down common detailed rules for the application of the system of export refunds on agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Article 13 (1), the third subparagraph of Article 13 (8) and Article 23 thereof,\nWhereas Article 4 (1) of Commission Regulation (EC) No 1223/94 (3), as last amended by Regulation (EC) No 2340/96 (4), specifies the period of validity of advance-fixing certificates for refunds;\nWhereas Commission Regulation (EC) No 795/97 (5), derogating from Regulation (EC) No 1223/94 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and derogating from Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (6), as last amended by Regulation (EC) No 815/97 (7), limited the validity of certificates fixing in advance the rate of refund for maize (corn) exported in the form of goods not covered by Annex II to the Treaty; whereas the market situation allows that the limitation of validity may be restricted to maize (corn) in the form of glucose, glucose syrup, maltodextrine or maltodextrine syrup used in the manufacture of the said goods; whereas, as a consequence, it is necessary to align the provisions of Regulation (EC) No 795/97 with those of Commission Regulation (EC) No 677/97 of 17 April 1997 limiting the term of validity of export licences for certain products processed from cereals (8); whereas it is necessary to amend Regulation (EC) No 795/97;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Commission Regulation (EC) No 795/97 is amended as follows:\n1. In Article 1 the words 'maize (corn)` are replaced by the words 'maize (corn) used in the form of glucose, glucose syrup, maltodextrine or maltodextrine syrup falling within CN codes 1702 30 51, 1702 30 59, 1702 30 91, 1702 30 99, 1702 40 90, 1702 90 50, 1702 90 75, 1702 90 79 or 2106 90 55`.\n2. Article 2 is replaced by the following:\n'Article 2\nBy derogation from Article 27 (5) of Regulation (EEC) No 3665/87 the acceptance of the payment declaration cannot take place for maize (corn) when used in the form of glucose, glucose syrup, maltodextrine or maltodextrine syrup falling within CN codes 1702 30 51, 1702 30 59, 1702 30 91, 1702 30 99, 1702 40 90, 1702 90 50, 1702 90 75, 1702 90 79 or 2106 90 55 for the manufacture of goods not covered by Annex II to the Treaty in cases where an export refund advance-fixing certificate is not presented, unless a declaration of exportation of the goods is accepted by 30 June 1997 at the latest.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 2.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 136, 31. 5. 1994, p. 33.\n(4) OJ No L 318, 7. 12. 1996, p. 9.\n(5) OJ No L 114, 1. 5. 1997, p. 33.\n(6) OJ No L 351, 14. 12. 1987, p. 1.\n(7) OJ No L 116, 6. 5. 1997, p. 22.\n(8) OJ No L 101, 18. 4. 1997, p. 26."}