{"celex_id": "31997D0432", "uri": "http://publications.europa.eu/resource/cellar/134f50da-d6f3-454c-a24e-f6e4f37ee859", "type": "Decision", "concepts": ["1005", "1125", "1445", "2792", "4778", "5713", "838", "862", "994"], "title": "97/432/EC: Commission Decision of 2 July 1997 on a Community financial contribution for a surveillance programme relating to the eradication of foot-and-mouth disease in Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia (Only the Danish, English and Italian texts are authentic)\n", "header": "COMMISSION DECISION of 2 July 1997 on a Community financial contribution for a surveillance programme relating to the eradication of foot-and-mouth disease in Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia (Only the Danish, English and Italian texts are authentic) (97/432/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2), and, in particular Articles 12 and 13 thereof,\nWhereas outbreaks of foot-and-mouth disease during the late spring and/or summer of 1996 were reported by Albania, Former Yugoslav Republic of Macedonia and the Federal Republic of Yugoslavia;\nWhereas the appearance of foot-and-mouth disease in Eastern European countries is a serious danger to the Community's livestock population;\nWhereas as a result of outbreaks of foot-and-mouth disease in May 1996 in Albania, the Commission adopted 13 June 1996 Decision 96/367/EC (3) concerning protection measures in relation to foot-and-mouth disease in Albania;\nWhereas by 14 June 1996 the Commission by adopting Decision 96/368/EC (4) on a Community financial contribution concerning measures to control foot-and-mouth disease in Albania, made available up to a maximum of 600 000 doses of vaccines to the Albanian authorities;\nWhereas due to outbreaks of foot and mouth disease in the Former Yugoslav Republic of Macedonia, the Commission adopted Decision 96/439/EC (5) on 18 July 1996, on a Community financial contribution to measures to control foot-and-mouth disease in the former Yugoslav Republic of Macedonia;\nWhereas within the context of the said Decision, a total of 250 000 doses of vaccine to protect bovine animals against foot-and-mouth disease were made available;\nWhereas the programmes established for vaccination against foot-and-mouth disease in Albania and Former Yugoslav Republic of Macedonia may have included vaccination of livestock incubating foot-and-mouth disease virus, but not showing signs of the disease;\nWhereas it cannot be excluded that the implementation of a vaccination programme in Albania and Former Yugoslav Republic of Macedonia has produced 'carrier animals`;\nWhereas the foot-and-mouth disease situation in certain areas of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia remains unclear, as regards antibodies to foot-and-mouth disease virus elicited due to field virus or vaccine virus antigen;\nWhereas a sero-surveillance programme designed to detect antibodies to the foot-and-mouth disease virus has been drawn up for certain areas of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia;\nWhereas the said programme when carried out can provide valuable information on the disease situation in the area subjected to the surveillance programme;\nWhereas a team of experts from Member States and the European Commission in cooperation with the veterinary authorities of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia have drawn up a sero-surveillance programme for the areas affected by foot-and-mouth disease;\nWhereas the said programme includes that the collection of blood samples is carried out by the third countries concerned and that laboratory examinations of the collected blood samples are carried out at selected National Foot and Mouth Disease laboratories in Member States of the European Union;\nWhereas the programme in particular will be based on a very close cooperation between:\n- the veterinary central administration of Albania and the national foot-and-mouth disease laboratory in Italy,\n- the veterinary central administration of the Former Yugoslav Republic of Macedonia (FYROM) and the national foot-and-mouth disease laboratory in Denmark,\n- the veterinary central administration of the Federal Republic of Yugoslavia (FRY) and the national foot-and-mouth disease laboratory of the United Kingdom;\nWhereas the starting date of the programme shall take into account local constrains which may affect collection of blood samples in areas subject to sero-surveillance;\nWhereas the starting date may vary from area to area;\nWhereas Annex B of Council Directive 85/511/EEC of 18 November 1985, introducing Community measures for the control of foot-and-mouth disease (6), as last amended by Commission Decision 92/380/EEC (7), lists national laboratories authorized to handle live foot-and-mouth disease virus;\nWhereas Community financial aid should be granted to laboratories and third countries engaged in the implementation of the established sero-surveillance programme;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the Common Agricultural Policy (8), as last amended by Regulation (EC) No 1287/95 (9), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The sero-surveillance programme for foot-and-mouth disease described in Annex I for certain areas of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia is hereby approved.\n2. For the implementation of the sero-surveillance programme referred to in paragraph 1, the Community will provide a financial contribution of a maximum of ECU 236 790.\n3. The financial contribution referred to in paragraph 2 shall be provided to national foot-and-mouth disease laboratories, listed in Annex II, for actions described in Annex III.", "The Community's financial contribution shall be paid as follows:\n- 50 % by way of advance at the request of the National Foot and Mouth Disease laboratories referred to in Annex II. The request for advanced financial contribution shall be accompanied by information on the date laboratory examinations will commence on samples obtained from the areas included in the sero-surveillance programme,\n- the balance following presentation and acceptance of supporting technical and financial documents. These documents must be presented to the European Commission not later than six months after the starting date of laboratory examinations referred to in Annex I.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to Denmark, Italy and the United Kingdom."], "attachments": "Done at Brussels, 2 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 145, 19. 6. 1996, p. 17.\n(4) OJ No L 145, 19. 6. 1996, p. 19.\n(5) OJ No L 181, 20. 7. 1996, p. 37.\n(6) OJ No L 315, 26. 11. 1985, p. 11.\n(7) OJ No L 198, 17. 7. 1992, p. 54.\n(8) OJ No L 94, 28. 4. 1970, p. 13.\n(9) OJ No L 125, 8. 6. 1995, p. 1.\nANNEX I\nSERO-SURVEILLANCE PROGRAMME FOR FOOT-AND-MOUTH DISEASE\nObjective\nThe sero-surveillance programme referred to in Article 1 (1) has the objective:\n- to assess the level and geographical distribution of antibodies linked to vaccines used and to field virus,\n- to confirm that foot-and-mouth disease is under control in selected areas of Albania, Federal Republic of Yugoslavia and Former Yugoslav Republic of Macedonia.\nFurthermore, it has the objective to validate a newly-developed laboratory test designed to differentiate antibodies to foot-and-mouth disease virus caused by field virus infection or as a result of vaccination.\nDesign of sero-surveillance programme\nThe sero-surveillance programme is designed to detect the presence of antibodies to foot-and-mouth disease virus type A22 produced by field virus and vaccine virus, respectively. The programme takes into account that due to the applied husbandry system a village may be considered as one epidemiological unit. In areas close to a confirmed outbreak, the programme should be designed so as to detect antibodies at 5 % prevalence with a 95 % level of confidence.\nThe implementation of the programme shall be based on a close cooperation between:\n(a) the veterinary central administration of Albania and the national foot-and-mouth disease laboratory in Italy.\nAbout 2 380 blood samples shall be collected from animals (cattle, sheep and goats) kept in 11 different districts in Albania and sent to Italy for laboratory examination;\n(b) the veterinary central administration of the Former Yugoslav Republic of Macedonia and the national foot-and-mouth disease laboratory in Denmark.\nAbout 7 460 blood samples shall be collected from animals (cattle, sheep, goats and pigs) kept in 29 different districts in to Former Yugoslav Republic of Macedonia and sent to Denmark for laboratory examination;\n(c) the veterinary central administration of the Federal Republic of Yugoslavia and the national foot-and-mouth disease laboratory of the United Kingdom.\nAbout 6 420 blood samples shall be collected from animals (cattle, sheep, goats and pigs) kept in 37 different communities in the Federal Republic of Yugoslavia and sent to the United Kingdom for laboratory examination.\nThe national foot-and-mouth disease laboratories mentioned under (a), (b) and (c) shall\n- inform the Commission about the date laboratory examinations will commence on samples obtained from the areas included in the sero-surveillance programme,\n- prepare and submit a report on the work carried out to the Commission. The report shall contain an epidemiological analysis of data obtained during the implementation of the sero-surveillance programme. The report shall be submitted to the Commission not later than four months after the date laboratory examinations were commenced.\nANNEX II\nNational laboratories authorized to handle live foot-and-mouth disease virus in accordance with the provisions of Council Directive 85/511/EEC and agreed to participate in the implementation of the sero-surveillance programme referred to in Article 1 (1)\n1. Instituto Zooprofilattico Spesimentale della Lombardia e dell'Emilia Romagna, Brescia, Italy;\n2. Statens Veterinaere Institut for Virusforskning, Lindholm, Denmark;\n3. Institute for Animal Health, Pirbright, Woking, Surrey, United Kingdom.\nANNEX III\nIMPLEMENTATION OF SERO-SURVEILLANCE PROGRAMME FOR ANTIBODIES TO FOOT-AND-MOUTH DISEASE VIRUS\nCHAPTER A Sero-surveillance programme, Albania\nInstituto Zooprofilattico Spesimentale della Lombardia e dell'Emilia, Romagna, Brescia, Italy will carry out the following actions in relation to laboratory examinations of a maximum of 2 500 blood samples originating from Albania.\n>TABLE>\nCHAPTER B Sero-surveillance programme, Former Yugoslav Republic of Macedonia\nStatens Veterinaere Institut for Virusforskning, Lindholm, Denmark will carry out the following actions in relation to laboratory examinations of a maximum of 7 500 blood samples originating in the Former Yugoslav Republic of Macedonia (FYROM)\n>TABLE>\nCHAPTER C Sero-surveillance programme, Federal Republic of Yugoslavia\nInstitute for Animal Health, Pirbright, Woking, Surrey, UK will carry out the following actions in relation to laboratory examinations of a maximum of 6 500 blood samples originating from the Federal Republic of Yugoslavia.\n>TABLE>\nCHAPTER D Reimbursement of expenditures\nExpenditures mentioned in chapters A, B and C will be reimbursed as follows:\n(a) Actions I to IV: The relevant documentation (invoices) will be communicated to the Commission.\n(b) Action V: Financial participation calculated on the basis of the number of tests performed.\nThe unit price per tests is for:\n>TABLE>\n(c) Action VI: Financial participation calculated on the basis of the number of samples (ECU 100/500 samples) and geographical areas (districts or communities) investigated (20 ECU/one geographical area)."}