{"celex_id": "31994R0658", "uri": "http://publications.europa.eu/resource/cellar/564f1554-cded-4083-a201-c4f00ca5c5a0", "type": "Regulation", "concepts": ["1120", "13", "2355", "2713", "2965"], "title": "Commission Regulation (EC) No 658/94 of 24 March 1994 fixing the compensatory aid for Community bananas marketed in the second half of 1993 and the advance for 1994\n", "header": "COMMISSION REGULATION (EC) No 658/94 of 24 March 1994 fixing the compensatory aid for Community bananas marketed in the second half of 1993 and the advance for 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 12 (6) thereof,\nWhereas Commission Regulation (EEC) No 1858/93 of 9 July 1993 (3), as amended by Regulation (EC) No 526/94 (4), lays down detailed rules for applying Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income;\nWhereas, pursuant to Article 12 of Regulation (EEC) No 404/93, compensatory aid is to be calculated on the basis of the difference between the flat-rate reference income for bananas produced and marketed within the Community and the average production  income obtained on the Community market during the year in question; whereas additional aid is granted in favour of a production region if the average production there is significantly lower than the Community average; whereas the compensatory aid and  additional aid for 1993 must be calculated for the second six months of that year;\nWhereas prices for bananas produced and marketed in the Community during the second half of 1993 were such that the average of the prices at the delivered at first port of unloading in the rest of the Community stage, less the average costs of transport  and delivery fob, is less than the reference income fixed in Article 2 (2) of Regulation (EEC) No 1858/93; whereas the compensatory aid for those six months should be fixed accordingly;\nWhereas the average production income obtained from marketing bananas produced in Madeira was, given the very unfavourable production conditions, significantly lower than the Community average during the second half of 1993; whereas, therefore,  additional aid should be granted in favour of that banana industry;\nWhereas, moreover, advances and securities on quantities of bananas marketed during a given year depend on the amount of aid paid in respect of the preceding year pursuant to Article 4 (2) of Regulation (EEC) No 1858/93;\nWhereas, given the current trend in the price of bananas produced in the Community, the amount of the advance to be paid during 1994 should be the same as that paid during the second half of 1993;\nWhereas this Regulation should enter into force on the day of its publication in order to be fully effective;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["1. The compensatory aid referred to in Article 12 of Regulation (EEC) No 404/93 for bananas covered by CN code ex 0803, excluding plantains, marketed fresh during the second half of 1993 shall be ECU 24,5 per 100 kg.\n2. The amount of the aid referred to in paragraph 1 shall be increased by ECU 2,8 per 100 kg for bananas produced in the region of Madeira.\n3. Notwithstanding Article 4 (2) of Regulation (EEC) No 1858/93, the advance and security relating to Community bananas marketed during 1994 shall be ECU 13,4 per 100 kg and ECU 6,7 per 100 kg respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 170, 13. 7. 1993, p. 5.\n(4) OJ No L 66, 10. 3. 1994, p. 19."}