{"celex_id": "31990R1655", "uri": "http://publications.europa.eu/resource/cellar/0a0eb592-9840-41da-9b3b-9ac81a3934d3", "type": "Regulation", "concepts": ["1159", "2308", "4320", "5283"], "title": "Council Regulation (EEC) No 1655/90 of 18 June 1990 allocating additional catch quotas among Member States for vessels fishing in Swedish waters\n", "header": "COUNCIL  REGULATION (EEC) No 1655/90\nof 18 June 1990\nallocating additional catch quotas among Member States for vessels fishing in Swedish waters\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal (2), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Kingdom of Sweden have initialled, an agreement on their mutual fishing rights for 1990 which provides inter alia for the allocation of certain catch quotas for Community vessels in Swedish waters; whereas those catch quotas were allocated by Regulation (EEC) No 4051/89 (3);\nWhereas, in order to take account of the accession of Spain and Portugal to the Community, the Community and the Kingdom of Sweden have inter alia concluded an Agreement in the form of an Exchange of Letters concerning agriculture and fisheries (4); whereas, under that Agreement, the Kingdom of Sweden undertook in particular to grant the Community catch quotas for cod and herring in the Swedish fishing zone in the Baltic Sea, in addition to the fishing possibilities agreed annually under the Agreement on fisheries between the Community and the Kingdom of Sweden;\nWhereas the Government of Sweden, by notification dated 11 January 1990, informed the Community of the supplementary catch quotas for 1990;\nWhereas, under Article 3 of Regulation (EEC) No 170/83, it is for the Council to lay down in particular the specific conditions for taking those catches; whereas, under Article 4 of the said Regulation, the quantity available to the Community is to be distributed among the Member States;\nWhereas the fishing activities covered by this Regulation are subject to the control measures provided for by Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (5), as amended by Regulation (EEC) No 3483/88 (6),", "main_body": ["Vessels flying the flag of a Member State shall be, authorized in 1990 to take catches within the geographical limits and the quotas set out in the Annex in waters falling within the fisheries jurisdiction of Sweden, without prejudice to catches already authorized for the same period by Regulation (EEC) No 4051/89.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 June 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 302, 15. 11. 1985, p. 1.\n(3) OJ No L 389, 30. 12. 1989, p. 53.\n(4) OJ No L 328, 22. 11. 1986, p. 90.\n(5) OJ No L 207, 29. 7. 1987, p. 1.\n(6) OJ No L 306, 11. 11. 1988, p. 2.\nANNEX\nQuantities referred to in Article 1 for 1990\n(tonnes)\n1.2.3.4 //  //  //  //  // Species  // ICES division (1)  // Quota   // Allocation  //  //  //  //  // Cod   // III d  // 2 500   // Denmark 1 830 Germany 670   // Herring   // III d   // 1 500   // Denmark 855 Germany 645   //    //   //   //\n(1) Except for the area defined in footnote (1) in the Annex to Regulation (EEC) No 1059/89 (OJ No L 113, 26. 4. 1989, p. 1)."}