{"celex_id": "31996R1349", "uri": "http://publications.europa.eu/resource/cellar/a8974e22-cbf9-4fa2-a6bc-6a70ece0f55d", "type": "Regulation", "concepts": ["1642", "1755", "3156", "3774", "4682", "5369"], "title": "Commission Regulation (EC) No 1349/96 of 11 July 1996 amending Regulation (EC) No 773/96 laying down special measures derogating from Regulations (EEC) No 3665/87, (EEC) No 3719/88 and (EEC) No 1964/82 in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 1349/96 of 11 July 1996 amending Regulation (EC) No 773/96 laying down special measures derogating from Regulations (EEC) No 3665/87, (EEC) No 3719/88 and (EEC) No 1964/82 in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 894/96 (2), and in particular Article 13 (12) thereof,\nWhereas Commission Regulation (EC) No 773/96 (3), as last amended by Regulation (EC) No 1044/96 (4) lays down special measures for the regularization of certain export transactions in the wake of the measures taken by several third countries to safeguard against bovine spongiform encephalopathy (BSE);\nWhereas exporters should not lose their securities where meat has been destroyed by a third country or a Member State as a result of measures in relation to BSE;\nWhereas where, as a result of problems related to BSE, an exporter is obliged to change destination; whereas Regulation (EC) No 773/96 provides for an adequate solution if the rate of refund corresponding to the actual destination is lower than the indicated destination but not if it is higher; whereas it is therefore necessary to amend Regulation (EC) No 773/96;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 773/96 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n'Article 3\nThe provisions of Article 20 (3) (a), the reduction of 20 % referred to in the second indent of Article 20 (3) (b) and the increases of 15 % and 20 % referred to in Article 23 (1) and the second subparagraph of Article 33 (1) respectively of Regulation (EEC) No 3665/87 shall not apply to exports carried out under licences issued by 31 March 1996, provided that the customs formalities for release for consumption in the third country concerned were carried out after 20 March 1996.`\n2. In Article 4 (1) the following indents shall be added:\n'- customs export formalities were completed but which have been destroyed by a third country as a result of measures adopted by it in relation to BSE, the exporter shall repay any refund paid in advance and, subject to the presentation of evidence of destruction, the securities relating to the operations shall be released,\n- customs export formalities were completed but which have been returned to the customs territory of the Community and destroyed by the receiving Member State as a result of measures adopted by it in relation to BSE, the exporter shall repay any refund paid in advance and, subject to the presentation of evidence of destruction, the securities relating to the operations shall be released.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 125, 23. 5. 1996, p. 1.\n(3) OJ No L 104, 27. 4. 1996, p. 19.\n(4) OJ No L 139, 12. 6. 1996, p. 4."}