{"celex_id": "31999L0028", "uri": "http://publications.europa.eu/resource/cellar/f09c41da-2d42-41eb-bb56-ea80301c15e5", "type": "Directive", "concepts": ["2300", "4408", "4438", "4505", "4519", "5235"], "title": "Commission Directive 1999/28/EC of 21 April 1999 amending the Annex to Council Directive 92/14/EEC on the limitation of the operation of aeroplanes covered by Part II, Chapter 2, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988) (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/28/EC\nof 21 April 1999\namending the Annex to Council Directive 92/14/EEC on the limitation of the operation of aeroplanes covered by Part II, Chapter 2, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/14/EEC of 2 March 1992 on the limitation of the operation of aeroplanes covered by Part II, Chapter 2, Volume 1 of Annex 16 to the Convention on International Civil Aviation, second edition (1988)(1), as last amended by Directive 98/20/EC(2), and in particular Article 9a thereof,\n(1) Whereas Article 3 of Directive 92/14/EEC exempts the aeroplanes listed in the Annex thereto, provided, in particular, that they continue to be used by natural or legal persons established in the nation of registration of the reference period;\n(2) Whereas Article 9a of Directive 92/14/EEC provides for a simplified procedure for amendments to the Annex with a view to ensuring full conformity with the eligibility criteria;\n(3) Whereas, some aeroplanes included in the Annex have been destroyed and others have been removed from the register of the relevant developing nation, and amendments to the Annex are therefore required;\n(4) Whereas the provisions of this Directive are in accordance with the opinion of the Aviation Safety Regulation Committee established by Council Regulation (EEC) No 3922/91(3)(4), as amended by Commission Regulation (EC) No 2176/96(5),", "main_body": ["The Annex to Directive 92/14/EEC is hereby amended as set out in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 September 1999 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law that they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 April 1999.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ L 76, 23.3.1992, p. 21.\n(2) OJ L 107, 7.4.1998, p. 4.\n(3) OJ L 373, 31.12.1991, p. 4.\n(4) Aviation Safety Regulation Committee meeting of 2 February 1999.\n(5) OJ L 291, 14.11.1996, p. 15.\nANNEX\nIn the Annex, the following aeroplanes shall be deleted:\nEGYPT\n>TABLE>\nLEBANON\n>TABLE>\nLIBERIA\n>TABLE>\nMOROCCO\n>TABLE>\nNIGERIA\n>TABLE>\nZIMBABWE\n>TABLE>"}