{"celex_id": "31994R3303", "uri": "http://publications.europa.eu/resource/cellar/428ee7b8-a6c9-4d4e-ab7b-5bf5f62c235b", "type": "Regulation", "concepts": ["1120", "1637", "1644", "2324", "4057"], "title": "Commission Regulation (EC) No 3303/94 of 21 December 1994 introducing transitional measures for imports of bananas into Austria, Finland and Sweden in the first quarter of 1995\n", "header": "COMMISSION REGULATION (EC) No 3303/94 of 21 December 1994 introducing transitional measures for imports of bananas into Austria, Finland and Sweden in the first quarter of 1995\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Norway, Austria, Finland and Sweden, and in particular Article 149 (1) thereof (1),\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (2), as amended by Regulation (EC) No 3518/93 (3),\nWhereas Commission Regulation (EEC) No 1442/93 of 10 June 1993 laying down detailed rules for the application of the arrangements for importing bananas into the Community (4), as last amended by Regulation (EC) No 2444/94 (5), establishes the detailed  rules for the operation of the Community market in bananas;\nWhereas, to facilitate the transition from the arrangements existing in the new Member States before their accession to those resulting from the application of the common organization of the market in bananas, operators established in those countries  should be authorized to import in the first quarter of 1995, as a transitional measure, a specific quantity of bananas originating in third countries; whereas this quantity should be determined on the basis of the average quantity that each operator  imported to supply these markets in the reference period used for determining the rights of the operators under the tariff quota arrangements; whereas this allocation must not, however, predetermine the allocation of the reference quantity to be  employed subsequently for 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93;\nWhereas bananas which were already in transit to these new Member States before 20 December 1994 but which were imported only on 1 January 1995 or on subsequent days must be exempted from the licensing arrangements; whereas in the absence of such  licensing arrangements at the beginning of 1995, imports in the first quarter of 1995 should also be managed and monitored under transitional arrangements;\nWhereas, as a transitional measure, for imperative reasons of management and inspection, provision should be made to have bananas imported into the Community pursuant to this Regulation released for free circulation in the new Member State that  authorized importation; whereas the requisite detailed modifications between the new Member States and the Commission should also be provided for;\nWhereas, pursuant to Article 2 (3) of the Treaty of Accession, the institutions of the Union may adopt before accession the measures arising from Article 149 (1) of the Act, which measures must enter into force subject to and on the date of the entry  into force of the said Treaty;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["An import licence will not be required for bananas which were dispatched from the country of production before 20 December 1994 and which were imported into Austria, Finland or Sweden between 1 and 7 January 1995.\nThe importers concerned shall provide proof that the consignment of bananas meets the above requirements by providing:\n- in the case of transport by sea or waterway, the bill of lading showing that loading took place before 20 December 1994,\n- in the case of transport by rail, the consignment note accepted by the railways of the expediting country before 20 December 1994,\n- in the case of transport by road, the TIR carnet presented to the first customs office before 20 December 1994,\n- in the case of transport by air, the air consignment note showing that the airline received the products before 20 December 1994.", "If the quantities of bananas imported into Austria, Finland or Sweden during the month of December 1994, minus the quantities re-exported, exceed to an appreciable extent the quantities imported into these same Member States in the  corresponding period in 1991, 1992 and 1993, a decision may be taken, in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 404/93, to count the excess as imports under the tariff quota for 1995.", "The competent authorities in the new Member States shall notify the Commission:\n- of the quantities of bananas in transit as referred to in Article 1, by 7 February 1995, at the latest,\n- the quantities imported into the Member State in question in the month of December 1994 and up to 7 January 1995, by 7 February 1995 at the latest.", "1. For the first quarter of 1995, the competent authorities of Austria, Finland and Sweden shall authorize the operators established on their territory who have imported bananas in 1991 and/or 1992 and/or 1993 to import bananas originating in  third countries up to a limit of 35 785 tonnes in Austria, 22 606 tonnes in Finland and 47 532 tonnes in Sweden, respectively.\nThe authorization referred to in the first subparagraph shall be granted upon application by the operators in question submitted by 7 January 1995 at the latest. This application shall specify the origin of the product to be imported.\nEach operator's authorization to import may not cover a quantity greater than 30 % of the average of the annual quantities imported by him in the years 1991, 1992 and 1993.\nThis authorization shall not predetermine the reference quantity to be allocated to the operator in question for 1995 pursuant to Article 6 of Regulation (EEC) No 1442/93.\n2. The bananas referred to in paragraph 1 shall be released into free circulation in the Member State which granted authorization by 7 April 1995 at the latest.\n3. The competent authorities of the new Member States shall notify the Commission:\n- of the quantities of bananas for which authorization has been granted pursuant to paragraph 1, by 17 January 1995 at the latest,\n- of the quantities actually released into free circulation pursuant to the authorization referred to in paragraph 1, by 5 May 1995 at the latest.\nThe notifications shall specify the origin of the products imported.", "The competent authorities of the new Member States shall adopt, in so far as they are necessary, additional provisions to insure that imports of bananas into their territory under this Regulation are checked and monitored.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Norway, Austria, Finland and Sweden.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No C 241, 29. 8. 1994, p. 21.\n(2) OJ No L 47, 25. 2. 1993, p. 1.\n(3) OJ No L 320, 22. 12. 1993, p. 15.\n(4) OJ No L 142, 12. 6. 1993, p. 6.\n(5) OJ No L 261, 11. 10. 1994, p. 3."}