{"celex_id": "31997D0413", "uri": "http://publications.europa.eu/resource/cellar/4690742b-86f2-4187-9061-76fe8595514b", "type": "Decision", "concepts": ["1159", "134", "2320", "2455", "2718", "915"], "title": "97/413/EC: Council Decision of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation\n", "header": "COUNCIL DECISION of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation (97/413/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas the Community fishing fleet should be restructured with the aim of providing the sector with clear perspectives for sustainable fishing activities, taking into account the characteristics of each fishery and the possible economic and social consequences;\nWhereas the objectives and detailed rules should be fixed by fleet segment or fishery in relation to the state of the stocks taking account of the third Multiannual Guidance Programme (MAGP III), the differing situations in Member States and of the fact that Member States should be able to deploy the necessary fishing effort to take the quota actually available;\nWhereas the employment generated by the sector in areas dependent on fishing should be taken into account in order to safeguard the particular needs of those regions;\nWhereas it is necessary to safeguard existing balances and the acquis communautaire, having due regard to the principle of relative stability;\nWhereas in light of the most recent scientific advice available regarding the state of resources accessible to Community vessels, there is an urgent need to reduce the fishing mortality of certain stocks;\nWhereas to that end it is necessary to adopt specific guidelines for reducing the fishing effort on the stocks in question, over an appropriate period of time;\nWhereas the fishing effort reduction rates should target depletion risk and overfished stocks;\nWhereas the precautionary approach requires that fishing effort on other stocks should not increase unless such an increase is duly justified;\nWhereas in the case of fisheries composed of several species it is appropriate that the reductions in fishing effort be weighted to reflect the relative quantities of critical stocks in the overall catch;\nWhereas the common fisheries policy provides for a wide range of measures which, individually and collectively, contribute to the reduction of fishing mortality;\nWhereas it is agreed that small scale coastal non-trawling fishing activities merit special treatment since such activities maintain a high number of direct jobs while having a modest impact on depletion risk and overfished stocks;\nWhereas, given the need to ensure the highest safety standards in the Community fishing fleet, safety improvements should not, in certain cases, be counted against the objectives for Member States' fleet segments;\nWhereas the characteristics of power and tonnage are the most pertinent parameters for expressing fishing capacity of the fleets using active gear; whereas the main parameters for expressing effort in respect of passive gear are different; whereas it is nonetheless necessary to ensure a non-discriminatory approach and fully equivalent result as between the two gear types;\nWhereas Member States should be able to choose to reduce fishing mortality by the different means available to them, either by reducing capacity for each fleet segment, or by reducing fishing effort for each fishery; whereas to this effect a certain period must be allowed for Member States to develop management programmes setting out the implementation of these means in order to achieve the objectives fixed;\nWhereas the required reductions in fishing effort can be achieved through fishing effort limitation programmes or reductions in capacity; whereas specific fishing effort limitation programmes on depletion risk and overfished stocks are to be encouraged where a Member State demonstrates its ability to set up and administer such programmes; whereas in the absence of fishing effort limitation programmes, or if these programmes do not offer the necessary guarantees or do not have sufficient effect, the only alternative is capacity reduction;\nWhereas the fleet objectives for Member States set by this Decision should be based on the previous objectives;\nWhereas the fleet segments of Member States involved in bilateral fisheries agreements, or in fishing activities covered by international fishing conventions to which the Community is a Contracting Party, need to be adjusted in accordance with the resources available and accessible under those agreements or conventions;\nWhereas this Decision is based on a five-year period in order to ensure real progress over a sufficient length of time; whereas the measures proposed must aim to eliminate the factors that made this restructuring necessary, in particular by putting into place a permanent regime of fleet renewal;\nWhereas a review of the fishing effort reduction objectives should be carried out by the Council by the end of 1999 on the basis of the latest scientific advice available and an assessment made at the same time of the effects of all available measures on the state of resources and the sector to be provided by the Commission to the Council;\nWhereas it is necessary to verify that the programmes of Member States are progressively achieved by reference to intermediate objectives;\nWhereas full transparency is required among Member States; whereas this transparency should be ensured in the decision process leading to the adoption of the individual programmes for Member States, and their subsequent implementation, through the procedures provided for in Article 18 of Regulation (ECC) 3760/92,", "main_body": ["For the purposes of this Decision the following definitions are used:\n1. the capacities of fleet segments are expressed at least in GT tonnage and kW power as defined in Council Regulation (EEC) No 2930/86 of 22 September 1986 defining characteristics for fishing vessels (4);\n2. the effort of fleet segments comprised of vessels using active gear is defined in accordance with Annex VI of Commission Regulation (EC) No 109/94 of 19 January 1994 concerning the fishing vessel register of the Community (5);\n3. the effort of fleet segments comprised of vessels using passive gear is expressed in terms of the capacity of the vessels defined in subparagraph 1;\n4. without prejudice to Article 4 (1), a fleet segment is defined as a group of vessels having homogeneous physical characteristics using the same fishing gear or the same type of fishing gear;\n5. a fishery is defined as a fishing activity on a stock or a group of stocks harvested by the same fishing gear or the same type of fishing gear.", "1. By 31 December 2001 at the latest, the fishing effort of each Member State shall be reduced, taking the levels defined in Article 7 (1) as a starting point, on the basis of the reduction rates in fishing effort which are required to be achieved in relation to the critical stocks set out in Annex I.\n2. The pilot reduction rates shall be as follows:\n- 30 % for the stocks defined as depletion risk in Annex I;\n- 20 % for the stocks defined as overfished in Annex I.\n3. In the case of stocks defined as fully exploited in Annex I, there shall be no increase in fishing effort for the period 1997 to 2001.\n4. In respect of stocks other than those referred to in paragraphs 2 and 3, including stocks for which the situation is insufficiently known, there shall be no increase in fishing effort for the period 1997 to 2001. In specific cases where Member States can identify additional fishing opportunities on these stocks, a level of additional fishing effort for the fleet segments fishing these stocks may be decided.\n5. The weighted fishing effort reduction rates are calculated by fleet segment or by fishery as a function of the composition of the catches of stocks in these fleet segments or fisheries in accordance with Annex II.", "A Member State may exempt fishing vessels of its fleet of less than 12 metres overall, other than trawlers, from the provisions of Article 2. In this case, the aggregate capacity of this fleet segment, expressed in GT tonnage and in kW power, shall not increase beyond the level at 1 January 1997, or beyond the level corresponding to the objectives of MAGP III, for the period to 31 December 2001, except in the framework of programmes for improving safety of navigation at sea.", "1. The segmentation of the fleet of each Member State shall be determined in relation to the stocks defined in Annex I and to the fishing techniques, taking account of the segmentation adopted as part of MAGP III as well as the differing situations in Member States.\n2. In the Multiannual Guidance Programmes for Member States, increases in capacity resulting exclusively from safety improvements shall justify, on a cases by case basis, an increase by the same amount of the objectives for fleet segments where they do not increase the fishing effort of the vessels concerned.", "Reduction in fishing mortality of critical stocks shall be achieved for each fleet segment by a reduction in capacity or for each fishery by means of a reduction in fishing effort.", "1. Each Member State shall submit to the Commission by 30 June 1997 a fishing effort limitation programme. This programme shall establish, by fleet segment, the starting levels for capacity and fishing effort on the basis of the objectives fixed in the MAGP III, whilst taking account of the fishing effort data submitted in accordance with the provisions of Articles 4 and 5 of Regulation (EC) No 109/94.\nIn cases where the objectives are achieved by capacity reduction only, the Member State shall apply to the fleet segment the weighted reduction rates calculated in accordance with Annex II.\nIn cases where the objectives are achieved by fishing effort reductions, the Member State shall identify the fisheries related to each fleet segment and shall allocate to these fisheries starting levels for a fishing effort within the limits of the starting levels laid down for each fleet segment, with a view to ensuring that Member States can take up the quotas actually available to them. The Member State shall apply to the fishing effort levels defined above by fishery the reduction rates defined in Article 2.\nThe Member State shall identify and quantify the means (capacity, activity) by which to respect the aforementioned objectives.\n2. Among the means to reduce fishing effort, each Member State shall determine in its programme the reduction in the capacity of each fleet segment which will permit the objectives to be achieved. This reduction in capacity shall be ensured by the establishment in each Member State of a permanent regime to control the renewal of the fleet. This regime shall determine, segment by segment, the ratio of entries/exits of vessels that will ensure over the period that the fishing capacity by type of vessel will be brought down to the determined levels.\n3. Where a Member State does not submit such programmes or these are not approved, fishing effort reduction targets shall be achieved through reductions in capacity.\n4. Where a Member State does not achieve the annual intermediate objectives referred to in Article 9 (1), the objectives of the following year shall be adjusted accordingly, including through reductions in capacity.", "1. The starting point for Member States' fleet objectives for 31 December 2001 shall be the fleet objectives fixed by the previous programmes for 31 December 1996.\n2. In fixing the objectives for the fishing fleets of each Member State under this Decision, account shall be taken of the specific characteristics of individual fishing fleets.", "The fleet segment fishing in the waters of third countries or on the high seas shall be identified and the fishing effort adjusted by the Commission and the Member State taking account of the global fishing opportunities of this fleet segment in line with the objectives fixed in fisheries management recommendations issued by international organizations, approved by the Community or the Member States, and, where appropriate, the fishing opportunities in third country waters defined by agreements concluded between the Community and those third countries.", "1. The implementation of the objectives and detailed rules of this Decision shall be carried out by the Commission for the period 1997 to 2001 in accordance with Article 5 of Regulation (EC) No 3699/93 (6). The Commission shall adopt the Multiannual Guidance Programmes for the fishing fleets of individual Member States no later than 30 November 1997. The programmes shall apply with effect from 1 January 1997 and shall be progressively achieved, by reference to annual intermediate objectives, by 31 December 2001.\n2. The Commission shall present to the Council, by 30 March 1999 at the latest, a report on the state and evolution of fish stocks and of fisheries based on the most recent scientific advice available and an assessment of the effects of structural, conservation, control and other policy measures as well as the effects of the Multiannual Guidance Programmes, on the state of the resources and on the sector.\n3. The Council, on a proposal from the Commission, shall decide, in accordance with the procedure laid down in Article 11 of Regulation (EEC) No 3760/92 by 31 December 1999 at the latest on the basis of the scientific advice and other information in the report from the Commission, on any necessary adjustments to the targets for fishing effort for the period from 1 January 2000 to 31 December 2001.", "0\nFor the purposes of implementing the provisions of this Decision the procedures under Article 18 of Regulation (EEC) No 3760/92 shall apply.", "1\nThis Decision shall apply as of 1 January 1997.", "2\nThis Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 26 June 1997.\nFor the Council\nThe President\nH. VAN MIERLO\n(1) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(2) OJ No C 259, 6. 9. 1996, p. 6.\n(3) OJ No C 20, 20. 1. 1997, p. 372.\n(4) OJ No L 274, 25. 9. 1986, p. 1. Regulation as amended by Regulation (EC) No 3259/94 (OJ No L 339, 29. 12. 1994, p. 11).\n(5) OJ No L 19, 22. 1. 1994, p. 5. Regulation as amended by Regulation (EC) No 493/96 (OJ No L 72, 21. 3. 1996, p. 12).\n(6) Council Regulation (EC) No 3699/93 of 21 December 1993 laying down the criteria and arrangements regarding Community structural assistance in the fisheries and aquaculture sector and the processing and marketing of its products (OJ No L 346, 31. 12. 1993, p. 1). Regulation as last amended by Regulation (EC) No 965/96 (OJ No L 131, 1. 6. 1996, p. 1).\nANNEX I\n>TABLE>\nANNEX II\nFishing effort reduction targets\n1. The effort reduction target (ERT) for a Member State's fleet segment or fishery shall be calculated in accordance with the following formula:\nERT = RR Ă\u0097 W\nwhere\nERT = Effort reduction target,\nRR = Reduction rates as in Article 2,\nW = the percentage of the catch of a fleet segment or fishery which comprises depletion risk and overfished stocks.\n2. The reduction rate for a fleet segment or fishery shall be determined in accordance with the following table by reference to the composition of its catch as between depletion risk, overfished, fully exploited or other stocks.\n>TABLE>"}