{"celex_id": "31999D0412", "uri": "http://publications.europa.eu/resource/cellar/b1410153-7db2-4417-9c59-fbed18468c20", "type": "Decision", "concepts": ["1158", "3140", "4519", "4521", "616"], "title": "1999/412/EC: Commission Decision of 3 June 1999 concerning a questionnaire for the reporting obligation of Member States pursuant to Article 41(2) of Council Regulation (EEC) No 259/93 (notified under document number C(1999) 1456)\n", "header": "COMMISSION DECISION\nof 3 June 1999\nconcerning a questionnaire for the reporting obligation of Member States pursuant to Article 41(2) of Council Regulation (EEC) No 259/93\n(notified under document number C(1999) 1456)\n(1999/412/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 259/93 of 1 February 1993 on the supervision and control of shipments of waste within, into and out of the European Community(1) and in particular Article 41(2) thereof,\nHaving regard to Council Directive 91/692/EEC of 23 December 1991 on the standardisation and rationalisation of reports on the implementation of certain Directives(2) relating to the environment, and in particular Article 6 thereof,\n(1) Whereas Article 41(1) of Regulation (EEC) No 259/93 requires Member States, before the end of each calendar year, to draw up a report in accordance with Article 13(3) of the Basel Convention and to send it to the Secretariat of the Basel Convention and a copy thereof to the Commission;\n(2) Whereas Article 41(2) of Regulation (EEC) No 259/93 establishes that the Commission shall, based on these reports, establish every three years a report on the implementation of the said Regulation by the Community and its Member States;\n(3) Whereas Article 41(2) of Regulation (EEC) No 259/93 establishes that the Commission may request, to the end of elaborating its report, additional information in accordance with Article 6 of Directive 91/692/EEC;\n(4) Whereas the next three year report will cover the period 2000 to 2002 inclusive;\n(5) Whereas the measures provided for in this Decision are in accordance with the opinion of the committee established in accordance with Article 6 of Directive 91/692/EEC,", "main_body": ["The questionnaire attached to this Decision, relating to Regulation (EEC) No 259/93 is hereby adopted.", "1. Member States shall use the attached questionnaire in order to supply information to the Commission, on a yearly basis, in addition to the existing obligation pursuant to Article 41(1) of Regulation (EEC) No 259/93, to send a copy of the yearly report pursuant to Article 13(3) of the Basel Convention to the Commission.\n2. The yearly information supplied on the basis of this questionnaire shall be transmitted before the end of each calendar year for the previous calendar year. The first report on the basis of this questionnaire shall cover data for the year 2000 and shall be submitted before the end of the year 2001.", "This Decision shall be reviewed in the year 2004 in the light of the experience of the implementation of Regulation (EEC) No 259/93 shown by the reports collected by virtue of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 June 1999.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 30, 6.2.1993, p. 1.\n(2) OJ L 377, 31.12.1991, p. 48.\nANNEX\n>PIC FILE= \"L_1999156EN.003902.EPS\">\n>PIC FILE= \"L_1999156EN.004001.EPS\">\n>PIC FILE= \"L_1999156EN.004101.EPS\">\n>PIC FILE= \"L_1999156EN.004201.EPS\">\n>PIC FILE= \"L_1999156EN.004301.EPS\">\n>PIC FILE= \"L_1999156EN.004401.EPS\">\n>PIC FILE= \"L_1999156EN.004501.EPS\">\n>PIC FILE= \"L_1999156EN.004601.EPS\">"}