{"celex_id": "31995D0322", "uri": "http://publications.europa.eu/resource/cellar/24d31bc3-2734-4912-bf9c-ffa700870f28", "type": "Decision", "concepts": ["1309", "1445", "1819", "5369", "842", "97"], "title": "95/322/EC: Commission Decision of 25 July 1995 amending Council Decision 79/542/EEC and Commission Decisions 92/260/EEC, 93/195/EEC, 93/196/EEC and 93/197/EEC with regard to the animal health conditions and veterinary certification for the temporary admission and re-entry of registered horses and imports into the Community of equidae for slaughter, registered equidae and equidae for breeding and production from Morocco\n", "header": "COMMISSION DECISION of 25 July 1995 amending Council Decision 79/542/EEC and Commission Decisions  92/260/EEC, 93/195/EEC, 93/196/EEC and 93/197/EEC with regard to the animal health conditions and  veterinary certification for the temporary admission and re-entry of registered horses and imports  into the Community of equidae for slaughter, registered equidae and equidae for breeding and  production from Morocco (Text with EEA relevance) (95/322/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing  the movement and imports from third countries of equidae  (1), as last amended by the Act of  Accession of Austria, Finland and Sweden, and in particular Articles 12, 13, 14, 15, 16, 18 and 19  (ii) thereof,\nWhereas by Council Decision 79/542/EEC  (2), as last amended by the Act of Accession of Austria,  Finland and Sweden, a list of third countries from which Member States authorize imports of bovine  animals, swine, equidae, sheep and goats, fresh meat and meat products has been established;\nWhereas the health conditions and veterinary certification for the temporary admission of  registered horses, for the imports of equidae for slaughter and for imports of registered equidae  and equidae for breeding and production are laid down respectively in Decisions 92/260/EEC  (3),  93/196/EEC  (4) and 93/197/EEC  (5), all as last amended by the Act of Accession of Austria,  Finland and Sweden, and for the re-entry of registered horses after temporary export in Decision  93/195/EEC  (6), as last amended by Commission Decision 95/99/EC  (7);\nWhereas following a Commission veterinary inspection mission to Morocco and after receiving a  comprehensive report on the control measures taken by the competent authorities of Morocco, the  equine health situation appears to be under the satisfactory control of well structured and  organized veterinary services;\nWhereas Morocco has now been free from African horse sickness for more than two years and  vaccination against this disease has not been carried out during the last twelve months;\nWhereas the veterinary authorities of Morocco have guaranteed to notify within 24 hours by telefax,  telegram or telex to the Commission and the Member States the confirmation of any infectious or  contagious disease in equidae mentioned in Annex A of Council Directive 90/426/EEC and any change  in the vaccination or import policy in respect of equidae;\nWhereas the animal health conditions and veterinary certification must be adopted according to the  animal health situation of the third country concerned; whereas the present case relates only to  registered horses;\nWhereas Council Decision 79/542/EEC and Commission Decisions 92/260/EEC, 93/195/EEC, 93/196/EEC and  93/197/EEC must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["In Part 1 of the Annex to Council Decision 79/542/EEC the line  referring to Morocco is hereby amended as follows:\nThe reference to footnote '(6)` is deleted in the sub-heading 'live animals` in the column for  'Special Remarks`.", "Commission Decision 92/260/EEC is amended as follows:\n1.  'Morocco` is added in alphabetical order to the list of third countries in Group E of Annex I.\n2.  'Morocco` is added in alphabetical order to the list of third countries in the title of the  health certificate set out in Annex II (E).", "Commission Decision 93/195/EEC is amended as follows:\n1.  'Morocco` is added in alphabetical order to the list of third countries in Group E of Annex I.\n2.  'Morocco` is added in alphabetical order to the list of third countries under 'Group E` in the  title of the health certificate set out in Annex II.", "'Morocco` is added in alphabetical order to the list of third countries in footnote  (3), Group E of Annex II to Commission Decision 93/196/EEC.", "Commission Decision 93/197/EEC is amended as follows:\n1.  'Morocco` is added in alphabetical order to the list of third countries in Group E of Annex I.\n2.  'Morocco` is added in alphabetical order to the list of third countries in the second part of  the sentence of the title relating to registered equidae and equidae for breeding and production of  the health certificate set out in Annex II E.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}