{"celex_id": "31993D0388", "uri": "http://publications.europa.eu/resource/cellar/6096ec26-1cc0-4b70-a888-e78918562a0c", "type": "Decision", "concepts": ["1447", "1524", "3581", "4405", "4509"], "title": "93/388/EEC: Commission Decision of 9 June 1993 terminating the examination procedure concerning illicit commercial practices within the meaning of Council Regulation (EEC) No 2641/84 consisting of the imposition in Japan of a port charge or fee used for the creation of a Harbour Management Fund\n", "header": "COMMISSION DECISION of 9 June 1993 terminating the examination procedure concerning illicit commercial practices within the meaning of Council Regulation (EEC) No 2641/84 consisting of the imposition in Japan of a port charge or fee used for the  creation of a Harbour Management Fund\n(93/388/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (1), and in particular Article 9 thereof,\nAfter consultation within the Advisory Committee in accordance with the abovementioned Regulation.\nWhereas:\n(1) On 9 March 1992, the Commission decided to suspend (2) the examination procedure under Regulation (EEC) No 2641/84 (3) which it had been conducting since 16 February 1991 into the matter of the Japanese Harbour Management Fund.\n(2) This suspension was justified by formal assurances which the Commission had received from the Japanese Government that the Harbour Management Fund would be discontinued after 31 March 1992, that it would not continue in a different guise, and that  the views of foreign shipping lines regarding the utilization of the money collected and not yet disbursed would be adequately reflected. The suspension would be reviewed by the Commission once sufficient time had elapsed after the discontinuation of  the Harbour Management Fund to give a reasonable guarantee that the scheme would not be re-introduced in a different form.\n(3) Since then, the Commission has determind that the Japanese Harbour Management Fund was effectively discontinued on 31 March 1992, that it has not been continued in a different guise and, finally, that the money collected and not yet disbursed has  been used for projects of some benefit to Community shipping lines. Given the amount of time that has expired since the suspension of the examination procedure, the Commission considers it to be in the Community interest that the examination procedure  now be terminated.\n(4) The Commission has informed the complainant and the Japanese Government of its conclusions and the principal underlying facts and,", "main_body": ["The examination procedure concerning illicit commercial practices within the meaning of Regulation (EEC) No 2641/84 consisting to the imposition in Japan of a port charge or fee for the creation of the Harbour Management Fund is herewith  terminated."], "attachments": "Done at Brussels, 9 June 1993.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 252, 20. 9. 1984, p. 1.\n(2) For the suspension, see OJ No L 74, 20. 3. 1992, p. 47.\n(3) For the initiation, see OJ No C 40, 16. 2. 1991, p. 18. The examination procedure was extended in OJ No C 287, 5. 11. 1991, p. 5."}