{"celex_id": "31990D0005", "uri": "http://publications.europa.eu/resource/cellar/de23b6db-bdb5-43c6-a9f3-9fc10bc40dff", "type": "Decision", "concepts": ["2468", "4056", "723"], "title": "90/5/EEC: Commission Decision of 15 December 1989 on the maximum rates of assistance from the European Social Fund towards expenditure on recruitment, setting up of self-employed and employment premiums\n", "header": "COMMISSION  DECISION\nof 15 December 1989\non the maximum rates of assistance from the European Social Fund towards expenditure on recruitment, setting up of self-employed and employment premiums\n(90/5/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (1), and in particular Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments (2),\nHaving regard to Council Regulation (EEC) No 4255/88 of 19 December 1988 (3) laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Social Fund and in particular Article 1 (1) and (6) and Article 3 thereof,\nWhereas it is for the Commission to determine the maximum rates of assistance towards expenditure on recruitment setting up and employment premiums applicable for the 1990 financial year, as set out in Article 3 (2) of Regulation (EEC) No 4255/88,", "main_body": ["The maximum rates of assistance from the European Social Fund towards expenditure on recruitment, setting up of self-employed and employment premiums in the 1990 financial year, as referred to in Article 3 (1) (c) of Regulation (EEC) No 4255/88, are hereby fixed per person and per week as follows:\n1.2 // - Belgium   // Bfrs 3 557   // - Denmark   // Dkr 1 096   // - Federal Republic of Germany   // DM 240   // - Greece   // Dr 8 147   // - Spain   // Pta 10 613   // - France   // FF 529   // - Ireland   // ÂŁ Irl 67   // - Italy   // Lit 121 600   // - Luxembourg   // Lfrs 4 288   // - Netherlands  // FL 222   // - Portugal   // Esc 4 843   // - United Kingdom   // ÂŁ 66", "The amounts provided for in Article 1 shall cover full-time operations. As regards part-time operations, the amounts shall be calculated in proportion to the number of hours worked on the basis of 40 hours per week.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1989.\nFor the Commission\nVasso PAPANDREOU\nMember of the Commission\n(1) OJ No L 185, 15. 7. 1988, p. 9.\n(2) OJ No L 374, 31. 12. 1988, p. 1.\n(3) OJ No L 374, 31. 12. 1988, p. 21."}