{"celex_id": "31997D0512", "uri": "http://publications.europa.eu/resource/cellar/d306a09e-2b08-40b9-b572-3b51607eae2f", "type": "Decision", "concepts": ["2292", "3176", "4172", "4682", "4692", "863"], "title": "97/512/EC: Commission Decision of 7 July 1997 on supplies of certain beef and pigmeat products to the Canary Islands in the second half of 1996 (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 7 July 1997 on supplies of certain beef and pigmeat products to the Canary Islands in the second half of 1996 (Only the Spanish text is authentic) (97/512/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EC) No 93/97 (2), and in particular Article 3 (4) and Article 7 thereof,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (3), as last amended by Regulation (EC) No 82/97 (4), and in particular Article 236 (1) thereof,\nWhereas Commission Regulation (EC) No 2790/94 (5) lays down common detailed rules for the implementation of Regulation (EEC) No 1601/92 in particular as regards the specific supply measures;\nWhereas, by Regulation (EC) No 2348/96 (6), the Council temporarily extended until 30 June 1997 the specific measures for supplying the Canary Islands with bovine animals for fattening and for consumption locally and certain processed beef and pigmeat products, which had been suspended since 1 July 1996; whereas, following that decision, the supply balances were established and the aid fixed for the products concerned for the first half of 1997 by Commission Regulations (EC) No 75/97 (7) and (EC) No 93/97;\nWhereas, as a precaution pending a decision by the Council and in order to ensure that operators who have failed to show some discipline as regards passing prices on to the end-user do not enjoy unwarranted profits, payment of the aid on products coming from the rest of the Community or, as the case may be, reimbursement of customs duties should be made subject, for the second half of 1996, to production of proof of compliance with Regulations (EEC) No 1601/92 and (EC) No 2790/94;\nWhereas the aid for supplies from the rest of the Community should be fixed by applying the criteria laid down in Article 3 (2) of Regulation (EEC) No 1601/92 and on the basis of the corresponding data for the second half of 1996;\nWhereas it should be stipulated that applications for reimbursement of customs duties must be made in accordance with the relevant provisions of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (8), as last amended by Regulation (EC) No 12/97 (9);\nWhereas, for the sake of sound financial management, provision should be made for aid payments and customs duty reimbursements to relate to the maximum quantity of products covered by administrative documents issued by the Spanish authorities under precautionary management measures covering the arrangements for the period in question;\nWhereas the measures provided for in this Decision are in accordance with the opinions of the Management Committees concerned,", "main_body": ["1. Pursuant to Article 3 of Regulation (EEC) No 1601/92 and on the basis of applications submitted with suitable supporting documents by the operators concerned, the Spanish authorities shall, as the case may be:\n(a) grant the aid fixed in Annex I to this Decision for bovine animals for fattening and consumption locally and for processed beef and pigmeat products on the quantities of such products supplied to the Canary Islands from the rest of the Community during the second half of 1996;\n(b) reimburse the customs duties collected on the release for free circulation in the Canary Islands of the products mentioned in (a) and imported from third countries during the second half of 1996.\n2. Payment of the aid fixed in this Decision and reimbursement of customs duties shall be subject to compliance with Title I of Regulation (EEC) No 1601/92 concerning specific supply measures for the Canary Islands, Regulation (EC) No 3290/94, and in particular Title III thereof, and this Decision.\n3. Applications for reimbursement of customs import duties on products exempt therefrom shall be submitted by the person who pays such duties or is required to pay them in accordance with Articles 878 to 881 of Regulation (EEC) No 2454/93.", "1. The competent Spanish authorities shall lay down such additional administrative rules as are required for the application of this Decision, in particular as regards the submission of applications.\n2. Those authorities shall conduct the checks necessary to ensure that the operations covered by applications submitted comply with the provisions applicable, in particular as regards the obligation to pass on to the end-user the economic benefit deriving from Article 3 of Regulation (EEC) No 1601/92.\n3. Those authorities shall inform the Commission periodically of the application of this Decision.", "Pursuant to this Decision, the aid shall be paid and customs duties shall be reimbursed for up to the quantities of products mentioned in Annex II.", "This Decision is addressed to Spain."], "attachments": "Done at Brussels, 7 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 19, 22. 1. 1997, p. 5.\n(3) OJ No L 302, 19. 10. 1992, p. 1.\n(4) OJ No L 17, 21. 1. 1997, p. 1.\n(5) OJ No L 296, 17. 11. 1994, p. 23.\n(6) OJ No L 320, 11. 12. 1996, p. 1.\n(7) OJ No L 16, 18. 1. 1997, p. 72.\n(8) OJ No L 253, 11. 10. 1993, p. 1.\n(9) OJ No L 9, 13. 1. 1997, p. 1.\nANNEX I\n1. BEEF/VEAL\nAid granted on products referred to in Article 1 (a) from the Community market\n>TABLE>\n>TABLE>\n2. PIGMEAT\n>TABLE>\nANNEX II\n1. BEEF/VEAL\n>TABLE>\n2. PIGMEAT\n>TABLE>"}