{"celex_id": "31996R2259", "uri": "http://publications.europa.eu/resource/cellar/0496052b-f100-4f68-8ab1-51ae06e3b70e", "type": "Regulation", "concepts": ["211", "225", "3003", "3077", "321", "3489"], "title": "Council Regulation (EC) No 2259/96 of 22 November 1996 on development cooperation with South Africa\n", "header": "COUNCIL REGULATION (EC) No 2259/96 of 22 November 1996 on development cooperation with South Africa\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130w thereof,\nHaving regard to the proposal from the Commission (1),\nActing in accordance with the procedure laid down in Article 189c (2),\nWhereas in the past Community policy towards South Africa took the form of punitive measures involving a trade embargo and economic sanctions against the government that bore responsibility for a policy of apartheid, and also of positive measures to help the victims of apartheid under the special programme of assistance channelled via Non Governmental Organizations;\nWhereas, since the elections of April 1994 and the establishment of a democratic government, the Community has turned towards a strategy of support for the policies and reforms undertaken by the South African authorities;\nWhereas in its declaration of 25 May 1993 the Council expressed its support for the establishment of democratic institutions;\nWhereas, in its declaration of 19 April 1994 on future relations between the Community and South Africa, the Council confirmed its support for stepping up cooperation with South Africa by focusing Community assistance on areas of activity likely to improve the living conditions of the people, and especially the poorest sections of the population;\nWhereas the aim of the Agreement on cooperation between the European Community and the Republic of South Africa signed in Pretoria in October 1994 is to promote harmonious and sustainable social and economic development and constitutes the first stage in the establishment of long-term cooperation with South Africa for which a proposal for negotiating directives was submitted by the Commission to the Council on 31 March 1995;\nWhereas the budgetary authority has decided, in the framework of the 1986 budget, to create a budget line to support development actions in that country;\nWhereas the arrangements for administering the financial resources set aside by the Community for implementing such cooperation should be laid down;\nWhereas a financial reference amount, within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995, is included in this Regulation for the duration of the programme, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty,", "main_body": ["The Community shall implement financial and technical cooperation with South Africa to support the policies and reforms carried out by that country's national authorities.\nThe aim of the Community cooperation programme, entitled the 'European Programme for Reconstruction and Development in South Africa`, shall be to contribute to South Africa's harmonious and sustainable economic and social development and to consolidate the foundations laid for a democratic society and a State governed by the rule of law in which human rights and fundamental freedoms are respected.\nWithin this context the Community shall give priority to supporting operations to help the poorest sections of the population in South Africa.", "1. The operations to be carried out under this Regulation mainly concern the following:\n- support for democratization and the protection of human rights,\n- education and training,\n- health,\n- rural development,\n- urban development and social housing,\n- support of and cooperation with the private sector, and in particular for small and medium-size enterprises,\n- strengthening of institutions and the organization of local communities,\n- regional cooperation and integration,\n- protection of the environment.\n2. In its cooperation operations, the Community will take account of the priorities set by the South African Programme for Reconstruction and Development.", "Cooperation partners eligible for financial assistance under this Regulation shall be national, provincial and local authorities and public bodies, non-governmental organizations and community-based organizations, regional and international organizations, institutions and public or private operators.", "1. The means that may be deployed under the cooperation operations referred to in Article 1 shall include in particular studies, technical assistance, training or other services, supplies and works, and also evaluation and monitoring audits and missions.\n2. Community financing in local or foreign currency, depending on the needs of the operation, may cover:\n- investment, with the exception of the purchase of buildings,\n- in duly substantiated cases, recurrent expenditure (including administrative, maintenance and operating costs) to ensure optimum use of the investments referred to in the first indent, the exploitation of which temporarily represents a burden for the partner. In those cases, a plan providing for the costs to be borne by the partner under the project must accompany the proposal for Community financing.\n3. A financial contribution from the partners referred to in Article 3 shall in principle be required for each cooperation operation. That contribution will be requested in accordance with the possibilities of the partners concerned and depending on the nature of each operation. In specific cases where the partner is either a non-governmental organization or a community-based organization, the contribution may be made in kind according to its possibilities.\n4. Opportunities may be sought for cofinancing by other providers of funds, particularly the Member States.\n5. The Commission may take any appropriate step to ensure that the Community character of aid provided under this Regulation is made known.\n6. In order to achieve the objectives of coherence and complementarity referred to in the Treaty and with the aim of guaranteeing optimal effectiveness of the aid, the Commission may take all necessary coordination measures, notably:\n(a) the establishment of a system for the systematic exchange of information on actions financed or planned to be financed by the Community and the Member States;\n(b) on-the-spot coordination of these actions by means of regular meetings and exchange of information between the representatives of the Commission and Member States in the beneficiary country.\n7. The Commission, in liaison with the Member States, may take any steps necessary to ensure adequate coordination with other providers of funds concerned.", "Financial support under this Regulation shall take the form of grants.", "Multiannual indicative programming based on specific objectives and the identification and implementation of the resulting operations referred to in Article 2 shall be carried out in the context of close contacts with the South African Government and taking account of the results of the coordination referred to in Article 4 (6) and (7).\nIn order to prepare for programming, in the context of increased coordination with the Member States, including on the spot, the Commission shall draw up a recapitulative document on cooperation strategy to be examined by the Committee referred to in Article 8 hereafter referred to as the 'Committee`. The Commission shall forward the multiannual indicative programme, drawn up on the basis of that examination, to the Committee for discussion, which shall take place at the request of the Commission or one or more Committee members. In that case, where it is not possible to reach a desirable consensus on the recapitulative document or the programme, the commitee shall give its opinion in accordance with the procedure referred to in Article 8. The same procedure shall apply where amendments to the programme prove necessary.", "1. The Commission shall be responsible for appraising, taking decisions on and managing operations conducted under this Regulation, in accordance with the budgetary and other procedures in force, notably those laid down in the Financial Regulation applicable to the general budget of the European Communities.\n2. In order to ensure transparency and achievement of the objectives referred to in Article 4 (6), the Commission shall forward project profiles to the Member States and their local representatives as soon as the decision to appraise them has been taken. The Commission shall subsequently update the project profiles and forward them to the Member States.\n3. Decisions concerning any operation financed under this Regulation at a cost of over ECU 2 million, or any adjustment of such an operation involving an increase of more than 20 % in the amount initially agreed, and proposals for fundamental amendments to be made as a result of difficulties which emerged in implementing projects which have already started, shall be adopted by means of the procedure laid down in Article 8.\nWhere the overrun referred to in the first paragraph is more than ECU 4 million but less than 20 % of the original commitment, the Committee's opinion shall be sought by simplified and accelerated procedures.\nThe Commission shall inform the Committee succinctly of financing decisions it intends to take concerning projects and programmes of a value of under ECU 2 million. Such information shall be given at least one week before the decision is taken.\n4. All financing agreements or contracts concluded under this Regulation shall provide for on-the-spot checks by the Commission and the Court of Auditors in accordance with the usual arrangements established by the Commission pursuant to the rules in force, in particular those laid down in the Financial Regulation applicable to the general budget of the European Communities.\n5. Where operations give rise to financing agreements between the Community and South Africa, such agreements shall stipulate that taxes, duties and charges shall not be borne by the Community.\n6. Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States, South Africa and the ACP States. Participation may be extended to include other developing countries in duly substantiated cases and in order to ensure the best cost-effectiveness ratio.\n7. Supplies shall originate in the Member States, South Africa or the ACP States. In duly substantiated exceptional cases, they may originate in other countries.", "1. The Commission shall be assisted by a committee, consisting of representatives of the Member States and chaired by the representative of the Commission.\n2. The Commission representative shall submit to the committee a draft of measures to be adopted. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the committee.\n(b) If the measures envisaged are not in accordance with the opinion of the committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of one month, the Council has not acted, the proposed measures shall be adopted by the Commission.", "After each financial year the Commission shall submit an annual report on implementation of this Regulation to the European Parliament and the Council. The report shall set out the budget turnout with regard to commitments and payments and the projects and programmes financed in the course of the year. It shall contain precise and detailed statistics on contracts awarded for implementing projects and programmes.\nThe Commission shall regularly appraise operations financed by the Community to determine whether those operations' objectives have been reached and to establish guidelines for improving the effectiveness of future operations. Summaries of appraisal reports shall be forwarded to the Member States. Full reports shall be made available to Member States which request them.", "0\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities and shall expire on 31 December 1999.\nThe financial reference amount for the implementation of this Regulation for the period from 1 January 1996 to 31 December 1999 shall be ECU 500 million.\nThe annual appropriations shall be authorized by the budgetary authority within the limits of the financial perspective.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1996.\nFor the Council\nThe President\nJ. BURTON\n(1) OJ No C 235, 9. 9. 1995, p. 5.\n(2) Opinion of the European Parliament of 10 October 1995 (OJ No C 287, 30. 10. 1995, p. 29), Council Common Position of 19 March 1996 (OJ No C 134, 6. 5. 1996, p. 12) and Decision of the European Parliament of 18 July 1996 (OJ No C 261, 9. 9. 1996, p. 144)."}