{"celex_id": "31991R1108", "uri": "http://publications.europa.eu/resource/cellar/697dfdb9-2ef9-4daf-8ef2-6d78b36eb01c", "type": "Regulation", "concepts": ["1117", "2077", "2871"], "title": "Commission Regulation (EEC) No 1108/91 of 30 April 1991 laying down quality standards for apricots\n", "header": "COMMISSION REGULATION (EEC) No 1108/91  of 30 April 1991  laying down quality standards for apricots\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 3920/90 (2), and in particular Article 2 (3) thereof,\nWhereas Annex II/7 to Council Regulation No 23 (3), as last amended by Regulation (EEC) No 3596/90 (4), lays down common quality standards for apricots;\nWhereas there have been developments in the production and marketing of these products, particularly as regards the requirements of the wholesale and consumer markets; whereas the quality standards must accordingly be amended to take account of these  new requirements;\nWhereas these standards apply at all marketing stages; whereas long-distance transport, storage over a certain period and the various processes which the products undergo may cause certain alterations owing to the biological development of the products  or to their relatively perishable nature; whereas such alterations should be taken into account when applying the standards to the marketing stages which follow the despatch stage; whereas products of the 'Extra' class are particularly carefully sorted  and packed and therefore the only factor that should be taken into account is a deterioration in their freshness and turgidity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The quality standards relating to apricots covered by CN code 0809 10 00 shall be as indicated in the Annex hereto.\nThose standards shall apply at all stages of marketing, under the conditions laid down in Regulation (EEC) No 1035/72.\nHowever, in the stages following that of despatch, the products may, by comparison with the requirements of the standards:\n- show a slight reduction in freshness and turgidity,\n- for products in classes other than 'Extra', exhibit slight alterations owing to their development and their relatively perishable nature.", "Regulation No 23 is hereby amended as follows:\n1. The word 'apricots' in Article 2 is hereby deleted.\n2. Annex II/7 is hereby deleted.", "This Regulation shall enter into force on 1 May 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 375, 31. 12. 1990, p. 17. (3) OJ No 30, 20. 4. 1962, p. 965/62. (4) OJ No L 350, 14. 12. 1990, p. 38.\nANNEX\nQUALITY STANDARD FOR APRICOTS\nI. DEFINITION OF PRODUCE\nThis standard applies to apricots of varities (cultivars) of Prunus armenaca L. to be supplied fresh to the consumer, apricots for industrial processing being excluded.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of the standard is to define the quality requirements for apricots after preparation and packaging.\nA. Minimum requirements:\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the apricots must be:\n- intact,\n- sound; produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean, practically free of any visible foreign matter,\n- practically free from pests,\n- practically free from damage caused by pests,\n- free of abnormal external moisture,\n- free of foreign smell and/or taste.\nThe apricots must have been carefully picked. They must be suitably developed and their state of ripeness must be such as to enable them:\n- to withstand transport and handling, and\n- to arrive in satisfactory condition at the place of destination.\nB. Classification:\nThe apricots are classified into three classes defined below:\n(i) 'Extra' Class:\nThe apricots in this class must be of superior quality. In shape, development and colouring they must be typical of the variety allowing for the district in which they are grown. They must be free from defects with the exception of very slight  superficial defects, provided that these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package.\n(ii) Class I:\nThe apricots in this class must be of good quality. They must have the characteristics typical of the variety, allowing for the district in which the fruit is grown. The flesh must be perfectly sound. The following defects, however, may be allowed  provided that these do not affect the general appearance of the produce, the quality, the keeping quality, and presentation in the package:\n- a slight defect in shape or development,\n- a slight defect in colouring,\n- slight rubbing,\n- slight burning,\n- slight skin defects, with a limit of 1 cm in length for defects of elongated shape, and 0,5 cm2 of the total area for other defects.\n(iii) Class II:\nThis class includes apricots which do not qualify for inclusion in the higher classes, but satisfy the minimum requirements specified above.\nSkin defects may be allowed provided that the fruit retain their essential characteristics as regards the quality, the keeping quality and presentation, within a limit of 2 cm in length for defects of elongated shape and 1 cm2 for other defects.\nIII. PROVISIONS CONCERNING SIZING\nThe size is determined by the maximum diameter of the equatorial section. Sizing is compulsory for Classes 'Extra' and 'I'.\nThe minimum size and the maximum permissible deviation for fruit of the same size is the following for each class:\nClass  Minimum diameter (mm)  Maximum permissible deviation for fruit in the same package (mm)      Extra  35  5      I and II\n(sized)  30  10      II\n(not sized)  30  -\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package for produce not satisfying the requirements of the class indicated.\nA. Quality tolerances:\n(i) 'Extra' Class:\n5 % by number or weight of apricots not satisfying the requirements for the class, but meeting the requirements for Class I or, exceptionally, coming within the tolerances for that class.\n(ii) Class I:\n10 % by number or weight of apricots not satisfying the requirements for the class, but meeting the requirements for Class II, or, exceptionally, coming within the tolerances for that class.\n(iii) Class II:\n10 % by number or weight of apricots not satisfying the requirements for the class nor the minimum requirements, excluding however, fruit affected by rotting, pronounced bruising or any other deterioration rendering it unfit for consumption.\nB. Size tolerances:\nFor all classes, 10 % by number or weight of apricots deviating from the minimum size or the size stated on the package, the deviation not exceeding 3 mm.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Uniformity:\nThe contents of each package must be uniform, comprising only apricots of the same origin, variety, quality and size (where sizing is compulsory) and, for the 'Extra' Class, uniform in colour.\nThe visible part of the contents of each package must be representative of the entire contents.\nB. Packaging:\nThe apricots must be packed in such a way as to ensure that they are suitably protected.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the produce. The use of materials, particularly of paper or stamps, bearing trade specifications is allowed provided  that the printing or labelling has been done with a non-toxic ink or glue.\nPackages must be free from all foreign matter.\nC. Presentation:\nThe apricots may be presented in one of the following ways:\n1. in small packages,\n2. arranged in one or more layers separated from each other,\n3. in bulk in the package, except for the 'Extra' Class.\nVI. PROVISIONS CONCERNING MARKING\nEach package must bear the following particulars, in letters grouped on the same side, legibly and indelibly marked and visible from the outside:\nA. Identification:\nPacker\nand or\nDispatcher  Name and address, or officially issued or accepted code mark\nB. Nature of produce:\n- 'Apricots', if the contents of the package are not visible from the outside,\n- name of the variety for Classes 'Extra' and 'I'.\nC. Origin of produce:\nCountry of origin and, optionally, district where grown, or national, regional or local place name.\nD. Commercial specifications:\n- Class,\n- when sized, size expressed in maximum and minimum diameter.\nE. Official control mark (optional)"}