{"celex_id": "31991R3676", "uri": "http://publications.europa.eu/resource/cellar/b50e4bda-34a1-4a44-b6b9-6bdcc3150423", "type": "Regulation", "concepts": ["1201", "2194", "4683", "4691"], "title": "Commission Regulation (EEC) No 3676/91 of 17 December 1991 amending Regulation (EEC) No 2385/91 laying down detailed rules for certain special cases regarding the definition of sheepmeat and goatmeal producers and producer groups\n", "header": "COMMISSION REGULATION (EEC) No 3676/91  of 17 December 1991  amending Regulation (EEC) No 2385/91 laying down detailed rules for certain special cases regarding the definition of sheepmeat and goatmeal producers and producer groups\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1741/91 (2), and in particular Article 5 (9) thereof,\nHaving regard to Council Regulation (EEC) No 3493/90 of 27 November 1990 laying down general rules for the grant of premiums to sheepmeat and goatmeat producers (3), and in particular Articles 1 and 2 (4) thereof,\nWhereas Regulation (EEC) No 3493/90 lays down the definitions of sheepmeat and/or goatmeat producers and producer groups; whereas the Commission, acting in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 3013/89, has  adopted, by Regulation (EEC) No 2385/91 (4), the rules for applying these definitions and in particular those relating to the limits laid down in Article 5 (7) of Regulation (EEC) No 3013/89 as regards producer groups and those relating to transhumanc  in the geographical areas referred to in the second indent of Article 2 (3) of Regulation (EEC) No 3493/90;\nWhereas Regulation (EEC) No 2385/91 lays down that producer groups are to determine a formula for apportioning the flock among their members and that, for subsequent marketing years, the formula will not be altered unless there is a substantial change  in the membership of the group; whereas the provisions applicable to producer groups will be easier to apply and it will be possible to apply them in a more uniform manner if there is a definition of what is meant by a substantial change;\nWhereas Regulation (EEC) No 2385/91 also determines the cases in which group members cannot qualify pursuant to Article 5 (7) of Regulation (EEC) No 3013/89; whereas those cases should cover groups recognized as having been set up specifically to take  improper advantage of those provisions;\nWhereas Regulation (EEC) No 2385/91 also lays down the conditions for qualifying for the special measures in respect of transhumance; whereas the monitoring difficulties involved make it desirable to specify the information to be contained in the  attestations issued in this connection;\nWhereas a further examination has shown that the list of geographical areas contained in the Annex to Regulation (EEC) No 2385/91 should be extended;\nWhereas the Management Committe for Sheep and Goats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2385/91 is amended as follows:\n1. The second subparagraph of Article 2 (2) is replaced by the following:\n'However, where the nature of the group is such that ownership of individual animals cannot be assigned to each producer, the articles of association or the rules of procedure of the group must necessarily give a formula for apportioning the sheep  and/or goat flock between the various producers concerned within the meaning of point 1 of the first paragraph of Article 1 of Regulation (EEC) No 3493/90.\nThat formula must correspond to the way the group's assets would be apportioned between the producer between the producer members were the group to be disbanded and shall be notified to the competent authority. This formula shall remain unaltered in  subsequent marketing years unless the structure of the group which has been notified to the authority comptent for granting the premium undergoes a substantial change; such a change shall be the result of:\n- new members joining or old members leaving, or\n- a change of 10 % or more in the apportionment of the members' assets as a whole.\nAnnual premium applications must specify the number of ewes attributed to each producer on the basis of the said formula.'\n2. Article 2 (3) (a) is replaced by the following:\n'(a) producer members having an employer-employee relationship with another producer member or with the group;'.\n3. The following paragraph 4 is added to Article 2:\n'4. Producer groups may not include those set up after the entry into force of Regulation (EEC) No 3013/89 following the splitting-up of the flock of an existing holding, where applicable by applying the formula for apportionment referred to in Article  2 (2) where these have been created primarily to circumvent the individual limits laid down in Article 5 (7) of Regulation (EEC) No 3013/89.\nCases where the partners concerned can demonstrate a substantial change in the physical or financial structure of the holding which would on its own justify the creation of a producer group shall not be considered to fall within the preceding  subparagraph.'\n4. The following subparagrahs are added to Article 3 (3):\n'Member States shall inform the Commission of the steps taken with regard to the designation or approval of the local authority competent to issue the attestations referred to in the first subparagraph.\nThe attestations must state:\n- the place of transhumance,\n- the dates of the transhumant animals' 'arrival and departure.'\n5. Points IV and V of the Annex are replaced by points IV and V of the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nPoints 1 and 5 of Article 1 shall apply to applications submitted in respect of the 1991 marketing year. Point 3 of Article 1 shall apply to premium applications submitted in respect of the 1992 and subsequent marketing years. This Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 41. (3) OJ No L 337, 4. 12. 1990, p. 7. (4) OJ No L 219, 7. 8. 1991, p. 15.\nANNEX\nIV. GERMANY  Baden-Wuerttemberg (in the following urban and rural districts)\nStuttgart (town)\nBoeblingen\nEsslingen\nGoeppingen\nLudwigsburg\nRems-Murr-Kreis\nHeilbronn (town)\nHeilbronn\nHohenlohekreis\nSchwaebisch Hall\nMain-Tauber-Kreis\nHeidenheim\nOstalbkreis\nBaden-Baden (town)\nRastatt\nKarlsruhe (town)\nKarlsruhe\nHeidelberg (town)\nMannheim (town)\nSigmaringen\nRhein-Neckar-Kreis\nNeckar-Odenwald-Kreis\nPforzheim (town)\nEnzkreis\nCalw\nFreudenstadt\nFreiburg im Breisgau (town)\nBreisgau Hochschwarzwald\nEmmendingen\nOrtenaukreis\nKonstanz\nLoerrach\nWaldshut\nReutlingen\nTuebingen\nZollernalbkreis\nUlm (town)\nAlb-Donau-Kreis\nBiberach\nBodenseekreis\nRavensburg Bavaria (in the following urban and rural districts)\nAlchach-Friedberg\nAltoetting\nAnsbach (zone north-west)\nAschaffenburg\nAugsburg\nBad Toelz-Wolfratshausen (zone north)\nBerchtesgadener Land (zone north)\nDachau\nDeggendorf\nDilligen\nDingolfing-Landau\nDonau-Ries\nEbersberg\nEichstaett (south)\nErding\nErlangen (south)\nFreising\nFuerstenfeldbruck\nFuerth\nGuenzburg\nKelheim\nKitzingen\nLandsberg/Lech\nLandshut\nLindau (west)\nMain-Spessart (south)\nMiesbach (zone north)\nMiltenberg\nMuehldorf\nMunich\nNeuburg-Schrobenhausen\nNeustadt/Aisch - Bad Windsheim (west)\nNeu Ulm\nNuernberger Land (west)\nOstallgaeu (zone north)\nPassau (zone south-west)\nPfaffenhofen\nRegensburg\nRosenheim (zone north)\nRottal-Inn\nStarnberg\nStraubing-Bogen\nSchweinfurt\nTraunstein (zone north)\nUnterallgaeu\nWuerzburg Hesse (in the following urban and rural districts)\nWetteraukreis\nGiessen\nMarburg-Biedenkopf  Fulda\nKassel\nLimburg-Weilburg\nLower Saxony (in the following urban and rural districts)\nGifhorn\nGoettingen\nPeine\nHanover\nHildesheim\nHolzminden  Hamelin\nNienburg\nSchaumburg\nUelzen\nVerden\nRhineland-Palatinate (in the following rural districts and towns)\nKoblenz\nAhrweiler\nBad Kreuznach\nCochem-Zell\nMayen-Koblenz\nNeuwied\nRhein-Lahn-Kreis\nTrier\nBernkastel-Wittlich\nTrier-Saarburg\nFrankenthal\nKaiserslautern (town and rural district)\nLandau i.d. Pfalz  Ludwigshafen (town and rural district)\nMainz\nNeustadt a.d.W.\nSpeyer\nWorms\nZweibruecken\nAlzey-Worms\nBad-Duerkheim\nGermersheim\nSuedliche Weinstrasse\nMainz-Bingen\nPirmasens\nDonnersbergkreis\nV. ITALY  Non-less-favoured areas of the regions\nTuscany\nUmbria\nMarche\nSicily\nSardinia\nLazio  Abbruzzo\nMolise\nCampania\nBasilicata\nPuglia\nCalabria\nNon-less-favoured areas of the provinces\nCuneo\nVercelli\nBergamo\nBrescia\nTreviso  Pavia\nParma\nReggio Emilia\nModena\nBologna\nForlĂŹ"}