{"celex_id": "31995R3060", "uri": "http://publications.europa.eu/resource/cellar/17be1cff-c7aa-475e-a892-2c4fa24b3f0b", "type": "Regulation", "concepts": ["1642", "2488", "2712", "2783", "3591", "4375"], "title": "Council Regulation (EC) No 3060/95 of 22 December 1995 on the arrangements for imports of certain textile products originating in Taiwan\n", "header": "COUNCIL REGULATION (EC) No  3060/95\nof 22 December 1995\non the arrangements for imports of certain textile products originating  in Taiwan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 3951/92 of 29 December 1992 on the arrangements for imports of  certain textile products originating in Taiwan (1) laid down the arrangements for the imports into  the Community of the products in question until 31 December 1995;\nWhereas these arrangements should be maintained beyond that date until such time as Taiwan accedes  to the World Trade Organization;\nWhereas, in order, inter alia, to ensure compliance with the objectives of this Regulation, the  release for free circulation of the products in question should be made subject to import  authorization on presentation of an export document issued in Taiwan by a body affording all the  necessary guarantees;\nWhereas it is necessary to provide that neither handicraft or traditional folklore products, for  which an appropriate certification system will be devised, nor products introduced into the customs  territory of the Community under the inward processing rules or under other temporary admission  rules and re-exported from that territory in the same state or after processing are to be set off  against the abovementioned quantitative limits;\nWhereas provision should be made for introducing, where certain conditions are fulfilled,  quantitative limits on textile products which are included in the import arrangements applicable to  Taiwan but for which no quantitative limit has been fixed;\nWhereas it should be possible, where it is found that products originating in Taiwan and subject to  this Regulation have been imported into the Community in an attempt to evade the provisions of this  Regulation, to deduct the quantity of goods concerned from the appropriate quantitative limits  established under this Regulation;\nWhereas it should be possible to introduce specific quantitative limits for products obtained under  the outward processing relief arrangements;\nWhereas the import arrangements at present in force expire on 31 December 1995; whereas it is  necessary to provide for transitional arrangements in respect of products shipped before 1 January  1996,", "main_body": ["1. From 1 January 1996 to 31 December 1998 importation into the  Community of the textile products falling under the categories listed in Annex I shall be governed  by the provisions of this Regulation.\n2. Classification shall be based on the combined nomenclature (CN).\n3. Subject to the provisions of this Regulation, importation into the Community of the textile  products referred to in paragraph 1 shall not be subject to quantitative restrictions or to  measures having equivalent effect.", "1. In 1996, 1997, and 1998, importation into the Community of textile products listed  in Annex II and originating in Taiwan shall be effected within the limits of quantitative Community  limits laid down in the said Annex.\n2. For the purposes of the application of this Regulation, the concept of originating products, as  well as the means of monitoring their origin, shall be those defined by the relevant Community  rules in force.\n3. Subject to the other provisions of this Article, the release for free circulation in the  Community of the products referred to in paragraph 1 shall be subject to the presentation of an  import authorization issued by the Member States' authorities at the importer's request, on  presentation by the said importer of an export document conforming to the model in Annex III,  issued by the Taiwan Textile Federation.\n4. The authorities of the Member State of import shall issue the import authorization in conformity  with the rules and procedures established in Council Regulation (EEC) No 3030/93 of 12 October 1993  on common rules for imports of certain textile products from third countries (1).\nImports authorized in accordance with the provisions of the first subparagraph shall be set off  against the quantitative limits established for the year in which the products were shipped in  Taiwan.\nFor the purposes of this Regulation, shipment of the goods is considered to have taken place on the  date of their loading on the exporting aircraft, vehicle or vessel.\n5. The release after 1 January 1996 for free circulation in the Community of the products covered  by this Regulation shall be subject to the import arrangements which were in force before that  date, provided that the products were loaded on board in Taiwan before 1 January 1996.\n6. Should it appear that additional supplies of a product listed in Annex II are required in the  Community, importation of amounts greater than those mentioned in Annex II may be authorized in  accordance with the procedure laid down in Article 9.\n7. The definition of quantitative limits laid down in Annex II and of the categories of products to  which they apply shall be adapted in accordance with the procedure laid down in Article 9, where  this proves necessary to ensure that any subsequent amendment to the combined nomenclature or a  decision amending the classification of such products does not result in a reduction of such  quantitative limits.", "1. Imports of textile products of the categories to which this Regulation applies,  originating in Taiwan and not listed in Annex II, may be made subject to quantitative limits where  the level of those imports exceeds the level of the total imports in the Community of the same  products in the preceding year by the following percentages:\n- for the categories of products in Group I: 0,4 %,\n- for the categories of products in Group II: 2 %,\n- for the categories of products in Group III: 6 %.\n2. Such limits may not be set at an annual level lower than 106 % of the volume of the imports  during the year preceding that in which imports exceeded the threshold established in accordance  with paragraph 1, nor lower than the level established under paragraph 1, nor lower than the 1985  volume of imports of the category of products in question originating in Taiwan.\n3. The limits referred to in paragraphs 1 and 2 shall be introduced in accordance with the  procedure referred to in Article 9.\n4. The provisions for the administration of the quantitative limits described in Articles 2, 4, 6,  7 and 8, shall apply to quantitative limits established under this Article, save for any different  provisions adopted in accordance with the procedure referred to in Article 9.", "1. According to the procedure envisaged in Article 9, imports in excess of the  quantitative limits laid down in Article 2, may be authorized either by carrying over unused  quantities from the quantitative limits of the preceding year or by advance drawing on the  quantitative limits for the following year, provided that such carry-over and advance drawing does  not exceed respectively 7 and 5 % of the quantitative limit to be increased.\n2. According to the procedure envisaged in Article 9, the Community may authorize the transfer of  unused quantities from one quantitative limit to another quantitative limit within the following  limits only:\n- between categories 2 and 3 of Group I: 4 % of the quantitative limit to which the transfer is  made,\n- between categories 4 to 8 of Group I: 4 % of the quantitative limit to which the transfer is  made,\n- from the categories in Groups I, II and III to categories in Groups II and III: 5 % of the  quantitative limit to which the transfer is made.\nThe table of equivalences applying to the transfers referred to in the first subparagraph is given  in Annex I.\n3. The cumulative application of the flexibility arrangements set out in paragraphs 1 and 2 may not  exceed, with regard to each quantitative limit, 12 %.", "Where the Commission finds that products originating in Taiwan which are subject to  quantitative limits established under this Regulation have been transshipped, rerouted or otherwise  imported into the Community in circumvention of this Regulation and where there is clear proof of  such circumvention, in accordance with the procedure laid down in Article 9, amounts shall be  deducted from the quantitative limits established under this Regulation equivalent to the amount of  the products concerned originating in Taiwan.", "Specific limits for products resulting from economic outward processing operations  fulfilling the conditions set out in Council Regulation (EC) No 3036/94 of 8 December 1994  establishing economic outward processing arrangements applicable to certain textiles and clothing  products reimported into the Community after working or processing in certain third countries (1)  may be established, in accordance with the procedure described in Article 9, in respect of the  products listed in Annex II or subject to quantitative limits under Article 3.", "Products referred to in Article 1 which are brought into the customs territory of the  Community under inward processing arrangements or under other temporary admission arrangements and  re-exported from that territory in an unaltered state or after processing shall not be charged  against the quantitative limits referred to in Articles 2 and 3.", "1. Products referred to in Article 1 shall not be set off against the quantitative  limits referred to in Articles 2 and 3 if they comply with the criteria set out below:\n(a) fabrics, woven on handlooms entirely operated by hand or foot, of a traditional variety made by  the cottage industry in Taiwan;\n(b) clothes or other textile articles of a traditional variety fabricated by the cottage industry  in Taiwan, obtained manually from fabrics described above and handsewn without the aid of  machinery;\n(c) handmade traditional folklore textile products made by the cottage industry in Taiwan.\n2. For the application of paragraph 1, products must on importation, be accompanied by a  certificate conforming to the model in Annex IV and issued by the Taiwan Textile Federation.", "Where reference is made to the procedure, defined in this Article, the chairman, on his  own initiative or at the request of the representative of a Member State, shall refer the matter to  the Committee which has been established by Regulation (EEC) No 3030/93.\nThe Commission representative, who shall chair the Committee, shall submit to the Committee a draft  of the measures to be taken. The Committee shall deliver an opinion on the draft measures within a  period which may be fixed by the chairman depending on the degree of urgency of the matter. The  Committee shall decide by the majority specified in Article 148 (2) of the Treaty for the adoption  of acts by the Council on a proposal from the Commission. In the case of votes within the  Committee, the votes of the Member States' representatives shall be weighted in accordance with the  abovementioned Article. The chairman shall not vote.\nThe Commission shall adopt the measures proposed where they are in conformity with the Committee's  opinion.\nWhere the measures proposed are not in conformity with the Committee's opinion, or where no opinion  has been given, the Commission shall submit to the Council without delay a proposal for the  measures to be taken. The Council shall act by a qualified majority.\nShould the Council fail to take a decision within one month of the date on which the proposal was  laid before it, the Commission shall adopt the proposed measures.", "0\nThe chairman may, on his own initiative or at the request of one of the Member States'  representatives, consult the Committee about any other matter relating to the operation of this  Regulation.", "1\nThis Regulation shall enter into force on the day following that of its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 January 1996 to 31 December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No L 405, 31. 12. 1992,  p. 6. Regulation as last amended by Regulation (EC) No 3312/94 (OJ No L 350, 31. 12. 1994, p. 3).\n(1) OJ No L 275, 8. 11. 1993, p. 1. Regulation as last amended by Regulation (EC) No 1616/95 (OJ No  L 154, 5. 7. 1995, p. 3).\n(1) OJ No L 322, 15. 12. 1994, p. 1.\nANNEX I\nPRODUCTS REFERRED TO IN ARTICLE 1\n1. When the constitutive material of the  products of categories 1 to 114 is not specifically mentioned, these products are to be taken to be  made exclusively of wool or of fine hair, of cotton or of man-made fibres.\n2. Garments which are not recognizable as being garments for men or boys or as being garments for  women or girls are classified with the latter.\n3. Where the expression 'babies' garments' is used, this is meant to cover garments up to and  including commercial size 86.\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE  POSITION>\nANNEX II\n>TABLE>\nAppendix A\n>TABLE>\nANNEX III\n>REFERENCE TO A FILM>\nANNEX IV\n>REFERENCE TO A FILM>"}