{"celex_id": "31993R1733", "uri": "http://publications.europa.eu/resource/cellar/fc654606-ec67-4ed0-b8f9-c78d2602151d", "type": "Regulation", "concepts": ["1565", "2292", "2763", "4172"], "title": "COMMISSION REGULATION (EEC) No 1733/93 of 30 June 1993 amending Regulation (EEC) No 2164/92 laying down detailed rules for the application of the specific supply arrangements for the Canary Islands relating to milk products and establishing the forecast supply balance\n", "header": "COMMISSION REGULATION (EEC) No 1733/93 of 30 June 1993 amending Regulation (EEC) No 2164/92 laying down detailed rules for the application of the specific supply arrangements for the Canary Islands relating to milk products and establishing the  forecast supply balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Commission Regulation (EEC) No 1695/92 (3), as amended by Regulation (EEC) No 2132/92 (4), lays down in particular the detailed rules for the application of the specific supply arrangements for the Canary Islands relating to certain agricultural  products;\nWhereas Commission Regulation (EEC) No 2164/92 of 30 July 1992 laying down detailed rules for the application of the specific supply arrangements for the Canary Islands relating to milk products and establishing the forecast supply balance (5), as last  amended by Regulation (EEC) No 1604/93 (6), establishes the forecast supply balance in milk products for the Canary Islands for the period 1 July 1992 to 30 June 1993;\nWhereas, after this initial period of applying the scheme in question, it is now appropriate to revise the period of validity of the import licences, the period during which applications for the said licences can be made and the amounts of the  securities with a view to aligning them more closely with the time limits and amounts generally provided for in the milk sector;\nWhereas, in order to continue satisfying the milk and milk product requirements of the Canary Islands, it is necessary to establish the forecast supply balance for the period 1 July 1993 to 30 June 1994; whereas the Annex to Regulation (EEC) No 2164/92  should accordingly be amended;\nWhereas the quantities of products benefiting from the specific supply arrangements must be determined within the framework of periodic forecast supply balances which may be adjusted on the basis of the essential requirements of the markets and taking  account of local production and traditional trade flows; whereas to ensure coverage of requirements in terms of quantity, price and quality and to ensure that the proportion of products supplied from the Community is preserved, the aid to be granted for  products originating in the rest of the Community must be determined on terms equivalent, for the end user, to the advantage resulting from exemption from import duties on imports of products from third countries;\nWhereas Commission Regulation (EEC) No 1646/93 (7) fixing the export refunds on milk and milk products adjust the refunds on certain milk products; whereas the aid for certain products listed in Annex II to Regulation (EEC) No 2164/92 should be adapted  to take account of those adjustments;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2164/92 is hereby amended as follows:\n1. in Article 4:\n- in paragraph 1, 'five' is replaced by '10th',\n- paragraph 1 (b) is replaced by the following:\n'(b) before expiry of the time limit for the submission of licence applications, proof is furnished that the interested party has provided a security. The amount of the security shall be:\n- ECU 2,5/100 kg for products falling within CN codes 0401, 1901 90 90 and 2106 90 91,\n- ECU 5/100 kg for products falling within CN codes 0402 and 0405,\n- ECU 7,5/100 kg for products falling within CN code 0406.';\n- in paragraph 2, 'tenth' is replaced by '15th';\n2. Article 5 (1) is replaced by the following:\n'1. The period of validity of import licences shall extend from the date of issue to the last day of the second month following the month of issue.';\n3. The aid shall be determined in such a way that the proportion of products supplied from the Community is preserved, taking account of traditional trade flows;\n4. Annexes I and II are replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 179, 1. 7. 1992, p. 1.\n(4) OJ No L 213, 29. 7. 1992, p. 25.\n(5) OJ No L 217, 31. 7. 1992, p. 17.\n(6) OJ No L 153, 25. 6. 1993, p. 47.\n(7) OJ No L 157, 29. 6. 1993, p. 20.\nANNEX\n'ANNEX I\nSupply balance for the Canary Islands relating to milk products for the period 1 July 1993 to 30 June 1994\n/* Tables: see OJ */\n/* Tables: see OJ */\n(1) When the product falling within this subheading is a mixture containing added whey and/or added lactose and/or casein and/or caseinates, no aid shall be granted.\nWhen completing customs formalities, the applicant shall state on the declaration provided for this purpose, whether or not whey and/or lactose and/or casein and/or caseinates have been added to the product.\n(2) The weight of the added non-lactic matter and/or added whey and/or added lactose and/or added casein and/or added caseinates shall not be taken into account for the purpose of calculation of the fat content by weight. When the product falling within  this subheading is a mixture containing added whey and/or added lactose and/or added casein and/or added caseinates, the whey and/or added casein and/or caseinates shall not be taken into account in the added calculation of the amount of aid.\nWhen completing customs formalities, the applicant shall state, on the declaration provided for this purpose, whether or not whey and/or lactose and/or casein and/or caseinates have been added, and where this is the case:\n- the actual content by weight of whey and/or lactose and/or casein and/or caseinates added per 100 kilograms of finished product, and in particular,\n- the lactose content of the added whey.\n(3) The weight of added non-lactic matter and/or added whey and/or added lactose and/or added casein and/or added caseinates shall not be taken into account for the purpose of calculation of the fat content, by weight.\nThe aid per 100 kilograms of product falling within this subheading shall be equal to the sum of the following components:\n(a) the amount per kilogram shown, multiplied by the weight of the lactic part contained in 100 kilograms of product; however, where whey and/or lactose and/or casein and/or caseinates have been added to the product, the amount per kilogram shown shall  be multiplied by the weight of lactic part excluding the weight of added whey and/or added lactose and/or added caseinates, contained in 100 kilograms of product;\n(b) a component calculated in accordance with the provisions of Article 2 (3) of Regulation (EEC) No 1098/68 (OJ No L 184, 29. 7. 1968, p. 10).\nWhen completing customs formalities, the applicant shall state, on the declaration provided for this purpose, whether or not whey and/or lactose and/or casein and/or caseinates have been added, and where this is the case:\n- the actual content by weight of whey and/or lactose and/or casein and/or caseinates added per 100 kilograms of finished products, and in particular,\n- the lactose content of the added whey.\n(4) The aid on 100 kilograms of product falling within this subheading is equal to the sum of the following elements:\n(a) the amount per 100 kilograms shown; however, where whey and/or lactose and/or casein and/or caseinates have been added to the products, the amount per 100 kilograms shown shall be:\n- multiplied by the weight of the lactic part other than the added whey and/or added lactose and/or added casein and/or added caseinates contained in 100 kilograms of product, and then\n- divided by the weight of the lactic part contained in 100 kilograms of product;\n(b) a component calculated in accordance with the provisions of Article 2 (3) of Regulation (EEC) No 1098/68.\nWhen completing customs formalities, the applicant shall state, on the declaration provided for this purpose, whether or not whey and/or lactose and/or casein and/or caseinates have been added, and where this is the case:\n- the actual content by weight of whey and/or lactose and/or casein and/or caseinates added per 100 kilograms of finished product, and, in particular,\n- the lactose content of the added whey.\n(5) In the case of cheeses presented in containers which also contain conserving liquid, in particular brine, the aid is granted on the net weight, the weight of the liquid being deducted.\n(6) Where the product contains casein and/or caseinates, the part corresponding to the casein and/or the added caseinates will not be taken into account for the purpose of calculating the aid.\nWhen completing customs formalities, the party concerned is to state, on the declaration provided for the purpose, whether or not casein and/or caseinates have been added per 100 kilograms and where this is the case, the actual content by weight of  added casein and/or added caseinates of finished product.'"}