{"celex_id": "31997R1346", "uri": "http://publications.europa.eu/resource/cellar/808d13a3-57ba-436c-81ae-839402ebc1d3", "type": "Regulation", "concepts": ["1605", "2638", "2681", "2731", "797"], "title": "Commission Regulation (EC) No 1346/97 of 14 July 1997 fixing for the 1997/98 marketing year the minimum price and the amount of production aid for processed tomato products\n", "header": "COMMISSION REGULATION (EC) No 1346/97 of 14 July 1997 fixing for the 1997/98 marketing year the minimum price and the amount of production aid for processed tomato products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organization of the markets in processed fruit and vegetable products (1), and in particular Articles 3 (3) and 4 (9) thereof,\nWhereas pursuant to Article 3 (1) of Regulation (EC) No 2201/96 the minimum price to be paid to producers is to be determined on the basis of the minimum price applying during the previous marketing year, the movement of basic prices in the fruit and vegetable sector and the need to ensure the normal marketing of fresh products for the various uses, including supply to the processing industry;\nWhereas Commission Regulation (EEC) No 2022/92 (2), which lays down detailed rules of application for the minimum price to be paid to producers for certain tomatoes used in the production of tomato concentrate, juice and flakes on the basis of the soluble dry weight content, should continue to apply;\nWhereas Article 4 of Regulation (EC) No 2201/96 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed or calculated before the reduction provided for in paragraph 10 of that Article for the previous marketing year, adjusted to take account of changes in the minimum price to be paid to producers and the difference between the cost of the raw material in the Community and in the major competing third countries; whereas, in respect of tomato concentrates, preserved whole peeled and unpeeled tomatoes and tomato juices, trends in the volume and prices of imports must be taken into consideration;\nWhereas Article 4 (10) of Regulation (EC) No 2201/96 stipulates that the aid fixed for tomato concentrates and their derivatives is to be reduced by 5,37 %; whereas a supplement to the reduced aid is to be paid on the basis of the quantities of tomato concentrate produced for France and Portugal;\nWhereas the Management Committee for Products Processed from Fruit and Vegetables has not delivered an opinion within the time limit set by his chairman,", "main_body": ["For the 1997/98 marketing year the minimum price referred to in Article 3 of Regulation (EC) No 2201/96 to be paid to producers shall be as set out in Annex I.", "1. For the 1997/98 marketing year the level of production aid referred to in Article 4 of the same Regulation shall be as set out in Annex II.\n2. The additional aid for tomato concentrate, juice and flakes as referred to in the second subparagraph of Article 4 (10) of Regulation (EC) No 2201/96 shall be fixed by the Commission if the condition provided for in the said subparagraph is met.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 29.\n(2) OJ No L 207, 23. 7. 1992, p. 9.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}