{"celex_id": "31998D0615", "uri": "http://publications.europa.eu/resource/cellar/3a7a3982-de7d-4b42-b352-00cd96fc3a01", "type": "Decision", "concepts": ["1474", "1729", "2556", "2850", "3001", "5537"], "title": "98/615/EC: Council Decision of 22 October 1998 on the conclusion of an agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001\n", "header": "COUNCIL DECISION of 22 October 1998 on the conclusion of an agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001 (98/615/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Republic of Madagascar on fishing off Madagascar (1), and in particular Article 14 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 14 of the above Agreement, the Community and the Republic of Madagascar held negotiations to determine amendments or additions to be made to the Agreement at the end of the period of application of the preceding Protocol to the Agreement;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 5 March 1998;\nWhereas, under this Protocol, Community fishermen enjoy fishing opportunities in the waters falling within the sovereignty or jurisdiction of the Republic of Madagascar for the period from 21 May 1998 to 20 May 2001;\nWhereas, in order to avoid interruption of fishing activities by Community vessels, it is essential that the said Protocol be approved as quickly as possible; whereas both Contracting Parties have therefore initialled an Agreement in the form of an exchange of letters providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocol previously in force;\nWhereas the Agreement in the form of an exchange of letters should be approved subject to a definitive decision under Article 43 of the Treaty;\nWhereas the method for allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the fisheries agreement,", "main_body": ["The Agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing opportunities and the financial compensation provided for in the Agreement between the European Economic Community and the Republic of Madagascar on fishing off Madagascar for the period from 21 May 1998 to 20 May 2001, shall be approved on behalf of the Community.\nThe text of the Agreement in the form of an exchange of letters and the Protocol are attached to this Decision.", "The fishing opportunities fixed in the Protocol shall be allocated among the Member States as follows:\n(a) Tuna seiners:\n>TABLE>\n(b) Surface longliners:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Luxembourg, 22 October 1998.\nFor the Council\nThe President\nW. MOLTERER\n(1) OJ L 73, 18. 3. 1986, p. 26."}