{"celex_id": "31994R3072", "uri": "http://publications.europa.eu/resource/cellar/3e64f5fd-ad8a-478d-805e-af122d66f189", "type": "Regulation", "concepts": ["161", "1644", "2743", "2777", "4682", "4689"], "title": "Council Regulation (EC) No 3072/94 of 12 December 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (first half of 1995)\n", "header": "COUNCIL REGULATION (EC) No 3072/94 of 12 December 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91 (first  half of 1995)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 91, the Community has undertaken, under the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota of 53  000 tonnes, expressed in weight of boned or boneless meat, at a rate of duty of 20 % and at a zero levy;\nWhereas it is planned, pursuant to the agreements reached during the Uruguay Round of multilateral trade negotiations, due to apply from 1 July 1995, to maintain that quota under the 'current access' arrangements; whereas, therefore, at this stage the  quota should only be opened for the first half of 1995 and for the quantity corresponding to that period of the year, that is 50 % of the 53 000 tonnes available for 1995; whereas a quota for the remaining quantity will be opened after the entry into  force of and in accordance with the provisions on the application of the abovementioned agreements;\nWhereas there should be a guarantee of, in particular, equal and continuing access by all interested operators within the Community to the quota and of uninterrupted application of the rate laid down for that quota to all imports of the products in  question until the quota is exhausted;\nWhereas the arrangements consist of the allocation by the Commission of the quantities available to traditional operators and to operators engaging in trade in beef and veal; whereas, for the latter operators however, account should only be taken of  quantities of a certain size representative of trade with countries which are third countries on 31 December 1994;\nWhereas steps should be taken to ensure that operators of the new Member States in the former category can participate on equal terms in the allocations of the quantities available; whereas for those operators, therefore, quantities of the products  covered by the quota imported between 1 July 1991 and 30 June 1994 into the new Member States from countries which are third countries for them on 31 December 1994 should be considered as reference quantities giving access to that part of the quota  reserved for 'traditional' importers; whereas the choice of those years is dictated by the need to ensure their representativeness and to avoid consideration of any speculative imports;\nWhereas detailed rules for the application of this Regulation should be adopted in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1);  whereas, however, given the technical nature of the decisions, the Commission should be given sole responsibility for allocating the quantities available,", "main_body": ["1. A Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and for products falling within CN code 0206 29 91, of 26 500 tonnes, expressed in weight of boned or boneless meat, is hereby opened for the first half  of 1995.\nFor the purposes of counting against the said quota, 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boned or boneless meat.\n2. For the purposes of this Regulation, meat which is frozen with an internal temperature of not more than   12 Â°C when it enters customs territory of the Community shall be deemed frozen meat.\n3. The common customs tariff duty and the levy applicable to the quota referred to in paragraph 1 shall be 20 % and 0 % respectively.", "The quota referred to in Article 1 shall be divided into two parts as follows:\n(a) the first, equal to 80 % or 21 200 tonnes, shall be apportioned between:\n- importers from the Community as constituted on 31 December 1994 who can prove they have imported frozen meat falling within CN code 0202 and products falling within CN code 0206 29 91 to which these import arrangements apply within the last three  years,\nand\n- importers from the new Member States who can prove they imported into their country of establishment during the period 1 July 1991 to 30 June 1994 products falling within the abovementioned CN codes from countries which are third countries for them on  31 December 1994;\n(b) the second, equal to 20 % or 5 300 tonnes, shall be apportioned between operators who can prove that they have conducted trade, involving a minimum quantity and for a period to be determined, with countries which are third countries for them on 31  December 1994, in beef and veal other than that to which these import arrangements apply and excluding meat which is the subject of inward or outward processing traffic.", "1. Detailed rules for the application of this Regulation and in particular:\n(a) the apportionment of the quantities available between the operators referred to in Article 2; and\n(b) the conditions for the issue of import licences and the period of validity thereof;\nshall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68.\n2. The allocation of the available quantities is decided by the Commission.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1994.\nFor the Council\nThe President\nJ. BORCHERT\n(1) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Regulation (EC) No 1884/94 (OJ No L 197, 30. 7. 1994, p. 27)."}