{"celex_id": "31990R0920", "uri": "http://publications.europa.eu/resource/cellar/f35efffa-5ddd-4e46-a344-df22ac148d8b", "type": "Regulation", "concepts": ["1182", "2194", "5000", "863"], "title": "Commission Regulation (EEC) No 920/90 of 10 April 1990 amending Regulation (EEC) No 1738/89 laying down detailed rules on production aid for durum wheat\n", "header": "COMMISSION  REGULATION (EEC) No 920/90\nof 10 April 1990\namending Regulation (EEC) No 1738/89 laying down detailed rules on production aid for durum wheat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 201/90 (2), and in particular Article 10 (5) thereof,\nWhereas Council Regulation (EEC) No 3103/76 of 16 December 1976 on aid for durum wheat (3), as last amended by Regulation (EEC) No 1216/89 (4), lays down general rules on aid for durum wheat;\nWhereas Commission Regulation (EEC) No 1738/89 (5) lays down detailed rules on production aid for durum wheat and in particular the percentage of aid applications to be checked by the Member States; whereas experience has shown that the percentages laid down may in certain cases prove very difficult to observe; whereas the minimum number of checks to be conducted should therefore be reduced;\nWhereas, moreover, production aid for durum wheat was introduced in the region of Thrace in Greece from the 1989/90 marketing year; whereas the aid granted in Spain is less than that applying in the rest of the Community; whereas in that Member State the level of aid is to be adjusted in line with the level in the Community during the 1992/93 marketing year; whereas that situation logically implies an increase in areas sown in the regions concerned; whereas this should be taken into account when Regulation (EEC) No 1738/89 is applied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1738/89 is hereby amended as follows:\n1. Article 6 is replaced by the following:\n'Article 6\n1. The checks provided for in Article 5 of Regulation (EEC) No 3103/76 shall, in each competent administrative unit, cover a percentage of applications submitted which is representative of both the various sizes of holding and of the geographical and topographical distribution of the areas concerned.\n2. The percentage of applications to be checked may in no case be less than:\n- 10 % of applications relating to areas of less than 50 hectares,\n- 35 % of applications relating to areas equal to or greater than 50 hectares.\nThe percentages given above shall be increased to 15 % and 50 % respectively where, in an administrative unit:\n- checks on aid applications reveal, in respect of each group of holdings as referred to in the first subparagraph and taken separately, that the area actually cultivated is less than 96 % of the area declared in the applications checked, or\n- the total area declared is more than 15 % more than that given by applications accepted for the preceding marketing year.\nHowever, the second indent of the second subparagraph shall apply:\n- in Greece in the region of Thrace, from the 1991/92 marketing year only,\n- in Spain in all regions concerned, from the 1993/94 marketing year only.'\n2. The last sentence of Article 8 (2) is replaced by the following:\n'In addition, applicants shall not qualify for aid for the following marketing year.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to applications lodged in respect of the 1990/91 and following marketing years.\nHowever, Article 6 (1) and the second indent of the first subparagraph of Article 6 (2) of Regulation (EEC) No 1738/89 shall also apply to applications submitted in respect of the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 22, 27. 1. 1990, p. 7.\n(3) OJ No L 351, 21. 12. 1976, p. 1.\n(4) OJ No L 128, 11. 5. 1989, p. 5.\n(5) OJ No L 171, 20. 6. 1989, p. 31."}