{"celex_id": "31998L0042", "uri": "http://publications.europa.eu/resource/cellar/7cd0b2ee-7f98-4e31-8ee1-812acc05a492", "type": "Directive", "concepts": ["1447", "2611", "3647", "4033", "4522", "82"], "title": "Commission Directive 98/42/EC of 19 June 1998 amending Council Directive 95/21/EC concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control) (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 98/42/EC of 19 June 1998 amending Council Directive 95/21/EC concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control) (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/21/EC of 19 June 1995 concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control) (1), as amended by Directive 98/25/EC (2), and in particular Article 19 thereof,\nWhereas it is necessary to take account of amendments which have entered into force to the Conventions, Protocols, Codes and Resolutions of the International Maritime Organization (IMO), and developments and considerations within the Paris Memorandum of Understanding (MOU);\nWhereas since the adoption of Directive 95/21/EC further efforts have been made to develop a better targeting system; whereas the target factor system developed in the framework of the Paris MOU should be incorporated into that Directive;\nWhereas the list of certificates and documents referred to in Annex II to Directive 95/21/EC should be modified in order to take into account amendments which have entered into force to international legislation;\nWhereas the list of 'clear grounds` for a more detailed inspection given in Annex III to the said Directive should be amended in the light of a more complete list as given by IMO Resolution A.787(19);\nWhereas according to Annex IV to the said Directive, the procedures and guidelines for the control of ships to be observed by the inspector are those described in IMO Resolutions A.466(XII) as amended, A.542(13), MEPC.26(23) and A.742(18); whereas the said Annex IV should be amended in order to take account of the revocation of those Resolutions by IMO Resolution A.787(19); whereas the procedures described in Resolution A.787(19) have been incorporated into Annex I, 'Port State Control Procedures` to the Paris MOU;\nWhereas in order to decide whether or not a ship should be detained, the inspector shall apply the criteria set out in Annex VI to the said Directive; whereas however it would be inappropriate to detain a vessel on the grounds of damage accidentally suffered, provided certain conditions are met;\nWhereas the said Annex VI should also be amended in the light of the provisions included in IMO Resolution A.787(19), in particular with regard to the areas under the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers (STCW) of 1978;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee set up pursuant to Article 12 of Council Directive 93/75/EEC (3), as last amended by Commission Directive 97/34/EC (4),", "main_body": ["Directive 95/21/EC is amended as follows:\n1. Article 5(2) is replaced by the following:\n'2. In selecting ships for inspection the competent authority shall give overriding priority to the ships referred to in Annex I, Part I. In determining the order of priority for inspection of the other ships listed in Annex I, the competent authority shall use the ship's overall target factor referred to in Annex I, Part II.`;\n2. Annexes I, II, III, IV and VI are amended as provided for in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 September 1998 at the latest. They shall immediately inform the Commission thereof.\nWhen these provisions are adopted by Member States, they shall contain a reference to this Directive or shall be accompanied by such a reference at the time of their official publication. The procedure for making such a reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 June 1998.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ L 157, 7. 7. 1995, p. 1.\n(2) OJ L 133, 7. 5. 1998, p. 19.\n(3) OJ L 247, 5. 10. 1993, p. 19.\n(4) OJ L 158, 17. 6. 1997, p. 40.\nANNEX\n1. Annex I is replaced by the following:\n'ANNEX I\nSHIPS TO BE CONSIDERED FOR PRIORITY INSPECTION\n(as referred to in Article 5(2))\nI. Overriding factors\nRegardless of the value of the target factor, the following ships shall be considered as an overriding priority for inspection.\n1. Ships which have been reported by pilots or port authorities as having deficiencies which may prejudice their safe navigation (pursuant to Directive 93/75/EEC and Article 13 of this Directive).\n2. Ships which have failed to comply with the obligations laid down in Directive 93/75/EEC.\n3. Ships which have been the subject of a report or notification by another Member State.\n4. Ships which have been the subject of a report or complaint by the master, a crew member, or any person or organization with a legitimate interest in the safe operation of the ship, shipboard living and working conditions or the prevention of pollution, unless the Member State concerned deems the report or complaint to be manifestly unfounded; the identity of the person lodging the report or complaint must not be revealed to the master or the shipowner of the ship concerned.\n5. Ships which have been:\n- involved in a collision, grounding or stranding on their way to the port,\n- accused of an alleged violation of the provisions on discharge of harmful substances or effluents,\n- manoeuvred in an erratic or unsafe manner whereby routing measures, adopted by the IMO, or safe navigation practices and procedures have not been followed, or\n- otherwise operated in such a manner as to pose a danger to persons, property or the environment.\n6. Ships which have been suspended from their class for safety reasons in the course of the preceding six months.\nII. Overall targeting factor\nThe following ships shall be considered as priority for inspection.\n>TABLE>\nThe target factor means the numerical value allocated to an individual ship in accordance with the provisions of this Annex and displayed on the Sirenac information system.\nIn determining the order of priority of the ships listed above, the competent authority shall take into account the order indicated by the overall target factor. A higher target factor is indicative of a higher priority. The target factor is the sum of the applicable target factor values indicated above. Items 5, 6 and 7 shall only apply to inspections carried out in the last 12 months. The overall target factor shall not be less than the sum of items 4, 8, 9, 10, 11 and 12.`\n2. Annex II is amended as follows:\n1. Item 13 is replaced by the following:\n'13. Copy of the Document of Compliance and the Safety Management Certificate issued, in accordance with the International Management Code for the Safe Operation of Ships and for Pollution Prevention (SOLAS, Chapter IX).`\n2. The following is inserted after item 14:\n'15. Document of compliance with the special requirements for ships carrying dangerous goods.\n16. High speed craft safety certificate and permit to operate high speed craft.\n17. Dangerous goods special list or manifest, or detailed stowage plan.\n18. Ship's log book with respect to the records of tests and drills and the log for records of inspection and maintenance of lifesaving appliances and arrangements.\n19. Special purpose ship safety certificate.\n20. Mobile offshore drilling unit safety certificate.\n21. For oil tankers, the record of oil discharge monitoring and control system for the last ballast voyage.\n22. The muster list, fire control plan, and for passenger ships, a damage control plan.\n23. Shipboard oil pollution emergency plan.\n24. Survey report files (in case of bulk carriers and oil tankers).\n25. Reports of previous port State control inspections.\n26. For ro-ro passenger ships, information on the A/A-maximum ratio.\n27. Document of authorization for the carriage of grain.\n28. Cargo securing manual.`\n3. Annex III is replaced by the following:\n'ANNEX III\nEXAMPLES OF \"CLEAR GROUNDS\" FOR A MORE DETAILED INSPECTION\n(as referred to in Article 6(3))\n1. Ships identified in Annex I, Part I and Part II, paragraphs II-3, II-4, II-5b, II-5c, II-8 and II-11.\n2. The oil record book has not been properly kept.\n3. During examination of the certificates and other documentation, (see Article 6(1)(a) and (2)), inaccuracies have been revealed.\n4. Indications that the crew members are unable to comply with the requirements of Article 8 of Council Directive 94/58/EC of 22 November 1994 on the minimum level of training of seafarers (1).\n5. Evidence of cargo and other operations not being conducted safely, or in accordance with IMO guidelines, e.g. the content of oxygen in the inert-gas main supply to the cargo tanks is above the prescribed maximum level.\n6. Failure of the master on an oil tanker to produce the record of the oil discharge monitoring and control system for the last ballast voyage.\n7. Absence of an up-to-date muster list, or crew members not aware of their duties in the event of fire or an order to abandon the ship.\n8. The emission of false distress alerts not followed by proper cancellation procedures.\n9. The absence of principal equipment or arrangements required by the conventions.\n10. Excessively unsanitary conditions on board the ship.\n11. Evidence from the inspector's general impression and observations that serious hull or structural deterioration or deficiencies exist that may place at risk the structural, watertight or weathertight integrity of the ship.\n12. Information or evidence that the master or crew is not familiar with essential shipboard operations relating to the safety of ships or the prevention of pollution, or that such operations have not been carried out.\n(1) OJ L 319, 12. 12. 1994, p. 28.`4. Annex IV is replaced by the following:\n'ANNEX IV\nPROCEDURES FOR THE CONTROL OF SHIPS\n(as referred to in Article 6(4))\n1. Principles of safe manning (IMO Resolution A.481(XII) and Annexes which are contents of Minimum Safe Manning Document (Annex 1) and Guidelines for the Application of Principles of Safe Manning (Annex 2).\n2. The provisions of the International Maritime Dangerous Goods Code.\n3. International Labour Organisation (ILO) publication \"Inspection of Labour Conditions on Board Ship: Guidelines for procedures\".\n4. Annex I, \"Port State Control Procedures\" to the Paris MOU.`\n5. Annex VI is amended as follows:\n1. In the introduction, the following paragraph is added:\n'Where the ground for detention is the result of accidental damage suffered on the ship's voyage to a port, no detention order shall be issued, provided that:\n1. due account has been given to the requirements contained in Regulation I/11(c) of SOLAS 74 regarding notification to the flag State administration, the nominated surveyor or the recognised organisation responsible for issuing the relevant certificate;\n2. prior to entering a port, the master or shipowner has submitted to the port State control authority details on the circumstances of the accident and the damage suffered and information about the required notification of the flag State administration;\n3. appropriate remedial action, to the satisfaction of the Authority, is being taken by the ship; and\n4. the authority has ensured, having been notified of the completion of the remedial action, that deficiencies which were clearly hazardous to safety, health or the environment have been rectified.`\n2. In item 3, the following is added:\n'However, the detainable deficiencies in the area of STCW 78 listed under item 3.8 below are the only grounds for detention under this Convention.`\n3. In item 3.2, the following is added:\n'13. Serious deficiency in the operational requirements, as described in Section 5.5 of Annex I to the MOU.\n14. Number, composition or certification of crew not corresponding with the safe manning document.`\n4. Item 3.8 is replaced by the following:\n'1. Failure of seafarers to hold a certificate, to have an appropriate certificate, to have a valid dispensation or to provide documentary proof that an application for an endorsement has been submitted to the flag State administration.\n2. Failure to comply with the applicable safe manning requirements of the flag state administration.\n3. Failure of navigational or engineering watch arrangements to conform to the requirements specified for the ship by the flag State administration.\n4. Absence in a watch of a person qualified to operate equipment essential to safe navigation, safety radio communications or the prevention of marine pollution.\n5. Failure to provide proof of professional proficiency for the duties assigned to seafarers for the safety of the ship and the prevention of pollution.\n6. Inability to provide for the first watch at the commencement of a voyage and for subsequent relieving watches persons who are sufficiently rested and otherwise fit for duty.`"}