{"celex_id": "31993R3670", "uri": "http://publications.europa.eu/resource/cellar/a94ec054-a1bb-4cfa-94db-c4f8dbf3a29d", "type": "Regulation", "concepts": ["1309", "146", "1744", "2563", "2591", "2685"], "title": "COUNCIL REGULATION (EC) No 3670/93 of 22 December 1993 on special arrangements for imports of maize into Portugal\n", "header": "COUNCIL REGULATION (EC) No 3670/93 of 22 December 1993 on special arrangements for imports of maize into Portugal\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to Regulation (EEC) No 729/70 of the Council of 21 April 1970 on the financing of the common agricultural policy (1), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Council Decision 93/355/EEC of 8 June 1993 concerning the conclusion of a Memorandum of Understanding on certain oil seeds between the European Economic Community and the United States of America within the framework of the GATT  (2), the Community has undertaken, beginning in the 1993/94 marketing year, to open a reduced-tariff quota for imports into Portugal of 500 000 tonnes of maize; whereas this understanding falls within the exclusive competence of the Community;\nWhereas, to ensure that this understanding is carried out, provision has been made to reduce the tariff to a level allowing the quota to be fully used; whereas this reduction may be obtained by applying a reduction of the import levy, whereas, however,  the imports into Portugal at preferential terms may create difficulties for the Community market, particularly in view of Council Decision 87/224/EEC of 30 January 1987 concerning the Agreement between the European Economic Community and the United  States of America for the conclusion of negotiations under GATT Article XXIV.6 (3); whereas to overcome this difficulty, the possibility of restricting the use or processing of these quantities of maize in Portugal and the possibility of applying a  countervailing duty to the processed products exported either to third countries or to the rest of the Community should be provided for;\nWhereas the accumulation of advantages provided for, on the one hand, as part of the arrangements established by Regulation (EEC) No 715/90 (4) applicable to imports into the Community of sorghum wheat and maize originating in the African, Caribbean and  Pacific States (ACP States) or the overseas territories, or on the other hand pursuant to this Regulation is liable to create disturbances on the Portuguese cereals market; whereas this difficulty can be overcome by setting a special reduction of the  levy on maize imported under this Regulation;\nWhereas provisions are required to cover the operations arising from this Regulation in accordance with the mechanisms laid down by Regulation (EEC) No 729/70 and by Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the  financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (5),", "main_body": ["Imports of a maximum quantity of 500 000 tonnes of maize from third countries for free circulation in Portugal shall be undertaken in accordance with the conditions laid down in the following Articles.", "1. Without prejudice to Article 3, in the case of imports of maize into Portugal and within the quantitative limits set down in Article 1, a reduction shall be applied to the levy fixed in accordance with Article 10 of Regulation (EEC) No  1766/92.\n2. The amount of the reduction shall be fixed in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92 at a level enabling disturbances on the Portuguese market to be avoided. The reduction may also be fixed by a tendering  procedure.\nThe reduction may be differentiated for imports of maize into Portugal under Regulation (EEC) No 715/90.\n3. The reduction shall be applied to imports of maize into Portugal on the basis of a licence valid only in that Member State.", "1. With a view to effecting the imports referred to in Article 1, it may be decided, under the procedure laid down in Article 23 of Regulation (EEC) No 1766/92, that the Portuguese intervention agency shall purchase on the world market  quantities of maize to be determined and shall place them in Portugal under the customs warehousing procedure as provided for in Council Regulation (EEC) No 2503/88 on customs warehouses (6) and Regulation (EEC) No 2561/90 (7) laying down provisions for  the implementation thereof.\n2. Quantities purchased pursuant to paragraph 1 shall be put up for sale on the Portuguese domestic market in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92, on terms that enable market disturbances to be avoided.\n3. When the maize is placed in free circulation, an agricultural levy shall be levied equal to the average of the levies applicable in Portugal and fixed for the cereal concerned during the first twenty-five days of the month preceding the date of  acceptance of the declaration of entry into free circulation, minus the difference between the threshold price and the intervention price for the same month.\nEntry into free circulation shall be effected by the Portuguese intervention agency.\nWhen the purchasers of the goods pay the intervention agency, the selling price minus the levy shall correspond to revenue from sales within the meaning of Annex I of Regulation (EEC) No 3492/90 (8).\n4. The purchase provided for in paragraph 1 shall rank as an intervention to stabilize the agricultural markets within the meaning of Article 1 (2) (b) of Regulation (EEC) No 729/70.\n5. The payments made by the intervention agency for the purchases provided for in paragraph 1 shall be borne by the Community as they arise and shall be treated in the same way as the expenditure referred to in Article 2 of Regulation (EEC) No 1883/78.  The Portuguese intervention agency shall record the value of the goods purchased at a price of 'zero' in the account referred to in Article 4 of that Regulation.", "At a frequency to be determined, the Commission shall record the quantities of maize imported into Portugal from third countries.\nFor this purpose the Portuguese authorities shall regularly supply the Commission with all necessary information.", "The imports referred to in Article 1 shall be carried out during each marketing year.", "Where the markets for maize or products derived therefrom are disturbed, a countervailing duty may be introduced in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92 for exports of the products in question  from Portugal or for their consignment to other Member States.", "The following shall be adopted in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92:\n- the measures needed to ensure, where appropriate, that the cereals for which the levy has been reduced are actually processed or used in Portugal; such measures may, apart from the lodging of a security, provide in particular either for a restriction  on the use of the maize imported into Portugal pursuant to this Regulation or the application of a countervailing duty where it is noted that the Community market in maize has been disturbed as a result of the consignment of significant quantities of  maize from Portugal to other Member States,\n- all other detailed rules for implementing this Regulation, and in particular those relating to the issue of import licences; such rules may stipulate that the licences may be issued only in Portugal, after Commission endorsement.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1993.\nFor the Council\nThe President\nJ.-M. DEHOUSSE\n(1) OJ No L 94, 28. 4. 1970, p. 3. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1).\n(2) OJ No L 147, 18. 6. 1993, p. 25.\n(3) OJ No L 98, 10. 4. 1987, p. 1.\n(4) OJ No L 84, 30. 3. 1990, p. 85. Regulation as last amended by Commission Regulation (EEC) No 444/92 (OJ No L 52, 27. 2. 1992, p. 7).\n(5) OJ No L 216, 5. 8. 1978, p. 1. Regulation as last amended by Regulation (EEC) No 787/89 (OJ No L 85, 30. 3. 1989, p. 1).\n(6) OJ No L 225, 15. 8. 1988, p. 1.\n(7) OJ No L 246, 10. 9. 1990, p. 1.\n(8) OJ No L 337, 4. 12. 1990, p. 3."}