{"celex_id": "31994D0744", "uri": "http://publications.europa.eu/resource/cellar/c29cdd79-7ed5-4bdd-818f-1590a42cd531", "type": "Decision", "concepts": ["1474", "2556", "2850", "5108", "5228", "5537"], "title": "94/744/EC: Council Decision of 10 November 1994 on the conclusion of an Agreement in the form of an Exchange of Letters on the provisional application of the Protocol defining, for the period 6 September 1994 to 5 September 1997, the fishing rights and the financial compensation provided for by the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde\n", "header": "COUNCIL DECISION of 10 November 1994 on the conclusion of an Agreement in the form of an exchange of letters on the provisional application of the Protocol defining, for the period 6 September 1994 to 5 September 1997, the fishing rights and the  financial compensation provided for by the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde (94/744/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of Cape Verde held negotiations to determine the amendments or additions to be made to the Agreement on fishing off Cape Verde at the end of the period of application of the Protocol;\nWhereas, as a result of these negotiations a new Protocol was initialled on 23 June 1994;\nWhereas, under this Protocol, Community fishermen enjoy fishing opportunities in the waters falling within the sovereignty or jurisdiction of Cape Verde for the period 6 September 1994 to 5 September 1997;\nWhereas, in order to avoid interruption of fishing activities by Community vessels, it is essential that the Protocol in question be approved as quickly as possible; whereas both Parties have therefore initialled an Agreement in the form of an exchange  of letters providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocols previously in force; whereas the Agreement in the form of an exchange of letters should be concluded, subject to a  definitive decision pursuant to Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters on the provisional application of the Protocol defining, for the period 6 September 1994 to 5 September 1997, the fishing opportunities and the financial contribution provided for by the  Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an exchange of letters is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 10 November 1994.\nFor the Council\nThe President\nU. SEILER-ALBRING\n(1) OJ No L 212, 9. 8. 1990, p. 1."}