{"celex_id": "31992R2179", "uri": "http://publications.europa.eu/resource/cellar/fb4ef81f-512a-44eb-ac4d-9a4065fc1bb4", "type": "Regulation", "concepts": ["1309", "4172", "4373", "932"], "title": "Commission Regulation (EEC) No 2179/92 of 30 July 1992 laying down detailed rules for the application of the specific import measures for the Canary Islands as regards tobacco\n", "header": "COMMISSION REGULATION (EEC) No 2179/92  of 30 July 1992  laying down detailed rules for the application of the specific import measures for the Canary Islands as regards tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary islands with regard to certain agricultural products (1), and in particular Article 6 (2) thereof,\nWhereas Article 6 of Regulation (EEC) No 1601/92 provides for exemption from customs duties for direct imports into the Canary Islands of a maximum quantity of 20 000 tonnes of raw and semi-manufactured tobacco intended for the local manufacture of  tobacco products;\nWhereas, in order to administer the exemption scheme and to ease the administrative burden, the provisions of Commission Regulation (EEC) No 1695/92 of 30 June 1992 laying down common detailed rules for implementation of the specific arrangements for  the supply of certain agricultural products to the Canary Islands (2) should be applied as far as possible;\nWhereas the maximum quantity of raw and semi-manufactured tobacco benefiting from the scheme should be broken down according to the requirements of local industry and commerce, taking into account the traditional patterns of use;\nWhereas, for the purposes of good management, a timetable for the submission of applications for certificates and a period for deciding on their issue should be set;\nWhereas the provisions of Regulation (EEC) No 1601/92 apply from 1 July 1992; whereas the detailed rules contained in this Regulation should apply from the same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The importation into the Canary Islands, with exemption from customs duties, of the maximum annual quantity of 20 000 tonnes of raw stripped tobacco equivalent pursuant to Article 6 of Regulation (EEC) No 1601/92 shall be effected in  accordance with the rules laid down in this Regulation.\nThe maximum quantity shall be broken down in accordance with the provisions of the Annex. This breakdown may be revised during the period of application following a justified request from the Spanish authorities.\nThe period of application of the arrangements shall run from 1 July of a given year to 30 June of the following year.", "The importation of the products listed in the Annex shall be subject to the presentation of a certificate of exemption.\nExcept where otherwise provided in this Regulation, the provisions of Articles 3, 7, 8, 9 and 10 of Regulation (EEC) No 1695/92 shall apply mutatis mutandis.", "1. Applications for certificates of exemption shall be submitted during the first five working days of each month. Spain shall designate the authority competent to issue the certificates.\n2. The competent authority shall publish the quantities available during the last week of the month preceding the month in which applications are to be submitted.\nThe competent authority shall allocate the available quantities among the different subheadings with reference to the maximum quantities set out in the Annex, the requirements of industry and commerce and the traditional patterns of use. The quantities  of the different products shall be converted into quantities of stripped tobacco using the coefficients of equivalence set out in the Annex.\n3. Applications for certificates shall not be accepted unless:\n- they relate to a quantity which does not exceed the quantity available,\n- the applicant provides proof, prior to the expiry of the time limit set for the presentation of applications for certificates, that a security of ECU 0,7/kg has been lodged.\n4. Box 20 of the application for a certificate and the certificate shall contain the words:\n'product intended for industries manufacturing tobacco products'.\n5. Certificates shall be issued on the 10th working day of each month at the latest.", "If, in respect of one of the products, the quantities for which certificates of exemption have been applied for exceed the quantities available, the competent authorities shall apply to each application a uniform coefficient of reduction in  order to comply with the quantity available. The measure shall be applied in a way that ensures that all applicants are treated equally.\nWhen certificates are issued for quantities less than those applied for, the applicant may withdraw the application in writing within three working days of the issue of the certificate. The security shall then be released.", "The certificate of exemption shall be valid for two months from its date of issue.", "The quantity imported with exemption from customs duties shall not exceed that indicated in boxes 17 and 18 of the certificate of exemption. Box 19 of the certificate shall contain the figure 0 to that effect.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 179, 1. 7. 1992, p. 1.\nANNEX\nForward estimate for tobacco imports into the Canary Islands for the period 1 July 1992 to 30 June 1993\nCN code  Product description  Coefficient of equivalence  Maximum quantity (tonnes)       2401 10  Tobacco, not stemmed/stripped  0,72  27 780 (1)  2401 20  Tobacco, partly or wholly stemmed/stripped  1,00  20 000 (1)  ex 2402 10 00   Unfinished cigars without wrapping  1,05  20  ex 2403 10 00  Final tobacco mixture used to manufacture cigarettes, cigars and cigarillos  1,05  500  ex 2403 91 00  Homogenized or reconstituted tobacco, whether or not put up in sheets or strip  1,05   400  ex 2403 99 90  Expanded tobacco  1,05  1 500   Outer coverings for cigars presented on supports, in reels for the manufacture of tobacco (2)  1,05  10\n(1) Actual quantity to be determined on basis of utilization of other headings (CN  codes) pursuant to Article 3 (2).\n(2) Monitoring arrangements for this end-use are laid down in the relevant Community provisions."}