{"celex_id": "31990R1000", "uri": "http://publications.europa.eu/resource/cellar/46a231e7-9112-493f-b927-4fe5ef2df375", "type": "Regulation", "concepts": ["1565", "2763", "2803"], "title": "Commission Regulation (EEC) No 1000/90 of 20 April 1990 continuing promotional and publicity measures in respect of milk and milk products\n", "header": "COMMISSION  REGULATION (EEC) No 1000/90\nof 20 April 1990\ncontinuing promotional and publicity measures in respect of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a coresponsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1113/89 (2), and in particular Article 4 thereof,\nWhereas the promotional and publicity measures first carried out pursuant to Commission Regulation (EEC) No 723/78 (3), as amended by Regulation (EEC) No 1223/78 (4) ans last continued by Commission Regulation (EEC) No 381/89 (5), as last amended by Regulation (EEC) No 3748/89 (6), have proved an effective means of expanding the markets in milk products in the Community; whereas they should therefore be continued and completed during the 1990/91 milk year;\nWhereas the organizations representing the dairy sector in one or more Member States or in the Community should be invited again to propose detailed programmes which these organizations would themselves carry out;\nWhereas the organizations who will be responsible for the measures must satisfy certain requirements; whereas, in particular, care must be taken to ensure the Community milk products are promoted; whereas the guidelines to be followed in this context were laid down in Commission communication 86/C 272/03 concerning State involvement in the promotion of agricultural and fisheries products (7); whereas the activities of such operators must not be liable to clash with the aim pursued in promoting the disposal of milk products for direct consumption; whereas it is therefore essential that operators whose activities also cover the production, distribution or sales promotion of products which imitate milk and milk products should be barred;\nWhereas an integrated market survey should be carried out again to ascertain the effectiveness of the measures implemented and a promotion strategy should be worked out;\nWhereas the other rules can, for the most part, be drawn from the earlier Regulations, account being taken of relevant experience;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Publicity and promotional measures advocating human consumption of milk and milk products in the Community shall be encouraged under the conditions laid down in this Regulation.\n2. As measures within the meaning of paragraph 1 may qualify in particular the following:\n- seminars, courses and conferences designed to provide personnel engaged in marketing milk and milk products with information and training or to aid such persons in spreading awareness about the consumption of these products,\n- the implementation of an integrated market survey to ascertain the effectivenes of the measures carried out,\n- the elaboration of a strategy for the long-term planning of publicity measures,\n- the creation of a Community symbol to identify the genuine milk and milk products,\n- the continuation of a pan-Europe information programme at Community level.\nFor the purpose of the abovementioned measures, the Commission may invite tenders. Tenderers must in particular furnish evidence that they have already successfully implemented publicity and promotional measures at international level.\n3. These measures shall be carried out within a year of the signature of the contract referred to in Article 5 (3) and in any case before 1 October 1991. However, a longer time limit may be agreed in exceptional cases in accordance with Article 5 (2) to ensure maximum effectiveness of the measure in question.\n4. The time limit fixed in paragraph 3 shall not prevent subsequent agreement to an extension of that limit where the party to a contract, before the fixed expiry date, makes the appropriate application to the competent\nauthority and proves that, due to exceptional circumstances beyond his control, he is unable to meet the dreadline originally stipulated. However, this extension may not exceed six months.\n5. Subject to a contract as referred to in Article 5 (3) being concluded, measures carried out from 1 February 1990 shall be eligible for the Communitgy contribution and in the case of concentrated butter this date shall be 1 January 1990.", "1. The publicity and promotional measures referred to in Article 1 (1) and (2):\n(a) shall be proposed by organizations representing the dairy sector in one or more Member States or in the Community;\n(b) shall be limited to the territory of the Member State or States whose dairy sector is represented by the organization concerned;\n(c) shall be carried out as far as possible by the organization which has made the proposal. In cases where this organization must use subcontractors, the proposal must contain a duly justified request for a derogation;\n(d) must:\n- make use of the publicity media best suited to ensure maximum effectiveness for the measure undertaken,\n- take account of the particular conditions obtaining with regard to the marketing and consumption of milk and milk products in the various regions of the Community,\n- be of a general nature and not orientated towards the brands of particular firms,\n- promote Community milk products without reference to their country or region of manufacture; however, this condition does not exclude the mention of the traditional name of a product which includes a specified locality, region or country of the Community,\n- not replace similar measures but, where appropriate, expand them.\nProposals put forward by organizations whose activities are exclusively or in part concerned with the production, distribution or sales promotion of products which imitate milk and milk products shall not be taken into consideration.\n2. The measures referred to in Article 1 shall be carried out by bodies which:\n(a) have the necessary qualifications and experience;\n(b) ensure the satisfactory completion of the work.\n3. The Community contribution is fixed at 90 %, with the exception of measures as referred to in the second to fifth indents of Article 1 (2) for which the contribution is increased to 100 %.\n4. For the purposes of paragraph 3, no account shall be taken of administrative expenses incurred in carrying out these measures; this does not apply to measures as referred to in the second to fifth indents of Article 1 (2).\n5. Financing of general expenses incurred in carrying out the measures referred to in Article 1 (1) and (2) shall be limited to 2 % of the total amount approved, up to a maximum of ECU 10 000.", "1. The parties referred to in Article 2 (1) (a) shall be invited to transmit to the competent authority appointed by their Member State, hereinafter called 'the competent authority', detailed proposals concerning the measures referred to in Article 1 (1) and (2).\nShould the proposed measures be carried out wholly or partly in the territory of one or more Member States other than that in which the head office of the organization concerned is situated, the organization shall send a copy of its proposal to each of the competent authorities in the countries concerned.\n2. Proposals must reach the competent authority before 1 June 1990. Where this date is not complied with, the proposal shall be considered null and void.\n3. Further details for submission of proposals shall be as set out in the notice from the competent authorities published in the Official Journal of the European Communities No C.", "1. Complete proposals shall include:\n(a) the name and address of the party concerned;\n(b) all details concerning the measures proposed together with detailed descriptions and considerations indicating the time required for completion, the expected results and any third party which may be involved;\n(c) a detailed presentation of the planned strategy for the whole programme;\n(d) the price asked for these measures, net of taxes, expressed in the currency of the Member State in the territory of which the party concerned is established, giving an itemized breakdown of this amount and showing the corresponding financing plan; items which account for more than 20 % of the total amount must be subdivided;\n(e) the desired form of payment of the Community contribution in accordance with Article 7 (1) (a), (b) or (c);\n(f) the most recent report available on the party's activities, unless this is already in the possession of the competent authority. 2. A proposal shall be valid only where:\n(a) it is submitted by a party fulfilling the conditions laid down in Article 2 (1) (a);\n(b) it is accompanied by an undertaking:\n- to comply with the provisions of this Regulation.\n- to spend on publicity measures, in addition to the measures proposed in accordance with Article 1 (1) and (2), the average amount spent annually on such measures during the period 1 January 1975 to 31 December 1977.", "1. Before 1 July 1990\n(a) the competent authority shall examine on a bilateral basis with the Commission and an expert group composed of experts on marketing, advertising and milk marketing all proposals submitted and any supporting documents to check that they are in the correct form and contain the information required. It shall ensure that the proposals comply with the provisions of Article 4 and shall ask applicants for further details if necessary;\n(b) the competent authority shall compile a list of all the proposals received and send it to the Commission together with copies of each proposal, including any supporting documents, and a reasoned opinion indicating whether or not the proposal conforms with the Regulation.\n2. After consulting the relevant interested group 5 in the milk industry, and following examination of the proposals by the Management Committee for Milk and Milk Products in accordance with Article 31 of Regulation (EEC) No 804/68 (1), the Commission shall establish before 1 August 1990 a list of the proposals selected for financing.\n3. The competent authorities shall conclude contracts for the measures selected with the parties concerned before 10 October 1990, in at least two copies and signed by the interested party and the competent authority.\nThe competent authorities shall for this purpose use standard contracts to be provided by the Commission.\n4. Where measures at Community level are being continued, the Commission shall not draw up a list of the proposals selected for financing until the final report on the implementation of the previous measures has been submitted, and the competent authorities shall conclude contracts with the parties concerned before 1 January 1991.\n5. The competent authority shall inform each applicant as soon as possible of the decision taken in respect of his proposal.", "1. The contract referred to in Article 5 (3) shall:\n(a) include the details referred to in Article 4 (1) or make reference to them;\n(b) supplement these details, where necessary, by additional provisions arising from the application of Article 5 (1);\n2. The competent authority shall send the contract to the Commission without delay.\n3. The competent authority shall ensure compliance with the agreed conditions in particular by means of on-the-spot checks.", "1. The competent authority shall pay to the party in question, in accordance with the choice indicated in the latter's proposal, either:\n(a) within six weeks of the date of signature of the contract, a single payment on account amounting to 60 % of the agreed Community contribution; or\n(b) at two-monthly intervals, four equal instalments each amounting to 20 % of the agreed Community contribution, the first such instalment bieng paid within six weeks of the date of signature of the contract; or\n(c) within six weeks of the date of signature of the contract, a single payment on account amounting to 80 % of the agreed Community contribution; however, this form of payment may be stipulated only for measures which will be fully completed within a maximum of two months of the date of signature of the contract.\nHowever, while a contract is being performed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (3), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of the instalment and the date when the party concerned will actually incur the forecast expenditure,\n- in exceptional cases, advance payment of an instalment either wholly or in part if the party concerned submits a reasoned request and shows that he must incur a substantial part of the expenditure significantly earlier than the date laid down for payment of the Commission contribution towards the said expenditure.\n2. the payment of such instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalment, plus 10 %.\n3. The release of securities and payment of the balance by the competent authority shall be subject to:\n(a) confirmation by the competent authority that the party concerned fulfilled its obligations as laid down in the contract;\n(b) transmission to the competent authority of the report referred to in Article 8 (1) and verification of the details contained in this report by the competent authority.\nHowever, on reasoned request by the party concerned, the balance can be paid after the measure has been completed, and after submission of the report referred to in Article 8, and on condition that securities equal to the total amount of the Community contribution plus 10 % have been lodged;\n(c) the competent authority finding that the party concerned, or any third party named in the contract, has spent his own contribution for the purposes laid down.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, the securities shall be forfeit. In this event, the amount in question shall be deducted from the European Agricultural Guidance and Guarantee Fund, Guarantee Section, expenditure, and more particularly from that arising out of the measure referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in Article 1 (1) and (2) shall submit to the competent authority, within four months of the final date fixed in the contract for completion of the measures, a detailed report on the utilization of the Community funds allocated and on the foreseeable results of the measures in question, in particular concerning the evolution of the sales of milk and milk products.\n2. On performance of each contract, the competent authority shall send the Commission a statement to this effect and a copy of the final report.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 April 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 131, 26. 5. 1977, p. 6.\n(2) OJ No L 118, 29. 4. 1989, p. 5.\n(3) OJ No L 98, 11. 4. 1978, p. 5.\n(4) OJ No L 152, 8. 6. 1978, p. 11.\n(5) OJ No L 44, 16. 2. 1989, p. 24.\n(6) OJ No L 364, 14. 12. 1989, p. 57.\n(7) OJ No C 272, 28. 10. 1986, p. 3.\n(1) OJ No L 148, 28. 6. 1968, p. 13."}