{"celex_id": "31997R1119", "uri": "http://publications.europa.eu/resource/cellar/943d391a-70e5-46bc-8dce-153775591a7e", "type": "Regulation", "concepts": ["1005", "1115", "1201", "1602", "2173", "5823"], "title": "Commission Regulation (EC) No 1119/97 of 19 June 1997 amending Regulations (EC) No 411/97 and (EC) No 412/97 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards fixing a transitional time limit for 1997\n", "header": "COMMISSION REGULATION (EC) No 1119/97 of 19 June 1997 amending Regulations (EC) No 411/97 and (EC) No 412/97 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards fixing a transitional time limit for 1997\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 57 thereof,\nWhereas Article 15 of Commission Regulation (EC) No 411/97 of 3 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational programmes, operational funds and Community financial assistance (2) lays down the transitional provisions applicable to 1997 with regard to the submission and approval of proposed operational programmes; whereas paragraph 2 of that Article stipulates that the competent national authority must take a decision on proposals submitted within three months; whereas, in certain exceptional cases, that time limit may prove insufficient and put interested producer organizations at a disadvantage; whereas, therefore, in the interests of the latter, Member States should be given the opportunity to extend that time limit by two months in duly justified cases;\nWhereas Article 12 (1) (a) of Regulation (EC) No 2200/96 fixes at three months the time limit for a decision by the Member States on applications for recognition presented by producer organizations; whereas, in certain exceptional cases likely to occur during the first year of application of that provision, the time limit may prove insufficient and put interested producer organizations at a disadvantage; whereas it is in the interests of the latter to allow Member States, in duly justified cases, to extend, as an exceptional measure for 1997, that time limit by two months; whereas, therefore, it is necessary to introduce a transitional measure into Commission Regulation (EC) No 412/97 of 3 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the recognition of producer organizations (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Article 15 (2) of Regulation (EC) No 411/97 is hereby replaced by the following:\n'2. Within three months the competent national authority shall take a decision on proposals submitted. Member States, acting in the interests of the producer organizations concerned, may extend that time limit by two months in duly justified cases. Proposals for operational programmes submitted by producer organizations which do not receive recognition shall be rejected automatically.`", "The following Article 9a is inserted after Article 9 in Regulation (EC) No 412/97:\n'Article 9a\nAs a transitional measure for 1997, Member States, acting in the interests of the producer organizations concerned, may, in duly justified cases, extend by two months the time limit referred to in Article 12 (1) (a) of Regulation (EC) No 2200/96.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No L 62, 4. 3. 1997, p. 9.\n(3) OJ No L 62, 4. 3. 1997, p. 16."}