{"celex_id": "31996R1718", "uri": "http://publications.europa.eu/resource/cellar/a45c4ba3-b006-42b3-962a-31c53bda9e81", "type": "Regulation", "concepts": ["1524", "2159", "2378", "4164", "519", "5790"], "title": "Commission Regulation (EC) No 1718/96 of 29 August 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulations (EEC) No 993/93 and (EEC) No 2887/93 on imports of certain electronic weighing scales originating respectively in Japan and Singapore, by imports of parts thereof assembled in the European Community and making the latter imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 1718/96 of 29 August 1996 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Council Regulations (EEC) No 993/93 and (EEC) No 2887/93 on imports of certain electronic weighing scales originating respectively in Japan and Singapore, by imports of parts thereof assembled in the European Community and making the latter imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST\n(1) The Commission has received a request pursuant to Article 13 (3) of Regulation (EC) No 384/96 (hereinafter referred to as 'the Basic Regulation`) to investigate the alleged circumvention of the anti-dumping duties, imposed with respect to Teraoka Seiko Co. Ltd (Japan) and Teraoka Weigh System PTE Ltd (Singapore), by Council Regulation (EEC) No 993/93 (2) and Council Regulation (EEC) No 2887/93 (3), as amended by Regulation (EC) No 2937/95 (4), on imports of certain electronic weighing scales originating respectively in Japan and Singapore, by imports of parts thereof which are subsequently used for the assembly of these weighing scales in the Community, to make the imports of these parts subject to registration by the customs authorities pursuant to Article 14 (5) of the Basic Regulation and to propose to the Council the extension, where justified, of the above anti-dumping duties to the latter imports.\nB. APPLICANTS\n(2) The request has been lodged on 19 July 1996 by the following companies:\nBizerba GmbH & Co. KG, Campesa SA, Dataprocess SpA, Dataprocess Industria SpA, Testut SA, Lutrana SA, GEC Avery Ltd, Maatschappij Van Berkel's Patent BV and Brevetti Van Berkel SpA.\nAccording to the request, these companies are all manufacturers of retail electronic weighing scales whose collective output represents approximately 65 % of the total Community production of such products.\nC. PRODUCT\n(3) The products through which the alleged circumvention is taking place are parts which are used for the assembly in the Community of electronic weighing scales for use in the retail trade which incorporate a digital display of the weight, unit price and price to be paid (whether or not including a means of printing this data), falling within CN code 8423 81 50 ('REWS`). These products ('REWS parts`) are currently classifiable under CN code ex 8423 90 00. These codes are given for information only and have no binding effect on the classification of the products.\nD. REGISTRATION\n(4) In view of the fact that the request only concerns the alleged circumvention of anti-dumping measures with respect to Teraoka Seiko Co. Ltd (Japan) and Teraoka Weigh System PTE Ltd (Singapore), registration of imports should be limited to REWS parts falling within CN code 8423 90 00, originating in Japan or Singapore, manufactured by or for and/or imported from these companies into the Community.\nE. EVIDENCE\n(5) The request contains sufficient evidence in accordance with Article 13 of the Basic Regulation that the anti-dumping duties on imports of REWS originating in Japan and Singapore, imposed with regard to Teraoka Seiko Co. Ltd and Teraoka Weigh System PTE Ltd, are being circumvented by imports of REWS parts originating in these countries manufactured and/or exported by the two companies concerned and/or by any of their related companies and which are used in assembly operations in the Community.\n(6) The evidence is as follows:\n(a) Since the initiation of the last anti-dumping investigations with regard to Japan on 26 February 1991 and with regard to Singapore on 11 May 1994, a clear change has taken place in the pattern of trade between the two countries concerned and the Community. In this respect, the request points out that imports into the Community of REWS from the two countries concerned taken together decreased in terms of units between 1994 and the first half of 1995, extrapolated on an annual basis, by 27 %, whereas in the same period imports of parts from these countries showed an increase in terms of weight of over 30 %. This increase allegedly took place at around the same time as the commencement of the assembly in the Community.\nThis change in the pattern of trade is alleged to stem from the assembly of REWS in the Community for which there is insufficient due cause or economic justification, apart from the existence of the anti-dumping duties. The most obvious cause of the abovementioned change in the pattern of trade is that imports of parts are not required to pay the 15,4 % anti-dumping duty imposed on imports of REWS manufactured by Teraoka Weigh System PTE Ltd (Singapore) or the 22,6 % anti-dumping duty imposed on imports of REWS manufactured by Teraoka Seiko Co. Ltd (Japan).\n(b) Furthermore, the request contains evidence which shows that the prices at which the REWS assembled from REWS parts imported from Japan and Singapore are being sold in the Community are lower than the non-dumped level of the export price established in the anti-dumping investigations for the REWS assembled in Japan and Singapore.\n(c) Finally, the request contains evidence which shows that the alleged circumvention is undermining the remedial effects of the existing anti-dumping duties in terms of the quantities and prices of the assembled like product. This is preventing the Community industry from achieving a reasonable profit which would allow it to keep up with the rapid pace of technological change in the electronic manufacturing industry.\nF. PROCEDURE\n(7) In the light of the evidence contained in the request, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation pursuant to Article 13 (3) of the Basic Regulation, and to make imports of REWS parts mentioned in recital 3 subject to registration in accordance with Article 14 (5) of the said Regulation.\n(i) Questionnaires\n(8) In order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the assembler of REWS in the Community named in the request as well as to Teraoka Seiko Co. Ltd (Japan) and Teraoka Weigh System PTE Ltd (Singapore). Information, as appropriate, may also be sought from Community producers.\n(9) Other interested parties which can show that they are likely to be affected by the outcome of the investigation, should request a questionnaire from the Commission within 15 days of publication of this Regulation in the Official Journal of the European Communities. Any request for questionnaires must be made in writing to the address mentioned below, and should indicate the name, address, telephone and fax numbers of the requesting party.\nThe authorities of Japan and Singapore will be notified of the initiation of the investigation and provided with a copy of the request.\n(ii) Certificates of non-circumvention\n(10) In accordance with Article 13 (4) of the Basic Regulation, certificates exempting the imports of the product concerned from registration or measures may be issued by the customs authorities to importers when the importation does not constitute circumvention.\nSince the issue of this certificate requires the prior authorization of the Community institutions, requests for such authorizations should be addressed to the Commission as early as possible in the course of the investigation so that they may be considered on the basis of a thorough appraisal of their merits.\nG. TIME LIMIT\n(11) In the interest of sound administration, a period should be fixed within which interested parties, provided they can show that they are likely to be affected by the results of the investigation, may make their views known in writing. A period should also be fixed within which interested parties may make a written request for a hearing and show that there are particular reasons why they should be heard.\nFurthermore, it should be stated that, in cases in which any interested party refuses access to, or otherwise does not provide necessary information within the time limit, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["An investigation, pursuant to Article 13 of Regulation (EC) No 384/96, concerning imports into the Community of retail electronic weighing scales parts falling within CN code ex 8423 90 00, originating in Japan or Singapore, manufactured by or for and sold for export to the Community by Teraoka Seiko Co. Ltd (Japan), Teraoka Weigh System PTE Ltd (Singapore) and/or any of their related companies, which are used in the assembly of such scales in the Community, is hereby initiated.", "The customs authorities are hereby directed, pursuant to Articles 13 (3) and 14 (5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports into the Community of retail electronic weighing scales parts, falling within CN code ex 8423 90 00 (Taric code 8423 90 00*10) and originating in Japan or Singapore, manufactured by or for and/or exported by Teraoka Seiko Co. Ltd (Japan) (Taric additional code: 8904) or Teraoka Weigh System PTE Ltd (Singapore) (Taric additional code: 8905), in order to ensure that, should the anti-dumping duties applicable to imports of retail electronic weighing scales originating in Japan or Singapore and manufactured by the companies mentioned be extended to the imports of these parts, they may be collected from the date of such registration.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nImports shall not be subject to registration where they are accompanied by a customs certificate issued in accordance with Article 13 (4) of Regulation (EC) No 384/96.", "1. All interested parties, if their representations are to be taken into account during the investigation, must make themselves known, present their views in writing, submit information and apply to be heard by the Commission within 40 days from the date of publication of this Regulation in the Official Journal of the European Communities. This time limit applies to all interested parties, including the parties not named in the request, and it is consequently in the interest of these parties to contact the Commission without delay.\n2. Questionnaires should be requested from the Commission within 15 days of publication of this Regulation in the Official Journal of the European Communities.\n3. Any information relating to the matter, any request for a hearing or for a questionnaire as well as any request for authorization of certificates of non-circumvention should be sent to the following address:\nEuropean Commission,\nDirectorate-General for External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand,\nDirectorate I-C,\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels (5).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 104, 29. 4. 1993, p. 4.\n(3) OJ No L 263, 22. 10. 1993, p. 1.\n(4) OJ No L 307, 20. 12. 1995, p. 30.\n(5) Fax (32 2) 295 65 05."}