{"celex_id": "31995D0348", "uri": "http://publications.europa.eu/resource/cellar/809f5576-94b9-44c4-879b-513518ea838c", "type": "Decision", "concepts": ["1277", "1504", "192", "344", "3774", "666"], "title": "95/348/EC: Council Decision of 22 June 1995 laying down the veterinary and animal health rules applicable in the United Kingdom and Ireland to the treatment of certain types of waste intended to be marketed locally as feedstuffs for certain animal categories\n", "header": "COUNCIL  DECISION of 22 June 1995 laying down the veterinary and animal health rules applicable in the  United Kingdom and Ireland to the treatment of certain types of waste intended to be marketed  locally as feedstuffs for certain animal categories (95/348/EC)\nTHE COUNCIL OF THE  EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules  for the disposal and processing of animal waste, for its placing on the market and for the  prevention of pathogens in feedstuffs of animal or fish origin and amending Directive 90/425/EEC   (1), and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission,\nWhereas it is necessary to lay down rules applicable to the treatment of certain types of waste  intended to be marketed locally, through intermediaries already authorized to handle small  quantities of waste for use as food for animals whose flesh is not intended for human consumption;\nWhereas account should be taken of the importance of the traditional 'knacker trade` in the  arrangements for disposal of certain animal wastes in Ireland and the United Kingdom;\nWhereas the veterinary controls must be established to ensure that no human and animal health risks  will arise,", "main_body": ["This Decision establishes the rules applicable in the United Kingdom  and Ireland to the special treatment of certain types of waste intended to be marketed locally  through intermediaries already authorized in accordance with Article 7 of Directive 90/667/EEC.", "For the purpose of this Decision the following definitions shall apply:\n1.  animal waste:\n-  material defined in Article 3 (1) (a), (b) and (e) of Directive 90/667/EEC provided it does not  come from animals which are killed in the context of disease control measures, and material defined  in Article 5 of that Directive, intended to be marketed locally as feedstuffs for animals whose  flesh is not intended for human consumption;\n2.  treatment:\n-  either denaturing with the solution of a colouring agent approved by the competent authority in  preparation for processing as laid down in Article 3; the solution to be of such a strength that  the colouring on the stained meat is clearly visible, and that the whole surface of all pieces of  meat have been covered with a solution as aforesaid either by immersing the meat in, or spraying or  otherwise applying, the solution;\n-  or sterilization, that is to say, boiling or steaming under pressure until every piece of meat  is cooked throughout.", "Animal waste must undergo treatment in an establishment:\n-  complying at least with the requirements of Annex II, Chapter I, points 1 (a), first sentence, 1  (b), 1 (f), 2, 3 and 4 and Annex II, Chapter II, points 1, 2, 5, 7, 8 and 9 of Directive  90/667/EEC;\n-  authorized and registered by the competent authority.", "Animal waste must be transported in vehicles complying, at least, with the requirements  of Annex I, points 1, 2 and 3 of Directive 90/667/EEC.", "After treatment of the animal waste it must be:\n-  packaged before distribution and sale and the packaging must include the name and address of the  establishment and be clearly and legibly marked 'not for human consumption`;\n-  marketed locally within the Member State.", "The competent authority must carry out inspections and random checks to ensure that the  operators and owners of these establishments adopt all measures necessary to comply with the  requirements of the Decision.", "The Council, acting on the basis of a report from the Commission possibly accompanied  by proposals, shall, before 31 December 1998, reexamine the provisions of this Decision.", "This Decision shall apply from 1 January 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1995.\nFor the Council The President Ph. VASSEUR"}