{"celex_id": "31998L0101", "uri": "http://publications.europa.eu/resource/cellar/ce89653c-f651-4541-be33-9787200b9a96", "type": "Directive", "concepts": ["1158", "2897", "3864", "5383", "707", "718"], "title": "Commission Directive 98/101/EC of 22 December 1998 adapting to technical progress Council Directive 91/157/EEC on batteries and accumulators containing certain dangerous substances (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 98/101/EC of 22 December 1998 adapting to technical progress Council Directive 91/157/EEC on batteries and accumulators containing certain dangerous substances (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/157/EEC of 18 March 1991 on batteries and accumulators containing certain dangerous substances (1), and in particular Article 10 thereof,\nWhereas within the framework of the Act of Accession of Austria, Finland and Sweden, in particular in Articles 69 and 112, it is foreseen that during a period of four years from the date of accession the provisions concerning the mercury containing batteries referred to in Article 3 of Directive 91/157/EEC should be reviewed in accordance with EC procedures;\nWhereas, in order to achieve a high level of environmental protection, the marketing of certain batteries should be prohibited, in view of the amount of mercury they contain; whereas that prohibition, in order to achieve its full effect for the environment, must cover appliances into which such batteries and accumulators are incorporated; whereas such prohibition may have a positive impact in facilitating the recovery of batteries;\nWhereas the technical development of alternative heavy-metal-free batteries should be taken into account;\nWhereas Directive 91/157/EEC should be adapted accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion expressed by the Committee established pursuant to Article 18 of Council Directive 75/442/EEC of 15 July 1975 on waste (2), as last amended by Commission Decision 96/350/EC (3),", "main_body": ["Directive 91/157/EEC is amended as follows:\n1. Article 3(1) is replaced by the following:\n'1. Member States shall prohibit, as from 1 January 2000 at the latest, the marketing of batteries and accumulators, containing more than 0,0005 % of mercury by weight, including in those cases where these batteries and accumulators are incorporated into appliances. Button cells and batteries composed of button cells with a mercury content of no more than 2 % by weight shall be exempted from this prohibition.`;\n2. Annex I is replaced by the text in the Annex to this Directive.", "Member States shall adopt and publish, before 1 January 2000, the provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 78, 26. 3. 1991, p. 38.\n(2) OJ L 194, 25. 7. 1975, p. 47.\n(3) OJ L 135, 6. 6. 1996, p. 32.\nANNEX\n'ANNEX I\nThe following batteries and accumulators are covered by this Directive:\n1. Batteries and accumulators put on the market as from 1 January 1999 containing more than 0,0005 % of mercury by weight.\n2. Batteries and accumulators put on the market as from 18 September 1992 and containing:\n- more than 25 mg of mercury per cell, except alkaline manganese batteries,\n- more than 0,025 % of cadmium by weight,\n- more than 0,4 % of lead by weight.\n3. Alkaline manganese batteries containing more than 0,025 % of mercury by weight placed on the market as from 18 September 1992.`"}