{"celex_id": "31991R3308", "uri": "http://publications.europa.eu/resource/cellar/e238b695-bd49-4b26-ae87-0c122e8d4138", "type": "Regulation", "concepts": ["1119", "1608", "4073"], "title": "Commission Regulation (EEC) No 3308/91 of 13 November 1991 amending Regulation (EEC) No 3944/89 laying down detailed rules for applying the supplementary trade mechanism to fresh fruit and vegetables\n", "header": "COMMISSION REGULATION (EEC) No 3308/91  of 13 November 1991  amending Regulation (EEC) No 3944/89 laying down detailed rules for applying the supplementary trade mechanism to fresh fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3210/89 of 23 October 1989 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables (1), and in particular Article 9 thereof,\nWhereas Commission Regulation (EEC) No 3944/89 (2) as amended by Regulation (EEC) No 245/90 (3) laid down detailed rules for applying the supplementary trade mechanism, termed 'STM' below, to fresh fruit and vegetables; whereas that Regulation lists in  the Annex the Spanish authorities delegated to issue the exit document under Article 5 of Regulation (EEC) No 3210/89;\nWhereas Council Regulation (EEC) No 1911/91 of 26 June 1991 on the application of the provisions of Community law to the Canary Islands (4) laid down that the rules in force for mainland Spain shall apply to products originating in the Canary Islands  and sent to other parts of the Community from 1 July 1991; whereas it is necessary to provide the addresses of the agencies in charge of delivering the exit documents on the Canary Islands and include them in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The Annex to Regulation (EEC) No 3944/89 is hereby amended as follows:\n1. In part 'I. Agencies authorized to issue exit documents during periods II and III where Article 4 applies' the following two 'Centros del Soivre' are included:\n- Las Palmas de Gran Canaria\nMuelle de la Luz - EstaciĂłn hortofrutĂ­cola\n35071\nTel.: 928/26 02 94;\n- Santa Cruz de Tenerife\nPilar, 1\n38002\nTel.: 922/24 21 22.\n2. In part 'II. Agencies authorized to issue exit documents during period III where Article 5 applies' the following two 'Direcciones territoriales de Economia y Comercio' are included under point 2:\n- Las Palmas de Gran Canaria\nFranchy Roca, 5 (35008)\nTel.: 928/26 24 11, 26 21 36, 27 60 14\nTelefax: 928/27 89 75;\n- Santa Cruz de Tenerife\nPilar, 1 (38002)\nTel.: 922/24 14 80, 24 13 79, 24 49 95\nTelefax: 922/24 42 61.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 312, 27. 10. 1989, p. 6. (2) OJ No L 379, 28. 12. 1989, p. 20. (3) OJ No L 27, 31. 1. 1990, p. 14. (4) OJ No L 171, 29. 6. 1991, p. 1."}