{"celex_id": "31994R0266", "uri": "http://publications.europa.eu/resource/cellar/363b77c0-bc4a-458b-a6b5-923ab7632ec1", "type": "Regulation", "concepts": ["1644", "3462", "3591", "4320", "4682"], "title": "Commission Regulation (EC) No 266/94 of 4 February 1994 laying down detailed rules for the application in 1994 of the import arrangements for beef and veal provided for in the Agreement between the bilateral Community and Sweden\n", "header": "COMMISSION REGULATION (EC) No 266/94 of 4 February 1994 laying down detailed rules for the application in 1994 of the import arrangements for beef and veal provided for in the Agreement between the bilateral Community and Sweden\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1108/93 of 4 May 1993 laying down certain provisions for the application of the bilateral agreements on agriculture between the Community, of the one part and Austria, Finland, Iceland, Norway and Sweden of  the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EC) No 3611/93 (3), and in particular Article 15 (2) thereof,\nWhereas by Decision 93/239/EEC (4) the Council approved the Bilateral Agreement with Sweden in the field of agriculture; whereas that Agreement came into force on 1 January 1994 (5);\nWhereas the arrangement between the European Economic Community and the Kingdom of Sweden on reciprocal trade in beef and veal, including cooked preparations, annexed to the abovementioned Agreement, provides for the opening of a tariff quota for  imports, without levy or common customs tariff (CCT) duty, of 4 000 tonnes of beef and veal falling within CN code 0201 and 2 500 tonnes of products falling within CN code 1602 50 90; whereas Commission Regulation (EEC) No 2505/92 of 14 July 1992  amending Annexes I and II to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (6) replaces CN code 1602 50 90 with CN codes 1602 50 31, 1602 50 39 and 1602 50 80;\nWhereas the conversion coefficients for expressing a quantity of boned meat or cooked preparation in carcase weight should be fixed; whereas such coefficients must be established in the light of the experience gained by the beef and veal industry;\nWhereas, in order to ensure the regularity of imports, the said quantities should be spread over several periods of the year;\nWhereas, while recalling the provisions of the agreement guaranteeing the origin of the product, management of the import system should be ensured through import licences; whereas, with that in mind, detailed rules should be laid down for the submission  of application as well as the information to be included on applications and licences, notwithstanding certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system  of import and export licences and advance-fixing certificates for agricultural products (7), as last amended by Regulation (EC) No 3519/93 (8), and Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application  of the system of import and export licences in the beef and veal sector (9), as last amended by Regulation (EEC) No 2867/93 (10); whereas provision should also be made for licences to be issued after a delay for consideration and, where necessary, with  the application of a single percentage reduction;\nWhereas, in order to ensure efficient management of the system, provision should be made for the security in respect of the import licences under the system to be fixed at ECU 10 per 100 kilograms; whereas the risk of speculation inherent in such a  system in the beef and veal sector requires that access to the system should be subject to precise conditions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The quantity of beef and veal which may be imported during 1994 within the framework of the arrangement between the Community and Sweden on reciprocal trade in beef and veal shall be:\n- 4 000 tonnes, expressed as carcase weight, of beef falling within CN code 0201,\n- 2 500 tonnes, expressed as carcase weight, of products falling within CN codes 1602 50 31, 1602 50 39 and 1602 50 80.\n2. For the purposes of paragraph 1:\n- 100 kg of boned beef falling within CN code 0201 30 shall correspond to 139 kg carcase weight,\n- 100 kg of products falling within CN codes 1602 50 31, 1602 50 39 or 1602 50 80 shall correspond to 214 kg carcase weight.\n3. The import levy and CCT duty shall be fixed at zero.", "1. The quantities referred to in Article 1 (1) shall be staggered over the year as follows:\n- 25 % during the period from 15 February to 31 March,\n- 25 % during the period from 1 April to 30 June,\n- 25 % during the period from 1 July to 30 September,\n- 25 % during the period from 1 October to 31 December.\n2. If, during 1994, the quantities for which applications for import licences have been submitted for the first, second or third period specified in the previous paragraph are less than the available quantities, the quantities remaining shall be added  to the quantities available for the following period.", "1. In order to qualify under the import arrangements referred to in Article 1:\n(a) applicants for import licences must be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities of the Member State concerned that they have been active in trade in beef and  veal with third countries during the last 12 months and are entered in the official register of a Member State;\n(b) licence applications may be submitted only in the Member State in which the applicant is registered;\n(c) licence applications must relate either to the quantity referred to in the first indent of Article 1 (1) or to the quantity referred to in the second indent of Article 1 (1) and must cover a minimum of 15 tonnes of meat by product weight without  exceeding the quantity available;\n(d) section 7 of licence applications and of the licence shall show the country of provenance (Sweden); licences shall carry with them an obligation to import from the country indicated;\n(e) section 20 of licence applications and of the licence shall show one of the following:\nReglamento (CE) no 266/94,\nForordning (EF) nr. 266/94,\nVerordnung (EG) Nr. 266/94,\nKanonismos (EK) arith. 266/94,\nRegulation (EC) No 266/94,\nRèglement (CE) no 266/94,\nRegolamento (CE) n. 266/94,\nVerordening (EG) nr. 266/94,\nRegulamento (CE) nº 266/94;\n(f) section 24 of licences shall show one of the following:\nImportación sin exacción reguladora ni derechos del AAC [Reglamento (CE) no 266/94]\nIngen importafgift eller told i henhold til FTT [forordning (EF) nr. 266/94]\nAbschoepfungs- und zollfreie Einfuhr [Verordnung (EG) Nr. 266/94]\nAnef eisforas kai dasmoy toy KD [Kanonismos (EK) arith. 266/94]\nNo levy or CCT duty [Regulation (EC) No 266/94]\nPas de prélèvement ni droit du tarif douanier commun [Règlement (CE) no 266/94]\nEsenzione dal prelievo e dal dazio della TDC [regolamento (CE) n. 266/94]\nGeen heffing of GDT-recht [Verordening (EG) nr. 266/94]\nSem direito nivelador nem direitos da Pauta Aduaneira Comum [Regulamento (CE) nº 266/94].\n2. Notwithstanding Article 8 (2) of Regulation (EEC) No 2377/80, and with the exception of products falling within CN code 0201 30, section 16 of licence applications and licences may include one or more subheadings of CN code 0201.", "1. Licence applications shall be lodged during the first 10 days of each period specified in Article 2 (1).\n2. If the same applicant lodges more than one application relating to the same group of products as referred to in the first or second indent of Article 1 (1), all applications from that person shall be inadmissible.\n3. Member States shall notify the Commission of the applications lodged not later than 8 June 1993. Such notification shall comprise a list of applicants broken down by quantity and by CN code.\nAll notifications, including notifications of nil applications, shall be made by telex or fax, drawn up in accordance with the model set out in the Annex in the case where applicants have been lodged.\n4. The Commission shall decide as soon as possible for each product group of the extent to which quantities may be awarded in respect of licence applications. If the quantities in respect of which licences have been applied for exceed the quantities  available, the Commission shall fix a single percentage reduction in quantities applied for.\n5. Subject to the Commission's decision accepting the applications, the licences shall be issued on:\n- 15 March,\n- 25 April,\n- 25 July,\n- 27 October.\n6. Licences shall be issued automatically and shall be valid throughout the Community.", "1. Without prejudice to this Regulation, Regulations (EEC) No 3719/88 and (EEC) No 2377/80 shall apply.\n2. In the case of quantities imported under the terms of Article 8 (4) of Regulation (EEC) No 3719/88, the full levy and the normal CCT duties shall be collected on quantities in excess of those stated on the import licence.\n3. Notwithstanding Article 9 (1) of Regulation (EEC) No 3719/88, licences issued pursuant to this Regulation shall not be transferable.\n4. Notwithstanding Articles 4 and 6 of Regulation (EEC) No 2377/80, the security for licences shall be ECU 10 per 100 kilograms by weight of product and the term of validity of licences issued pursuant to the second subparagraph of Article 3 (4) of this  Regulation shall expire on 31 December 1994.", "On importation into the Community, products shall be accepted under this Regulation on presentation of the original of the proof of origin issued or drawn up in Sweden, in accordance with Annex VI of the Bilateral Agreement on agriculture  concluded between the Community and Sweden.", "Products shall be accepted under this Regulation only upon presentation of a declaration from the competent Swedish authorities that no export subsidy has been paid in respect of the quantities in question.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 113, 7. 5. 1993, p. 1.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 328, 29. 12. 1993, p. 7.\n(4) OJ No L 109, 1. 5. 1993, p. 1.\n(5) OJ No L 346, 31. 12. 1993, p. 36.\n(6) OJ No L 267, 14. 9. 1992, p. 1.\n(7) OJ No L 331, 1. 12. 1988, p. 1.\n(8) OJ No L 320, 22. 12. 1993, p. 16.\n(9) OJ No L 241, 13. 9. 1980, p. 5.\n(10) OJ No L 262, 21. 10. 1993, p. 26.\nANNEX"}