{"celex_id": "31994D0439", "uri": "http://publications.europa.eu/resource/cellar/2c23340f-5199-42db-949f-9392fd41c4b7", "type": "Decision", "concepts": ["2897", "3648", "3701", "4424"], "title": "94/439/EC: Commission Decision of 15 June 1994 on amendment of Annex II of Council Directive 92/44/EEC\n", "header": "COMMISSION DECISION of 15 June 1994 on amendment of Annex II of Council Directive 92/44/EEC (94/439/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/44/EEC of 5 June 1992 on the application of open network provision (ONP) to leased lines (1), and in particular Article 7 (3) thereof,\nWhereas Council Directive 90/387/EEC of 28 June 1990 on the establishment of the internal market for telecommunications services through the implementation of open network provision (2) in its Annex III calls for the adoption of a directive on the  application of ONP to leased lines and sets up the ONP Committee to assist the Commission in the implementation of that directive;\nWhereas Article 7 (3) of Directive 92/44/EEC provides for the modification of its Annex II in order to adapt it to new technical developments and to changes in market demand, taking into account the state of development of national networks;\nWhereas the European Telecommunications Standards Institute (ETSI) has adopted European Telecommunications Standards (ETSs) for 2048 kbit/s unstructured and 64 kbit/s leased lines, developed on the basis of a standardization mandate issued by the  Commission;\nWhereas a transition period up to 31 December 1996 is appropriate before provision by telecommunications organizations of leased lines according to these ETSs becomes mandatory on the basis of Article 7 (1) of Directive 92/44/EEC; whereas during that  period telecommunications organizations may provide leased lines in accordance with these ETSs as part of the minimum set instead of the corresponding CCITT recommendations included in Annex II of Directive 92/44/EEC;\nWhereas there is no requirement for telecommunications organizations to withdraw any existing leased lines offerings either during or after this transition period; whereas in accordance with Article 7 (4) of Directive 92/44/EEC, the provision of other  leased lines beyond the minimum set of leased lines in Annex II to that Directive shall not impede the provision of this minimum set of leased lines;\nWhereas, in accordance with Article 7 (3) of Directive 92/44/EEC, the Commission has submitted the draft Decision for an opinion of the ONP Committee, under the procedure provided for in Article 10 of Directive 90/387/EEC;\nWhereas the amendment to Annex II of Directive 92/44/EEC adopted in this Decision is in accordance with the opinion of the ONP Committee delivered on 27 April 1994,", "main_body": ["Annex II to Directive 92/44/EEC is replaced by the Annex to this Decision.", "Member States shall take the necessary measures to comply with this Decision within two months of the date of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 June 1994.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 165, 19. 6. 1992, p. 27.\n(2) OJ No L 192, 24. 7. 1990, p. 1.\nANNEX\n'ANNEX II\nDEFINITION OF A MINIMUM SET OF LEASED LINES WITH HARMONIZED TECHNICAL CHARACTERISTICS, IN ACCORDANCE WITH ARTICLE 7\n>(1)\"> ID=\"1\">Ordinary quality voice bandwidth> ID=\"2\">2 or 4 wire analogue> ID=\"3\">ITU-T M.1040\"> ID=\"1\">Special quality voice bandwidth> ID=\"2\">2 or 4 wire analogue> ID=\"3\">ITU-T M.1020/M.1025\"> ID=\"1\">64 kbit/s digital (2)> ID=\"2\">ETS 300 288  (3)> ID=\"3\">ETS 300 289 (4)\"> ID=\"1\">2 048 kbit/s digital unstructured (5)> ID=\"2\">ETS 300 246 (6)> ID=\"3\">ETS 300 247 (7)\"> ID=\"1\">2 048 kbit/s digital structured> ID=\"2\">ITU-T G.703 and G.704 (excluding section 5) (8)> ID=\"3\">Relevant ITU-T G.800  series recommendations\"> ID=\"3\">In-service monitoring (9)\"\"\n>\nFor the types of leased lines listed above, the specifications referred to also define the network termination points (NTPs), in accordance with the definition given in Article 2 of Directive 90/387/EEC.'\n(1) The ITU-T recommendations referenced refer to the 1988 version. ETSI has been requested to carry out further work on standards for leased lines.\n(2) The attachment requirements for terminal equipment to be connected to these leased lines are described in Common Technical Regulation 14 (CTR 14).\n(3) Until 31 December 1996 leased lines may be provided in accordance with ITU-T G.703 instead of ETS 300 288. For an interim period extending beyond 31 December 1996, leased lines may be provided using other interfaces, based on X 21 or X 21 bis,  instead of ETS 300 288.\n(4) Until 31 December 1996 leased lines may be provided in accordance with relevant ITU-T G.800 series recommendations of ETS 300 289.\n(5) The attachment requirements for terminal equipment to be connected to these leased lines are described in CTR 12.\n(6) Until 31 December 1996 leased lines may be provided in accordance with ITU-T G.703 instead of ETS 300 246.\n(7) Until 31 December 1996 leased lines may be provided in accordance with relevant ITU-T G.800 series recommendations instead of ETS 300 247.\n(8) With cyclic redundancy checking in accordance with ITU-T G.706.\n(9) In-service monitoring can facilitate improved maintenance by the telecommunications organization."}