{"celex_id": "31991R2472", "uri": "http://publications.europa.eu/resource/cellar/7cdf4935-e6fb-4529-b10f-adc50ef88c89", "type": "Regulation", "concepts": ["2069", "4400", "4718", "863"], "title": "Commission Regulation (EEC) No 2472/91 of 12 August 1991 fixing the regulatory amounts applicable in 1991/92 to imports of certain wine-sector products from Spain into the Community as constituted at 31 December 1985\n", "header": "COMMISSION REGULATION (EEC) No 2472/91  of 12 August 1991  fixing the regulatory amounts applicable in 1991/92 to imports of certain wine-sector products from Spain into the Community as constituted at 31 December 1985\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 123 (2) thereof,\nHaving regard to Council Regulation (EEC) No 480/86 of 25 February 1986 laying down general rules of application of the regulatory amounts applicable to trade in certain wine sector products between the Community as constituted on 31 December 1985 and  Spain (1), and in particular Article 11 thereof,\nWhereas, in the light of the rules laid down in Regulation (EEC) No 480/86, the regulatory amounts should be fixed by reference to the prices recorded on the Spanish market and on the market of the Community as constituted at 31 December 1985;\nWhereas Article 123 (2) (a) of the Act of Accession stipulates that a regulatory amount is to be levied on table wine; whereas, for the purposes of applying that common measure, the table wines considered to be in a close economic relationship with each  type of table wine should be determined;\nWhereas the conditions laid down in Article 123 (2) (b) of the Act of Accession are not met; whereas the fixing of regulatory amounts applicable to wine-sector products other than table wine is therefore not warranted;\nWhereas it should be made clear that the codes used for the regulatory amounts are those of the combined nomenclature as defined in Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs  Tariff (2), as last amended by Regulation (EEC) No 2242/91 (3); whereas the additional codes are defined in the tables in the Appendix to the Annex hereto and whereas the table numbers relate to the chapter indicated in the first two figures of the  combined nomenclature codes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For the 1991/92 wine year, the regulatory amounts provided for in Article 2 of Regulation (EEC) No 480/86 are fixed in the Annex hereto for the products indicated therein.", "For the purposes of this Regulation, the following shall be considered to be in a close economic relationship with table wine of type A I: white table wines which are not of type A I, A II or A III.\nThe regulatory amounts applicable thereto shall be those laid down for the particular type of table wine with which they are in a close economic relationship.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 54, 1. 3. 1986, p. 2. (2) OJ No L 256, 7. 9. 1987, p. 1. (3) OJ No L 204, 27. 7. 1991, p. 21.\nANNEX\nCN code  Table  Additional code  Notes  Regulatory amounts        2204 29 25  22-11  7478  (2)  4,44    7479  (2)  4,44    7480  (2)  5,07    7481  (2)  5,07    7482  (1)  0,20    7483  (1)  0,20  2204 29 29  22-12  7487  (2)  3,33    7488   (2)  3,33  2204 29 35  22-14  7498  (2)  4,44    7499  (2)  5,07    7514  (1)  0,20    7518  (1)  0,20  2204 29 39  22-15  7524  (2)  3,33\n(1) ECU per % vol per hectolitre (total alcoholic strength by volume as defined in Annex II to  Regulation (EEC) No 822/87).\n(2) ECU per hectolitre of product.\nAppendix\nADDITIONAL CODES (EXTRACTS)\nCHAPTER 22\nTABLE 22-11\nCN code  Description  Additional\ncode      2204 29 25    Table wine as defined under No 13 of Annex I to Regulation (EEC) No 822/87:        Of the type A II as defined in Annex III to Regulation (EEC) No 822/87:          Of an actual alcoholic strength:            Of 9 % vol or more  but not exceeding 13 % vol  7478           Other  7479       Of the type A III as defined in Annex III to Regulation (EEC) No 822/87:          Of an actual alcoholic strength:            Of 9 % vol or more but not exceeding 13 % vol  7480            Other  7481       Retsina  7482       Other  7483     Wine from third countries:        Presented in the document V I, the commercial document or the approved commercial document under the name Riesling or Sylvaner  7595       Other  7596     Other:         New wine still in fermentation, as specified in point 11 of Annex I to Regulation (EEC) No 822/87  7484       Other  7486\nTABLE 22-12\nCN code  Description  Additional\ncode      2204 29 29    Table wine as defined under No 13 of Annex I to Regulation (EEC) No 822/87:        Of the type R III as defined in Annex III to Regulation (EEC) No 822/87:          Of an actual alcoholic strength:            Of 9 % vol or more  but not exceeding 13 % vol  7487           Other  7488       Retsina  7489       Other  7490     Wine from third countries:        Presented in the document V I, the commercial document or the approved commercial document under the name Portugieser   7597       Other  7598     Other:        New wine still in fermentation, as specified in point 11 of Annex I to Regulation (EEC) No 822/87  7491       Fresh grape must with fermentation arrested by the addition of alcohol, within the meaning of  additional note 4 (a) to Chapter 22 in the combined nomenclature  7492       Other  7493\nTABLE 22-14\nCN code  Description  Additional\ncode      2204 29 35    Table wine as defined under No 13 of Annex I to Regulation (EEC) No 822/87:        Of the type A II as defined in Annex III to Regulation (EEC) No 822/87  7498       Of the type A III as defined in Annex III to Regulation (EEC)  No 822/87  7499       Retsina  7514       Other  7518     Wine from third countries:        Presented in the document V I, the commercial document or the approved commercial document under the name of Riesling or Sylvaner  7599       Other  7614      Other:        New wine still in fermentation, as specified in point 11 of Annex I to Regulation (EEC) No 822/87  7519       Liqueur wine as specified in point 14 of Annex I to Regulation (EEC) No 822/87  7643       Other  7523\nTABLE 22-15\nCN code  Description  Additional\ncode      2204 29 39    Table wine as defined under No 13 of Annex I to Regulation (EEC) No 822/87:        Of the type R III as defined in Annex III to Regulation (EEC) No 822/87  7524       Retsina  7525       Other  7526     Wine from third countries:         Presented in the document V I, the commercial document or the approved commercial document under the name Portugieser  7618       Other  7619     Other:        New wine still in fermentation, as specified in point 11 of Annex I to Regulation  (EEC) No 822/87  7527       Liqueur wine as specified in point 14 of Annex I to Regulation (EEC) No 822/87  7644       Fresh grape must with fermentation arrested by the addition of alcohol, within the meaning of additional note 4 (a) to Chapter 22 in  the combined nomenclature  7528       Other  7529"}