{"celex_id": "31996R0823", "uri": "http://publications.europa.eu/resource/cellar/cc34d90f-8b69-409a-bf50-02e6d8a4abb6", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568"], "title": "Commission Regulation (EC) No 823/96 of 3 May 1996 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products, repealing Regulation (EEC) No 1953/82 and amending Regulation (EEC) No 3846/87\n", "header": "4.5.1996 EN Official Journal of the European Communities L 111/9\nCOMMISSION REGULATION (EC) No 823/96\nof 3 May 1996\namending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products, repealing Regulation (EEC) No 1953/82 and amending Regulation (EEC) No 3846/87\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 2931/95 (2), and in particular Articles 13 (3) and 17 (14) thereof,\nWhereas Commission Regulation (EC) No 1466/95 (3), as last amended by Regulation (EC) No 592/96 (4), lays down special detailed rules of application for export refunds on milk and milk products;\nWhereas experience gained shows it is necessary to clarify the arrangements introduced by Article la and the provisions on tolerance set out in Article 10 of Regulation (EC) No 1466/95;\nWhereas, in the framework of the consultations with Switzerland on the implementation of the results of the Uruguay Round, it was agreed to apply a set of measures providing in particular for a reduction in the customs duties on certain Community cheeses imported into Switzerland; whereas the Community origin of such products should be guaranteed; whereas, to that end, export licences should be compulsory for all cheese exported under the arrangements, including cheese on which export refunds are not payable; whereas licences should be issued subject to presentation by the exporter of a declaration certifying the Community origin of the product; whereas this system replaces that provided for in Commission Regulation (EEC) No 1953/82 of 6 July 1982 laying down special conditions for the export of certain cheeses to certain third countries (5), as last amended by Regulation (EC) No 3337/94 (6), which may accordingly be repealed;\nWhereas footnote 6 in Sector 9 of the Annex to Commission Regulation (EEC) No 3846/87 of 17 December 1987 establishing an agricultural product nomenclature for export refunds (7), as last amended by Regulation (EC) No 310/96 (8), fixes the minimum value of certain cheeses qualifying under the export refund arrangements; whereas, for the sake of consistency and clarity, those provisions should be incorporated into Regulation (EC) No 1466/95; whereas, given the trend in market prices and in order for the refund arrangements to achieve their full economic impact, that minimum value should be increased and it should apply to all cheeses;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 1466/95 is hereby amended as follows:\n1. Article la is amended as follows:\n(a) in paragraph 4 (a), ‘Section 19’ is replaced by ‘Section 22’;\n(b) the following paragraph is added:\n2. The following Article is inserted:\n— declares in writing that all material falling within Chapter 4 of the combined nomenclature and used in the manufacture of products covered by his application has been produced entirely within the European Union,\n— undertakes in writing to provide, at the request of the competent authorities, any further substantiation which the latter consider necessary for the issuing of licences and to accept, where applicable, any checks by those authorities of the accounts and of the conditions under which the products concerned are manufactured.\n(a) Section 22 of licence applications and of licences shall show the words “To be exported without a refund”;\n(b) licences shall be issued as soon as possible after applications are lodged;\n(c) licences shall be valid from their date of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3719/88 to 30 June thereafter,\n(d) the other provisions of this Regulation shall not apply, with the exception of the first subparagraph of Article 3 (1);\n(e) Regulation (EEC) No 3719/88 shall apply.\n3. The following Article is inserted:\n4. Article 10 (2) is replaced by the following:\n(a) the rate of 5 % laid down in Article 8 (5) shall be replaced by 2 %;\n(b) the rates of 95 % and 5 % laid down in Article 33 (2) shall be replaced by 98 % and 2 % respectively,\n(c) the rate of 5 % laid down in Article 44 (9) (c) shall be replaced by 2 %.’\n5. The Annex hereto is added as an Annex.", "Regulation (EEC) No 1953/82 is hereby repealed. However, certificates of origin issued pursuant to that Regulation before the entry into force of this Regulation shall remain valid for exports under licences issued prior to that date.", "Footnote 6 and the relevant reference in the first line opposite code ex 0406 in Sector 9 of the Annex to Regulation (EEC) No 3846/87 are hereby deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ No L 148, 28. 6. 1968, p. 13.\n(2)  OJ No L 307, 20. 12. 1995, p. 10.\n(3)  OJ No L 144, 28. 6. 1995, p. 22.\n(4)  OJ No L 84, 3. 4. 1996, p. 31.\n(5)  OJ No L 212, 21. 7. 1982, p. 5.\n(6)  OJ No L 350, 31. 12. 1994, p. 66.\n(7)  OJ No L 366, 24. 12. 1987, p.1.\n(8)  OJ No L 46, 23. 2. 1996, p. 1.\nANNEX\nList of cheeses referred to in Article 1b (1)\nCN code Description\n0406 Cheese and curd:\nex 0406 10 20 – – – – – Ricotta, salted\n0406 20 – Grated or powdered cheese, of all kinds:\n0406 40 – Blue-veined cheese\nex 0406 90 – Other cheese:\n0406 90 61 – – – – – – – Grana Padano, Parmigiano Reggiano\n0406 90 63 – – – – – – – Fiore Sardo, Pecorino\n0406 90 69 – – – – – – – Other:\n0406 90 73 – – – – – – – Provolone\nex 0406 90 75 – – – – – – – Caciocavallo\nex 0406 90 76 – – – – – – – Fontina della Valle d'Aosta:\nex 0406 90 87 – – – – – – – – – – – – – Idiazabal, Manchego, Roncal, manufactured exclusively from sheep's milk"}