{"celex_id": "31999R2423", "uri": "http://publications.europa.eu/resource/cellar/5004a1df-4586-4021-99c7-2820a75899bc", "type": "Regulation", "concepts": ["2296", "2771", "4314", "5078", "6007"], "title": "Commission Regulation (EC) No 2423/1999 of 15 November 1999 introducing safeguard measures in respect of sugar falling within CN code 1701 and mixtures of sugar and cocoa falling within CN codes 18061030 and 18061090 originating in the overseas countries and territories\n", "header": "COMMISSION REGULATION (EC) No 2423/1999\nof 15 November 1999\nintroducing safeguard measures in respect of sugar falling within CN code 1701 and mixtures of sugar and cocoa falling within CN codes 1806 10 30 and 1806 10 90 originating in the overseas countries and territories\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Economic Community(1), as last amended by Decision 97/803/EC(2), hereinafter referred to as the \"OCT Decision\", and in particular Article 109 thereof,\nFollowing consultation with the Committee set up under Article 1(2) of Annex IV to that Decision,\nWhereas:\n(1) In recent months difficulties have arisen which may result in a serious deterioration of the Community's sugar sector. These difficulties have been caused by increasing quantities of sugar imported from 1997 onwards under the EC/OCT cumulation of origin procedure and in the form of mixtures of sugar and cocoa falling within CN codes 1806 10 30 and 1806 10 90 originating in the overseas countries and territories. These products are imported into the Community free of import duties in accordance with Article 101(1) of the OCT Decision.\n(2) These imports may result in a serious deterioration in the operation of the common organisation of the market in the sugar sector and have highly detrimental effects on Community sugar operators.\n(3) The operation of the market organisation may be profoundly destabilised: sugar consumption is constant on the Community market, and accordingly any import of sugar into the Community at prices below the intervention price throws onto the export market a corresponding quantity of Community sugar which it cannot absorb. Refunds paid on such sugar are charged to the Community budget (currently at around EUR 520/tonne). Such exports are limited in volume by the GATT agreements, and the imports thus reduce the scope for exporting sugar within quotas. To cope with this problem, consideration should be given to reducing Community production quotas.\n(4) Community sugar operators also risk damage as a result of these higher imports. The features of the common market organisation in sugar are the principle of self-financing by the Community's sugar producers, disposal of surplus sugar produced in the Community (particularly through export refunds), and a minimum price which Community sugar manufacturers must pay for their raw material (beet). Such increased imports of sugar, either as such or in the form of products with a high sugar content, at prices below those at which Community producers can sell comparable products, have a profoundly destabilising impact on the activity of Community undertakings which, owing to the common agricultural policy's constraints in favour of farmers, cannot compete with the imported products.\n(5) An increase in the volume of exports attracting refunds may also entail the risk of a rise in the unit costs of exporting sugar within quotas and consequently in the production levy on Community sugar producers.\n(6) There is therefore an ongoing risk that a sector of Community activity will deteriorate. In view of this risk it is necessary, in accordance with Article 109 of the OCT Decision, to apply safeguard measures in respect of imports into the Community of sugar falling within CN code 1701 and mixtures of sugar and cocoa with a sugar content over 65 % falling within CN codes 1806 10 30 and 1806 10 90 originating in the overseas countries and territories.\n(7) Under Article 100 of the OCT Decision, its object is to promote trade between the overseas countries and territories and the Community, taking account of their respective levels of development. In accordance with Article 109(2) of the OCT Decision, priority must be given to such measures as would least disturb the functioning of the association and the Community; these measures must not exceed the limits of what is strictly necessary to remedy the difficulties that have arisen.\n(8) To this end, sugar falling within CN code 1701 should be released for free circulation in the Community free of import duties only if the import price cif, as shown by supporting documents, of unpacked sugar of the standard quality defined by Community rules delivered to European ports in the Community is not less than the intervention price of the products in question. This measure should ensure that imported sugar is not sold at prices below those on the Community market and avoid the destabilising effects of these imports while ensuring an adequate unit profit for the OCT operators concerned and compliance with the order of preferences introduced in favour of Community products and of products originating in the OCT by the EC Treaty.\n(9) In the case of mixtures of sugar and cocoa falling within CN codes 1806 10 30 and 1806 10 90, imports should be subject to Community surveillance. This will allow the Commission to monitor the development of such imports closely, as regards quantities and prices, without generating any additional administrative burden for operators.\n(10) The specific checks on the value of the imported goods covered by the measures laid down by this Regulation, and the checks applicable in trade with third countries established under the Community rules on release for free circulation and customs value laid down by Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(3), as last amended by Commission Regulation (EC) No 1662/1999(4), should ensure compliance with the provisions introduced in this Regulation.\n(11) In view of the trend with respect to quantities already supplied during the 1998/1999 marketing year, these temporary measures should be applied until the end of the period of application of the OCT Decision,", "main_body": ["1. Products with EC-OCT cumulation of origin falling within CN code 1701 shall be released for free circulation in the Community free of import duties only if the import price cif of unpacked goods of standard quality as laid down by Council Regulation (EEC) No 793/72(5) fixing the standard quality for white sugar, is not less than the intervention price of the products in question.\n2. When carrying out the formalities of release for free circulation for the products referred to in paragraph 1, importers shall produce any document showing the sales price and the transport and insurance costs for the imported goods. To this end, the import price shall be the price of the unpacked goods.\n3. The Member States shall communicate each week to the Commission, by any form of written telecommunication, the quantities of the products referred to in paragraph 1 for which import licences have been issued, indicating the date of issue and the exporting country.\nThis information must be sent separately from details of other applications for import licences in the sugar sector.", "Products originating in the overseas countries and territories falling within CN codes 1806 10 30 and 1806 10 90 shall be released for free circulation in the Community free of import duties subject to Community surveillance in accordance with the rules laid down in Article 308d of Commission Regulation (EEC) No 2454/93(6) laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 29 February 2000.\nHowever, Article 1 shall not apply to imports for which import licences were issued before the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 263, 19.9.1991, p. 1.\n(2) OJ L 329, 29.11.1997, p. 50.\n(3) OJ L 302, 19.10.1992, p. 1.\n(4) OJ L 197, 29.7.1999, p. 25.\n(5) OJ L 94, 21.4.1972, p. 1.\n(6) OJ L 253, 11.10.1993, p. 1."}