{"celex_id": "31994R0005", "uri": "http://publications.europa.eu/resource/cellar/d0851fea-75dc-433b-b96b-1a0862274401", "type": "Regulation", "concepts": ["1309", "187", "519", "588"], "title": "Council Regulation (EC) No 5/94 of 22 December 1993 on the suspension of the anti-dumping measures against EFTA countries\n", "header": "COUNCIL REGULATION (EC) No 5/94 of 22 December 1993 on the suspension of the anti-dumping measures against EFTA countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nWhereas the Agreement on the European Economic Area, (hereinafter referred to as 'the EEA Agreement'), subsequently modified by an adjusting Protocol, was signed in Oporto on 2 May 1992;\nWhereas certain products originating in member countries of the European Free Trade Association (EFTA) are currently subject upon importation into the Community to anti-dumping measures adopted in accordance with Regulation (EEC) No 2423/88;\nWhereas Article 26 of the EEA Agreement provides that anti-dumping measures, countervailing duties and measures against illicit commercial practices attributable to third countries shall not be applied in relations between the Contracting Parties unless  otherwise specified in the Agreement;\nWhereas Protocol 13 of the EEA Agreement provides that the application of Article 26 is limited to the areas covered by the provisions of the Agreement and in which the Community 'acquis' is fully integrated into the Agreement;\nWhereas the products originating in member countries of the EFTA which are currently subject to the abovementioned anti-dumping measures belong to sectors which are covered by the provisions of the EEA Agreement;\nWhereas the relevant Community 'acquis' in these sectors has been fully integrated into the EEA Agreement; whereas the countries concerned have undertaken, within the framework of the EEA Agreement to apply this 'acquis' from the date of the entry into  force of this Agreement;\nWhereas it appears necessary to suspend the anti-dumping measures in force on goods originating in EFTA countries from the date of the entry into force of the EEA Agreement,", "main_body": ["The anti-dumping duties imposed by Regulation (EEC) No 2423/88 or undertakings accepted by Commission decisions on the following imports:\n- container corner fittings originating in Austria (Commission Decision (EEC) No 313/92) (1),\n- silicon carbide originating in Norway (Commission Decision (EEC) No 497/86) (2),\n- urea originating in Austria (Commission Decision (EEC) No 143/89) (3),\n- ferrosilicon originating in Iceland, Norway and Sweden (Council Regulation (EC) No 3359/93) (4),\n- diesel engines originating in Sweden and Finland (Commission Decision (EEC) No 138/90) (5),\nare hereby suspended with regard to these countries; duties on these products shall no longer be collected.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1993.\nFor the Council\nThe President\nJ.-M. DEHOUSSE\n(1) OJ No L 165, 19. 6. 1992, p. 37.\n(2) OJ No L 287, 10. 10. 1986, p. 25.\n(3) OJ No L 52, 24. 2. 1989, p. 37.\n(4) OJ No L 302, 9. 12. 1993, p. 1.\n(5) OJ No L 76, 22. 3. 1990, p. 28."}