{"celex_id": "31990D0446", "uri": "http://publications.europa.eu/resource/cellar/c1ec02cb-a166-4eb4-997d-fffdd73e5bd0", "type": "Decision", "concepts": ["1019", "1318", "164", "2095", "213", "2286"], "title": "90/446/EEC: Commission Decision of 27 July 1990 relating to a proceeding under Article 85 of the EEC Treaty (IV/32.688 - Konsortium ECR 900) (Only the German, English and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 27 July 1990\nrelating to a proceeding under Article 85 of the EEC Treaty\n(IV/32.688 - Konsortium ECR 900)\n(Only the English, Dutch and German texts are authentic)\n(90/446/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 2 thereof,\nHaving regard to the notification of a cooperation agreement on 7 April 1988 by the firms AEG Aktiengesellschaft, Alcatel NV and Oy Nokia AB,\nHaving published a summary of the notification (2) pursuant to Article 19 (3) of Regulation No 17,\nHaving consulted the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\nA. Subject of the notification\nOn 7 April 1988, AEG Aktiengesellschaft, Alcatel NV and Oy Nokia notified a cooperation agreement concluded by them. The cooperation between the undertakings relates to the formation of a consortium, ECR 900, for the joint development and manufacture and the joint distribution of a pan-European digital cellular mobile telephone system. The cooperation does not include the end products (mobile telephones) through which users are connected to the system.\nB. The undertakings concerned\n(1) AEG Aktiengesellschaft ('AEG'), whose head office is in Frankfurt, Federal Republic of Germany, is a group owned on a majority holding basis by the Daimler-Benz AG group, whose head office is in Stuttgart-Untertuerkheim, Federal Republic of Germany. AEG's activities include automation systems, electrical tools, energy distribution, household equipment and high-frequency, industrial, information and communications technology.\n(2) Alcatel NV ('Alcatel'), whose head office is in Amsterdam, Netherlands, is owned on a majority holding basis by the CGE group, whose head office is in Paris, France. Alcatel's activities comprise communications systems and information technology.\n(3) Oy Nokia AB ('Nokia'), whose head office is in Helsinki, Finland, does not belong to any other group, but is an independent group of undertakings. Its activities include information systems, telecommunications, mobile telephones and consumer electronics.\nC. Description of the telephone system\n(1) In the 'CEPT-Memorandum of Understanding' of 7 September 1987 (3), the signatories agreed to introduce a pan-European public digital cellular mobile telecommunications service in their countries in 1991. The planned telephone system, known as the GSM ('Groupe spécial mobile') system, is a new communications system which does not yet exist.\n(2) The system uses a new, digital, cellular technique to improve communication between the users of a mobile telephone network in numerous respects: there is a substantial improvement in speech quality and an increase in the total number of users. The system allows additional data and information technology services to be linked up and new protective arrangements to be included (authentication to prevent misuse of users' appliances and encoding to prevent unauthorized interception of communications). The agreement of virtually all the network operators in Europe on the hardware and software interfaces of the system removes all the communication obstacles created by differences in systems across geographical frontiers and opens up the way for a single European communication network which would, for example, allow a user to be contacted anywhere in Europe ('roaming').\n(3) Through predefinition of the GSM system on the basis of a uniform standard with two to three specified interfaces, it is ensured that the development work will result in a uniform system. However, the system does not require uniform technology, but allows room for the development of different system components. The differing specified interfaces allow the compatibility of all system components, which means that they provide the opportunity of combining parts from different manufacturers.\nD. Demand and supply in respect of the GSM system\nThe only potential buyers in the network area covered by the GSM system are at present the national network operators in the CEPT countries and the undertakings acting on their behalf (in the Federal Republic of Germany, for example, Detecon, a telecommunications consultancy firm).\nDemand for all and/or part of the system is channeled through invitations to tender. Thus, a series of invitations to tender was published in the Supplement to the Official Journal of the European Communities of 5 January 1988 (No 2/59).\nThe invitations to tender involve orders for supply and installation and not development orders. The objective is the delivery, installation and operation of the equipment by the first quarter of 1991. The mobile telephones themselves are not covered by the invitations to tender.\nIn addition to the undertakings making the notification, the following consortia and individual firms have emerged as suppliers:\n- Philips/Siemens respectively Philips/Bosch/Siemens,\n- Bosch/Philips,\n- Matra-Ericsson,\n- Ericsson/Orbitel,\n- Ericsson/Matra/Ascom Hasler,\n- Orbitel/Matra/Ericsson,\n- Orbitel (Racal/Plessey),\n- Motorola (employing system components acquired from third parties).\nE. Content of the cooperation agreement\n(1) The parties to the agreement have agreed to cooperate in the development and manufacture of the GSM system and parts thereof, in the further definition and adjustment of technical specifications and in the joint and exclusive distribution of the system and parts thereof in CEPT countries in accordance with the cooperation agreement.\n(2) The parties are setting up a consortium known as ECR 900 for the purpose of the submission of tenders for the GSM system in invitations to tender.\nCommitments in respect of CEPT countries require the prior written agreement of all the parties. However, if one of the parties does not wish to participate in a tender or contract, the other parties are free to do so.\n(3) During the term of the agreement, the parties are prohibited from submitting other tenders or concluding contracts in the CEPT countries in respect of the GSM system.\n(4) Outside of the CEPT countries, each party is entitled to pursue business in respect of those parts of the GSM system in whose development it was involved.\n(5) (a) In the case of development activities in which several parties were involved, all the technical documentation is to be exchanged on a permanent and cost-free basis between the parties concerned until such time as the technical documentation for series production is completed.\n(b) In the case of development activities in which only one party is involved, there will be no exchange of technical documentation.\n(6) (a) Up until eight months before expiry of the agreement, the parties are prohibited from using technical documentation obtained pursuant to point 5 (a) in order to manufacture the GSM system or parts thereof for sale in CEPT countries.\n(b) After expiry of the agreement, each party has the non-exclusive right to use the technical documentation obtained pursuant to point 5 (a) in order to manufacture the GSM system or parts thereof for sale in any country.\n(c) Within a period of five years following expiry of the agreement, however, the grant to third parties of a sublicence in respect of the abovementioned right requires the prior agreement of the party concerned, with any licence fees being divided equally between them.\nAfter the end of such period, the parties are free to grant sublicences without sharing the fees.\n(d) Where a party is excluded on the grounds of breach of contract, the party excluded loses the right to use the technical documentation acquired. (7) The agreement may be terminated by each party for the first time on 31 December 1993 and thereafter at the end of each year. In such an event, the other parties may decide to continue the agreement.\nThe agreement ends automatically on 31 December 1992 if the French or German or any other important postal authority of a CEPT country has not selected the GSM system for its market.\nF. The Commission did not receive any observations from interested third parties following publication of the notice required by Article 19 (3) of Regulation No 17.\nII. LEGAL ASSESSMENT\nArticle 85 (1)\nThe cooperation agreement notified is not under the present circumstances caught by Article 85 (1).\n(1) The parties to the agreement are undertakings, and the notified agreement is an agreement between undertakings within the meaning of Article 85 (1).\n(2) The agreement does not have as its object or effect the restriction of competition within the common market, for the following reasons:\n(a) Joint development and manufacture of the GSM system\nThe parties to the agreement have agreed to cooperate on the development and manufacture of the GSM system. Such an agreement does not constitute a restriction of competition. The facts show that development and manufacture by individual companies would not take place because of the high cost involved. The invitations to tender by the telecommunications administrations published on 5 January 1988 lay down tight deadlines. The invitation to tender for Denmark provides for the pilot system to be supplied by the end of October 1988, and the invitation to tender for the United Kingdom provides for the complete testing of the development system by 30 June 1989. By mid-1990, an initial pilot system is to have been set up for test purposes in the countries involved in the invitations to tender, and the supply, installation and operation of the equipment is scheduled for the first quarter of 1991. The parties to the agreement would therefore hardly be able to comply with the timetable laid down if they were to proceed individually.\nFurthermore, the financial expenditure and the staff required in the development and manufacture of the GSM system is so great that realistically there is no scope for companies to act individually.\nThe development costs are estimated by the parties to the agreement at some DM 300 to 500 million. Because of the time schedule laid down, this amount cannot be spread over a longer period, but must be raised in the period up to the installation of the pilot system in 1990, while the amortization of the investment in the event of a bid award will be long term. In the event of a bid award to one of the competitors, amortization may indeed be entirely open to question. As far as the staffing requirements are concerned, only a limited number of sufficiently qualified engineers are available for the development of the GSM system, and this limited number cannot be increased in the short term.\nLastly, for objective economic reasons, the parties to the agreement cannot be expected to bear the financial risk involved in the development and manufacture of the GSM system alone.\nThe relevant market is characterized by narrowly limited demand. At present, the only potential customers are 15 national network operators in the CEPT countries, or the undertakings acting for them, with the result that the suppliers' prospects of achieving a bid award are only limited. Only if they achieve a bid award will the suppliers be able to amortize the extremely high development costs, since the results of the development work will have only limited use outside the field covered by the invitations to tender. This real and serious economic risk can be borne only if the parties to the agreement bear the costs jointly.\nIt is noteworthy in this context that, in their invitations to tender, the national telecommunications administrations expressly refer to consortia and bidding syndicates.\nNo single member of the consortium would therefore be able to use its own production improved by individual development in order to achieve a competitive advantage over the other members.\nThe obligation to engage in joint development and manufacture of the GSM system therefore does not restrict competition within the common market.\n(b) Joint distribution of the GSM system\nAs a result of the joint distribution requirement in the CEPT countries, the parties to the agreement are prevented during the term of the agreement from competing with one another in the sale of the products in such countries, which include all the Member States. However, this requirement does not amount to a restriction of competition. For the reasons specified above, the parties to the agreement acting on their own would not be in a position to provide a viable source of supply for individual distribution of the GSM system.\n(c) Ban on the use of technical documentation\nWhere a party is excluded because of infringement of the agreement, such party loses the right to use the technical documentation supplied to him and hence the possibility of manufacturing and distributing competing products with the help of such documentation.\nHowever, this ban does not create any restriction of competition within the meaning of Article 85 (1). The party in breach of the agreement, having failed to fulfil his obligations vis-à-vis the other parties and to perform his contribution to achieving the joint task, would, if allowed to use the technical documentation, receive unjustified benefits which would lead to an undeserved competitive advantage vis-à-vis the other parties. Such competition not based on performance is not protected by Article 85.\n(3) This legal assessment is based on the circumstances set out above. Should there be any change in the actual circumstances, there is nothing to prevent the Commission from re-examining the case,", "main_body": ["On the basis of the facts known to it, the Commission sees no reason to take any action under Article 85 (1) of the EEC Treaty against the cooperation agreement concluded by the firms AEG Aktiengesellschaft, Alcatel NV and Oy Nokia AB on 21 December 1987.", "This Decision is addressed to the following undertakings:\n1. AEG Aktiengesellschaft\nTheodor-Stern-Kai 1\nD-6000 Frankfurt/Main 70,\n2. Alcatel NV\nStrawinskylaan 537\nNL-1077 XX Amsterdam,\n3. Oy Nokia AB\nMikonkatu 15 A\nHelsinki, Finland."], "attachments": "Done at Brussels, 27 July 1990.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No C 308, 7. 12. 1989, p. 5.\n(3) CEPT = Conférence Européenne des Administrations des Postes et des Télécommunications"}