{"celex_id": "31992R2907", "uri": "http://publications.europa.eu/resource/cellar/9c412596-6636-486b-af5c-a710b6748804", "type": "Regulation", "concepts": ["2713", "2974", "4373", "5096"], "title": "Commission Regulation (EEC) No 2907/92 of 6 October 1992 amending Regulation (EEC) No 2824/88 laying down certain detailed rules for the application of the system of maximum guaranteed quantities in the tobacco sector\n", "header": "COMMISSION REGULATION (EEC) No 2907/92  of 6 October 1992  amending Regulation (EEC) No 2824/88 laying down certain detailed rules for the application of the system of maximum guaranteed quantities in the tobacco sector\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 860/92 (2), and in particular Article 3 (3) and Article 4 (5) thereof,\nWhereas Council Regulation (EEC) No 861/92 (3) provides that the system of maximum guaranteed quantities shall be maintained for the 1992 harvest; whereas it is accordingly necessary to maintain also the detailed rules for the application of this system  for the 1992 harvest as provided for by Commission Regulation (EEC) No 2824/88 (4), as last amended by Regulation (EEC) No 3699/91 (5);\nWhereas with Regulation (EEC) No 860/92 the Council amended the limitation of premium and price reductions in the case where the maximum guaranteed quantity has been exceeded; whereas this amendment only concerns the 1992 harvest; whereas the 1989 to  1991 harvests therefore continue to be governed by Regulation (EEC) No 2824/88 as applicable before the amendment made with this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["Regulation (EEC) No 2824/88 is amended as follows:\n1. the second subparagraph of Article 2 (1) is replaced by the following:\n'However, the reduction may not exceed 23 % for the 1992 harvest.'\n2. Article 3 (1) is replaced by the following:\n'1. Until actual production has been determined as provided for in Article 1, not more than 77 % of the amounts fixed for the intervention prices and premiums for the 1992 harvest may be paid. However, at the discretion of the Member State, 100 % of  those prices and premiums may be paid if a security equal to 23 % is lodged for the 1992 harvest.'\n3. in Article 4, the first two indents are replaced by the following:\n'- in the case referred to in Article 7 (2) (a), the security shall be increased by 23 % or the advance shall be reduced by 23 % for the 1992 harvest,\n- in the case referred to in Article 7 (2) (b), a security of 23 % of the premium for the 1992 harvest shall be lodged, or the advance shall be reduced by the abovementioned percentage for this harvest.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1992 harvest. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 1. (2) OJ No L 91, 7. 4. 1992, p. 1. (3) OJ No L 91, 7. 4. 1992, p. 2. (4) OJ No L 254, 14. 9. 1988, p. 9. (5) OJ No L 350, 19. 12. 1991, p. 31."}