{"celex_id": "31997R2495", "uri": "http://publications.europa.eu/resource/cellar/b3ea3dc9-1ed3-4b6f-9d85-26451362f4ef", "type": "Regulation", "concepts": ["161", "2300", "2590", "2734", "2771", "666"], "title": "Commission Regulation (EC) No 2495/97 of 12 December 1997 amending Regulation (EC) No 1460/96 establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Council Regulation (EC) No 3448/93\n", "header": "COMMISSION REGULATION (EC) No 2495/97 of 12 December 1997 amending Regulation (EC) No 1460/96 establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Council Regulation (EC) No 3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first paragraph of Article 8 (3) thereof,\nWhereas Article 10 of Commission Regulation (EC) No 1460/96 of 25 July 1996 establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Council Regulation (EC) No 3448/93 (2), lays down rules for the administration of tariff quotas;\nWhereas, since the adoption of that Regulation, Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3), as last amended by Regulation (EC) No 1427/97 (4), has consolidated the rules on management of tariff quotas designed to be used following the chronological order of dates of acceptance of declarations for release for free circulation; whereas the current text of Article 10 of Regulation (EC) No 1460/96 should therefore be replaced by a reference to Articles 308a to 308c of Regulation (EC) No 2454/93;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex II,", "main_body": ["Article 10 of Regulation (EC) No 1460/96 is hereby replaced by the following text:\n'Article 10\nThe tariff quotas covered by this Regulation shall be managed by the Commission in accordance with the provisions of Articles 308a to 308c of Commission Regulation (EEC) No 2454/93 (*).\n(*) OJ L 253, 11. 10. 1993, p. 1.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 318, 20. 12. 1993, p. 18.\n(2) OJ L 187, 26. 7. 1996, p. 18.\n(3) OJ L 253, 11. 10. 1993, p. 1.\n(4) OJ L 196, 24. 7. 1997, p. 31."}