{"celex_id": "31998D0186", "uri": "http://publications.europa.eu/resource/cellar/38c22886-d295-4ba0-947a-ecdc5d435814", "type": "Decision", "concepts": ["1895", "2792", "4257", "4258", "4266", "5315"], "title": "98/186/EC: Commission Decision of 25 February 1998 approving the 1998 technical action plan (first part) for improving agricultural statistics (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 25 February 1998 approving the 1998 technical action plan (first part) for improving agricultural statistics (Text with EEA relevance) (98/186/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 96/411/EC of 25 June 1996 on improving Community agricultural statistics (1), as amended by Council Decision 98/3/EC of 18 December 1997 (2),\nWhereas in accordance with Article 4(1) of Commission Decision 96/411/EC the Commission establishes a technical action plan for agricultural statistics each year;\nWhereas there is a need to consolidate some of the actions started under the 1996/1997 (3) (4) technical action plan and to continue the work undertaken by Member States;\nWhereas the measures set out by this decision are in conformity with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["The 1998 technical action plan (first part) for improving agricultural statistics, which appears in Annex, is approved.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 February 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 162, 1. 7. 1996, p. 14.\n(2) OJ L 1, 3. 1. 1998, p. 9.\n(3) OJ L 6, 10. 1. 1997, p. 45.\n(4) OJ L 240, 2. 9. 1997, p. 10.\nANNEX\n1998 TECHNICAL ACTION PLAN (FIRST PART)\n1. The action projects set out in the first part of the technical action plan for improving agricultural statistics (TAPAS) in 1998 are aimed at continuing those projects started under the 1996/1997 action plan which require the extension and validation of the methods tested in 1997 in order to provide better statistics in the following areas:\n(i) early estimates on sowings:\n(ii) improvement and fast transmission of statistics on fruit and vegetables;\n(iii) balance sheets.\nThe Commission will participate in the funding of projects undertaken in these areas with a contribution per Member State not exceeding the amounts indicated at the end of this Annex.\n2. The action projects presented by the Member States should relate to:\n(i) early estimates on sowings\nThe aim here is to obtain by the end of February 1998 an estimate of the areas sown with soft wheat, durum wheat, barley, rye, other winter cereals and rape in the different EU Member States. This estimate is to be updated before the end of May and to include spring cereals, oilseed and protein crops.\nThe Commission will bear the cost of action projects undertaken by the Member States, with a view to consolidating, extending and validating the method established in this field on an experimental basis in 1997, within the limits indicated at the end of this Annex.\n(ii) the improvement and fast transmission of statistics on fruit and vegetables\nThe aim here is to obtain reliable statistics of EU production of the main types of fruit and vegetables. The Member States will transmit to Eurostat the area and production data on these products as soon as possible after the harvest.\nThe Commission will grant financial aid within the limits indicated at the end of this Annex to those Member States which establish further means of improving their knowledge about their national production of fruit and vegetables.\n(iii) balance sheets\nThe aim here is to improve data for the balance sheets on the following items:\n(a) cereals and other field crops, fruit and vegetables, dairy products, other items;\n(b) fodder balance sheets.\nIn order to continue the work done on this subject by Member States under the 1996/1997 TAPAS action plan, the Commission will grant a financial contribution within the limits indicated at the end of this Annex to Member States which present new action projects in this field.\n>TABLE>"}