{"celex_id": "31992R3586", "uri": "http://publications.europa.eu/resource/cellar/8ff83a11-f878-4346-a003-b990d7991c1a", "type": "Regulation", "concepts": ["2758", "5368", "619", "97"], "title": "Commission Regulation (EEC) No 3586/92 of 11 December 1992 laying down transitional provisions concerning the movement within the Community of goods sent from one Member State for temporary use in one or more other Member States\n", "header": "COMMISSION REGULATION (EEC) No 3586/92  of 11 December 1992  laying down transitional provisions concerning the movement within the Community of goods sent from one Member State for temporary use in one or more other Member States\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3/84 of 19 December 1983 introducing arrangements for movement within the Community of goods sent from one Member State for temporary use in one or more other Member States (1), as last amended by Regulation  (EEC) No 718/91 of 21 March 1991 (2), and in particular the last subparagraph of Article 16 thereof,\nWhereas Regulation (EEC) No 3/84, which establishes a Community movement procedure enabling goods sent from one Member State to move and be used temporarily in one or more other Member States, will be repealed when Regulation (EEC) No 2726/90 of 17  September 1990 on Community transit (3) becomes applicable; whereas the Commission has therefore been asked to adopt the necessary transitional provisions;\nWhereas it is hence necessary to introduce provisions covering Community movement carnets which were issued before the date on which Regulation (EEC) No 3/84 is repealed but which expire after this date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Arrangements for the Temporary Movement of Goods within the Community,", "main_body": ["This Regulation lays down the transitional provisions referred to in the last paragraph of Article 16 of the basic Regulation.", "Movement of goods within the Community commencing, in accordance with the provisions of Regulation (EEC) No 3/84 and Regulation (EEC) No 2364/84 (4), shall continue after the date of repeal of these Regulations under the conditions set out in  the said Regulations.\nHowever, in cases expressly provided for in Community provisions in specific areas, Community movement carnets shall be discharged in accordance with the relevant specific rules.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the date of repeal of Regulation (EEC) No 3/84. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 2, 4. 1. 1984, p. 1. (2) OJ No L 78, 26. 3. 1991, p. 4. (3) OJ No L 262, 26. 9. 1990, p. 1. (4) OJ No L 222, 20. 8. 1984, p. 1."}