{"celex_id": "31991R0906", "uri": "http://publications.europa.eu/resource/cellar/aebfa5c8-7012-41ea-a1f9-c47cab078557", "type": "Regulation", "concepts": ["2211", "2620", "797"], "title": "Commission Regulation (EEC) No 906/91 of 11 April 1991 determining for the Member States the loss of income and the premium payable per ewe and per female goat for the 1990 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 906/91  of 11 April 1991  determining for the Member States the loss of income and the premium payable per ewe and per female goat for the 1990 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1) as amended by Regulation (EEC) No 3577/90 (2), and in particular Article 5 (6) thereof,\nWhereas Article 5 (1) and (5) of Regulation (EEC) No 3013/89 provides for the granting of a premium to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are defined in Annex I  to Regulation (EEC) No 3013/89 and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 April 1986 determining the mountain areas in which the premium for goatmeat is granted (3), as last amended by Regulation (EEC) No 3519/86 (4); whereas  Article 5\n(8) of Regulation (EEC) No 3013/89 provides for the possibility of granting premiums to producers holding females of the ovine species of certain mountain breeds other than eligible ewes, in certain areas; whereas those sheep and those areas  are defined in the Annex to Council Regulation (EEC) No 872/84 of 31 March 1984 laying down the general rules for the granting of premiums to sheepmeat producers (5), as last amended by Regulation (EEC) No 1970/87 (6);\nWhereas, pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the Member States were authorized by Commission Regulation (EEC) No 1847/90 (7) to pay an initial advance and by Commission Regulation (EEC) No 2758/90 (8) to pay a second advance to  sheepmeat and goatmeat producers; whereas those advances were paid during the 1990 marketing year in certain Member States; whereas the balance to be paid to producers in those Member States should therefore be fixed;\nWhereas, under Article 22 (5) of Regulation (EEC) No 3013/89, the amount of the premium per ewe and per region is obtained transitionally for the 1990 marketing year by multiplying the loss of income referred to in paragraph 4 of that Article by a  coefficient expressing for each region the annual average production of lamb meat per ewe expressed per 100 kilograms carcase weight; whereas the coefficient for 1990 has not yet been fixed in view of the lack of comprehensive Community statistics;  whereas, pending the fixing of that coefficient, it was agreed to use provisionally the coefficients for 1989, adjusted in accordance with the rules on transition; whereas, for region 1, the loss of income must be reduced by the weighted average of the  variable premiums actually granted and the foreseeable premiums for the remainder of the 1990 marketing year, such average being obtained in accordance with Article 24 (4) of that Regulation; whereas Article 22 (5) of that Regulation also fixes for the  1990 marketing year the premium per female of the caprine species and per female of the ovine species other than eligible ewes at 80 % of the premium per ewe; whereas those statistics are now available; whereas the coefficient should therefore be fixed;\nWhereas, in accordance with Article 24 (8) of Regulation (EEC) No 3013/89, the losses of income in Great Britain on the one hand (impact of the non-deducted variable premium) and in Ireland and Northern Ireland on the other hand, and the coefficients  expressing the annual average production of lamb meat per ewe are to be gradually merged into a single income loss and single coefficients in proportion to the actual dismantling of the variable slaughter premium during each marketing year;\nWhereas, in accordance with Article 4 (3) of Commission Regulation (EEC) No 3007/84 of 26 October 1984 laying down detailed rules for the application of the premium for producers of sheepmeat (9), as last amended Regulation (EEC) No 288/91 (10), the  premium payable per eligible animal is only to be paid where the amount fixed per ewe is equal to or greater than ECU 1; whereas those provisions result in the premium payable in region 3 not being paid; whereas those provisions are without prejudice to  the application of Article 22 (6) of Regulation (EEC) No 3013/89;\nWhereas, in accordance with Article 22 (6) of Regulation (EEC) No 3013/89, for the 1990 marketing year where a premium per ewe is granted for region 2 on application by the parties concerned, a premium per ewe of an amount equal to the premium payable  per ewe in region 2 may be granted in region 3 instead of the premium payable in that region where the recipients have shown, to the satisfaction of the competent authority, that lambs from ewes which they hold have not been slaughtered before two  months of age; whereas that paragraph also provides, for the 1990 marketing year, that a premium per female goat equal to 80 % of the premium payable per ewe in region 2 may be granted in the areas in region 3 referred to in Article 5 (5) of that  Regulation instead of the premium payable in that region where the recipients have shown, to the satisfaction of the competent authority, that the kids from female goats which they hold have not been slaughtered before two months of age;\nWhereas, in accordance with Article 22 (8) of that Regulation, the Member States comprising regions 3 and 4 which, to the satisfaction of the Commission, have from the 1990 marketing year introduced a system enabling producers of heavy lambs to be  distinguished from producers of light lambs are to qualify in respect of that mar year, in the case of producers of heavy lambs, for the premium paid in region 2, and, in the case of producers of light lambs, for a premium corresponding to 70 % of the  premium for producers of heavy lambs, that premium also applying to female goats; whereas the two Member States comprising region 4 have introduced such a system for the 1990 marketing year;\nWhereas, pursuant to Article 8 of Regulation (EEC) No 3013/89, the premium must be reduced by the impact on the basic price of the coefficient provided for in Article 8 (2) of that Regulation; whereas that coefficient was fixed provisionally by  Commission Regulation (EEC) No 3618/89 of 1 December 1989 on the application of the guarantee limitation arrangements for sheepmeat and goatmeat for the 1990 marketing year (11); whereas that coefficient was subsequently corrected by Commission  Regulation (EEC) No 905/91 (12);\nWhereas in the territory of the former German Democratic Republic the unit amount of the premium to be granted must be calculated pro rata temporis on the basis of the period of the 1990 marketing year when that territory formed part of the Community;\nWhereas the Management Committee for Sheep and Goats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 1\nA difference is hereby ascertained between the basic price and the market price during the 1990 marketing year for the following regions:\n(in ecu/100 kg)\nRegion  Difference     1.  151,355  2.  136,225  - Ireland and Northern Ireland  166,731  3.  10,147  4.  55,011", "The coefficient referred to in Article 22 (5) of Regulation (EEC) No 3013/89 shall be as follows:\n(in kg)\nRegion      1.  15,5  2.  17,5  - Ireland and Northern Ireland  16,5  3.  7,0", "1. The premium payable per ewe and per region for the 1990 marketing year shall be as follows:\n(in ecu)\nRegion  Premium payable per ewe     1.  14,076  2. - Ireland and Northern Ireland  27,511  - Territory of former GDR  5,960  - Remainder of region 2  23,839  3. (Article 22 (6) of Regulation (EEC) No 3013/89)  23,839  4. (Article 22 (8) of  Regulation (EEC) No 3013/89)   - producers of heavy lambs  23,839  - producers of light lambs  16,687\n2. The premium payable per female of the caprine species and per region in the areas listed in Annex I to Regulation (EEC) No 3013/89 and in  Article 1\nof Regulation (EEC) No 1065/86 in respect of the 1990 marketing year shall be as follows:\n(in ecu)\nRegion  Premium payable per female of the caprine species     2.  19,071  3. (Article 22 (6) of Regulation (EEC) No 3013/89)  19,071  4. (Article 22 (8) of Regulation (EEC) No 3013/89)  16,687\n3. The premium payable per female of the  ovine species other than eligible ewes and per region in the areas listed in the Annex to Regulation (EEC) No 872/84 shall be as follows:\n(in ecu)\nRegion      1.  11,261", "Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the balance to be paid to sheepmeat and goatmeat producers in the regions and Member States referred to below shall be as follows:\nRegion  Balance of premium    (a) per ewe  (b) per female goat  (c) per female of the ovine species other than eligible ewe       1.  7,164  -  5,731  2. Ireland  11,551  -  -  Northern Ireland  11,535  -  -  France  9,988  7,990  -  3. Greece  (Article 22 (6) of Regulation (EEC) No 3013/89)  11,149  8,918  -  4. Spain (Article 22 (8) of Regulation (EEC) No 3013/89):   6,937   - producers of heavy lambs  9,911    - producers of light lambs  6,937", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 97, 12. 4. 1986, p. 25. (4) OJ No L 325, 20. 11. 1986, p. 17. (5) OJ No L 90, 1. 4. 1984, p. 40. (6) OJ No L 184, 3. 7. 1987, p. 23. (7) OJ No L 168, 30. 6.  1990, p. 31. (8) OJ No L 264, 27. 9. 1990, p. 52. (9) OJ No L 283, 27. 10. 1984, p. 28. (10) OJ No L 35, 7. 2. 1991, p. 12. (11) OJ No L 351, 2. 12. 1989, p. 18. (12) See page 18 of this Official Journal."}