{"celex_id": "31994L0004", "uri": "http://publications.europa.eu/resource/cellar/c075eda8-18bc-483a-9f2b-93897c33e0d7", "type": "Directive", "concepts": ["1091", "1318", "4585", "4767", "863"], "title": "Council Directive 94/4/EC of 14 February 1994 amending Directives 69/169/EEC and 77/388/EEC and increasing the level of allowances for travellers from third countries and the limits on tax-free purchases in intra-Community travel\n", "header": "COUNCIL DIRECTIVE 94/4/EC of 14 February 1994 amending Directives 69/169/EEC and 77/388/EEC and increasing the level of allowances for travellers from third countries and the limits on tax-free purchases in intra-Community travel\nTHE  COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 99 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 1 (1) of Council Directive 69/169/EEC of 28 May 1969 on the harmonization of provisions laid down by law, regulation or administrative action relating to exemption from turnover tax and excise duty on imports in international travel (4)  provides for allowances in respect of goods contained in the personal luggage of travellers coming from third countries on condition that such imports have no commercial character;\nWhereas the total value of the goods eligible for this exemption may not exceed ECU 45 per person; whereas, in accordance with Article 1 (2) of Directive 69/169/EEC, Member States may reduce the allowance to ECU 23 for travellers under 15 years of age;\nWhereas account must be taken of measures in favour of travellers recommended by specialized international organizations, in particular the measures contained in Annex F.3 to the International Convention on the Simplification and Harmonization of  Customs Procedures;\nWhereas these objectives could be attained by increasing the allowances;\nWhereas it is necessary to provide, for a limited period, a derogation for Germany, taking into account the economic difficulties likely to be caused by the amount of the allowances, particularly as regards travellers entering the territory of that  Member State by land frontiers linking Germany to countries other than Member States and the EFTA members or by means of coastal navigation coming from the said countries;\nWhereas there are special links between continental Spain and the Canary Islands, Ceuta and Melilla;\nWhereas it is necessary to ensure, during the period when these sales are authorized pursuant to the provisions of Article 28k of Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover  taxes - Common system of value added tax: uniform basis of assessment (5), that the real value of goods likely to be sold in tax-free shops to travellers on intra-Community flights or sea crossings is maintained,", "main_body": ["Directive 69/169/EEC is hereby amended as follows:\n1. in Article 1 (1), 'ECU 45' shall be replaced by 'ECU 175';\n2. in Article 1 (2), 'ECU 23' shall be replaced by 'ECU 90';\n3. Article 7b shall be replaced by the following:\n'Article 7b\n1. By way of derogation from Article 1 (1), Spain is hereby authorized to apply, until 31 December 2000, an allowance of ECU 600 for imports of the goods in question by travellers coming from the Canary Islands, Ceuta and Melilla who enter the territory  of Spain as definied in Article 3 (2) and (3) of Directive 77/388/EEC.\n2. By way of derogation from Article 1 (2), Spain shall have the option of reducing that allowance to ECU 150 for travellers under 15 years of age.'", "In Article 28k of Directive 77/388/EEC, the first subparagraph of point 2 (a) shall be replaced by the following:\n'(a) the total value of which per person per journey does not exceed ECU 90.\nBy way of derogation from Article 28m, Member States shall determine the equivalent in national currency of the above amount in accordance with Article 7 (2) of Directive 69/169/EEC.'", "1. Member States shall bring into force the provisions necessary to comply with this Directive by 1 April 1994 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.\n2. By way of derogation from paragraph 1, the Federal Republic of Germany shall be authorized to bring into force the measures necessary to comply with this Directive by 1 January 1998 at the latest for goods imported by travellers entering German  territory by a land frontier linking Germany to countries other than Member States and the EFTA members or by means of coastal navigation coming from the said countries.\n3. Member States shall communicate to the Commission the text of the provisions of domestic law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 February 1994.\nFor the Council\nThe President\nY. PAPANTONIOU\n(1) OJ No C 102, 14. 4. 1984, p. 10 and OJ No C 78, 26. 3. 1985, p. 9.(2) OJ No C 46, 18. 2. 1985, p. 75 and opinion delivered on 20 January 1994 (not yet published in the Official Journal).(3) OJ No C 248, 17. 9. 1984, p. 26.(4) OJ No L 133,  4. 6. 1969, p. 6. Directive as last amended by Directive 92/111/EEC (OJ No L 384, 30. 12. 1992, p. 47).(5) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 92//111/EEC (OJ No L 384, 30. 12. 1992, p. 47)."}