{"celex_id": "31993R2232", "uri": "http://publications.europa.eu/resource/cellar/e0c2e06f-c286-4d75-abea-9cb11374a675", "type": "Regulation", "concepts": ["161", "2387", "2734", "2758", "914"], "title": "COUNCIL REGULATION (EEC) No 2232/93 of 5 August 1993 amending Regulation (EEC) No 3918/92 opening and providing for the administration of Community tariff quotas and ceilings for certain agricultural and industrial products and establishing a reduced variable component for certain processed agricultural products originating in Hungary, Poland and the territory of the former Czech and Slovak Federal Republic (CSFR) (1993)\n", "header": "COUNCIL REGULATION (EEC) No 2232/93 of 5 August 1993 amending Regulation (EEC) No 3918/92 opening and providing for the administration of Community tariff quotas and ceilings for certain agricultural and industrial products and establishing a  reduced variable component for certain processed agricultural products originating in Hungary, Poland and the territory of the former Czech and Slovak Federal Republic (CSFR) (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Interim Agreements concluded between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Poland (1), the Republic of Hungary (2) and the former Czech and Slovak Federal Republic  (3), of the other part, have been amended by the Additional Protocols initialled with those countries, the provisional application of which was decided upon by Decision 93/421/EEC (4) in order to improve access to the Community market for products  originating in those countries, and, in particular, for products listed in Annexes III and Xc (Poland and Hungary) and XIIIb (territory of the former Czech and Slovak Federal Republic), for products falling within tariff heading 1210) to the Interim  Agreements;\nWhereas the Czech Republic and the Slovak Republic have declared to the Community that as successor States to the Czech and Slovak Federal Republic, they will continue to be subject to all obligations arising under all agreements between the Czech and  Slovak Federal Republic and the European Communities, and in particular under the Interim Agreement;\nWhereas, pursuant to the Interim Agreements, the Council, in Regulation (EEC) No 3918/92 (5), opened tariff quotas and set tariff ceilings for certain industrial products (Annex I) and agricultural products other than those listed in Protocol 3 to those  Agreements (Annex II) for the period 1 January to 31 December 1993;\nWhereas Annexes I and II must be amended in order to take account of the provisions of the abovementioned Additional Protocols;\nWhereas the period of validity of Annex I should be extended to 31 December 1994 and the volume of the quotas and ceilings set out therein should be increased from 1 July 1993 and 1 January 1994 by a percentage fixed at 10 and 30 % respectively (25 %  for Hungary) of the basic volume laid down in the Interim Agreements;\nWhereas the period of validity of Annex II should be extended until 30 June 1994; whereas, from 1 July 1993, the volume of the quotas set out therein and the rates of the customs duties applicable must be those laid down for the third year of  application of the Interim Agreements in, respectively, Annexes Xc (Poland and Hungary) and XIIIb (CSFR, for products falling within tariff heading 1210) to those Agreements; whereas, however, quantities imported before 1 July 1993 which exceed 50 % of  the tariff quotas originally opened for 1993 should be deducted from the volume of these quotas;\nWhereas the improved terms contained in the said Additional Protocols should not apply to processed agricultural products,", "main_body": ["1. The tariff quotas and ceilings laid down for certain industrial products by the Interim Agreements concluded between the European Economic Community and the European Coal and Steel Community, of the one part, and respectively the Republic  of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic, of the other part, and opened in 1993 by Regulation (EEC) No 3918/92 (Annex I) are hereby extended until 31 December 1994.\nThe volume of these tariff quotas and ceilings shall be increased:\n- on 1 July 1993 by 10 %, and\n- on 1 January 1994 by 30 % for Poland and the Czech and Slovak Federal Republic, and 25 % for Hungary,\nof the basic volume laid down in the said Agreements.\n2. The tariff quotas laid down by the Interim Agreements for agricultural products other than those referred to in Protocol 3, and opened in 1993 by Regulation (EEC) No 3918/92 (Annex II), shall be extended until 30 June 1994. From 1 July 1993, the  volume of the quotas set out in Annex II and the rates of the customs duties applicable shall be those laid down for the third year of application of the Interim Agreements in, respectively, Annexes Xc (Poland and Hungary) and XIIIb (CSFR, for products  falling within tariff heading 1210) to those Agreements. Quantities imported before 1 July 1993 which exceed 50 % of the tariff quotas originally opened for 1993 shall be deducted from the volume of the quotas as defined in this Article.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No L 114, 30. 4. 1992, p. 2.\n(2) OJ No L 116, 30. 4. 1992, p. 2.\n(3) OJ No L 115, 30. 4. 1992, p. 2.\n(4) OJ No L 195, 4. 8. 1993, p. 42.\n(5) OJ No L 396, 31. 12. 1992, p. 12."}