{"celex_id": "31993D0257", "uri": "http://publications.europa.eu/resource/cellar/e1ac8f65-0c09-49e9-87cf-4820b25ef815", "type": "Decision", "concepts": ["1284", "1442", "192", "3815", "5300", "619"], "title": "93/257/EEC: Commission Decision of 15 April 1993 laying down the reference methods and the list of national reference laboratories for detecting residues\n", "header": "COMMISSION DECISION of 15 April 1993 laying down the reference methods and the list of national reference laboratories for detecting residues\n(93/257/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (1), as last amended by Directive 92/5/EEC (2), and in particular Article 8 (1),\nHaving regard to Council Directive 85/397/EEC of 5 August 1985 on health and animal-health problems affecting intra-Community trade in heat-treated milk (3), as last amended by Directive 89/662/EEC (4), and in particular the third subparagraph of\nArticle 11\n(4),\nWhereas Commission Decision 93/256/EEC (5) lays down the methods to be used for detecting residues of substances having a hormonal or a thyrostatic action; whereas the abovementioned Decision defines procedures to be followed and criteria to be applied  when carrying out the analyses; whereas a provision on reference methods should refer to the criteria laid down for confirmatory methods;\nWhereas Commission Decision 90/515/EEC (6) lays down the reference methods for detecting residues of heavy metals and arsenic; whereas provision should be made for reference methods for detecting residues other than heavy metals and arsenic;\nWhereas the last subparagraph of Article 8 (1) of Directive 64/433/EEC provides for the designation in each Member State of at least one reference laboratory for carrying out the examination for residues;\nWhereas in accordance with Article 8 (1) (b) of Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (7), as amended by Decision 89/187/EEC (8), the national reference  laboratories are to be responsible for coordinating the standards and methods of analysis for each residue or group of residues concerned, including the arrangement of periodic comparative tests of split samples by approved laboratories, and of  compliance with the limits laid down;\nWhereas in view of developments in scientific and technical knowledge, and for the sake of clarity, it is necessary to revoke Commission Decision 89/610/EEC (9);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The analytical reference procedures to be applied for the confirmation of the presence of residues of the substances listed in Annex I to Directive 86/469/EEC, with the exception of chemical elements such as heavy metals and arsenic, are the  following:\n- immunoassay,\n- thin-layer chromatography,\n- liquid chromatography,\n- gas chromatography,\n- mass spectrometry,\n- spectrometry,\nor any other procedure which fulfils comparable criteria to those specified in Article 3 hereof.", "The analytical reference procedure of choice must be based:\n(a) preferably, on molecular spectrometry providing direct information concerning the molecular structure of the substance under examination; or\n(b) on a combination of independent procedures providing indirect information concerning the molecular structure of the substance under examination;\nand must have appropriate limits of detection and determination.", "The criteria applicable to analytical reference procedures are the criteria for confirmatory methods as set out in points 1.2.3. to 1.2.6. and 2.1. to 2.2.5.3. and 2.4. to 2.5. of the Annex to Decision 93/256/EEC.", "The reference laboratories in the Member States responsible for carrying out the reference analyses are listed in the Annex.", "This Decision shall be re-examined before 1 January 1996 in order to take account of developments in scientific and technical knowledge.", "Decision 89/610/EEC is hereby revoked.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 57, 2. 3. 1992, p. 1.\n(3) OJ No L 226, 24. 8. 1985, p. 13.\n(4) OJ No L 395, 30. 12. 1989, p. 13.\n(5) See page 64 of this Official Journal.\n(6) OJ No L 286, 18. 10. 1990, p. 33.\n(7) OJ No L 275, 26. 9. 1986, p. 36.\n(8) OJ No L 66, 10. 3. 1989, p. 37.\n(9) OJ No L 351, 2. 12. 1989, p. 39.\nANNEX\nNATIONAL REFERENCE LABORATORIES\n/* Tables: see OJ */"}