{"celex_id": "31997R2592", "uri": "http://publications.europa.eu/resource/cellar/185c2a45-846d-4282-8d6e-73f35b019e48", "type": "Regulation", "concepts": ["1048", "1504", "3751", "3843", "4271", "5251"], "title": "Council Regulation (EC) No 2592/97 of 18 December 1997 correcting with effect from 1 July 1995 the weightings applicable in Ireland to the remuneration and pensions of officials and other servants of the European Communities\n", "header": "COUNCIL REGULATION (EC) No 2592/97 of 18 December 1997 correcting with effect from 1 July 1995 the weightings applicable in Ireland to the remuneration and pensions of officials and other servants of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (Euratom, ECSC, EC) No 2192/97 (2), and in particular Articles 63, 64, 65, 65a and 82 of the Staff Regulations, Annex XI to the Staff Regulations, and the first paragraph of Article 20 and Article 64 of the Conditions of Employment,\nHaving regard to the proposal from the Commission,\nWhereas Eurostat carried out checks on the computer program for calculating the weightings; whereas these checks revealed errors in the weightings applied in Ireland from 1 July 1995 an 1 July 1996;\nWhereas the weightings applicable in Ireland, set by Regulations (EC, Euratom, ECSC) No 2963/95 (3) and (EC, Euratom, ECSC) No 2485/96 (4), must be corrected accordingly with effect from 1 July 1995 and 1 July 1996,", "main_body": ["1. With effect from 1 July 1995, the weighting applicable to the remuneration of officials and other servants employed in the following country shall be as follows:\n- Ireland: 89,6.\n2. With effect from 1 July 1996, the weighting applicable to the remuneration of officials and other servants employed in the following country shall be as follows:\n- Ireland: 93,6.\n3. The weightings applicable to pensions of officials and other servants in Ireland shall be determined in accordance with Article 82 (1) of the Staff Regulation with effect from 1 July 1995 and 1 July 1996. Articles 3 to 10 of Council Regulation (ECSC, EEC, Euratom) No 2175/88 (5) shall remain in force.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 56, 4. 3. 1968, p. 1.\n(2) OJ L 301, 5. 11. 1997, p. 5.\n(3) OJ L 310, 22. 12. 1995, p. 1.\n(4) OJ L 338, 28. 12. 1996, p. 1.\n(5) OJ L 191, 22. 7. 1988, p. 1."}