{"celex_id": "31994D0204", "uri": "http://publications.europa.eu/resource/cellar/a8b33f22-5d63-4965-9897-13408c6db508", "type": "Decision", "concepts": ["223", "2795", "3656", "5237", "5383", "6050"], "title": "94/204/EC, Euratom: Commission Decision of 16 March 1994 on the creation of the European Science and Technology Assembly\n", "header": "COMMISSION DECISION of 16 March 1994 on the creation of the European Science and Technology Assembly (94/204/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nWhereas the preparation and implementation of Community policy on research and technological development, and in particular the establishment and running of a general framework programme of Community activities in this area, as implemented via specific  programmes, mean the Commission's taking stock of analyses of the state of the art and developments in science and technology in the Community and of their potential consequences for the economy and society;\nWhereas it is necessary in this context, given in particular the extent of the sums involved, and for the activities in question to have the impact expected of them on Europe's economy and society, to guarantee the relevance of the scientific and  technological options taken, the quality of the research carried out, the level of the research teams involved and consideration of the latest developments in knowledge and technologies;\nWhereas these tasks require close, direct and permanent contact between the Commission, on the one hand, and the scientific community and the industrial world, on the other;\nWhereas it is necessary to this end to supplement and improve the Commission's consultative system in science and technology by way of a general consultative body which is independent and representative of the European scientific community and  industrial world,", "main_body": ["A consultative committee entitled the European Science and Technology Assembly, hereinafter referred to as 'the Assembly', is hereby established to advise the Commission.", "1. The essential task of the Assembly shall be to help the Commission to prepare, implement and monitor Community policy in research and technological development, comprising:\n- Community measures complementary to measures undertaken in the Member States, as set out in Article 130g of the EC Treaty, namely:\n- implementation of research, technological development and demonstration programmes,\n- promotion of cooperation with third countries and international organizations,\n- dissemination and optimization of results,\n- stimulation of the training and mobility of researchers,\n- coordination of Community and Member States' activities, as set out in Article 130h of the EC Treaty,\n- research and training programmes, as set out in Article 7 of the EAEC Treaty.\nThe Assembly shall also assist the Commission in its efforts to promote a scientific and technical culture in Europe and to stimulate debate on science and technology at European level.\n2. In order to accomplish the tasks set out in paragraph 1, the Assembly shall:\n- at the request of the Commission:\n- deliver opinions on the criteria and methods used to assess research proposals and the work programmes of the specific programmes, within the period laid down in the rules of procedure, and in such a way as to ensure rapid implementation of the  programmes,\n- provide an assessment at the half-way point of the specific programmes as well as an ex ante opinion on the activities of the Community in assessing scientific and technological options,\n- on its own initiative or at the request of the Commission:\n- deliver opinions on different aspects of Community research policy or developments in science and technology in Europe and in the world: new areas to be explored, promising prospects in scientific or economic terms, new types of procedure for  Community research; developments to be taken into account in the carrying out of research activities (new modes of scientific communication, social and ethical aspects, etc).", "1. The Assembly shall consist of a maximum of 100 members.\n2. The Assembly shall be made up of high-level persons in European organizations representing exact and natural sciences; economics, social sciences and humanities to the extent that they are affected by Community research; technology and industry.\n3. The members of the Assembly shall be appointed by the Commission in a personal capacity. To this end the Commission shall make the necessary contacts with the representatives of European organizations from the worlds of science, technology and  industry. In these appointments the Commission shall assure the desired balance in geographical terms, in the different types of research (pure, applied and development) and in the various fields of scientific and technological activity.", "The term of office of each member of the Assembly shall be for three years. The members of the Assembly shall remain in office until provision is made for their replacement or for renewal of their term of office.\nThe functions of an ordinary member of the Assembly shall not be remunerated. Travel and subsistence expenses for meetings of the Assembly or any working party set up within the Assembly shall be covered by the Commission in accordance with the current  administrative rules and regulations.", "The Assembly shall be provided with a Bureau of 20 members, comprising, on the one hand, one representative of the Commission and nine members appointed by the Commission from the representatives of the organizations referred to in Article 3  (3), and on the other hand, 10 members elected by the Assembly from its own members. Election of the latter shall be by a two-thirds majority of the members present.\nThe Assembly shall be chaired by the chairman of the Bureau, who shall be elected from among the latter's members. Election shall be by a two-thirds majority of the members present.\nTwo vice-chairmen shall be elected under the same conditions and by the same majority. They shall replace the chairman where the latter is prevented from attending.\nThe Bureau of the Assembly shall represent the latter at the Commission. The Bureau shall organize the work of the Assembly, set the agenda for plenary meetings and transmit opinions, conclusions of studies and assessments to the Commission. To enable  the Assembly to accomplish its tasks the Bureau shall set up temporary working parties consisting of members of the Assembly and, where necessary, outside persons.\nFor the purposes of preparing the Assembly's opinions the Bureau may also recommend that the Commission should assign studies to outside organizations.\nThe secretariat of the Assembly shall be provided by the Commission in close collaboration with the chairman.", "1. When convened by the chairman, the Assembly shall meet as a rule at the Commission. It shall hold two ordinary plenary meetings a year. An extraordinary meeting of the Assembly may be convened at the request of a third of its members, the  Bureau or the Commission.\n2. The Bureau shall meet as a rule at the Commission, a minimum of four times a year.\n3. Commission representatives shall participate in the meetings of the Assembly and its working parties.", "The Assembly shall adopt its rules of procedure on a proposal from the Commission.", "Without prejudice to the provisions of Article 214 of the EC Treaty and Article 194 of the EAEC Treaty, the members of the Assembly shall not divulge any information they obtain through their work in the Assembly or its working parties where  the Commission informs them that a particular opinion or matter is confidential.", "Commission Decision 82/835/EEC (1) is repealed. However, the Committee for the European development of science and technology (Codest), established by the said Decision, shall continue to carry out the activities provided for in the 'Human  capital and mobility' programme of the RDT framework programme (1990 to 1994) until expiry of this programme on 31 December 1994.", "0\nThis Decision shall apply as from 1 April 1994."], "attachments": "Done at Brussels, 16 March 1994.\nFor the Commission\nAntonio RUBERTI\nMember of the Commission\n(1) OJ No L 350, 10. 12. 1982, p. 45."}