{"celex_id": "31991R3835", "uri": "http://publications.europa.eu/resource/cellar/e65c0fa9-9858-461e-9a48-1659779f5859", "type": "Regulation", "concepts": ["3557", "4043", "4044", "5328"], "title": "Council Regulation (ECSC, EEC, Euratom) No 3835/91 of 19 December 1991 adapting the representation and special- duty allowances for the President and Members of the Commission, the President, Judges, Advocates-General and Registrar of the Court of Justice and the President, Members and Registrar of the Court of First Instance\n", "header": "COUNCIL REGULATION (ECSC, EEC, EURATOM) No 3835/91  of 19 December 1991  adapting the representation and special-duty allowances for the President and Members of the Commission, the President, Judges, Advocates-General and Registrar of the Court  of Justice and the President, Members and Registrar of the Court of First Instance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Regulation No 422/67/EEC, No 5/67/Euratom of 25 July 1967 determining the emoluments of the President and Members of the Commission, of the President, Judges, Advocates-General and Registrar of the Court of Justice and of the  President, Members and Registrar of the Court of First Instance (1), and in particular Article 4 (4) thereof,\nHaving regard to Council Regulation (ECSC, EEC, Euratom) No 4045/88 of 19 December 1988 laying down the emoluments of the President, Members and Registrar of the Court of First Instance of the European Communities (2) and amending accordingly the above  Regulation No 422/67/EEC, No 5/67/Euratom,\nWhereas the representation and special-duty allowances provided for pursuant to Articles 4 (2) and (3) and 21a (3) of Regulation No 422/67/EEC, No 5/67/Euratom should be increased,", "main_body": ["With effect from 1 July 1991:\n(a) the amounts listed in Article 4 (2) of Regulation No 422/67/EEC, No 5/67/Euratom shall be as follows:\n- President: Bfrs 55 270,\n- Vice-President: Bfrs 35 520,\n- other Members: Bfrs 23 685;\n(b) the amounts listed in the first of Article 4 (3) of Regulation No 422/67/EEC, No 5/67/Euratom shall be as follows:\n- President: Bfrs 55 270,\n- Judge or Advocate-General: Bfrs 23 685,\n- Registrar: Bfrs 21 600;\n(c) the amount listed in the second subparagraph of Article 4 (3) of Regulation No 422/67/EEC, No 5/67/Euratom shall be replaced by Bfrs 31 600.", "With effect from 1 July 1991:\n(a) the amounts listed in the first subparagraph of Article 21a (3) of Regulation No 422/67/EEC, No 5/67/Euratom shall be as follows:\n- President: Bfrs 23 685,\n- Members: Bfrs 21 600,\n- Registrar: Bfrs 18 370;\n(b) the amount listed in the second subparagraph of Article 21a (3) shall be replaced by Bfrs 28 820.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1991. For the Council\nThe President\nP. DANKERT\n(1) OJ No 187, 8. 8. 1967, p. 1. Regulation as last amended by Regulation (ECSC, EEC, Euratom) No 2426/91 (OJ No L 222, 10. 8. 1991, p. 1). (2) OJ No L 356, 24. 12. 1988, p. 1."}