{"celex_id": "31993R0637", "uri": "http://publications.europa.eu/resource/cellar/b889e8a1-1f67-4658-9751-b6f47222ebb8", "type": "Regulation", "concepts": ["161", "2300", "4314"], "title": "Council Regulation (EEC) No 637/93 of 17 March 1993 opening and providing for the administration of a Community quota for chemically pure fructose originating in third countries not bound to the Community by a preferential trade agreement (1993)\n", "header": "COUNCIL REGULATION  (EEC) No 637/93 of 17 March 1993 opening and providing for the administration of a Community quota  for chemically pure fructose originating in third countries not bound to the Community by a  preferential trade agreement (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 7a of Council Regulation (EEC) No 3033/80 of 11 November 1980 laying down the trade  arrangements applicable to certain goods resulting from the processing of agricultural products   (1), provides that the variable component which is imposed, as from 1 July 1990, on imports of the  products falling within CN code 1702  50  00, originating in third countries not bound to the  Community by a preferential trade agreement, will be equal to the levy referred to in Article 16  (6) of Regulation (EEC) No 1785/81  (2), imposed on imports of products falling within CN codes  1702  30  10, 1702  40  10, 1702  60  10 and 1702  90  30;\nWhereas, in the current context of the Uruguay Round, it is appropriate to maintain the possibility  of exporting to the Community market chemically pure fructose originating in third countries not  bound to the Community by a preferential trade agreement; whereas this aspect is fulfilled if the  possibility for individual agricultural products, originating in the aforesaid third countries, to  penetrate the Community market is not less, in 1993, than the average for 1987 and 1988; whereas  the average imports of chemically pure fructose, originating in these countries, during 1987 and  1988, amounted to 4  504 tonnes; whereas it is therefore appropriate to open, for 1993, a Community  quota, exempt from the variable component, for an amount equal to 4  504 tonnes;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and  the rates laid down for the quota should be applied consistently to all imports of the product in  question into all the Member States until the quota is exhausted;\nWhereas the decision for the opening, in the execution of its international obligations, of a  tariff quota should be taken by the Community; whereas, to ensure the efficiency of a comon  administration of this quota, there is no obstacle to authorizing the Member States to draw from  the quota-volume the necessary quantities corresponding to actual imports; whereas, however, this  method of administration requires close cooperation between the Member States and the Commission  and the latter must in particular be able to monitor the rate at which the quota is used up and  inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation  concerning the administration of the drawings made by that economic union may be carried out by any  one of its members,", "main_body": ["From 1 January to 31 December 1993, the variable component applicable  to imports, into the Community, of the following product, originating in third countries not bound  to the Community by a preferential trade agreement, shall be suspended totally, within the limits  of a Community quota as shown below:\n>TABLE>", "The quota referred to in Article 1 shall be administered by the  Commission, which may take any appropriate measure with a view to ensuring the efficient  administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation  including a request for preferential benefit of the quota for a product covered by this Regulation,  and if this declaration is accepted by the customs authorities, the Member State concerned shall  draw, from the quota, by means of notification to the Commission, a quantity corresponding to these  needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration,  must be communicated to the Commission without delay.\nThe drawings shall be granted by the Commission on the basis of the date of acceptance of the  declarations of entry into free circulation by the customs authorities of the Member State  concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation  shall be made on a pro rata basis with respect to the requests, Member States shall be informed by  the Commission of the drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and  continuous access to the quota for such times as the residual balance of the quota so permits.", "This Regulation shall enter into force on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council The President B. WESTH"}