{"celex_id": "31997D0735", "uri": "http://publications.europa.eu/resource/cellar/fd9f58df-2647-47f5-836a-402c94f71cbe", "type": "Decision", "concepts": ["2845", "2947", "344", "616", "619"], "title": "97/735/EC: Commission Decision of 21 October 1997 concerning certain protection measures with regard to trade in certain types of mammalian animal waste (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 21 October 1997 concerning certain protection measures with regard to trade in certain types of mammalian animal waste (Text with EEA relevance) (97/735/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas following scientific results on the inactivation of the agents of bovine spongiform encephalopathy (BSE) and scrapie, Commission Decision 96/449/EC (3) has laid down rules for the approval of alternative heat-treatment systems for the processing of mammalian animal waste in the Community;\nWhereas during recent inspections and bilateral meetings certain Member States indicated that difficulties have been encountered in the implementation of the processing standards laid down in the Annex to Decision 96/449/EC; whereas pending full implementation of those processing standards, mammalian animal waste continues to be treated in systems which are ineffective for the complete inactivation of transmissible spongiform encephalopathy (TSE) agents; whereas Member States may authorize the processing of mammalian animal waste by a method which does not comply with the processing standards set out in the Annex to Decision 96/449/EC if such processing is preceded or followed by a process which achieves the parameters set out in that Annex or if the resulting proteinaceous material is destroyed by burial, incineration, burning as fuel or a similar method which ensures safe disposal;\nWhereas mammalian meat-and-bone meal not produced in accordance with the Annex to Decision 96/449/EC could represent a risk for animal health regarding transmission of TSE agents; whereas it is necessary to prohibit the sending of such meat-and-bone meal to other Member States except under certain circumstances; whereas, in addition, the same prohibition should also apply to exports to third countries so as to prevent deflections of trade;\nWhereas some Member States have informed the Commission that they do not have sufficient capacity on their territory to incinerate processed mammalian animal waste which has not been treated in accordance with Decision 96/449/EC and which was derived from carcasses of animals killed in the context of disease-control measures or containing parts of animals excluded from the feed and food chain according to national eradication plans for BSE; whereas such material is an intermediate product; whereas such material may be sent to other Member States for incineration or burning as fuel; whereas it is necessary to set strict conditions to ensure that such material is safely disposed of and cannot enter any food or feed chain; whereas pursuant to Commission Decision 96/239/EC (4), as amended by Decision 96/362/EC (5), that possibility is not applicable to the United Kingdom;\nWhereas some Member States have informed the Commission that some rendering plants are still in the process of complying with Decision 96/449/EC because of difficulties in the supply of new equipment; whereas in the meantime those plants are not permitted to place their meat-and-bone meal on the market; whereas under Article 4 of Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules for the disposal and processing of animal waste, for its placing on the market and for the prevention of pathogens in feedstuffs of animal or fish origin and amending Directive 90/425/EEC (6), as last amended by the Act of Accession of Austria, Finland and Sweden, a Member State may decide to designate a high-risk processing plant in another Member State after agreement with the other Member State; whereas it is necessary for a transitional period, pending the full implementation of Decision 96/449/EC, to set strict conditions to ensure that such meat-and-bone meal is further processed in the other Member State by a process which achieves the parameters set out in the Annex to that Decision; whereas pursuant to Decision 96/239/EC that possibility is not applicable to the United Kingdom;\nWhereas mammalian animal waste to which Decision 96/449/EC applies and which has not been processed in accordance with the standards set out in the Annex to that Decision should not be fed to animals; whereas pursuant to Commission Decision 94/381/EC (7), as amended by Decision 95/60/EC (8), the feeding to ruminant species of protein derived from mammalian tissues, with the exception of milk, gelatine, and certain other products, is prohibited;\nWhereas Article 13 of Directive 90/667/EEC establishes that for the purpose of trade, processed products obtained from high-risk or low-risk materials must be accompanied by a commercial document; whereas recent inspections in Member States have shown that in the absence of uniform commercial documents and in the light of deficiencies in the application of Community legislation, traceability of meat-and-bone meal from production to feeding is not practicable, in particular, for material entering intra-Community trade; whereas in order to guarantee traceability of processed mammalian animal waste entering intra-Community trade, a model of a commercial document must be laid down; whereas, pending full implementation of Decision 96/449/EC, that commercial document should be accompanied by an official declaration that the material was produced in an approved plant which complies with the processing standards laid down in the Annex to Decision 96/449/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Without prejudice to the provisions of Decision 96/239/EC, Member States shall not send to other Member States or third countries processed mammalian animal waste falling within the scope of Decision 96/449/EC which has not been processed in accordance with the parameters laid down in the Annex to Decision 96/449/EC.\n2. Member States shall ensure that mammalian animal waste, falling within the scope of Decision 96/449/EC, which has not been processed in accordance with the parameters laid down in the Annex to that Decision cannot enter the feed chain.\nMember States shall immediately send a report to the Commission on the application of the measures taken in relation to the provision laid down in the first subparagraph.\n3. The prohibitions laid down in paragraphs 1 and 2 shall not apply to the products listed in Article 1 (2) of Decision 96/449/EC.", "1. For the purpose of trade in processed animal protein intended for animal consumption as defined by Directive 92/118/EEC, the commercial document provided for in Article 13 of Directive 90/667/EEC must conform to the model laid down in Annex I to this Decision.\n2. For the purpose of trade in processed mammalian animal protein intended for animal consumption as defined by Directive 92/118/EEC, processed in accordance with the parameters laid down in the Annex to Decision 96/449/EC excluding mixtures and products listed in Article 1 (2) of that Decision, the commercial document must conform to the model laid down in Annex I to this Decision and must be accompanied by an official declaration as laid down in Annex II to this Decision.", "Member States shall forward to the other Member States and to the Commission the list of the approved establishments processing mammalian animal waste in their territory which operate in accordance with the conditions laid down in Decision 96/449/EC within 15 days after the notification of this Decision. Any modification to the list shall be notified immediately to the other Member States and to the Commission.", "1. Notwithstanding the provisions of Article 1 (1) and without prejudice to the provisions of Decision 96/239/EC and of Article 1 (2) of Decision 96/449/EC, Member States may send to other Member States processed mammalian animal waste which has not been processed in accordance with the parameters laid down in the Annex to Decision 96/449/EC:\n(a) for the purposes of incineration or use as fuel, or\n(b) until 31 March 1998, for the purpose of further processing by a process which achieves the parameters set out in the Annex to Decision 96/449/EC.\n2. The derogation provided for in paragraph (1) shall apply only if the following conditions are fulfilled:\n(a) the Member State of destination must have authorized the receipt of the material;\n(b) the material must:\n- where it is destined for incineration or use as fuel, be accompanied by an official certificate as laid down in Annex III and the words 'Not for animal consumption - For incineration or use as fuel only` must be clearly indicated on the containers in the languages of the Member State of origin, destination and transit, or\n- where it is destined for further processing, be accompanied by an official certificate as laid down in Annex IV and the words 'Not for animal consumption - For further processing only` must be clearly indicated on the containers in the languages of the Member State of origin, destination and transit;\n(c) the material must be transported in sealed covered containers or vehicles, in such a way as to prevent loss and conveyed directly to the place of incineration or burning as fuel or to the rendering plant;\n(d) Member States must inform the Commission and the other Member States of the list of incinerators and power plants authorized to receive material under this Article;\n(e) the material may be consigned only to establishments listed pursuant to point (d) and Article 3;\n(f) Member States which send material to other Member States must inform by means of the ANIMO system (9) the competent authority of the place of destination of each consignment sent. The words 'Not for animal consumption - For incineration or use as fuel only` or 'Not for animal consumption - For further processing only` as appropriate must be contained in the ANIMO message;\n(g) Member States of destination must inform by means of the ANIMO system the competent authority of the place of origin of the arrival of each consignment;\n(h) Member States of destination must ensure that the designated plants on their territory use the consignment only for the purposes laid down in paragraph 1 and keep full records demonstrating compliance with this Decision.", "This Decision shall apply as from the day following the date of its notification.\nHowever, Article 2 shall only apply as from the 30th day following the date of notification of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 184, 24. 7. 1996, p. 43.\n(4) OJ L 78, 28. 3. 1996, p. 47.\n(5) OJ L 139, 12. 6. 1996, p. 17.\n(6) OJ L 363, 27. 12. 1990, p. 51.\n(7) OJ L 172, 7. 7. 1994, p. 23.\n(8) OJ L 55, 11. 3. 1995, p. 43.\n(9) Commission Decision 91/398/EEC, OJ L 221, 9. 8. 1991, p. 30.\nANNEX I\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX II\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX III\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX IV\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}