{"celex_id": "31994R0029", "uri": "http://publications.europa.eu/resource/cellar/e8d9c2e1-9b24-48ac-b5f8-d8fd809ec9a1", "type": "Regulation", "concepts": ["2194", "3003", "4172", "4638", "5070"], "title": "Commission Regulation (EC) No 29/94 of 7 January 1994 amending Regulation (EEC) No 3886/92 as regards the allocation of rights to the suckler cow premium for producers in the Canary Islands\n", "header": "COMMISSION REGULATION (EC) No 29/94 of 7 January 1994 amending Regulation (EEC) No 3886/92 as regards the allocation of rights to the suckler cow premium for producers in the Canary Islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 3611/93 (2), and in particular Articles 4d (8) and 4f (4) thereof,\nWhereas it is only since 1 July 1992 that the Canary Islands have been subject to the provisions of the common agricultural policy, and in particular to the provisions on the suckler cow premium; whereas Article 38 (4) of Commission Regulation (EEC) No  3886/92 (3), as last amended by Regulation (EC) No 3484/93 (4), provides that the individual ceilings to the suckler cow premium for producers in the Canary Islands are to be fixed by reference to the premiums granted for the 1992 calendar year; whereas  some producers have not submitted an application for the premium for 1992; whereas, in order to remedy the consequences of this situation, premium rights should be allocated to producers who apply for the premium for the first time in 1993, provided  that they can prove that they produced suckler cows on the territory of the Canary Islands in 1992, within the regional ceiling set in Article 38 (4) (a) of the above Regulation;\nWhereas, in order to prevent the special circumstances of the Canary Islands from leading to unfavourable treatment of producers in those islands, provision should be made for this Regulation to apply from 1 January 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The following subparagraph is hereby added to Article 38 (4) of Regulation (EEC) No 3886/92:\n'During the 1993 calendar year and provided the number of suckler cow premium rights allocated pursuant to the first subparagraph is less than the regional ceiling, a number of rights up to an amount equal to the difference between the two figures may  be allocated to producers who, having applied for the premium for the first time in respect of the 1993 calendar year, can prove to the satisfaction of the competent authorities that they were producers keeping suckler cows on the territory of the  Canary Islands in 1992. Within the limit of the above difference, an individual limit per producer shall be fixed, taking account both of the number of eligible animals for which the premium was sought in respect of the 1993 calendar year, and of the  correcting coefficients referred to in Article 4d (2) of Regulation (EEC) No 805/68.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 328, 29. 12. 1993, p. 7.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 317, 18. 12. 1993, p. 47."}