{"celex_id": "31996D0439", "uri": "http://publications.europa.eu/resource/cellar/1e8dfee3-ab3d-4653-8717-5ede6ae16f75", "type": "Decision", "concepts": ["1856", "4636", "4778", "862", "968", "994"], "title": "96/439/EC: Commission Decision of 18 July 1996 on a Community financial contribution to measures to control foot-and-mouth disease in the Former Yugoslav Republic of Macedonia (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 July 1996 on a Community financial contribution to measures to control foot-and-mouth disease in the Former Yugoslav Republic of Macedonia (Text with EEA relevance) (96/439/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 13 thereof,\nWhereas foot-and-mouth disease has broken out in the Former Yugoslav Republic of Macedonia; whereas the outbreaks are a direct threat to the Community and in particular to Greece;\nWhereas by Decision 96/368/EC (3) Community financial assistance was granted for action to control foot-and-mouth disease in Albania; whereas the Former Yugoslav Republic of Macedonia authorities should be given financial assistance to control the disease;\nWhereas the vaccine required to protect the animals concerned should be made available to the Former Yugoslav Republic of Macedonia authorities;\nWhereas the Community should cover part of the costs of vaccination;\nWhereas the action covered by this Decision is to be implemented in cooperation with the FAO European Commission for the Control of Foot-and-Mouth Disease; whereas the costs of carrying out vaccination will in the first instance be covered by Fund No 911100/MTF/INT/003/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Commission, in cooperation with the FAO European Commission for the Control of Foot-and-Mouth Disease, shall take the necessary steps to make available to the authorities of the Former Yugoslav Republic of Macedonia:\n- 250 000 doses of vaccine to protect bovine animals against the virus identified in the Former Yugoslav Republic of Macedonia.\n2. The Community shall cover the total cost of the action specified in paragraph 1 (up to a maximum of ECU 80 000).", "1. The Community shall cover 50 % of the cost of vaccination measures effected by the Former Yugoslav Republic of Macedonia authorities under the surveillance of the FAO European Commission for the Control of Foot-and-Mouth Disease and the Community.\n2. The measures indicated in paragraph 1 shall include purchase and supply of:\n- necessary vaccination material (syringes, material for the cold chain, protective clothing, etc.),\n- disinfectants,\n- marks for animals.\n3. The Commission shall reimburse Fund No 911100/MTF/INT/003/EEC for expenditure incurred in carrying out the vaccination measures indicated in paragraph 1 (up to a maximum of ECU 10 000).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 145, 19. 6. 1996, p. 19."}