{"celex_id": "31991R1703", "uri": "http://publications.europa.eu/resource/cellar/a8e75dda-3a6e-459e-b937-0baed69505e9", "type": "Regulation", "concepts": ["3069", "4298", "5373", "80"], "title": "Council Regulation (EEC) No 1703/91 of 13 June 1991 introducing a temporary set-aside scheme for arable land for the 1991/92 marketing year and laying down special measures for that marketing year under the set-aside scheme provided for in Regulation (EEC) No 797/85\n", "header": "COUNCIL REGULATION (EEC) No 1703/91 of 13 June 1991 introducing a temporary set-aside scheme for arable land for the 1991/92 marketing year and laying down special measures for that marketing year under the set-aside scheme provided for in  Regulation (EEC) No 797/85\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas production of certain arable crops is continuing to rise, thereby worsening the imbalance between supply and demand; whereas this increasing threat of imbalance can only be contained if action is taken in relation to the area of land under  production; whereas such action can be taken under the set-aside scheme provided for in Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (4), as last amended by Regulation (EEC) No 3577/90 (5);  whereas, however, the multiannual set-aside scheme is concerned with long-term farm management planning; whereas, in view of the problems arising in the short term, consideration should be given to a specific scheme with the aim of reducing the areas  sown for the 1992 harvest;\nWhereas in the five new Laender of Germany, for the 1991 harvest, a national set-aside scheme is being applied in order to facilitate the integration of their agriculture into the common agricultural policy; whereas in order to avoid a major portion of  land set aside under that scheme being cultivated again for the 1992 harvest, it is appropriate to make such land eligible for the proposed scheme, subject to certain conditions;\nWhereas for the scheme to be effective, a minimum proportion of the arable land cultivated in 1991 should be withdrawn from production; whereas, to that end, provision should be made that producers interested in the scheme in question submit their  cultivation plans at appropriate dates to the method of monitoring applied in the different Member States, the choice being left to the latter, taking into account the specific means they may use on their territory;\nWhereas for the purposes of protecting the environment and natural resources, provisions should be made for maintaining areas set aside;\nWhereas the scheme for the temporary set-aside of arable land should be applied throughout the Community in accordance with the criteria applicable under the scheme for the set-aside of arable land provided for in Regulation (EEC) No 797/85; whereas,  however, the latter scheme does not apply to certain regions of the Community; whereas special provisions should be laid down, therefore, for those regions;\nWhereas care should be taken to avoid harming the interests of producers who take part in the multiannual set-aside scheme for land and who thus contribute to the stabilization of agricultural markets; whereas, to that end, it is appropriate not to  apply to the producers in question the increase of the co-responsibility levy that is taking place for the 1991/92 marketing year.", "main_body": ["1.  A temporary set-aside aid scheme for arable land is hereby introduced for the period from 1 September 1991 to 31 August 1992.\n2.  The scheme referred to in paragraph 1 shall comprise the grant of aid for the set-aside of arable land which has actually been cultivated in preparation for the 1991 harvest. Land given over to products that are not subject to a common organization  of the market shall be excluded from the said scheme. The Commission may, for the period referred to in paragraph 1, exclude certain crops from the said scheme\nunder the procedure laid down in Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (6) as last amended by Regulation (EEC) No 3577/90.\nFor the purposes of applying this Regulation, Germany\nmay take into account, in the five new Laender, the areas of\narable land subject in 1990/91 to the national set-aside\nscheme, which have previously been used as arable land as\ndefined in Article 32b (1) (a) and (b) of Regulation (EEC)\nNo 797/85.\n3.  The arable land withdrawn from production must represent, on each farm, at least 15 % of the arable land referred to in paragraph 2. The area remaining under cultivation, down to eligible crops within the meaning of paragraph 2 in preparation for  the 1992 harvest, must not exceed the area used for the same purposes in 1991, less the area left fallow pursuant to this Regulation, and may not, as regards cereals, be greater than 85 % of cereal area cultivated in 1991.\n4.  (a)  The areas set aside must be subject to maintenance by means of appropriate plant cover. However, in regions where it is not possible, for climatic reasons, to meet this requirement, it shall be replaced by other more appropriate measures  seeking inspiration from the measures envisaged in the five-year set-aside scheme provided for in Article 4 of Commission Regulation (EEC) No 1272/88 (7) adapted where necessary, to the conditions of an annual scheme. The regions concerned shall be  determined in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75.\nIf that condition is not met, the aid referred to in Article 2 (a) and in Article 3 shall be reduced by 10 %.\n(b)\nMember States shall apply appropriate measures in favour of the environment that correspond to the specific situation of the areas set aside. These measures may also concern plant cover. Member States shall decide on penalties that are appropriate and  proportionate to the seriousness of the consequences of failure to comply upon the environment. These penalties may provide for a reduction, and if necessary, the cancellation of the advantages of the scheme provided for under this Regulation. The  Member States shall inform the Commission of the measures taken pursuant to this provision.", "The aid scheme referred to in Article 1 (1) shall consist of:\n(a)  the grant of a premium per hectare set aside, equivalent to the part financed by the Community of the aid which would be granted in respect of the same area of land by the Member State concerned, pursuant to Article 1a (4) of Regulation (EEC) No  797/85. Where it proves necessary, particularly because of regional production conditions, for ensuring that the scheme provides a sufficient incentive, the Member States may increase the premium up to the amount they grant as their national  contribution under the abovementioned Regulation;\n(b)\nentitlement to reimbursement of the basic co-responsibility levy referred to in Article 4 of Regulation (EEC) No 2727/75 levied on sales of cereals by the producer concerned during the 1991/92 marketing year.", "For regions in which the set-aside scheme provided for in Regulation (EEC) No 797/85 does not apply pursuant to Article 32a of that Regulation, the maximum amount of the premium to be granted shall be fixed in accordance with the procedure laid down in  Article 26\nof Regulation (EEC) No 2727/75 taking into consideration the criteria laid down in Article 1a (4) (a) of Regulation (EEC) No 797/85. That amount shall be financed by the Community in accordance with the rates set out in Annex III to  Commission Regulation (EEC) No 223/90 (8); the remaining part may, under the conditions referred to in the second sentence of Article 2 (a) above, be financed by the Member States. In these regions, the area eligible for aid is limited per holding to 20  % of the area of arable land referred to in Article 1 (2).", "Producers receiving a premium pursuant to this Regulation shall be excluded in 1991/92 from the scheme provided for in Council Regulation (EEC) No 1346/90 of 14 May 1990 instituting aid for small producers of certain arable crops (9).", "1.  Member States shall take all action necessary to ensure that the provisions of this Regulation are fully respected.\n2.  In order to qualify pursuant to this Regulation, the producers in question must submit to the competent authorities a utilization plan of their farmland, showing the\nareas under cultivation in preparation for the 1991 harvest. This plan shall be submitted, as the Member State chooses and on a date to be determined by the latter, not later than:\n- either 31 July 1991; it shall be supplemented later by a request for aid to be submitted on a date to be determined,\n- or 15 December 1991, together at the same time with a request for aid.", "The measures defined in Article 2 and 3 shall be deemed to be intervention intended to stabilize the agricultural markets within the meaning of Article 3 (1) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common  agricultural policy (10), as last amended by Regulation (EEC) No 2048/88 (11).", "The producers participating throughout the period referred to in Article 1 (1) in the set-aside scheme provided for by Regulation (EEC) No 797/85 shall benefit, without prejudice to the provisions laid down in Article 1a of the said Regulation, for the  quantities of cereals sold during the 1991/92 marketing year, from reimbursement of that part of the basic co-responsibility levy that exceeds the rate applied during the 1990/91 marketing year.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75, and in particular:\n- those relating to the minimum area to be set aside; such rules shall take particular account of the monitoring requirements and of the sought-after effectiveness of the scheme in question,\n- those relating to monitoring; such rules shall include inter alia, in the case referred to in Article 5 (2), second indent, the use of means of remote sensing and/or plausibility monitoring on the basis of binding official documents that are already  available in the national administrations.", "Member States shall decide not later than:\n- 1 July 1991, the choice being made in accordance with Article 5 (2),\n- 1 September 1991, the total amount of the applicable premium referred to in Article 2 (a) and in Article 3.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No C 104, 19. 4. 1991, p. 1.(2) OJ No C 158, 17. 6. 1991.(3) OJ No C 159, 17. 6. 1991.(4) OJ No L 93, 30. 3. 1985, p. 1.(5) OJ No L 353, 17. 12. 1990, p. 23.(6) OJ No L 281, 1. 11. 1975, p. 1.(7) OJ No L 121, 11. 5. 1988, p. 36.(8) OJ  No L 22, 27. 1. 1990, p. 62.(9) OJ No L 134, 28. 5. 1990, p. 10.(10) OJ No L 94, 28. 4. 1970, p. 13.(11) OJ No L 185, 15. 7. 1988, p. 1."}