{"celex_id": "31991R1184", "uri": "http://publications.europa.eu/resource/cellar/c13244eb-fa5a-45a8-b69a-6651026d50b2", "type": "Regulation", "concepts": ["171", "2563", "3003", "5360", "797", "80"], "title": "Commission Regulation (EEC) No 1184/91 of 6 May 1991 laying down detailed rules for the application of the aid scheme for Portuguese cereal producers\n", "header": "8.5.1991 EN Official Journal of the European Communities L 115/15\nCOMMISSION REGULATION (EEC) No 1184/91\nof 6 May 1991\nlaying down detailed rules for the application of the aid scheme for Portuguese cereal producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3653/90 of 11 December 1990 introducing transitional measures governing the common organization of the market in cereals and rice in Portugal (1), and in particular Article 10 thereof,\nWhereas Regulation (EEC) No 3653/90 introduces aid for producers of certain cereals placed on the market or sold by the producer to an intervention agency; whereas the meaning of sale on the market should be defined;\nWhereas, for the satisfactory operation of the aid scheme, Member States should carry out checks to ensure that the aid is granted in accordance with the conditions laid down; whereas aid applications must therefore contain a minimum amount of information for the purposes of the checks to be carried out;\nWhereas, to ensure efficient application, provision should be made for random on-the-spot checks of the accuracy of applications submitted; whereas these checks should be made on a sufficiently representative number of aid applications;\nWhereas provision should be made for the recovery of aid in the case of undue payment and for appropriate penalties for false declarations;\nWhereas, for the satisfactory operation of the aid scheme, provision should be made for the data given in aid applications to be computerized;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The aid referred to in Article 3 of Regulation (EEC) No 3653/90 shall be granted to Portuguese cereal producers in accordance with the rules laid down in this Regulation.", "1.   The aid shall be paid to producers or their authorized representatives in respect of the quantities of cereals referred to in Article 1 (a) of Council Regulation (EEC) No 2727/75 (2), harvested on the producer's holding, and for which evidence is presented that they have been sold on the market.\n2.   For the purposes of this Regulation, ‘sale on the market'’ means the sale by producers of cereals in the form of grain to collection, trading and processing undertakings, other producers or an intervention agency.", "1.   The aid shall be paid by the Portuguese authorities to the producers or their authorized agents referred to in Article 2 at their request.\n2.   Aid applications shall be sent to the INGA and shall be accompanied by a chronological list of the sales of each cereal showing the quantity sold.\nFor sales of quantities of less than 40 tonnes, producers shall submit a single application for each marketing year.\n3.   The final application for a marketing year shall be submitted not later than 31 July of the subsequent marketing year.\n4.   The Portuguese authorities shall pay the aid at the latest by the end of the month following that in which the application is received.", "1.   In order to qualify under the aid scheme referred to in this Regulation, producers of cereals other than maize or grain sorghum shall submit to the competent authority each year, by 30 April at the latest, a crop declaration showing all the areas sown with each type of cereal, and their location on the basis of cadastral data or an information source recognized as equivalent by the body responsible for checking the areas such as a map or an aerial or satellite photograph allowing the inspection authorities to identify clearly the location of the areas.\nHowever, declarations concerning the 1991 cereals harvest shall be submitted by 31 May 1991 at the latest. In the case of maize and grain sorghum, the deadline for the submission of the crop declaration shall be 30 June.\n2.   The competent authority shall register the producer's declaration and allocate it a registration number.", "Evidence that the cereals have been sold as referred to in Article 2 shall be provided by presenting, in respect of each sale, a dated invoice showing the name of the buyer, the name of the producer and the registration number of the declaration referred to in Article 4, the quantity of each cereal sold and the delivery date of the cereals.", "The buyers referred to in Article 5 shall keep available for the competent national authorities accounts containing in particular:\n(a) the names and addresses of the producers or operators who supplied them with the cereal grains;\n(b) the quantities of each type of cereal supplied as described above and the date of such deliveries.", "1.   The Portuguese authorities shall set up a system of on-the-spot administrative checks ensuring that the conditions for the grant of the aid are met.\nThey shall carry out on-the-spot random checks on the accuracy of the applications submitted and on the crop declarations referred to in Article 4.\n2.   The on-the-spot checks on the crop declarations shall be carried out on at least:\n— 5 % of the crop declarations relating to less than 25 ha,\n— 20 % of the crop declarations relating to more than 25 ha but less than 250 ha\nand on all the crop declarations relating to more than 250 ha.", "1.   The Portuguese authorities shall make on-the-spot checks on the buyers referred to in the aid applications. The checks shall be carried out on the accounts referred to in Article 6 and shall cover at least 20 % of the quantity of cereals for which aid has been requested and 10 % of the buyers concerned.\nEach on-the-spot check shall be recorded in a report.\n2.   At the end of the marketing year the Portuguese authorities shall cross-check all the aid applications and the crop declarations relating to them. If such checking reveals a discrepancy between a producer's aid application and his production capacity, the Member State shall conduct a thorough examination of all the applications submitted by that producer.", "1.   If the check carried out on the applications for payment of the aid reveals a discrepancy, the producer shall be disqualified from the aid scheme for the marketing year in question.\n2.   In the case of undue payment of aid, the amounts concerned shall be recovered, plus interest of 15 %, calculated on the basis of the period elapsed between payment of the aid and repayment by the beneficiary. The amounts recovered shall be paid to the disbursing agency and shall be deducted from the expenditure financed by the EAGGF, Guarantee Section.\n3.   In the case of crop declarations, Portugal shall take the appropriate steps to impose penalties in respect of false declarations. It shall notify the Commission of any such measures taken.", "0\nWhere the aid applications contain information which is incorrect either wilfully or as a result of gross negligence, the applicant shall lose his entitlement to aid for the following marketing year.", "1\nPortugal shall take any additional measures necessary for the application of this Regulation, in particular to ensure the reliability of the control measures. For this purpose it shall computerize the data given in the aid applications.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 362, 27. 12. 1990, p. 28.\n(2)  OJ No L 281, 1. 11. 1975, p. 1."}