{"celex_id": "31997L0045", "uri": "http://publications.europa.eu/resource/cellar/1db7039c-90aa-404a-8b13-9a2f0f03352c", "type": "Directive", "concepts": ["2739", "2744", "2836", "2897", "5383", "5451"], "title": "21st Commission Directive 97/45/EC of 14 July 1997 adapting to technical progress Annexes II, III, VI and VII to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products (Text with EEA relevance)\n", "header": "21st COMMISSION DIRECTIVE 97/45/EC of 14 July 1997 adapting to technical progress Annexes II, III, VI and VII to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), as last amended by Commission Directive 97/1/EC (2) and in particular Article 8 (2) thereof,\nAfter consultation of the Scientific Committee on Cosmetology,\nWhereas the available scientific data indicate that the polyaromatic hydrocarbons (PAHs) level in refined coal tar are in the same range as the PAHs level in crude coal tar; whereas several studies show that PAHs enter the skin exposed to coal tars, which may lead to dermal and systemic carcinogenesis; whereas numerous PAHs are genotoxic carcinogens, and consequently no safe level can be established, the use of crude and refine coal tars in cosmetic products should be prohibited;\nWhereas a further toxicological evaluation, based on new data submitted by industry, of benzethonium chloride, shows that an acceptable safety margin is obtained as long as its use is limited to preservatives, at a limited concentration and for a reduced time of contact with the skin;\nWhereas, on the basis of the latest scientific and technical research, octyl methoxycinnamate may be used as an UV filter in cosmetic products;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directive on the removal of technical barriers to trade in the cosmetics products sector,", "main_body": ["Directive 76/768/EEC is hereby amended as shown in the Annex.", "1. Member States shall take the necessary measures to ensure that as from 1 July 1998 for the substances set out in the Annex, neither manufacturers nor importers established in the Community shall place on the market products which do not comply with the requirements of this Directive.\n2. Member States shall take the necessary measures to ensure that the products referred to in paragraph 1 containing the substances set out in the Annex shall not be sold or otherwise supplied to the final consumer after 30 June 1999.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 30 June 1998. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publications. The procedure for such reference shall be adopted by the Member States.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 July 1997.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 262, 27. 9. 1976, p. 169.\n(2) OJ No L 16, 18. 1. 1997, p. 85.\nANNEX\nThe Annexes to Directive 76/768/EEC are amended as follows:\n1. In Annex II:\nThe following reference number 420 is added:\n'420. Crude and refined coal tars`\nThe following reference number 415 is deleted:\n'415. Diisobutyl-phenoxy-ethoxy-ethyldimethylbenzylammonium chloride (benzethonium chloride)`\n2. In Annex VI:\n(a) Part One:\nThe following reference number is added:\n>TABLE>\n(b) Part Two:\n'30. 6. 1997` is replaced by '30. 6. 1998` for reference numbers 16, 21, 29.\n3. In Annex VII:\n(a) Part One:\nThe following reference number is added:\n>TABLE>\n(b) Part Two:\n- Reference number 13 is deleted.\n- '30. 6. 1997` is replaced by '30. 6. 1998` for reference numbers 2, 5, 6, 12, 17, 25, 26, 29 and 32."}