{"celex_id": "31993R0650", "uri": "http://publications.europa.eu/resource/cellar/e8227bc3-4cde-479b-9db3-72cbaebb2ee4", "type": "Regulation", "concepts": ["2777", "2965", "4288", "4689", "4692"], "title": "Commission Regulation (EEC) No 650/93 of 19 March 1993 on special conditions for the granting of private storage aid for pigmeat\n", "header": "COMMISSION REGULATION (EEC) No 650/93 of 19  March 1993 on special conditions for the granting of private storage aid for pigmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization  of the market in pigmeat  (1), as last amended by Regulation (EEC) No 1249/89  (2), and in  particular Articles 4 (6), 5 (4) and the second subparagraph of Article 22 thereof,\nWhereas intervention measures may be taken in respect of pigmeat if, on the representative markets  of the Community, the average price for pig carcases is less than 103  % of the basic price and is  likely to remain below that level;\nWhereas the market situation has been characterized by a marked fall in prices below the level  mentioned; whereas, in view of seasonal and cyclical trends, this situation could persist;\nWhereas intervention measures must be taken; whereas these can be limited to the granting of  private storage aid;\nWhereas Article 3 of Council Regulation (EEC) No 2763/75  (3) and Article 9 (4) of Commission  Regulation (EEC) No 3444/90  (4), provides for the possibility of custailing or extending the  storage period; whereas, therefore, provision should be made to fix not only the amounts of aid for  a specific period of storage but also the amounts to be added or deducted if this period is  curtailed or extended;\nWhereas, in order to facilitate administrative and control work resulting from the conclusion of  contracts, minimum quantities should be fixed;\nWhereas the security should be fixed at a level such as will oblige the storer to fulfil the  obligations undertaken by him;\nWheras experience shows that in certain circumstances and in particular where excessive use is made  of the scheme there is a risk of abuses in applying it;\nWhereas decisions on applications to conclude contracts should be notified only after a period for  reflection has elapsed; whereas that period must allow the market situation to be assessed and  permit provision to be made, where appropriate, for special measures applying in particular to  applications pending;\nWhereas the Management Committee for Pigmeat has not delivered an opinion within the time limit set  by its chairman,", "main_body": ["1.  As from 22 March 1993 applications for private storage aid may be  introduced in accordance with the provisions of Regulation (EEC) No 3444/90. The list of products  which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2.  If the period of storage is extended or curtailed, the amount of the aid shall be adjusted  accordingly. The amounts of the supplements and deductions per month and per day are set out in  columns 5 and 6 of the said Annex.", "The minimum quantities per contract and per product shall be as follows:\n(a)  10 tonnes for boned products;\n(b)  15 tonnes for all the other products.", "The security shall be 20  % of the amounts of aid set out in the Annex.", "By way of derogation from Article (4) of Regulation (EEC) No 3444/90 the minimum  quantity for carcases or half carcases is fixed at nine tonnes.", "Without prejudice to the communications foreseen in Article 15 of Regulation (EEC) No  3444/90, the Member States will inform the Commission, on Tuesday and Thursday of each week, of the  quantities of products for which requests for conclusion of contract have been deposited since the  preceding communication.", "Notwithstanding Article 11 (b) of Regulation (EEC) No 3444/90, decisions on  applications to conclude contracts shall be notified by the competent intervention agency to each  applicant by registered letter, telex or telefax or delivered against an acknowledgement of  receipt, on the fifth working day following the day on which the application is submitted, provided  that the Commission does not adopt special measures in the intervening period.\nWhere an examination of the situation reveals that excessive use has been made of the scheme  introduced by this Regulation, or if there is a danger of this occurring, such measures may  include;\n-  suspending the application of this Regulation for not more than five working days. In such case,  applications to conclude contracts submitted during that period shall not be accepted,\n-  setting a single percentage by which the quantities in the applications to conclude contracts  are reduced,\n-  rejecting applications made before the period of suspension which would have been the subject of  a decision of acceptance during the period of suspension.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 March 1993.\nFor the Commission RenĂŠ STEICHEN Member of the Commission\nANNEX\n>TABLE>"}