{"celex_id": "31993R0478", "uri": "http://publications.europa.eu/resource/cellar/47e51de0-fbf4-4df2-a538-56b2a899fbbd", "type": "Regulation", "concepts": ["2387", "2771", "3413", "4347", "4778"], "title": "Council Regulation (EEC) No 478/93 of 25 February 1993 establishing ceilings and Community surveillance for imports of certain products originating in the Republics of Croatia, Bosnia-Herzegovina, Slovenia and in the territory of the former Yugoslavian Republic of Macedonia (1993)\n", "header": "COUNCIL REGULATION (EEC) No 478/93 of 25 February 1993 establishing ceilings and Community surveillance for imports of certain products originating in the Republics of Croatia, Bosnia-Herzegovina, Slovenia and in the territory of the former  Yugoslavian Republic of Macedonia (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 3953/92 of 21 December 1992 concerning the arrangements applicable to the import into the Community of products originating in the Republics of Croatia, Bosnia-Herzegovina, Slovenia and the territory of the former  Yugoslavian Republic of Macedonia (1) provides for exemption from customs duty and charges having an equivalent effect for almost all products falling within Chapters 25 to 97 of the combined nomenclature and originating in those Republics; whereas\nArticle 3\nof that Regulation stipulates that the products listed in Annexes C I to C IV hereto should be subject to annual import ceilings, the exceeding of which may result in reintroduction of the customs duties applicable to third countries; whereas,  under these circumstances, the Commission must be kept regularly informed of the trend of imports of the said products and whereas it is therefore necessary for imports of those products to be subject to surveillance; whereas the said tariff ceilings  should therefore be opened for 1993;\nWhereas within the limits of these tariff quotas, the Portuguese Republic should apply the duties calculated in accordance with the relevant provisions of Council Regulation (EEC) No 4150/87 of 21 December 1987 amending Regulations (EEC) No 449/86 and  (EEC) No 2573/87 (2);\nWhereas Community surveillance may be achieved by means of an administrative procedure based on charging imports of the products in question against the ceilings at Community level as and when those products are entered with the customs authorities for  free circulation; whereas this administrative procedure must make provision for the possibility of reintroducing customs duties as soon as the ceilings are reached at Community level;\nWhereas this administrative procedure requires close and particularly rapid cooperation between the Member States and the Commission and the latter must in particular be able to follow the progress of quantities charged against the ceilings and keep the  Member States informed; whereas this cooperation has to be particularly close since the Commission must be able to take appropriate measures to reintroduce customs duties if one of the ceilings is reached,", "main_body": ["1. From 1 January to 31 December 1993, imports into the Community of certain products originating in the Republics of Croatia, Bosnia-Herzegovina, Slovenia and in the territory of the former Yugoslavian Republic of Macedonia and listed in  Annexes C I, C II, CIII and C IV to Regulation (EEC) No 3953/92 shall be subject to ceilings and Communit surveillance.\nThe description of the products referred to in the first subparagraph, their combined nomenclature codes and the corresponding ceilings or sub-ceilings are set out in the said Annexes. In Annex C II, the ceilings are indicated in column 4 (b).\nWithin the limit of these tariff quotas, the Portuguese Republic shall apply the duties calculated in accordance with the relevant provisions of Regulation (EEC) No 4150/87.\n2. The ceilings laid down for certain products listed in Annex C II wich have been the subject of an outward processing operation in accordance with the Community rules on economic outward processing are indicated in column 4 (a).\n3. Quantities shall be charged against the ceilings or sub-ceilings as and when the products are entered with customs authorities for free circulation accompanied by a movement certificate in accordance with the rules of origin adopted in accordance  with the procedure laid down in Article 14 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (3).\nWith regard to the ceilings established for categories 5, 6, 7, 8, 15 and 16 of column 4 (a) of Annex C II, reimported goods which have been the subject of an outward processing operation in accordance with the Community rules on economic outward  processing may be charged against the respective ceilings only if the movement certificate issued by the competent authorities of the Republics or territory in question contains a reference to the prior authorization provided for by the Community rules  on economic outward processing.\nGoods may be charged against a ceiling or sub-ceiling only if the movement certificate is presented before the date on which customs duties are reintroduced.\nThe extent to which the ceilings and sub-ceilings are used up shall be determined at Community level on the basis of the imports charged against them in the manner defined in the first, second and third subparagraphs.\nMember States shall periodically inform the Commission of imports charged in accordance with the above procedure; such information shall be supplied in the manner laid down in paragraph 5.\n4. As soon as the ceilings or sub-ceilings have been reached, the Commission may adopt a Regulation reintroducing, until the end of the calendar year, the customs duties actually applied in respect of third countries.\n5. Member States shall send the Commission not later than the fifteenth day of each month statements of the quantities charged during the preceding month. If the Commission so requests, they shall provide such statements for a period of 10 days and  forward them within five clear days of the end of each 10-day period.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1993.\nFor the Council\nThe President\nJ. TROEJBORG\n(1) OJ No L 406, 31. 12. 1992, p. 1.\n(2) OJ No L 389, 31. 12. 1987, p. 61.\n(3) OJ No L 148, 28. 6. 1968, p. 1. Regulation as last amended by Regulation (EEC) No 456/91 (OJ No L 54, 28. 2. 1991, p. 4.)."}