{"celex_id": "31995D0491", "uri": "http://publications.europa.eu/resource/cellar/3575135f-4045-4f69-8b83-5d001bd8f624", "type": "Decision", "concepts": ["1755", "2560", "268", "3660", "3774", "862"], "title": "95/491/EC: Commission Decision of 15 November 1995 on financial aid from the Community for the operation of the Community reference laboratory for swine vesicular disease, Pirbright, United Kingdom (Only the English text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION  DECISION of 15 November 1995 on financial aid from the Community for the operation of the Community  reference laboratory for swine vesicular disease, Pirbright, United Kingdom (Only the English text  is authentic) (Text with EEA relevance) (95/491/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field   (1), as last amended by Decision 94/370/EEC  (2), and in particular Article 28 (2) thereof,\nWhereas point 6 of Annex II to Council Directive 92/119/EEC of 17 December 1992 introducing general  Community measures for the control of certain animal diseases and specific measures relating to  swine vesicular disease  (3) designates the AFRC Institute for Animal Health, Pirbright, United  Kingdom, as the reference laboratory for swine vesicular disease;\nWhereas all the functions and duties which the laboratory has to perform are specified in Annex III  to that Directive; whereas Community assistance must be conditional on the accomplishment of  these;\nWhereas the Community financial aid should be granted to the Community reference laboratory to  enable it to carry out the said functions and duties;\nWhereas for budgetary reasons the Community assistance should be granted for a period of one year;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April  1970 on financing of the common agricultural policy  (4), as last amended by Regulation (EEC) No  2048/88  (5), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["The Community shall grant the United Kingdom financial assistance for  the functions and duties to be carried out in the Community reference laboratory for swine  vesicular disease at the Institute for Animal Health, Pirbright.", "The Institute for Animal Health at Pirbright in the United Kingdom shall perform the  functions and duties to which Article 1 relates. The provisions of Annex III to Directive  92/119/EEC shall apply.", "The Community's financial assistance shall be a maximum of ECU 48  000 for the period 1  August 1995 to 31 July 1996.", "The Community's financial assistance shall be paid as follows:\n-  70  % by way of an advance at the United Kingdom's request,\n-  the balance following presentation of supporting technical and financial documents. These  documents must be presented before 1 October 1996.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the United Kingdom of Great Britain and Northern  Ireland."], "attachments": "Done at Brussels, 15 November 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}