{"celex_id": "31994R0277", "uri": "http://publications.europa.eu/resource/cellar/a9e55f3b-671f-4dc4-b863-2d7b9fb9be4c", "type": "Regulation", "concepts": ["1182", "2194", "2563", "4691", "5263", "768"], "title": "Commission Regulation (EC) No 277/94 of 7 February 1994 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\n", "header": "COMMISSION REGULATION (EC) No 277/94 of 7 February 1994 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 363/93 (2), and in particular Article 5 (9) thereof,\nHaving regard to Council Regulation (EEC) No 3901/89 of 12 December 1989 defining lambs fattened as heavy carcases (3), and in particular Article 1 (2) thereof,\nWhereas detailed rules for the definition of lambs fattened as heavy carcases were adopted by Commission Regulation (EEC) No 2814/90 (4), as last amended by Regulation (EEC) No 642/92 (5); whereas Article 1 of that Regulation specifies a period for the submission of premium applications which differs from that specified for producers not marketing milk; whereas, given the entry into force as from the 1994 marketing year in the sheepmeat and goatmeat sector of Commission Regulation (EEC) No 3887/92 of 23 December 1992 laying down detailed rules for applying the integrated administration and control system for certain Community aid schemes (6), it is deemed appropriate, with a view to simplification and harmonization of the procedures for processing the various Community aid applications, to authorize the Member States to provide for a single period for the submission of ewe premium applications by all producers concerned in a given Member State; whereas, however, such authorization should be subject to submission of the specific declaration referred to in Article 1 (1) of Regulation (EEC) No 2814/90 once fattening of the first batch begins, in order to ensure effective monitoring of the measure;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The following paragraph 1a is inserted in Article 1 of Regulation (EEC) No 2814/90:\n'1a. Notwithstanding the first subparagraph of paragraph 1, the Member States shall be authorized to make provision for submission of the premium application during the period or, as the case may be, first period provided for pursuant to Article 1 (2) of Commission Regulation (EEC) No 2700/93 (*). Where a Member State takes this option, the producers concerned shall, in addition to complying with the terms of paragraph 1, submit to the competent authority, not later than the day on which the fattening of each batch began, the specific declarations concerning batches in respect of which fattening began prior to the date of submission of the ewe premium application.\n(*) OJ No L 245, 1. 10. 1993, p. 99.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1994 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 42, 19. 2. 1993, p. 1.\n(3) OJ No L 375, 23. 12. 1989, p. 4.\n(4) OJ No L 268, 29. 9. 1990, p. 35.\n(5) OJ No L 69, 14. 3. 1992, p. 25.\n(6) OJ No L 391, 31. 12. 1992, p. 36."}