{"celex_id": "31996R0205", "uri": "http://publications.europa.eu/resource/cellar/0beb979b-903d-4db8-a456-3c3c615fa3f2", "type": "Regulation", "concepts": ["13", "192", "2081", "4687"], "title": "Commission Regulation (EC) No 205/96 of 2 February 1996 amending Regulation (EEC) No 1538/91 introducing detailed rules for implementing Regulation (EEC) No 1906/90 on certain marketing standards for poultrymeat\n", "header": "COMMISSION REGULATION (EC) No 205/96 of 2 February 1996 amending Regulation (EEC) No 1538/91 introducing detailed rules for implementing Regulation (EEC) No 1906/90 on certain marketing standards for poultrymeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1906/90 of 26 June 1990 on certain marketing standards for poultrymeat (1), as last amended by Regulation (EC) No 3204/93 (2), and in particular Article 9 thereof,\nWhereas Commission Regulation (EEC) No 1538/91 (3), as last amended by Regulation (EC) No 2390/95 (4), lays down the detailed rules for implementing marketing standards in the poultrymeat sector;\nWhereas the provisions on control of water content of frozen and quick-frozen chickens should be adapted regarding the frequency of checks carried out by or under the responsibility of the competent authorities and the taking over of the costs by the industry in certain cases; whereas the results of these checks should be made available to the national and Community reference laboratories for further evaluation, and should be examined by the Management Committee;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Article 14 (a) of Regulation (EEC) No 1538/91 is hereby amended as follows:\n1. in paragraph 4 the words 'a fortnight` are replaced by 'every two months`;\n2. in paragraph 5, the following sub-paragraph is added:\n'They shall in all cases, where a batch of frozen or quick-frozen chickens was deemed not to comply with this Regulation, resume testing at the minimum frequency of checks referred to in paragraph 4 only after three successive checks according to Annexes V or VI, to be carried out by sampling from three different days of production within a maximum of four weeks, have shown negative results. The costs for these check shall be paid by the slaughterhouse concerned.`;\n3. The following paragraph 12 (a) is inserted after paragraph 12:\n'12 (a) The competent authorities of the Member States shall inform the respective national reference laboratory without delay about the results of the checks carried out by them or under their responsibility.\nThe national reference laboratories shall forward these data every six months to the Community reference Laboratory for further evaluation and discussion with national reference laboratories at least once a year. The findings shall be presented to the Management Committee for consideration in accordance with Article 18 of Regulation (EEC) No 2777/75.`", "This Regulation shall enter into force on 1 March 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 6. 7. 1990, p. 1.\n(2) OJ No L 289, 24. 11. 1993, p. 3.\n(3) OJ No L 143, 7. 6. 1991, p. 11.\n(4) OJ No L 244, 12. 10. 1995, p. 60."}