{"celex_id": "31997R2087", "uri": "http://publications.europa.eu/resource/cellar/75daa240-69a6-4904-b0ff-8335e45ef572", "type": "Regulation", "concepts": ["2173", "2730", "3003", "4713", "4726", "4734"], "title": "Council Regulation (EC) No 2087/97 of 20 October 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\n", "header": "COUNCIL REGULATION (EC) No 2087/97 of 20 October 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 15 (6) of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (4) provides for the adoption of terms under which Member States may allow malic acid to be used; whereas such acid has never been used since the said Regulation entered into force and provision for its use should be discontinued; whereas it should therefore be deleted from Annex VI to the Regulation;\nWhereas Article 17 (3) of Regulation (EEC) No 822/87 allows temporary use of a particular deacidification method; whereas experiments in the Member State where it is used have demonstrated its advantages; whereas it should be permanently authorized;\nWhereas Article 45 of Regulation (EEC) No 822/87 institutes an aid scheme for use of concentrated and rectified concentrated grape musts to increase alcoholic strength; whereas for rectified concentrated musts from wine-growing zones C III a differentiated aid is provided for; whereas, under the second subparagraph of paragraph 2 of that Article, this treatment is also applicable to rectified concentrated musts produced outside wine-growing zones C III in installations that began production of them before 30 June 1982; whereas this extension was authorized because installations existed outside zone C III which produced musts and the new scheme would have damaged them; whereas there is still justification for this extension, pending the reform of the common organization of the wine market;\nWhereas Article 53 of Regulation (EEC) No 822/87 sets entry price control arrangements for grape juices and musts falling within CN codes 2009 60 and 2204 30; whereas, in the absence of representative import markets in the Member States, these arrangements are not geared to the actual market for these products; whereas the arrangements should be adjusted to allow either verification by means other than a flat-rate import value or the calculation of this value on the basis of product prices on the export markets of the third countries of origin;\nWhereas Annex VI to Regulation (EEC) No 822/87 provides for the use of animal albumin for the clarification of grape must and wines; whereas it is desirable to determine the nature of the albumins allowed for use in clarification,", "main_body": ["Regulation (EEC) No 822/87 is hereby amended as follows:\n(1) in Article 15 (6) the second indent shall be deleted;\n(2) in Article 17 (3) 'until 31 August 1997` shall be deleted;\n(3) the second subparagraph of Article 45 (2) shall be replaced by the following:\n'Where it is decided to apply the restricted grant referred to in the first subparagraph, it shall apply also to rectified concentrated grape musts produced, until the end of the 1999/2000 inclusive wine year, outside the wine-growing zones referred to in the said subparagraph in undertakings which began such production before 30 June 1982.`;\n(4) Article 53 (2) and (3) shall be replaced by the following:\n'2. For juices and musts falling within CN codes 2009 60 and 2204 30 for which the application of Common Customs Tariff duties depends on the import price of the product, the actual amount of this price shall be verified either by checking every consignment or by using a flat-rate import value calculated by the Commission on the basis of price quotations for the same products in the countries of origin.\nShould the declared entry price of a consignment be higher that the flat-rate import value, if such applies, increased by a margin adopted in accordance with paragraph 3 that may not exceed the flat-rate value by more than 10 %, security must be lodged equal to the import duties as determined on the basis of the flat-rate import value.\nIf, in the case referred to in the preceding subparagraph, the entry price of the consignment is not declared, the application of the Common Customs Tariff shall be dependent on the flat-rate import value or on the application, under conditions to be determined in accordance with paragraph 3, of the relevant provisions of customs legislation.\n3. Detailed rules of application for this Article shall be adopted using the procedure laid down in Article 83. These rules shall in particular cover the setting of criteria for determining which control method is to be applied and what factors are to enter into the calculation of flat-rate import values.`;\n(5) in Annex VI (3), point (k) shall be replaced by:\n'(k) use of tartaric acid for acidification on the terms set in Articles 21 and 23;`\n(6) in Annex VI (1), point (j), fourth indent, and in Annex VI (3), point (m), fourth indent, '- animal albumin` shall be replaced by '- ovalbumin and/or lactalbumin`.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nPoint 3 of Article 1 shall apply from 1 September 1997.\nPoint 4 of Article 1 shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 20 October 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 214, 16. 7. 1997, p. 11.\n(2) OJ C 304, 6. 10. 1997.\n(3) Opinion delivered on 2 October 1997 (not yet published in the Official Journal).\n(4) OJ L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 1417/97 (OJ L 196, 24. 7. 1997, p. 10)."}