{"celex_id": "31994D0600", "uri": "http://publications.europa.eu/resource/cellar/71386b20-5f40-4ff6-a17e-c104499e7293", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "5369", "619"], "title": "94/600/EC: Commission Decision of 14 September 1994 amending Decision 94/462/EC concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 94/178/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 September 1994 amending Decision 94/462/EC concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 94/178/EC (Text with EEA relevance) (94/600/EC)\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nWhereas as a result of outbreaks of classical swine fever in different parts of Germany, the Commission adopted Decision 94/462/EC of 22 July 1994 concerning certain protection measures relating to classical swine fever in Germany and repealing Decision  94/178/EC (3);\nWhereas a number of outbreaks of classical swine fever have occurred in Germany; whereas some of the outbreaks have occurred in areas where the disease is present in the wild boar population;\nWhereas in view of the trade in live pigs, fresh pigmeat and certain meat-based products, these outbreaks are liable to endanger the herds of other Member States;\nWhereas Germany has taken measures in accordance with Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (4) and, furthermore, has introduced further measures;\nWhereas in the light of the evolution of the situation it is necessary to amend the present measures;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 94/462/EC is hereby amended as follows:\n1. In Article 1 (1) is replaced by:\n'(b) the second indent of (a) shall apply only to pigs originating from Mecklenburg-Western Pomerania, Rhineland-Palatinate and Lower Saxony, with the exception of Kreis Grafschaft Bentheim and Kreis Emsland'.\n2. In Article 2, the certificate must be completed with the following:\n'as amended by Decision 94/600/EC'.\n3. In Article 8, '20 September' is replaced by '20 November'.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 189, 27. 7. 1994, p. 89.\n(4) OJ No L 47, 21. 2. 1980, p. 11."}