{"celex_id": "31992R1515", "uri": "http://publications.europa.eu/resource/cellar/886100b4-0452-4e15-8cee-670380f44280", "type": "Regulation", "concepts": ["4210", "4236", "4285", "4472", "5945", "6042"], "title": "Commission Regulation (EEC) No 1515/92 of 11 June 1992 laying down temporary provisions relating to the detailed rules for the application of the subsidy system for producers of soya beans, rape seed and sunflower seed\n", "header": "COMMISSION REGULATION (EEC) No 1515/92  of 11 June 1992  laying down temporary provisions relating to the detailed rules for the application of the subsidy system for producers of soya beans, rape seed and sunflower seed\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3766/91 of 12 December 1991 establishing a support system for producers of soya beans, rape seed and colza seed and sunflower seed (1), and in particular Article 11 thereof,\nWhereas Article 9 (2) of Council Regulation (EEC) No 1594/83 of 14 June 1983 on subsidies for oilseeds (2) as last amended by Regulation (EEC) No 1321/90 (3) foresees that imports of rape seed and sunflower seed shall be subject to a system of control  in order to avoid that these seeds claim for the subsidies provided for Community produced seeds; whereas Article 28 (1) and (2) of Commission Regulation (EEC) No 2681/83 of 21 September 1983 laying down detailed rules for the application of the subsidy  system for oilseeds (4) as last amended by Regulation (EEC) No 2964/91 (5) establishes the time limits for the release of the securities that may be involved in the control system for imported seeds;\nWhereas Articles 10 and 11 of Commission Regulation (EEC) No 1813/84 of 28 June 1984 laying down detailed rules for applying differential amounts for colza, rape seed and sunflower seed (6) as last amended by Regulation (EEC) No 1539/90 (7) foresees  that seed subject to intra-Community trade shall be accompanied by a control copy, provided for in Article 10 of Commission Regulation (EEC) No 2823/87 (8) accompanied by a security; whereas Article 13 of Regulation (EEC) No 1813/84 establishes the time  limits for the release of this security;\nWhereas Article 2 (1) of Regulation (EEC) No 1594/83 and Article 6 of Council Regulation (EEC) No 2194/85 of 25 July 1985 adopting general rules concerning special measures for soyabeans (9) as last amended by Regulation (EEC) No 1725/91 (10), provides  for a control system in the undertakings to ensure that the subsidy is received only for seeds for which the subsidy is provided;\nWhereas the support scheme introduced by Regulation (EEC) No 3766/91 supersedes the support provisions for rape seed, sunflower seed and soya seed established in Council Regulation (EEC) No 136/66 (11), as last amended by Regulation (EEC) No 356/92 (12)  and Council Regulation (EEC) No 1491/85 (13), as last amended by Regulation (EEC) No 1724/91 (14), for the 1992 oilseeds harvest; whereas in consequence the 1992 crop grains will neither be put under control in the undertakings nor identified; whereas  in order to avoid any risk of fraud it is necessary to put under control in the undertakings the seed which has been imported subject to a security before the end of the current support system; whereas given that no more subsidies are provided for  Community seeds it is convenient to stop the control systems for both the imported seed and the intra-Community trade; whereas in order to avoid as far as possible the interference between both support schemes it is convenient to shorten the delays  provided for the release of the securities involved in imports of rape seed and sunflower seed and in intra-Community trade;\nWhereas in order to a void any risk of fraud it is convenient to control accurately the remaining stocks of Community oilseeds in the undertakings at the time where the present support scheme ends;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Extra-Community trade\n1. All imported seeds or mixtures of rape seed or sunflower seed which are subject to the security referred to in Article 27 (1) of Regulation (EEC) No 2681/83 shall be placed under the control referred to in Article 2 of Regulation (EEC) No 1594/83 by  30 June 1992.\n2. The control system for imports of rape seed and sunflower seed referred to in Article 26 of Regulation (EEC) No 2681/83 shall not apply to imports after 30 June 1992.\n3. The deadlines foreseen in the first and second indents of Article 28 (1) of Regulation (EEC) No 2681/83 for the release of securities related to imported rape seed and sunflower seed, shall be no later than 31 March 1993.\n4. Notwithstanding the provision in the second indent of Article 28 (2) Regulation (EEC) No 2681/83, if the proof referred to in paragraph 1 of the abovementioned Article is presented later than 31 March 1993 the security shall be reimbursed less 25 %  thereof for each month or part of a month by which presentation of the said proof is late.", "Intra-Community trade\n1. The control system for intra-Community trade of rape seed and sunflower seed referred to in Article 10 (1) of Regulation (EEC) No 1813/84 shall not apply to transactions initiated after 30 June 1992.\n2. The deadline foreseen in Article 13 (1), first indent of Regulation (EEC) No 1813/84 for the release of securities related to intra-Community trade of rape seed and sunflower seed shall be no later than 31 March 1993.\n3. Notwithstanding the provision of Article 13 (1), second indent of Regulation (EEC) No 1813/84, if the proof referred to in Article 12 of the abovementioned Regulation is presented later than 31 March 1993 the security shall be reimbursed less 25 %  thereof for each month or part of a month by which presentation of the said proof is late.", "Control in undertakings\nMember States shall make an inventory accompanied by physical checks of stocks of sunflower seed and rape seed and of soya seed placed under the controls referred to in Article 2 of Regulation (EEC) No 1594/83 and in Article 3 of Commission Regulation  (EEC) No 2537/89 (15) respectively held on 30 June 1992. The inventory must show for each undertaking the quantity and quality of Community identified seed and third country seed respectively. This inventory will be restricted to undertakings holding  Community seed on 30 June 1992.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 17. (2) OJ No L 163, 22. 6. 1983, p. 44. (3) OJ No L 132, 23. 5. 1990, p. 15. (4) OJ No L 266, 28. 9. 1983, p. 1. (5) OJ No L 282, 10. 10. 1991, p. 15. (6) OJ No L 170, 29. 6. 1984, p. 41. (7) OJ No L 145, 8.  6. 1990, p. 20. (8) OJ No L 270, 23. 9. 1987, p. 1. (9) OJ No L 204, 2. 8. 1985, p. 1. (10) OJ No L 162, 26. 6. 1991, p. 37. (11) OJ No 172, 30. 9. 1966, p. 3025/66. (12) OJ No L 139, 15. 2. 1992, p. 1. (13) OJ No L 151, 10. 6. 1985, p. 15. (14) OJ No L  162, 26. 6. 1991, p. 35. (15) OJ No L 245, 22. 8. 1989, p. 8."}