{"celex_id": "31991D0395", "uri": "http://publications.europa.eu/resource/cellar/68bdb324-9aa1-4db5-95ee-3a7c5a151dc6", "type": "Decision", "concepts": ["1528", "2459", "2792", "3200"], "title": "91/395/EEC: Council Decision of 29 July 1991 adopting the ' Youth for Europe' programme (second phase)\n", "header": "COUNCIL DECISION  of 29 July 1991  adopting the 'Youth for Europe' programme (second phase)  (91/395/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Member States, when they signed the Treaty establishing the European Economic Community, declared themselves determined to lay the foundations of an ever closer union among the peoples of Europe;\nWhereas, in order to achieve that objective, the Treaty provides for powers to take action to ensure freedom of movement for employed and self-employed persons and those receiving services;\nWhereas specific measures should be taken to assist young people to develop their sense of initiative and to foster an awareness in them of their abilities and responsibilities;\nWhereas, when they met on 13 December 1976 (4) and 12 July 1982 (5), the Council and the Ministers for Education, meeting within the Council, were resolved on the need adequately to prepare young people for adult and working life, and adopted action  programmes relating thereto;\nWhereas the European Council, meeting on 28 and 29 June 1985, adopted the conclusions of the ad hoc Committee on a People's Europe, which called for the promotion of youth exchanges within the Community and for an effective network of exchanges within  and between Member States;\nWhereas the European Parliament, in its resolutions of 12 March 1981 on youth activities (6), of 7 June 1983 on a European Communities programme to promote youth exchanges (7) and of 16 December 1983 on a European voluntary service scheme for young  people (8), advocated strengthening Community activities in this field;\nWhereas youth exchanges are an appropriate method of enabling young people to understand more about the European Community and its Member States and of promoting social cohesion within the Community; whereas they thus contribute to the training and  preparation of young people for adult and working life and to the development of a greater awareness of their abilities and responsibilities;\nWhereas, since substantial improvement in the quality and quantity of youth exchanges and mobility can be achieved by a series of support measures at Community level complementing the measures taken by the Member States and taking into account the  experience and the current contribution of bodies already working in this field;\nWhereas on 16 June 1988 the Council adopted Decision 88/348/EEC establishing the 'Youth for Europe' action programme (9) to promote youth exchanges in the Community; whereas it is now expedient to extend that programme;\nWhereas a programme lasting three years is called for;\nWhereas an amount of ECU 25 million is estimated as necessary to implement this multiannual programme; whereas, for the year 1992, in the framework of the current financial perspective, the funds estimated as necessary are ECU 10 million;\nWhereas the amounts to be committed for the financing of the programme for the period after the budget year 1992 will have to fall within the Community financial framework in force;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers of action other than those of Article 235,", "main_body": ["The second phase of the 'Youth for Europe' programme, hereinafter referred to as 'the programme', to promote youth exchanges and mobility in the Community is hereby adopted for the period 1 January 1992 to 31 December 1994.", "The Community financial resources estimated as necessary for implementation of the programme amount to ECU 25 million, of which ECU 10 million are for the year 1992 in the framework of the 1988 to 1992 financial perspective.\nFor the subsequent period of implementation of the programme, the amount shall fall within the Community financial framework in force.\nThe budget authority shall determine the appropriations available for each financial year, taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European  Communities.", "In its second phase, the programme shall comprise a range of measures, set out in the Annex, directly linked to the development of youth exchanges and mobility in the Community. The measures are directed at young people (from 15 to 25 years  of age), as well as at bodies active in promoting youth exchanges or mobility. The programme's objectives shall be as set out in the Annex.", "1. The Commission shall implement the second phase of the 'Youth for Europe' programme in conformity with this Decision.\n2. In performing this task, the Commission shall be assisted by a committee of an advisory nature, composed of two representatives from each Member State, and chaired by the Commission representative. Members of the committee may be assisted by experts  or advisers. The secretariat of the committee shall be provided by the Commission. A representative of the Council of Europe and a representative of the Youth Forum of the European Communities shall be invited to participate in the work of the committee  as observers.\n3. The Committee may examine all questions concerning the implementation and evaluation of the programme. The Commission shall consult the committee on:\n- the approach concerning the measures provided for by the programme, its operation and its evaluation,\n- questions of general balance concerning the exchanges between Member States and concerning the various types of action.\n4. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter,  if necessary by taking a vote. The opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\n5. The Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "The Commission is invited to see that there is consistency and complementarity between this programme and other activities of the Member States and of the Community affecting young people, in particular youth exchanges envisaged under the  Tempus programme. In this connection, account shall be taken of the activities of the Council of Europe, inter alia in the field of information and training for youth workers. The Commission shall also maintain regular contacts with international  organizations working in the field of youth exchanges and mobility.", "1. Member States shall lend their support to achieving the objectives of the programme as set out in the Annex by taking appropriate measures to that end.\n2. Each Member State shall:\n(a) designate an existing body or set up one or more competent bodies responsible for coordinating the implementation of the programme at national level, although this may not necessarily be the only task assigned to such body or bodies. These bodies  shall cooperate in the continuous evaluation of the programme;\n(b) endeavour, as far as possible, to adopt the measures necessary to ensure that young people who have participated in exchanges under the programme do not lose their entitlements, particularly those linked to social security.", "The Commission shall take the necessary measures for the continuous evaluation of the programme on the basis of statistical and other information provided by the bodies designated pursuant to Article 6 (2) (a) and of other independently  collected information and analyses. This evaluation shall cover the operation of the programme and its impact on young people. On the basis of this evaluation, the Commission shall submit to the European Parliament and to the Council a report on the  implementation of the programme after the first year of the second phase, taking into account the results of the programme since 1 July 1988. The Council, acting on a proposal from the Commission, shall take a position on a review of this Decision  before the programme expires."], "attachments": "Done at Brussels, 29 July 1991. For the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ No C 308, 8. 12. 1990, p. 6. (2) OJ No C 158, 17. 6. 1991. (3) OJ No C 159, 17. 6. 1991, p. 5. (4) OJ No C 308, 30. 12. 1976, p. 1. (5) OJ No C 193, 28. 7. 1982, p. 1. (6) OJ No C 77, 6. 4. 1981, p. 58. (7) OJ No C 184, 11. 7. 1983, p.  22. (8) OJ No C 10, 16. 1. 1984, p. 286. (9) OJ No L 158, 25. 6. 1988, p. 42.\nANNEX\nACTION I\nPromoting youth projects which entail the exchange and mobility of young people\n1. For the purposes of this Action, the term 'youth exchanges' shall refer to project-centred bilateral exchanges and multilateral exchanges and encounters arranged on the basis of joint projects within the Community between groups of young people  between 15 and 25 years old residing in two or more Member States, excluding projects which take place in the context of formal education or vocational training. These exchanges and encounters shall have a minimum duration of one week and shall be  specifically planned so as to enable the young people to develop skills for active and working life by:\n- gaining an understanding of the economic, social and cultural life of the host country, particularly the situations and problems of young people, through direct contact with the local community in the host country,\n- establishing cooperative relationships between groups of young people resident in different Member States within the Community,\n- exchanging ideas and identifying common interests with young people from other countries taking part in the exchanges,\n- strengthening their awareness of belonging to Europe.\n2. The objectives of this Action of the 'Youth for Europe' programme shall be as follows:\n(a) to promote youth exchanges within the European Community for an increasing number of young people from all the Member States, including, in particular, regions in which few such opportunities are customarily available;\n(b) to promote improvements in the quality of such exchanges, in particular through assistance with the preparation and organization of exchanges, so as to achieve maximum impact and to increase to the utmost the benefit to the young people concerned,  in particular by enabling them to play an active part in organizing the exchanges;\n(c) to encourage, as far as possible, diversification in youth exchanges and to achieve a better balance between Member States, inter alia by the promotion of multilateral exchanges, so as to extend exchanges in particular to young people from varied  social, economic and cultural backgrounds;\n(d) to support the pursuit of exchanges of young people aimed at developing permanent links between them.\nActivities supported under this Action shall be designed in particular to encourage the participation of young people who experience the most difficulties in being included in existing exchange programmes.\nThe projects to receive Community assistance shall be chosen on the basis of joint criteria of quality, impact and efficacy in line with the programme objectives.\n3. The following measures designed to enable young people to benefit from exchanges and mobility shall be implemented:\n(a) Direct support for youth projects involving exchange and mobility\n(a)1. The Community shall continue the development of its system of direct financial aid to youth exchanges with an explicitly educational purpose, expressed in the form of a coherent project.\n(a)1.1. Such projects shall be so devised that the impact or repercussions of the exchange, in terms of cooperation or individual or group training, may be assessed. Exchanges organized in the context of formal education or vocational training shall be  excluded. Aid for exchanges under this point may not exceed 50 % of the total expenses incurred (journey and programme), except as provided in point a.1.4.\n(a)1.2. In calculating the aid to each Member State, quantitative objectives shall be assigned in relation to the number of young people from 15 to 25 years in its population. The calculation shall also take account of:\n- the gross domestic product of each Member State,\n- the average cost of journeys between Member States,\n- the balance of the flow of exchanges, at the same time taking into account the linguistic situation in the European Community.\n(a)1.3. In the allocation of grants, priority shall be given to project-centred exchanges which meet the following criteria:\n- are especially designed for young people with disadvantaged backgrounds,\n- bring together young people with different social, economic and cultural backgrounds,\n- make young people aware of the European dimension, for example through their multilateral nature,\n- stress the active participation of young people from the beginning of the project,\n- concern regions of the Community where few opportunities for exchanges are available,\n- concern young people living in peripheral areas and/or linguistic areas having a limited coverage.\n(a)1.4. In addition to the aids set out above, the Community shall undertake positive action towards disadvantaged young people. In this context, financial aid towards exchanges organized under section a.1 may, for disadvantaged young people, go up to  75 % of the total; the Community shall also support such other preparatory and accompanying activities to encourage the participation of disadvantaged young people as may be appropriate. Not less than one-third of the appropriations made available to  Member States under point a.1 shall be used for disadvantaged young people.\n(a)2. Grants shall be made available on an experimental basis to support transnational projects enabling young people to take part voluntary service activities in another Member State. Such activities shall be organized in particular in the educational,  social, cultural or environmental protection fields. For the purposes of this provision, 'voluntary service activities' means those activities in which young people devote their time and efforts to a cause of value to society, excluding similar  activities which exist in some Member States in the framework of compulsory military service or as an alternative thereto. Exchange organizers shall be responsible for insuring participants in such exchanges.\n(b) Study visits and professional development for youth workers\nIn the context of the overall development of the programme, the Community will continue its aid for short study visits, for professional development and for pilot projects relating to youth workers, with the chief aims of:\n- making them aware of the situation of young people in other Member States,\n- enabling them to establish the contracts necessary for the organization of exchanges,\n- promoting intercultural training.\nACTION II\nAccompanying measures\n1. Measures to accompany and support those referred to above may be carried out by the Commission, including measures:\n(a) to promote the implementation of practical measures to encourage the mobility of young people in the Member States, including the youth cards introduced in several Member States, so as to facilitate their access to existing services at national  level;\n(b) to encourage the undertaking of collaborative activities in the field of youth work;\n(c) to provide technical expertise and support for the implementation of grant and subsidy schemes;\n(d) to identify ways and means of overcoming the various obstacles which may inhibit participation in, or the organization of, youth exchanges;\n(e) to define, in the light of experience gained, possible new actions which could be undertaken with a view to filling any gaps discovered in existing youth exchange programmes.\n2. In addition to the above, the Commission shall provide assistance for the development of activities for the bodies referred to in Article 6 (2) (a) of the Decision. These activities shall be concerned with the development of:\n(a) information to young people and youth workers about the activities supported under this programme and the application and grant systems relating to each activity;\n(b) consultation facilities, to give practical guidance on the preparation of youth exchanges and other projects eligible for financial support under this programme, including the operation of training courses, where appropriate;\n(c) coordination of activities and exchanges of information and experience between designated bodies in the various Member States. Those bodies will take account of the actitivies undertaken by the Member States in this field;\n(d) assessment of the qualitative effect of the programme."}