{"celex_id": "31990L0270", "uri": "http://publications.europa.eu/resource/cellar/f8c253f5-83fb-4fb8-8787-4ee85101b737", "type": "Directive", "concepts": ["1280", "5208", "5601", "5612", "5810"], "title": "Council Directive 90/270/EEC of 29 May 1990 on the minimum safety and health requirements for work with display screen equipment (fifth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\n", "header": "21.6.1990 EN Official Journal of the European Communities L 156/14\nCOUNCIL DIRECTIVE\nof 29 May 1990\non the minimum safety and health requirements for work with display screen equipment (fifth individual Directive within the meaning of Article 16 (1) of Directive 87/391/EEC)\n(90/270/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 118a thereof,\nHaving regard to the Commission proposal (1) drawn up after consultation with the Advisory Committee on Safety, Hygiene and Health Protection at Work,\nIn cooperation with the European Parliament (2)\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 118a of the Treaty provides that the Council shall adopt, by means of Directives, minimum requirements designed to encourage improvements, especially in the working environment, to ensure a better level of protection of workers' safety and health;\nWhereas, under the terms of that Article, those Directives shall avoid imposing administrative, financial and legal constraints, in a way which would hold back the creation and development of small and medium-sized undertakings;\nWhereas the communication from the Commission on its programme concerning safety, hygiene and health at work (4) provides for the adoption of measures in respect of new technologies; whereas the Council has taken note thereof in its resolution of 21 December 1987 on safety, hygiene and health at work (5);\nWhereas compliance with the minimum requirements for ensuring a better level of safety at workstations with display screens is essential for ensuring the safety and health of workers;\nWhereas this Directive is an individual Directive within the meaning of Article 16 (1) of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (6); whereas the provisions of the latter are therefore fully applicable to the use by workers of display screen equipment, without prejudice to more stringent and/or specific provisions contained in the present Directive;\nWhereas employers are obliged to keep themselves informed of the latest advances in technology and scientific findings concerning workstation design so that they can make any changes necessary so as to be able to guarantee a better level of protection of workers' safety and health;\nWhereas the ergonomic aspects are of particular importance for a workstation with display screen equipment;\nWhereas this Directive is a practical contribution towards creating the social dimension of the internal market;\nWhereas, pursuant to Decision 74/325/EEC (7), the Advisory Committee on Safety, Hygiene and Health Protection at Work shall be consulted by the Commission on the drawing-up of proposals in this field,", "main_body": ["SECTION I\nGENERAL PROVISIONS", "Subject\n1.   This Directive, which is the fifth individual Directive within the meaning of Article 16 (1) of Directive 89/391 /EEC, lays down minimum safety and health requirements for work with display screen equipment as defined in Article 2.\n2.   The provisions of Directive 89/391/EEC are fully applicable to the whole field referred to in paragraph 1, without prejudice to more stringent and/or specific provisions contained in the present Directive.\n3.   This Directive shall not apply to:\n(a) drivers' cabs or control cabs for vehicles or machinery;\n(b) computer systems on board a means of transport;\n(c) computer systems mainly intended for public use;\n(d) ‘portable’ systems not in prolonged use at a workstation;\n(e) calculators, cash registers and any equipment having a small data or measurement display required for direct use of the equipment;\n(f) typewriters of traditional design, of the type known as ‘typewriter with window’.", "Definitions\nFor the purpose of this Directive, the following terms shall have the following meanings:\n(a) display screen equipment: an alphanumeric or graphic display screen, regardless of the display process employed;\n(b) workstation: an assembly comprising display screen equipment, which may be provided with a keyboard or input device and /or software determining the operator/machine interface, optional accessories, peripherals including the diskette drive, telephone, modem, printer, document holder, work chair and work desk or work surface, and the immediate work environment;\n(c) worker: any worker as defined in Article 3 (a) of Directive 89/391/EEC who habitually uses display screen equipment as a significant part of his normal work.\nSECTION II\nEMPLOYERS' OBLIGATIONS", "Analysis of workstations\n1.   Employers shall be obliged to perform an analysis of workstations in order to evaluate the safety and health conditions to which they give rise for their workers, particularly as regards possible risks to eyesight, physical problems and problems of mental stress.\n2.   Emyployers shall take appropriate measures to remedy the risks found, on the basis of the evaluation referred to in paragraph 1, taking account of the additional and/or combined effects of the risks so found.", "Workstations put into service for the first time\nEmployers must take the appropriate steps to ensure that workstations first put into service after 31 December 1992 meet the minimum requirements laid down in the Annex.", "Workstations already put into service\nEmployers must take the appropriate steps to ensure that workstations already put into service on or before 31 December 1992 are adapted to comply with the minimum requirements laid down in the Annex not later than four years after that date.", "Information for, and training of, workers\n1.   Without prejudice to Article 10 of Directive 89/391/EEC, workers shall receive information on all aspects of safety and health relating to their workstation, in particular information on such measures applicable to workstations as are implemented under Articles 3, 7 and 9.\nIn all cases, workers or their representatives shall be informed of any health and safety measure taken in compliance with this Directive.\n2.   Without prejudice to Article 12 of Directive 89/391/EEC, every worker shall also receive training in use of the workstation before commencing this type of work and whenever the organization of the workstation is substantially modified.", "Daily work routine\nThe employer must plan the worker's activities in such a way that daily work on a display screen is periodically interrupted by breaks or changes of activity reducing the workload at the display screen.", "Worker consultation and participation\nConsultation and participation of workers and/or their representatives shall take place in accordance with Article 11 of Directive 89/391/EEC on the matters covered by this Directive, including its Annex.", "Protection of workers' eyes and eyesight\n1.   Workers shall be entitled to an appropriate eye and eyesight test carried out by a person with the necessary capabilities:\n— before commencing display screen work,\n— at regular intervals thereafter, and\n— if they experience visual difficulties which may be due to display screen work.\n2.   Workers shall be entitled to an ophthalmological examination if the results of the test referred to in paragraph 1 show that this is necessary.\n3.   If the results of the test referred to in paragraph 1 or of the examination referred to in paragraph 2 show that it is necessary and if normal corrective appliances cannot be used, workers must be provided with special corrective appliances appropriate for the work concerned.\n4.   Measures taken pursuant to this Article may in no circumstances involve workes in additional financial cost.\n5.   Protection of workers' eyes and eyesight may be provided as part of a national health system.\nSECTION III\nMISCELLANEOUS PROVISIONS", "0\nAdaptations to the Annex\nThe strictly technical adaptations to the Annex to take account of technical progress, developments in international regulations and specifications and knowledge in the field of display screen equipment shall be adopted in accordance with the procedure laid down in Article 17 of Directive 89/391/EEC.", "1\nFinal provisions\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1992.\nThey shall forthwith inform the Commission thereof.\n2.   Member States shall communicate to the Commission the texts of the provisions of national law which they adopt, or have already adopted, in the field covered by this Directive.\n3.   Member States shall report to the Commission every four years on the practical implementation of the provisions of this Directive, indicating the points of view of employers and workers.\nThe Commission shall inform the European Parliament, the Council, the Economic and Social Committee and the Advisory Committee on Safety, Hygiene and Health Protection at Work.\n4.   The Commission shall submit a report on the implementation of this Directive at regular intervals to the European Parliament, the Council and the Economic and Social Committee, taking into account paragraphs 1, 2 and 3.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 1990.\nFor the Council\nThe President\nB. AHERN\n(1)  OJ No C 113, 29. 4.1988, p. 7 and OJ No C 130, 26. 5.1989, p. 5.\n(2)  OJ No C 12, 16. 1. 1989, p. 92 and OJ No C 113, 7. 5. 1990.\n(3)  OJ No C 318, 12. 12. 1988, p. 32.\n(4)  OJ No C 28, 3. 2. 1988, p. 3.\n(5)  OJ No C 28, 3. 2. 1988, p. 1.\n(6)  OJ No L 183, 29. 6. 1989, p. 1.\n(7)  OJ No L 185, 9. 7. 1974, p. 15.\nAnnex\nMINIMUM REQUIREMENTS\n(Articles 4 and 5)\nPreliminary remark\nThe obligations laid down in this Annex shall apply in order to achieve the objectives of this Directive and to the extent that, firstly, the components concerned are present at the workstation, and secondly, the inherent requirements or characteristics of the task do not preclude it.\n1.   EQUIPMENT\n(a)   General comment\nThe use as such of the equipment must not be a source of risk for workers.\n(b)   Display screen\nThe characters on the screen shall be well-defined and clearly formed, of adequate size and with adequate spacing between the characters and lines.\nThe image on the screen should be stable, with no flickering or other forms of instability.\nThe brightness and/or the contrast between the characters and the background shall be easily adjustable by the operator, and also be easily adjustable to ambient conditions.\nThe screen must swivel and tilt easily and freely to suit the needs of the operator.\nIt shall be possible to use a separate base for the screen or an adjustable table.\nThe screen shall be free of reflective glare and reflections liable to cause discomfort to the user.\n(c)   Keyboard\nThe keyboard shall be tiltable and separate from the screen so as to allow the worker to find a comfortable working position avoiding fatigue in the arms or hands.\nThe space in front of the keyboard shall be sufficient to provide support for the hands and arms of the operator.\nThe keyboard shall have a matt surface to avoid reflective glare.\nThe arrangement of the keyboard and the characteristics of the keys shall be such as to facilitate the use of the keyboard.\nThe symbols on the keys shall be adequately contrasted and legible from the design working position.\n(d)   Work desk or work surface\nThe work desk or work surface shall have a sufficiently large, low-reflectance surface and allow a flexible arrangement of the screen, keyboard, documents and related equipment.\nThe document holder shall be stable and adjustable and shall be positioned so as to minimize the need for uncomfortable head and eye movements.\nThere shall be adequate space for workers to find a comfortable position.\n(e)   Work chair\nThe work chair shall be stable and allow the operator easy freedom of movement and a comfortable position.\nThe seat shall be adjustable in height.\nThe seat back shall be adjustable in both height and tilt.\nA footrest shall be made available to any one who wishes for one.\n2.   ENVIRONMENT\n(a)   Space requirements\nThe workstation shall be dimensioned and designed so as to provide sufficient space for the user to change position and vary movements.\n(b)   Lighting\nRoom lighting and/or spot lighting (work lamps) shall ensure satisfactory lighting conditions and an appropriate contrast between the screen and the background environment, taking into account the type of work and the user's vision requirements.\nPossible disturbing glare and reflections on the screen or other equipment shall be prevented by coordinating workplace and workstation layout with the positioning and technical characteristics of the artificial light sources.\n(c)   Reflections and glare\nWorkstations shall be so designed that sources of light, such as windows and other openings, transparent or translucid walls, and brightly coloured fixtures or walls cause no direct glare and, as far as possible, no reflections on the screen.\nWindows shall be fitted with a suitable system of adjustable covering to attenuate the daylight that falls on the workstation.\n(d)   Noise\nNoise emitted by equipment belonging to workstation(s) shall be taken into account when a workstation is being equipped, in particular so as not to distract attention or disturb speech.\n(e)   Heat\nEquipment belonging to workstation(s) shall not produce excess heat which could cause discomfort to workers.\n(f)   Radiation\nAll radiation with the exception of the visible part of the electromagnetic spectrum shall be reduced to negligible levels from the point of view of the protection of workers' safety and health.\n(g)   Humidity\nAn adequate level of humidity shall be established and maintained.\n3.   OPERATOR/COMPUTER INTERFACE\nIn designing, selecting, commissioning and modifying software, and in designing tasks using display screen equipment, the employer shall take into account the following principles:\n(a) software must be suitable for the task;\n(b) software must be easy to use and, where appropriate, adaptable to the operator's level of knowledge or experience; no quantitative or qualitative checking facility may be used without the knowledge of the workers;\n(c) systems must provide feedback to workers on their performance;\n(d) systems must display information in a format and at a pace which are adapted to operators;\n(e) the principles of software ergonomics must be applied, in particular to human data processing."}