{"celex_id": "31994R2791", "uri": "http://publications.europa.eu/resource/cellar/cf29b8eb-f8a4-4667-badf-6a888908523d", "type": "Regulation", "concepts": ["1120", "161", "1644", "413", "5083", "5283"], "title": "Commission Regulation (EC) No 2791/94 of 16 November 1994 on the exceptional allocation of a quantity additional to the tariff quota for imports of bananas in 1994 as a result of tropical storm Debbie\n", "header": "COMMISSION REGULATION (EC) No 2791/94 of 16 November 1994 on the exceptional allocation of a quantity additional to the tariff quota for imports of bananas in 1994 as a result of tropical storm Debbie\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Articles 16 (3), 20 and 30 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 (3), as last amended by Regulation (EC) No 2444/94 (4), lays down the detailed rules for applying the arrangements for importing bananas into the Community;\nWhereas on 10 September 1994 tropical storm Debbie caused severe damage to the banana plantations in the Community regions of Martinique and Guadeloupe and in the ACP States of Saint Lucia and Dominica; whereas the effects of these exceptional  circumstances on production in the regions affected will be felt until July 1995 and will greatly affect imports and supplies to the Community markets during the fourth quarter of 1994; whereas this is likely to cause an appreciable increase in market  prices in certain regions of the Community;\nWhereas Article 16 (3) of Regulation (EEC) No 404/93 stipulates that where necessary, in particular to take account of the effects of exceptional circumstances affecting production or import conditions, the forecast supply balance may be adjusted and,  in such a case, the tariff quota is adapted;\nWhereas the adaptation of the tariff quota must permit adequate supplies to the Community market up to the end of 1994 and provide compensation to operators who include or directly represent banana producers who suffered damage and who, in addition, in  the absence of appropriate measures, risk losing their traditional outlets on the Community market on a long-term basis;\nWhereas the measures to be taken should have a specific transitional nature, within the meaning of Article 30 of Regulation (EEC) No 404/93; whereas, prior to the entry into force of the new common market organization on 1 July 1993, existing national  market organizations, in order to cope with urgent cases or exceptional circumstances such as tropical storm Debbie, included provisions ensuring supplies to the market from other suppliers while safeguarding the interests of operators who are victims  of such exceptional events;\nWhereas also, under the Uruguay Round of multilateral trade negotiations, the Community negotiated an agreement which provides for the implementation of a provision for the reallocation of supplies which is intended to overcome such exceptional  circumstances and which will safeguard the interests of operators in the supplier countries which have suffered such damage;\nWhereas, in anticipation of the actual implementation of that agreement, the Community producer regions and the ACP States which suffer such exceptional circumstances should be able to benefit from comparable measures; whereas the measures should  include the granting of the right to import in compensation third-country bananas and non-traditional ACP bananas for the benefit of the operators who directly suffered damage as a result of the impossibility of supplying the Community market with  bananas originating in affected producer regions; whereas, in addition, provision should be made for the quantities marketed on the Community market pursuant to this measure to be taken into consideration, in due course, for determining the reference  quantities for the operators concerned for the tariff quotas for future years; whereas these measures should be to the benefit of the operators who have directly suffered actual damage, without the possibility of compensation, and as a function of the  extent of the damage;\nWhereas the competent authorities in the Member States where the operators concerned are established are the only authorities capable of determining those who should benefit from the measure in view of their experience and their knowledge of the actual  characteristics of the trade in question and to assess the damage on the basis of the supporting documentation provided by the operators;\nWhereas, in view of their objectives, the provisions of this Regulation must enter into force immediately;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The tariff quota of 2 118 000 tonnes (net weight) fixed for 1994 is hereby increased to 2 171 400 tonnes (net weight).\n2. The additional quantity of 53 400 tonnes (net weight) shall be allocated to the operators determined in accordance with Article 2 below as follows:\n(a) 30 000 tonnes for operators supplying the Community with bananas produced in Martinique;\n(b) 5 900 tonnes for operators supplying the Community with bananas produced in Guadeloupe;\n(c) 14 800 tonnes for operators supplying the Community with bananas produced in Saint Lucia;\n(d) 2 700 tonnes for operators supplying the Community with bananas produced in Dominica.", "1. The quantities referred to in Article 1 (2) shall be allocated to the operators who:\n- include or directly represent banana producers affected by tropical storm Debbie,\n- and who, during the last quarter of 1994, are unable to supply, on their own account, the Community market with bananas originating in the regions or countries referred to in Article 1 (2) on account of the damage caused by tropical storm Debbie.\n2. The competent authorities in the Member States concerned shall determine the beneficiary operators who meet the requirements of paragraph 1 and shall make an allocation to each of them pursuant to this Regulation on the basis of:\n- the quantities allocated to the producer regions or countries referred to in Article 1 (2), and of\n- the damage sustained as a result of tropical storm Debbie.\n3. The competent authorities shall assess the damage sustained on the basis of all supporting documents and information collected from the operators concerned.", "1. The Member States concerned shall inform the Commission by 24 November 1994 at the latest of the quantities of bananas for which a proposal for an allocation pursuant to this Regulation has been made.\n2. If the overall quantity for which proposals for allocations in connection with tropical storm Debbie are made exceeds the quantity additional to the tariff quota fixed in Article 1 (1), the Commission shall fix a uniform percentage reduction to be  applied to all allocations.\n3. Tropical storm Debbie import licences shall be issued not later than 5 December 1994 and shall be valid until 9 February 1995.\nThe words 'Tropical storm Debbie licence' shall be entered in box 20 of the licence.", "The quantities of bananas released for free circulation on the basis of tropical storm Debbie import licences shall be taken into consideration for the purpose of determining the reference quantity of each operator concerned, as regards 1994,  for the application of Articles 3 to 6 of Regulation (EEC) No 1442/93.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 261, 11. 10. 1994, p. 3."}