{"celex_id": "31994D1042", "uri": "http://publications.europa.eu/resource/cellar/47270959-b3b5-4b75-aa96-9a0c9e9fdba6", "type": "Decision", "concepts": ["2247", "3743", "3774", "766", "889", "976"], "title": "94/1042/ECSC: Commission Decision of 13 December 1994 authorizing the grant by the United Kingdom of aid to the coal industry (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 13 December 1994 authorizing the grant by the United  Kingdom of aid to the coal industry (Only the English text is authentic) (Text with EEA relevance)  (94/1042/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community.\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules  for State aid to the coal industry (1),\nWhereas:\nI By letters of 26 September 1994 and of 15 November 1994, the United Kingdom notified the  Commission, in conformity with Article 9 (2) of Decision No 2064/86/ECSC, of financial measures it  has taken in respect of the coal industry during the period 1986 to 1993.\nThe following aid is submitted for the approval of the Commission pursuant to Decision No  2064/86/ECSC:\n- 1 390 000 pounds sterling to the private coal mining industry in the form of investment grants  for the development of mines for the period 1986 to 1993.\nSince the decision to grant the investment aid was taken prior to the 1 January 1994, the measure  planned by the United Kingdom to support the coal industry complies with Article 1 (1) of Decision  No 2064/86/ECSC. Consequently, pursuant to Article 10 thereof the Commission must determine whether  the measure is compatible with the objectives and criteria laid down in that Decision and the  proper functioning of the common market.\nII Under the terms of the Coal Industry Nationalization Act 1946, coal mining in the United Kingdom  has been the responsibility of the State-owned National Coal Board and of its successor, the  British Coal Corporation. Nevertheless, under Section 36 of the abovementioned Act, coal mining was  permitted by the private sector under strict licensing arrangements with the British Coal  Corporation.\nThe private coal mining sector in the United Kingdom has therefore been relatively restricted,  consisting of very small drift mines or opencast sites generally situated in regions with economic  difficulties and with high levels of unemployment. Total private sector coal production has  historically been of the order of 3 % of the total UK output.\nIn 1984 the United Kingdom notified to the Commission amendments to the Regional Selective  Assistance Scheme, which were approved by the Commission on 26 December 1984. This regional aid  scheme is designed to enable projects to go ahead where these have good prospects of commercial  viability, but where certain financial assistance, in the form of grants, is necessary for the  project to proceed. It covers a wide range of activities, including projects and ventures in the  coal sector.\nIn approving the Regional Selective Assistance Scheme, the Commission reminded the United Kingdom  Government that the Community legislation and codes applicable to certain sectors of industry had  to be observed in the implementation of the regional aid system. Any financial assistance which  gives coal industry undertakings an economic advantage has to be assessed within the context of the  ECSC Treaty and, in particular, under the provisions of Decision No 2064/86/ECSC.\nThe United Kingdom Government recognizes its oversight in not having previously sought Commission  approval before committing itself to provide assistance to coal industry undertakings. Since all  the measures were decided upon, and the budgetary commitments made, by the United Kingdom  Government during the period 1986 to 1993, they will have to be evaluated under the provisions of  the Decision then in force, namely Decision No 2064/86/ECSC.\nIII The following aid has therefore been submitted for the approval of the Commission pursuant to  Decision No 2064/86/ECSC:\n- an investment grant of up to 70 000 pounds sterling to Caledon Coal Limited towards the reopening  of a coal mine at Skares, near Cumnock, Ayrshire,\n- an investment grant of up to 30 000 pounds sterling to Signal Fern Limited towards the  development of a new coal mine at Cwmhwnt, Rhigos, Mid Glamorgan,\n- an investment grant of up to 20 000 pounds sterling to New Parc Fuels Limited towards the  development of a coal mine at Bryn Newydd, Port Talbot, West Glamorgan,\n- an investment grant of up to 98 000 pounds sterling to Ffyonau Duon Mines Limited towards the  development of a drift coal mine at Blaentillery, Blaenavon, Gwent,\n- an investment grant of up to 75 000 pounds sterling to Cavendish Coal Company Limited towards the  further development of the coal mine and the construction of a new coal preparation plant at  Viaduct Mine, Glenbuck, near Muirkirk, Ayrshire,\n- an investment grant of up to 75 000 pounds sterling to Coleston Mining Limited towards the  further development and coalwashing facility at Craigman Mine, near Burnstone Cottage, Dalgig, New  Cumnock, Ayrshire,\n- an investment grant of up to 750 000 pounds sterling to Ryan Mining Limited towards the  development of a drift coal mine at Pentreclwydau, Resolven, West Glamorgan,\n- an investment grant of up to 20 000 pounds sterling to Perfect Skills Limited towards an  expansion of mining activities at Rithan Colliery, Blanenau Gwent, Gwent,\n- an investment grant of up to 12 000 pounds sterling to Venture Coal Limited towards reopening  Pentre Colliery, Llanon, Dyfed,\n- an investment grant of up to 100 000 pounds sterling to Ammanford Development Company Limited  towards the development of a drift coal mine, washery and bagging plant at Glanaman, Dyfed,\n- an investment grant of up to 60 000 pounds sterling to Blwch Ton Mining Company Limited towards  plant, machinery and equipment to enable the reopening of the Blwch Ton coal mine at Resolven, West  Glamorgan,\n- an investment grant of up to 80 000 pounds sterling to Thomas Merthyr Limited towards the  development of the Nant Melyn coal mine at Seven Sisters, Neath, West Glamorgan.\nAid for investment must be considered with regard to the objectives of Decision No 2064/86/ECSC, in  particular those specified in Article 2 (1). The fact that the aid is a one-off payment for  production sites which will then be economically competitive, without any further State aid, means  that the measures contribute to creating new capacities that are economically viable. They are  therefore compatible with the second indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThe geographical location of these sites, in regions which are economically and socially  disadvantaged, with high levels of unemployment, means that the measures contribute to solving the  social and regional problems related to developments in the coal industry. They are therefore  compatible with the third indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThe aid measures will not, according to the United Kingdom's notification, exceed more than 50 % of  the costs of the investment for each of the coal undertakings concerned nor do they exceed the  minimum amounts of capital investment requiring prior notification provided for in High Authority  Decision No 22/66 (1), as amended by Decision No 2237/73/ECSC (2). They therefore comply with the  provisions of the first and second indents of Article 5 (1) of Decision No 2064/76/ECSC.\nThe United Kingdom will ensure that the Regional Selective Assistance Scheme, in so far as it  concerns the coal sector, does not lead to any discrimination, within the meaning of Article 4 (b)  of the ECSC Treaty, between producers, between purchasers or between consumers.\nIV The aid measures covered by this Decision are therefore compatible with the proper functioning of  the common market,", "main_body": ["The United Kingdom is hereby authorized to grant aid totalling 390  000 pounds sterling to the coal industry for the period 1986 to 1993.\n- an investment grant of up to 70 000 pounds sterling to Caledon Coal Limited towards the reopening  of a coal mine at Skares, near Cumnock, Ayrshire,\n- an investment grant of up to 30 000 pounds sterling to Signal Fern Limited towards the  development of a new coal mine at Cwmhwnt, Rhigos, Mid Glamorgan,\n- an investment grant of up to 20 000 pounds sterling to New Parc Fuels Limited towards the  development of a coal mine at Bryn Newydd, Port Talbot, West Glamorgan,\n- an investment grant of up to 98 000 pounds sterling to Ffyonau Duon Mines Limited towards the  development of a drift coal mine at Blaentillery, Blaenavon, Gwent,\n- an investment grant of up to 75 000 pounds sterling to Cavendish Coal Company Limited towards the  further development of the coal mine and the construction of a new coal preparation plant at  Viaduct Mine, Glenbuck, near Muirkirk, Ayrshire,\n- an investment grant of up to 75 000 pounds sterling to Coleston Mining Limited towards the  further development and coalwashing facility at Craigman Mine, near Burnstone Cottage, Dalgig, New  Cumnock, Ayrshire,\n- an investment grant of up to 750 000 pounds sterling to Ryan Mining Limited towards the  development of a drift coal mine at Pentreclwydau, Resolven, West Glamorgan,\n- an investment grant of up to 20 000 pounds sterling to Perfect Skills Limited towards an  expansion of mining activities at Rithan Colliery, Blanenau Gwent, Gwent,\n- an investment grant of up to 12 000 pounds sterling to Venture Coal Limited towards reopening  Pentre Colliery, Llanon, Dyfed,\n- an investment grant of up to 100 000 pounds sterling to Ammanford Development Company Limited  towards the development of a drift coal mine, washery and bagging plant at Glanaman, Dyfed,\n- an investment grant of up to 60 000 pounds sterling to Blwch Ton Mining Company Limited towards  plant, machinery and equipment to enable the reopening of the Blwch Ton coal mine at Resolven, West  Glamorgan.\n- an investment grant of up to 80 000 pounds sterling to Thomas Merthyr Limited towards the  development of the Nant Melyn coal mine at Seven Sisters, Neath, West Glamorgan.", "The United Kingdom shall inform the Commission annually of the payments made to the  beneficiaries authorized pursuant to Article 1 of this Decision.\nThe United Kingdom shall also inform the Commission annually of the amount of investment  expenditure assigned to each of the projects under consideration for aid, in conformity with  Article 5 (3) of Decision No 2064/86/ECSC.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 13 December 1994.\nFor the Commission Marcelino OREJA Member of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1.\n(1) OJ No 219, 29. 11. 1966, p. 3728/66.\n(2) OJ No L 229, 17. 8. 1973, p. 28."}