{"celex_id": "31994R3243", "uri": "http://publications.europa.eu/resource/cellar/2c4ef189-8a33-48b9-a570-ae6462260ee8", "type": "Regulation", "concepts": ["161", "1644", "2743", "4682", "4685", "5367"], "title": "Commission Regulation (EC) No 3243/94 of 21 December 1994 laying down detailed rules for the application of the import arrangements provided for by Council Regulations (EC) No 307/94 and (EC) No 3073/94 for high- quality beef and frozen buffalo meat\n", "header": "COMMISSION REGULATION (EC) No 3243/94 of 21 December 1994 laying down detailed rules for the application of the import arrangements provided for by Council Regulations (EC) No 307/94 and (EC) No 3073/94 for high-quality beef and frozen buffalo  meat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3071/94 of 12 December 1994 opening a Community tariff quota for high-quality fresh, chilled or frozen meat of bovine animals falling within CN codes 0201 and 0202 and for products falling within CN codes 0206  10 95 and 0206 29 91 (1995) (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EC) No 3073/94 of 12 December 1994 opening a Community tariff quota for frozen buffalo meat falling within CN code 0202 30 90 (1995) (2), and in particular Article 2 thereof,\nWhereas Regulations (EC) No 3071/94 and (EC) No 3073/94 opened quotas for high-quality beef and veal and for buffalo meat; whereas the rules for the application of these arrangements must be established;\nWhereas the exporting non-member countries have undertaken to issue certificates of authenticity guaranteeing the origin of these products; whereas the form and layout of these certificates and the procedures for using them must be specified; whereas  the certificate of authenticity must be issued by an appropriate authority in a non-member country, the standing of which is such as to ensure that the special arrangements are properly applied;\nWhereas, pursuant to Article 2 of Commission Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EC) No 1084/94 (4), a licence is required for all imports into the Community of beef and veal products; whereas some of the non-member countries  exporting meat under this Regulation have undertaken to restrict their exports of such products; whereas the licence must be endorsed as required by the provisions in Article 12 of Regulation (EEC) No 2377/80;\nWhereas in order to ensure that the importing of these meats is managed efficiently it is appropriate, as the case may be, to provide that the issuing of import licences shall be subject to verification in particular of the entries on the certificates  of authenticity;\nWhereas the limiting of the abovementioned scheme to the first half year entails a reduction in the period for importation; whereas as a transitional measure the latter period should therefore be extended by one month;\nWhereas provision must be made for the Member States to transmit relevant information in connection with these special imports;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The tariff quota for fresh, chilled beef and veal provided for in Article 1 of Regulation (EC) No 3071/94 shall be allocated as follows:\n(a) 8 500 tonnes of chilled, boned or boneless meat, falling within CN codes 0201 30 and 0206 10 95, and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals aged between 22 and 24 months, having two permanent incisors and presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\", cuts  of which may bear the letters \"sc\" (special cuts)';\n(b) 2 500 tonnes product weight of meat, falling within CN codes 0201 20 90, 0201 30, 0202 20 90, 0202 30, 0206 10 95 and 0206 29 91, and answering the following definition:\n'Selected cuts of fresh, chilled or frozen beef derived from bovine animals which do not have more than four permanent incisor teeth, the carcases of which have a dressed weight of not more than 327 kilograms (720 pounds), a compact appearance with a  good eye of meat of light and uniform colour, and adequate but not excessive fat cover. The meat shall be certified \"high-quality beef EC\"';\n(c) 1 150 tonnes of boned or boneless meat, falling within CN codes 0201 30, 0202 30 90, 0206 10 95 and 0206 29 91, and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\". These cuts may bear the letters \"sc\" (special cuts)';\n(d) 5 000 tonnes product weight of meat, falling within CN codes 0201, 0202, 0206 10 95 and 0206 29 91, and answering the following definition:\n'Carcasses of any cuts from cattle not over 30 months of age which have been fed for 100 days or more on a nutritionally balanced, high-energy-feed concentration ration containing no less than 70 % grain and at least 20 pounds total feed per day. Beef  graded USDA \"UNITED STATES DEPARTMENT OF AGRICULTURE\", \"choice\" or \"prime\" automatically meets the definition above. Meat graded A 2, A 3 und A 4 under the standards of the Canadian Ministry of Agriculture automatically meets the definition above'.\n2. The tariff quota for frozen buffalo meat provided for in Article 1 (1) of Regulation (EC) No 3073/94 shall be administered in accordance with the provisions of this Regulation.", "1. The total suspension of the import levy for the meat referred to in Article 1 shall be subject to the presentation at the time it is put into free circulation:\n- with regard to meat under Article 1 (1) (d), of a certificate of authenticity and of an import licence issued in accordance with Articles 12 and 15 of Regulation (EEC) No 2377/80,\n- with regard to meat under Article 1 (1) (a), (b) and (c) and 1 (2), of an import licence issued in accordance with this Regulation and, by way of analogy, with Article 12 (1) (b) and (c) and Article 12 (2) of Regulation (EEC) No 2377/80.\nHowever, the reference to the Regulation referred to in Article 12 (1) (b) shall be replaced by a reference to this Regulation.\n2. The certificate of authenticity shall be made out in one original and not less than one copy on a form corresponding to the model in Annex I.\nThe form shall measure approximately 210 × 297 mm and the paper shall weigh not less than 40 g/m2.\n3. The forms shall be printed and completed in one of the official languages of the Community and also, if desired, in the official language or one of the official languages of the exporting country.\nThe relevant definition in Article 1 (1) applying to the meat originating in the exporting country shall be shown on the back of the form.\n4. Certificates of authenticity shall bear an individual serial number assigned by the issuing authority referred to in Article 4. The copies shall bear the same serial number as the original.\n5. The original and the copies thereof shall be either typewritten or handwritten. In the latter case, they must be completed in black ink and in block capitals.", "1. Certificates of authenticity shall be valid only if they are duly completed and endorsed, in accordance with the instruction in Annexes I and II, by one of the issuing authorities listed in Annex II.\n2. Certificates of authenticity shall be deemed to have been duly endorsed if they state the date and place of issue and if they bear the stamp of the issuing authority and the signature of the person or persons empowered to sign them.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed seal.", "1. The issuing authorities listed in Annex II shall:\n(a) be recognized as competent by the exporting country;\n(b) undertake to verify the entries made on the certificates of authenticity;\n(c) undertake to communicate to the Commission each Wednesday any information enabling the entries made on the certificates of authenticity to be verified.\n2. The list may be revised by the Commission where any issuing authority is no longer recognized, where it fails to fulfil one of the obligations incumbent on it or where a new issuing authority is designated.", "1. With regard to meat under Article 1 (1) (a), (b) and (c) and 1 (2):\n(a) The original of the certificate of authenticity plus a copy hereof shall be presented to the competent authority together with the application for the first import licence related to the certificate of authenticity.\nThe original certificate of authenticity shall be retained by the abovementioned authority.\n(b) Within the limit of the quantity appearing in it, a certificate of authenticity may be used for the issue of several import licences. If so, the competent authority shall endorse the certificate of authenticity in respect of the degree of  attribution.\n(c) The competent authority may only issue the import licence after it is satisfied that all information on the certificate of authenticity correspond to the information received from the Commission through weekly communications on the matter. The  licence shall be issued immediately thereafter.\n2. By way of derogation from paragraph 1 (c) the competent authority may in exceptional cases and upon duly motivated application issue an import licence on the basis of the pertinent certificate of authenticity before the information from the  Commission is received. In such cases, the security for the import licences shall amount to ECU 3 per 100 kg net weight.\n3. The certificates of authenticity and the import licences shall be valid for three months from the date of their respective issue. However, their term of validity shall expire on 31 July 1995.", "Without prejudice to this Regulation the provisions of Regulations (EEC) No 2377/80 and (EEC) No 3719/88 (5) shall apply.\nHowever, by way of derogation from the second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 the amount of ECU 100 laid down in that provision shall be replaced by the amount of ECU 25.", "By the 15th of each month and in respect of the preceding month the Member States shall notify the Commission of the quantities of products referred to in Article 1 that have been:\n- the subject of import licences issued,\n- released for free circulation,\nbroken down by country of origin and combined nomenclature code.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 325, 17. 12. 1994, p. 1.\n(2) OJ No L 325, 17. 12. 1994, p. 5.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 120, 11. 5. 1994, p. 30.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\nANNEX I\nDEFINITIONS   High-quality beef originating in . . . . . .  (appropriate definition)\nBuffalo meat originating in Australia\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF AUTHENTICITY  - SECRETARÍA DE AGRICULTURA, GANADERÍA Y PESCA:\nfor meat originating in Argentina, answering the definition in Article 1 (1) (a).\n- AUSTRALIAN MEAT AND LIVESTOCK CORPORATION:\nfor meat originating in Australia:\n(a) and meeting the definition in Article 1 (1) (b);\n(b) as referred to in Article 1 (2).\n- INSTITUTO NACIONAL DE CARNES (INAC):\nfor meat originating in Uruguay, answering the definition in Article 1 (1) (c).\n- FOOD SAFETY AND INSPECTION SERVICE (FSIS) OF THE UNITED STATES DEPARTMENT OF AGRICULTURE (USDA):\nfor meat originating in the United States of America, answering the definition in Article 1 (1) (d).\n- FOOD PRODUCTION AND INSPECTION BRANCH-AGRICULTURE CANADA, DIRECTION GÉNÉRALE PRODUCTION ET INSPECTION DES ALIMENTS-AGRICULTURE CANADA:\nfor meat originating in Canada, answering the definition in Article 1 (1) (d)."}