{"celex_id": "31993L0041", "uri": "http://publications.europa.eu/resource/cellar/cf9b182f-ec34-4b38-a9b5-9927a2609468", "type": "Directive", "concepts": ["2081", "2897", "3797", "3813"], "title": "Council Directive 93/41/EEC of 14 June 1993 repealing Directive 87/22/EEC on the approximation of national measures relating to the placing on the market of high- technology medicinal products, particularly those derived from biotechnology\n", "header": "24.8.1993 EN Official Journal of the European Communities L 214/40\nCOUNCIL DIRECTIVE 93/41/EEC\nof 14 June 1993\nrepealing Directive 87/22/EEC on the approximation of national measures relating to the placing on the market of high-technology medicinal products, particularly those derived from biotechnology\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the provisions of Directive 87/22/EEC (4) have now been superseded by the provisions of Council Regulation (EEC) No 2309/93 of 22 July 1993 laying down Community procedures for the authorization and supervision of medicinal products for human and veterinary use and establishing a European Agency for the Evaluation of Medicinal Products (5) and by Council Directive 88/182/EEC of 22 March 1988 amending Directive 83/189/EEC laying down a procedure for the provision of information in the field of technical standards and regulations (6);\nWhereas provision has been made in Directive 93/39/EEC (7) for the continued management of marketing authorizations which have been granted by Member States following the opinion of the Committee for Proprietary Medicinal Products given in accordance with Directive 87/22/EEC;\nWhereas, furthermore, provision has been made in Directive 93/40/EEC (8) for the continued management of marketing authorization which have been granted by Member States following the opinion of the Committee for Veterinary Medicinal Products given in accordance with Directive 87/22/EEC;\nWhereas Directive 87/22/EEC should therefore be repealed;\nWhereas in the interests of legal certainty, provision should be made for the continued examination of applications for marketing authorization which have been referred to the Committee for Proprietary Medicinal Products or the Committee for Veterinary Medicinal Products in accordance with Directive 87/22/EEC before 1 January 1995,", "main_body": ["With effect from 1 January 1995, Directive 87/22/EEC is hereby repealed.", "Applications for marketing authorizations which have been referred to the Committee for Proprietary Medicinal Products or to the Committee for Veterinary Medicinal Products before 1 January 1995 in accordance with Article 2 of Directive 87/22/EEC and in respect of which the Committee concerned has not given an opinion by 1 January 1995 shall be considered in accordance with Regulation (EEC) No 2309/93.", "Member States shall take all appropriate measures to comply with this Directive with effect from 1 January 1995. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The methods of making such a reference shall be laid down by the Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nJ. TRØJBORG\n(1)  OJ No C 58, 8. 3. 1990, p. 1.\n(2)  OJ No C 183, 15. 7. 1991, p. 145 and OJ No C 150, 31. 5. 1993.\n(3)  OJ No C 269, 14. 10. 1991, p. 84.\n(4)  OJ No L 15, 17. 1. 1987, p. 38.\n(5)  See page 1 of this Official Journal.\n(6)  OJ No L 81, 26. 3. 1988, p. 75.\n(7)  See page 22 of this Official Journal.\n(8)  See page 31 of this Official Journal."}