{"celex_id": "31995D0279", "uri": "http://publications.europa.eu/resource/cellar/0d5f1a5d-b997-43dc-a5b6-8b2c2782a39f", "type": "Decision", "concepts": ["1047", "1074", "1316", "1806", "2792", "5315"], "title": "95/279/EC: Commission Decision of 12 July 1995 laying down certain provisions for implementing Council Decision 93/588/EEC on the adoption of a programme of Community action on the subject of the vocational training of indirect taxation officials\n", "header": "COMMISSION DECISION  of 12 July 1995 laying down certain provisions for implementing Council Decision 93/588/EEC on the  adoption of a programme of Community action on the subject of the vocational training of indirect  taxation officials (95/279/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 93/588/EEC of 29 October 1993 on the adoption of a programme of  Community action on the subject of the vocational training of indirect taxation officials  (Matthaeus-Tax)  (1),\nWhereas, pursuant to Article 4 (c) of that Decision, the Commission is required to establish common  training programmes for indirect taxation officials;\nWhereas such programmes are vital to achieving the objectives of the Matthaeus-Tax programme, and  especially that of ensuring improved application of Community law;\nWhereas they are made necessary by differences in teaching given to indirect tax officials at  colleges in the Member States;\nWhereas they are an appropriate means of providing officials with comparable training across the  Community;\nWhereas it is vital to draw up, as a priority, a common programme for officials receiving initial  training; whereas this programme must cover the whole range of tax matters;\nWhereas a substantial part of the programme must be devoted to studying the Community institutions  and their origins because indirect taxation officials are increasingly required to take these  aspects into account;\nWhereas certain international conventions are an important source of Community law; whereas it is  important, therefore, for indirect taxation officials to be aware of the provisions of these  conventions and of their impact on Community law;\nWhereas this common programme will constitute a unified approach on indirect taxation in the  Community and help indirect taxation officials more rapidly to appreciate the growing Community  dimension of their work;\nWhereas the action provided for in this Decision is consistent with the opinion of the  Matthaeus-Tax Committee,", "main_body": ["A common programme of vocational training for indirect tax officials,  hereinafter referred to as the 'common programme`, the content of which is set out in the Annex, is  hereby instituted at training colleges in the Member States.", "For the purposes of this Decision:\n1.  college means any establishment in which indirect taxation officials receive instruction in the  form of vocational training;\n2.  officials receiving initial training means officials who have just entered the profession or  been assigned to a new grade, as well as officials who have been working for a tax administration  for not more than five years.", "The common programme shall be intended for indirect taxation officials required to  apply Community law, irrespective of their place of work.", "1.  The common programme shall concern all officials receiving initial training.\n2.  In the case of officials who have completed their initial training, the national  administrations shall, where appropriate, disseminate the content of the common programme at  seminars providing continuing training.", "The implementation of the common programme shall be spread over a period corresponding  to the length of initial training in each of the national indirect tax administrations. In the case  of indirect tax administrations which currently do not provide initial training, this period shall  not exceed three years.", "Each Member State shall communicate to the Commission its provisions and procedures for  implementing the common programme.", "Implementation of the common programme shall not preclude implementation of  supplementary national programmes in colleges.", "The Member States shall apply the common programme with effect from 1 June 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 July 1995.\nFor the Commission Mario MONTI Member of the Commission\nANNEX\nCOMMON PROGRAMME OF VOCATIONAL TRAINING FOR MEMBER STATES' INDIRECT TAXATION  OFFICIALS RECEIVING INITIAL TRAINING\nIntroductory note Teaching under the common training programme, described below, is not intended to be exhaustive.\nThe aim is to give Member States' indirect taxation officials a basic level of uniform training  vital to a sound understanding of their duties and to the performance of their work.\nI. The European Communities -  Legal bases: the Treaty of Paris (ECSC) and the Treaty of Rome (Euratom, EC), as amended by the  Single European Act and the Treaty on European Union -  Community institutions and their functioning:\n-  the European Parliament -  the Council -  the Commission -  the Court of Justice and Court of First Instance -  the Court of Auditors -  The European Council (Article D of the Treaty on European Union) -  Supervisory and advisory bodies:\n-  the Committee of the Regions -  the Economic and Social Committee -  Community own resources:\n-  customs duties -  agricultural levies -  VAT own resources -  additional resource based on the sum of the gross national product of the Member States II.  The pillars of the Community -  The customs union -  The Single Market:\n-  free movement of goods -  free movement of persons -  free movement of capital -  free movement of services.\n-  Common polities, in particular:\n-  the common commercial policy -  the common agricultural policy -  the common fisheries policy -  the common transport policy III. Sources of Community law -  Sources within the Community:\n-  the Treaties -  secondary legislation -  the case-law of the Court of Justice -  International law:\n-  international conventions to which the European Community is a contracting party and agreements  concluded by the Community -  agreements concluded by the Member States IV. Community law in matters of indirect taxation 1.  The legal context: the Treaty, Directives and Regulations, national transposition 2.  Excise duties  (1) (a) Definition and the history of harmonization of excise duties (b) General arrangements:\n-  scope -  chargeable event -  chargeability of tax -  duty suspension and products concerned: tax warehouse, authorized warehouse keeper, registered  trader, non-registered trader, tax representative (c) Movement of goods under suspension arrangements:\n-  guarantee obligations -  accompanying document and discharge -  products acquired by private individuals -  distance sales -  movements through EFTA countries -  irregularities and offences -  reimbursements and exemptions (d) Structures and rates on products subject to excise duties:\n-  manufactured tobacco -  mineral oils -  alcohol and alcoholic beverages 3.  Value added tax  (2) (a) History and characteristics of VAT (b) General principles of VAT -  scope -  territoriality -  taxable persons -  taxable operations -  chargeable event and chargeability of tax -  taxable amount -  rates -  exemptions -  deductions -  persons liable to pay the tax -  obligations of persons liable to pay the tax -  special regimes (c) Application of the pirnciples of:\n-  internal operations -  operations between Member States -  operations with third countries 4.  Administrative cooperation and mutual assistance between tax administrations of Member States (a) The mutual assistance Directive 77/799/EEC (b) The administrative cooperation Regulation (EEC) No 218/92 (c) The mutual assistance Directive on recovery 76/308/EEC"}