{"celex_id": "31995D0304", "uri": "http://publications.europa.eu/resource/cellar/da1df305-e02a-42c5-a2b0-6b7c179efdbe", "type": "Decision", "concepts": ["1318", "1888", "2785", "3660", "4689", "862"], "title": "95/304/EC: Commission Decision of 19 July 1995 on additional financial aid from the Community for the work of the Bundesinstitut für gesundheitlichen Verbraucherschutz und Veterinärmedizin (formerly the Bundesgesundheitsamt), a Community reference laboratory for residue testing\n", "header": "COMMISSION DECISION of 19 July 1995 on additional financial aid from the Community for  the work of the Bundesinstitut fuer gesundheitlichen Verbraucherschutz und Veterinaermedizin  (formerly the Bundesgesundheitsamt), a Community reference laboratory for residue testing  (95/304/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/424/EEC of 26 June 1990 on expenditure in the veterinary  field  (1), as last amended by Decision 94/370/EC  (2), and in particular Article 28 thereof,\nWhereas under Article 1 (b) of Council Decision 91/664/EEC of 11 December 1991 designating the  Community reference laboratories for testing certain substances for residues  (3) the  Bundesgesundheitsamt, now known as the Bundesinstitut fuer gesundheitlichen Verbraucherschutz und  Veterinaermedizin, has been designated as the reference laboratory for the residues referred to in  Annex I, group A.III. (b) to Council Directive 86/469/EEC  (4) and residues of ss-agonists and  sulphonamides;\nWhereas all the tasks to be performed by the reference laboratory are defined in Article 1 of  Council Decision 89/187/EEC of 6 March 1989 determining the powers and conditions of operation of  the Community reference laboratories provided for by Directive 86/469/EEC concerning the  examination of animals and fresh meat for the presence of residues  (5);\nWhereas in accordance with Commission Decision 93/460/EEC  (6) a contract has been concluded  between the European Community and the Bundesgesundheitsamt, now known as the Bundesinstitut fuer  gesundheitlichen Verbraucherschutz und Veterinaermedizin; whereas by Commission Decision 94/493/EC   (7) the Community granted additional financial aid for one year; whereas the original contract  should again be extended and additional financial aid granted to enable the reference laboratory to  continue to perform the functions and tasks referred to in Decision 89/187/EEC;\nWhereas the Community financial aid is provided for an additional one-year period; whereas this  will be reviewed, with a view to an extension, before the end of that period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["The Community shall make a second grant of additional financial aid  amounting to not more than ECU 400  000 to the Bundesinstitut fuer gesundheitlichen  Verbraucherschutz und Veterinaermedizin (formerly the Bundesgesundheitsamt), a reference laboratory  designated in Article 1 of Decision 91/664/EEC.", "1.  For the purposes of Article 1, the contract referred to in Decision 93/460/EEC is  hereby extended for a second period of one year.\n2.  The Director-General for Agriculture is hereby authorized to sign the amendment to the contract  in the name of the Commission of the European Communities.\n3.  The financial aid provided for in Article 1 shall be paid to the reference laboratory in  accordance with the procedure set out in the contract referred to in Decision 93/460/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}