{"celex_id": "31998R0774", "uri": "http://publications.europa.eu/resource/cellar/ec4d0cb9-d906-47d8-a205-36d147a04cf3", "type": "Regulation", "concepts": ["1309", "1929", "2300", "3568", "5034", "5369"], "title": "Commission Regulation (EC) No 774/98 of 8 April 1998 amending Regulation (EEC) No 2342/92 on imports of pure-bred breeding animals of the bovine species from third countries and the granting of export refunds thereon and repealing Regulation (EEC) No 1544/79\n", "header": "COMMISSION REGULATION (EC) No 774/98 of 8 April 1998 amending Regulation (EEC) No 2342/92 on imports of pure-bred breeding animals of the bovine species from third countries and the granting of export refunds thereon and repealing Regulation (EEC) No 1544/79\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 2634/97 (2), and in particular Article 13(12) thereof,\nWhereas it is appropriate to amend Commission Regulation (EEC) No 2342/92 (3), as last amended by Regulation (EEC) No 286/93 (4);\nWhereas following the Agreement on Agriculture in the context of the Uruguay Round, import levies have been replaced by import duties and it is therefore necessary to amend the Regulation accordingly;\nWhereas all pure-bred breeding animals entering the Community are checked for veterinary and zootechnical reasons at the first point of entry, according to Council Directive 91/496/EEC (5), as last amended by Directive 96/43/EC (6), and when these animals are put into free circulation in a customs office other than the first point of entry, it is necessary that an authenticated copy of the health certificate, since the original will be kept at the first point of entry, and a certificate drawn up in conformity with Commission Decision 92/527/EEC (7), shall accompany the animal;\nWhereas in order to make it unprofitable to use pure-bred breeding animals, imported duty-free, for fattening, it is appropriate to increase the period during which an imported animal may not be slaughtered; in order to ensure that imported animals are not slaughtered before the time period stipulated, proof shall be provided by checking the computerized database provided for in Council Regulation (EC) No 820/97 (8), once this database is operational;\nWhereas official veterinarians should be able to draw up the certificate to the effect that an imported animal has not been slaughtered within this period, since they are competent for this task as well as those bodies which are already empowered to do so;\nWhereas the changes of members in the European Free Trade Association should be taken into account;\nWhereas it is appropriate to incorporate in the present Regulation references to Commission Decisions 86/404/EEC (9) and 96/510/EC (10) with regard to the pedigree certificate;\nWhereas Commission Regulation (EEC) No 2505/92 (11), amending Annexes I and II to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (12) has made certain amendments to the nomenclature for the market in beef and veal and as a result it is necessary to adjust certain CN codes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2342/92 is amended as follows:\n1. in Article 1, 'import levies` is replaced by 'import duties`;\n2. Article 2 is amended as follows:\n(a) paragraph 1 (a) and (b) are replaced by the following:\n'(a) the pedigree certificate, which shall be drawn up in conformity with Commission Decision 96/510/EC (*), and the breeding certificate;\n(b) the health certificate of the type required for pure-bred breeding animals of the bovine species, or an authenticated copy of this certificate and the certificate issued by the veterinarian of the border inspection post drawn up in conformity with Commission Decision 92/527/EEC (**).\n(*) OJ L 210, 20. 8. 1996, p. 53.\n(**) OJ L 332, 18. 11. 1992, p. 22.`;\n(b) in paragraph 2 '12 months` is replaced by '24 months`;\n(c) in paragraph 3, 'the 15th month` is replaced by 'the 27th month` and the last subparagraph is replaced by the following:\n'The proof referred to in (a) shall consist in a certificate drawn up by the association, organization or official body of the Member State keeping the herd book or an official veterinarian. The proof referred to in (b) shall consist in a certificate drawn up by an official body designated by the Member State. These proofs shall be checked in the computerised database provided for in Article 5 of Council Regulation (EC) No 820/97 (*) once this database is operational.\n(*) OJ L 117, 7. 5. 1997, p. 1.`;\n(d) in paragraph 4, '12 months` is replaced by '24 months` and the reference to 'Regulation (EEC) No 1697/79` is replaced by 'Regulation (EEC) No 2913/92`;\n(e) paragraph 5 is replaced by the following:\n'5. The provisions relating to:\n- the age limit laid down in Article 1,\n- the obligations specified in paragraphs 2, 3, and 4,\nshall not apply to imports of pure-bred breeding animals originating in and coming from Iceland, Norway and Switzerland.`;\n3. Article 3(a) is replaced by the following:\n'(a) the pedigree certificate, which shall be drawn up in conformity with Commission Decision 86/404/EEC (*), issued by the association, organization or official body of the Member State keeping the herd book showing in particular the results of performance tests and the results (with the details of origin) of the assessment of the genetic value of the animal concerned and its parents and grandparents. These results may also accompany the certificate;\n(*) OJ L 233, 20. 8. 1986, p. 19.`;\n4. in Article 4(2), CN code '0102 10 00` is replaced by CN code '0102 10` and 'import levy` is replaced by 'import duty`.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 356, 31. 12. 1997, p. 13.\n(3) OJ L 227, 11. 8. 1992, p. 12.\n(4) OJ L 34, 10. 2. 1993, p. 7.\n(5) OJ L 268, 24. 9. 1991, p. 56.\n(6) OJ L 162, 1. 7. 1996, p. 1.\n(7) OJ L 332, 18. 11. 1992, p. 22.\n(8) OJ L 117, 7. 5. 1997, p. 1.\n(9) OJ L 233, 20. 8. 1986, p. 19.\n(10) OJ L 210, 20. 8. 1996, p. 53.\n(11) OJ L 267, 14. 9. 1992, p. 1.\n(12) OJ L 256, 7. 9. 1987, p. 1."}