{"celex_id": "31992R3248", "uri": "http://publications.europa.eu/resource/cellar/575f2b34-d2af-4089-9553-72aa0ddd8452", "type": "Regulation", "concepts": ["3611", "3763", "4385"], "title": "Commission Regulation (EEC) No 3248/92 of 6 November 1992 re- establishing the levying of customs duties on products falling within CN code 2523, originating in Romania, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3831/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 3248/92  of 6 November 1992  re-restablishing the levying of customs duties on products falling within CN code 2523, originating in Romania, to which the preferential tariff arrangements set out in Council Regulation  (EEC) No 3831/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of certain industrial products originating in developing countries (1), extended for 1992 by Regulation (EEC) No 3587/91  (2), and in particular Article 9 thereof,\nWhereas, pursuant to Article 1 of Regulation (EEC) No 3831/90, duties on certain products originating in each of the countries or territories listed in Annex III shall be totally suspended for 1992, and the products as such shall, as a general rule, be  subject to statistical surveillance every three months on the reference base referred to in Article 8;\nWhereas, as provided for in Article 8, where the increase of preferential imports of these products, originating in one or more beneficiary countries, threatens to cause economic difficulties in a region of the Community, the levying of customs duties  may be re-restablished once the Commission has had an appropriate exchange of information with the Member States; whereas for this purpose the reference base to beconsidered shall be, as a general rule, equal to 6,615 % of the total importations into  the Community, originating from third countries in 1988;\nWhereas, in the case of products, originating falling within CN code 2523, originating in Romania, the reference base is fixed at ECU 7 837 000; whereas, on 26 May 1992, imports of these products into the Community originating in Romania, reached the  reference base in question after being charged there-against; whereas the exchange of information organized by the Commission has demonstrated that continuance of the reference threatens to cause economic difficulties in a region of the Community;  whereas, therefore, customs duties in respect of the products in question must be re-established against Romania,", "main_body": ["As from 13 November 1992, the levying of customs duties, suspended pursuant to Council Regulation (EEC) No 3831/90, shall be re-established on imports into the Community of the following products originating in Romania:\nCN code  Description     2523  Portland cement, aluminous cement, slag cement, supersulphate cement and similar hydraulic cements, whether or not coloured or in the form of clinkers", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1. (2) OJ No L 341, 12. 12. 1991, p. 1. Regulation as last amended by Regulation (EEC) No 12509/92 (OJ No L 159, 12. 6. 1992, p. 1)."}