{"celex_id": "31997R0562", "uri": "http://publications.europa.eu/resource/cellar/e14fee25-4a52-4103-9a17-08b051259daf", "type": "Regulation", "concepts": ["1309", "2322", "2771", "2783", "3591", "5876"], "title": "Commission Regulation (EC) No 562/97 of 26 March 1997 amending Commission Regulation (EC) No 2446/96 of 18 December 1996 concerning imports of certain textile products originating in the Russian Federation\n", "header": "COMMISSION REGULATION (EC) No 562/97 of 26 March 1997 amending Commission Regulation (EC) No 2446/96 of 18 December 1996 concerning imports of certain textile products originating in the Russian Federation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules (1), as last amended by Commission Regulation (EC) No 1937/96 (2), and in particular Article 12 (2) in conjunction with Article 25 (5) thereof,\nWhereas the agreement in the form of an exchange of letters between the European Community and the Russian Federation on trade in textile products initialled on 19 December 1995 expired on 31 December 1996 and whereas, pending the resumption and completion of negotiations directed towards the initialling of a new agreement with the Russian Federation, Commission Regulation (EC) No 2446/96 (3) was adopted in order to safeguard the economic interests of the Community in the further conduct of trade in textile products with that country;\nWhereas the measures brought in by that Regulation are to apply until 31 March 1997;\nWhereas negotiations to reach a new agreement with the Russian Federation cannot be completed before that date and whereas it is necessary, pending their conclusion and for the reasons given in the grounds for Regulation (EC) No 2446/96, to extend the period of application of that Regulation by three months;\nWhereas the Commission will continue in the mean time to do everything possible to reach a new bilateral agreement between the Community and the Russian Federation before this Regulation expires;\nWhereas it is necessary to adapt the quantitative limits according to the same criteria as were observed when Regulation (EC) No 2446/96 was adopted and to amend the Annex accordingly;\nWhereas these measures conform to the opinion delivered by the Committee set up by Regulation (EC) No 517/94,", "main_body": ["Regulation (EC) No 2446/96 is amended as follows:\n1. Article 1 (2) is replaced by the following text:\n'2. As from the date of entry into force of this Regulation re-imports into the Community, after outward economic processing in the Russian Federation, of textile products listed in the Annex to this Regulation originating in the Community shall be subject to the quantitative limits established in that Annex for the period 1 January to 30 June 1997.`\n2. In Article 2 and Article 4 '31 March 1997` shall be replaced by '30 June 1997`.\n3. The Annex shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 April 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 67, 10. 3. 1994, p. 1.\n(2) OJ No L 255, 9. 10. 1996, p. 4.\n(3) OJ No L 333, 21. 12. 1996, p. 7.\nANNEX\n'ANNEX\nCommunity quantitative limits referred to in Article 1 (1), of Regulation (EC) No 2446/96 applicable from 1 January to 30 June 1997\n>TABLE>\nOUTWARD PROCESSING\nCommunity quantitative limits referred to in Article 1 (2) of Regulation (EC) No 2446/96 applicable from 1 January to 30 June 1997\n>TABLE>"}