{"celex_id": "31997R2502", "uri": "http://publications.europa.eu/resource/cellar/82352278-2158-4bcb-9b6c-38deea456524", "type": "Regulation", "concepts": ["2194", "2620", "3003", "4638", "4650", "4682"], "title": "Commission Regulation (EC) No 2502/97 of 15 December 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes for beef and veal\n", "header": "COMMISSION REGULATION (EC) No 2502/97 of 15 December 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes for beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2321/97 (2), and in particular Articles 4b (8) and 4i (5) thereof,\nWhereas Article 4b (7) of Regulation (EEC) No 805/68 states that all male bovine animals must be covered by administrative documents at the latest from the time of the first premium application until slaughter; whereas Article 3 of Commission Regulation (EEC) No 3886/92 of 23 December 1992 laying down detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and repealing Regulations (EEC) No 1244/82 and (EEC) No 714/89 (3), as last amended by Regulation (EC) No 2316/97 (4), lays down provisions regarding such documents; whereas, furthermore, Article 6 (2) of Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (5) stipulates that whenever an animal is moved, it is to be accompanied by its passport; whereas, in order to reduce the number of documents required to cover bovine animals, Member States should be allowed to decide that the passports referred to above can replace the administrative documents provided such passports also enable checks to be carried out of the special premiums granted pursuant to Article 4b of Regulation (EEC) No 805/68;\nWhereas Article 49 (1) of Regulation (EEC) No 3886/92 lays down the conditions for the granting of the processing premium; whereas there is a risk that the conditions governing animal welfare and in particular those laid down in Council Directive 91/628/EEC of 19 November 1991 on the protection of animals during transport and amending Directives 90/425/EEC and 91/496/EEC (6), as last amended by Directive 95/29/EC (7), may not be fully observed in the case of young calves for processing; whereas the abovementioned Article 49 (1) should therefore be amended;\nWhereas there are two rates for the processing premium per eligible calf provided for in Article 49 (4) of Regulation (EEC) No 3886/92 depending of the breed of the calf; whereas that variation has resulted in certain problems of verification; whereas, in addition, experience has shown that animals of breeds other than dairy breeds are often inferior in quality to those warranting a higher processing premium; whereas, as a consequence, a single amount should be laid down for the processing premium irrespective of the breed of the calf;\nWhereas the variation in the early marketing premium for veal calves provided for in Article 50 (3) of Regulation (EEC) No 3886/92 has enabled the number of calves slaughtered to be generally in line with the target; whereas, there has, however, been a downward trend in the number of applications submitted for the premium for lighter calf carcases slaughtered since July 1997; whereas, with a view both to improving the situation and to encouraging participation by all calf producers until the arrangements expire, provision should be made, on the basis of experience gained, for the premium to vary with the carcase weight;\nWhereas the Kerry breed, which used to be a milk breed, is now largely for meat production; whereas, by virtue of the fact that the breed is included in the list in Annex II to Regulation (EEC) No 3886/92, animals belonging to that breed are not eligible for the suckler cow premium; whereas the Kerry breed should be deleted from the abovementioned list to bring it into line with the current situation of production;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 3886/92 is hereby amended as follows:\n1. the following paragraph is added to Article 3:\n'5. However, Member States may decide that the national administrative and trade documents provided for in this Article are to be replaced by the passport provided for in Article 6 of Regulation (EC) No 820/97. In such cases, the competent authorities of the Member State shall ensure that such passports ensure that only one premium is granted per animal and per age bracket in accordance with Article 4b of Regulation (EEC) No 805/68.`;\n2. in Article 49:\n(a) the second indent of paragraph 1 is replaced by the following:\n'- is presented in a general condition showing no signs, in particular, of health anomalies, malformations or any failure to comply with the provisions of Directive 91/628/EEC, and`;\n(b) paragraph 4 is replaced by the following:\n'4. The premium per eligible calf shall amount to ECU 115.`;\n3. Article 50 (3) is replaced by the following:\n'3. The premium to be paid shall amount to ECU 45 per animal slaughtered as from 1 December 1997.\nHowever, that premium shall be increased:\n- by ECU 30 in the case of carcases weighing not more than 110 kg,\n- by ECU 15 in the case of carcases weighing more than 110 kg but not more than 120 kg, and\n- by ECU 5 in the case of carcases of animals slaughtered as from 1 December to 31 December 1997 and weighing more than 120 kg.`;\n4. the Kerry breed is deleted from the list in Annex II.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998. However, Article 1 (2) (b) shall apply to animals presented for processing from the first Monday following the day of its publication in the Official Journal of the European Communities and Article 1 (3) shall apply to animals slaughtered as from 1 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 322, 25. 11. 1997, p. 25.\n(3) OJ L 391, 31. 12. 1992, p. 20.\n(4) OJ L 321, 22. 11. 1997, p. 14.\n(5) OJ L 117, 7. 5. 1997, p. 1.\n(6) OJ L 340, 11. 12. 1991, p. 17.\n(7) OJ L 148, 30. 6. 1995, p. 52."}