{"celex_id": "31992R0395", "uri": "http://publications.europa.eu/resource/cellar/34f6316c-dce9-4985-9042-0fb6e00db8ff", "type": "Regulation", "concepts": ["2286", "2308", "2437"], "title": "Commission Regulation (EEC) No 395/92 of 17 February 1992 concerning the stopping of fishing for cod, haddock, whiting, plaice, common sole, hake, anglerfish and sprat by vessels flying the flag of the Netherlands\n", "header": "COMMISSION REGULATION (EEC) No 395/92  of 17 February 1992  concerning the stopping of fishing for cod, haddock, whiting, plaice, common sole, hake, anglerfish and sprat by vessels flying the flag of the Netherlands\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (1), as amended by Regulation (EEC) No 3483/88 (2), and in particular Article 11 (3) thereof,\nWhereas Council Regulation (EEC) No 3882/91 of 18 December 1991 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1992 and certain conditions under which they may be fished (3), provides for cod, haddock,  whiting, plaice, common sole, hake, anglerfish and sprat quotas for 1992;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member  State are deemed to have exhausted the quota allocated;\nWhereas the quotas of cod in the waters of ICES divisions III a Skagerrak, VII a, VII b, c, d, e, f, g, h, j, k, VIII, IX, X; CECAF 34.1.1 (EC-zone), of haddock in the waters of ICES divisions III a, III b, c, d (EC-zone), of whiting in the waters of  ICES divisions III a, VII a and VII b, c, d, e, f, g, h, j, k, of plaice in the waters of ICES divisions III a Skagerrak, VII a and VII h,j,k, of common sole in the waters of ICES divisions III a, III b, c, d (EC-zone), VII a, VII h, j, k, and VIII a,  b, of hake in the waters of ICES divisions V b (EC-zone), VI, VII, XII, XIV and VIII a, b, d, e, of anglerfish in the waters of ICES divisions V b (EC-zone), VI, XII, XIV and VII and of sprat in the waters of ICES division VII d, e allocated to the  Netherlands for 1992, have been exhausted by exchanges of quotas; whereas the Netherlands have prohibited fishing for these stocks as from 1 January 1992; whereas it is therefore necessary to abide by that date,", "main_body": ["The quotas of cod in the waters of ICES divisions III a Skagerrak, VII a and VII b, c, d, e, f, g, h, j, k, VIII, IX, X; CECAF 34.1.1 (EC-zone), of haddock in the waters of ICES divisions III a and III b, c, d (EC-zone), of whiting in the  waters of ICES divisions III a, VII a and VII b, c, d, e, f, g, h, j, k, of plaice in the waters of ICES divisions III a Skagerrak, VII a and VII h, j, k, of common sole in the waters of ICES divisions III a, III b, c, d (EC-zone), VII a, VII h, j, k,  and VIII a, b, of hake in the waters of ICES divisions V b (EC-zone), VI, VII, XII, XIV and VIII a, b, d, e, of anglerfish in the waters of ICES divisions V b (EC-zone), VI, XII, XIV and VII and of sprat in the waters of ICES division VII d, e allocated  to the Netherlands for 1992 are deemed to be exhausted.\nFishing for cod in the waters of ICES divisions III a Skagerrak, VII a, VII b, c, d, e, f, g, h, j, k, VIII, IX, X; CECAF 34.1.1 (EC-zone), for haddock in the waters of ICES divisions III a, III b, c, d (EC-zone), for whiting in the waters of ICES  divisions III a, VII a and VII b, c, d, e, f, g, h, j, k, of plaice in the waters of ICES divisions III a Skagerrak, VII a and VII h, j, k, for common sole in the waters of ICES divisions III a, III b, c, d (EC-zone), VII a, VII h, j, k, and VIII a, b,  for hake in the waters of ICES divisions V b (EC-zone), VI, VII, XII, XIV and VIII a, b, d, e, for anglerfish in the waters of ICES divisions V b (EC-zone), VI, XII, XIV and VII and for sprat in the waters of ICES divisions VII d, e by vessels flying  the flag of the Netherlands or registered in the Netherlands is prohibited, as well as the retention on board, the transhipment and the landing of such stocks captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1992. For the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 207, 29. 7. 1987, p. 1. (2) OJ No L 306, 11. 11. 1988, p. 2. (3) OJ No L 367, 31. 12. 1991, p. 1."}