{"celex_id": "31990R3570", "uri": "http://publications.europa.eu/resource/cellar/b0f357f8-592a-419e-ae17-aadd9aab7762", "type": "Regulation", "concepts": ["1308", "318", "4257", "4708"], "title": "Council Regulation (EEC) No 3570/90 of 4 December 1990 on derogations in respect of agricultural statistical surveys in Germany in connection with the unification of Germany\n", "header": "COUNCIL REGULATION (EEC) No 3570/90  of 4 December 1990  on derogations in respect of agricultural statistical surveys in Germany in connection with the unification of Germany\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas the requirements laid down in Community legislation on agricultural statistics cannot be fulfilled immediately in the territory of the former German Democratic Republic because extensive changes and adjustments will have to be made in that  territory;\nWhereas it also appears advisable to raise the estimate of expenditure contained in Council Regulation (EEC)\nNo 837/90 of 26 March 1990 concerning statistical information to be supplied by the Member States on cereals production(3),", "main_body": ["1.  Derogations from the legal instruments set out in the Annex shall be authorized until 31 December 1992 with respect to agricultural statistics in the territory of the former German Democratic Republic as regards reporting periods,  reference dates, survey deadlines, transmission deadlines and coverage.\n2.  The derogations provided for in paragraph 1 shall be determined in accordance with the procedure set out in Article 4.", "The following subparagraph is added to Article 1 (1) of Council Regulation (EEC) No 357/79 of 5 February 1979 on statistical surveys of areas under vines(4), as last amended by Regulation (EEC) No 490/86(5):\n'The first intermediate survey to be carried out in the territory of the former German Democratic Republic shall take place not later than two years after the first basic survey.'", "The amount of 'ECU 3 200 000' specified in Article 10 of Regulation (EEC) No 837/90 is replaced by 'ECU 3 520 000'.", "1.  Where the procedure laid down in this Article is to be followed, the chairman shall refer the matter to the Standing Committee for Agricultural Statistics, hereinafter called 'the Committee', either on his own initiative or at the request  of the representative of a Member State.\n2.  The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\nIf the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a\nproposal relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of three months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1990.\nFor the Council The President G. DE MICHELIS\n(1)OJ No C 248, 2. 10. 1990, p. 9, as amended on 25 October 1990 and 28 November 1990.\n(2) Opinion delivered on 21 November 1990 (not yet published in the Official Journal).\n(3)OJ No L 88, 3. 4. 1990, p. 1.\n(4) OJ No L 54, 5. 3. 1979, p. 124.\n(5) OJ No L 54, 1. 3. 1986, p. 22.\nANNEX  LIST OF LEGAL INSTRUMENTS REFERRED TO IN ARTICLE 1 Council Regulations\n(EEC) No 2782/75 of 29 October 1975\n(EEC) No  357/79 of  4 February 1979\n(EEC) No  571/88 of 29 February 1988\n(EEC) No  837/90 of 26 March 1990\nCouncil Directives\n72/280/EEC of 31 July 1972\n73/132/EEC of 15 May 1973\n76/625/EEC of 20 July 1976\n76/630/EEC of 20 July 1976\n78/ 53/EEC of 19 December 1977\n82/177/EEC of 22 March 1982\n82/606/EEC of 28 July 1982"}