{"celex_id": "31999D0609", "uri": "http://publications.europa.eu/resource/cellar/5ece9815-9142-46cd-9f8f-58fe4c93d21d", "type": "Decision", "concepts": ["1445", "1937", "2737", "2771", "5100", "5369"], "title": "1999/609/EC: Commission Decision of 10 September 1999 amending Commission Decision 94/360/EC concerning the reduced frequency of physical checks of consignments of certain products to be imported from third countries, under Council Directive 97/78/EC (notified under document number C(1999) 2784) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 10 September 1999\namending Commission Decision 94/360/EC concerning the reduced frequency of physical checks of consignments of certain products to be imported from third countries, under Council Directive 97/78/EC\n(notified under document number C(1999) 2784)\n(Text with EEA relevance)\n(1999/609/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 1999/201/EC on the conclusion of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products(1), and in particular Article 3 thereof,\nHaving regard to Council Directive 97/78/EC laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(2), and in particular Article 10(3) thereof,\n(1) Whereas in accordance with Article 3 of Council Decision 1999/201/EC, it is important in the matter of the frequencies of veterinary checks at the external frontiers of the Community, to take the measures necessary to apply the agreement concluded between the European Community and the Government of Canada;\n(2) Whereas Article 10 paragraph 3 of Directive 97/78/EC specifically envisages that the reductions in frequencies of checks resulting from the conclusion of a veterinary equivalence agreement must be enacted in Community legislation;\n(3) Whereas under these conditions it is appropriate to modify Annex II to Commission Decision 94/360/EC of May 20 1994 on the reduced frequency of physical checks on consignments of certain products to be imported from third countries, under Council Directive 90/675/EEC(3), as last amended by Commission Decision 1999/302/EC(4), in order to take account of the requirements of Article 11 and of Annex VIII of the veterinary agreement between the European Community and the Government of Canada;\n(4) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The following indent is added to Annex II to Decision 94/360/EC:\n\"- In the case of Canada, the frequencies provided for in Article 11 and Annex VIII of Council Decision 1999/201/EC of 14 December 1998 on the conclusion of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products(5).\"", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 10 September 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 71, 18.3.1999, p. 1.\n(2) OJ L 24, 30.1.1998, p. 9.\n(3) OJ L 158, 25.6.1994, p. 41.\n(4) OJ L 117, 5.5.1999, p. 58.\n(5) OJ L 71, 18.3.1999, p. 1."}