{"celex_id": "31998R1577", "uri": "http://publications.europa.eu/resource/cellar/fc6d94fd-cedd-43f5-a8f3-a8627f8c2ccc", "type": "Regulation", "concepts": ["1144", "1308", "1329", "4327", "862"], "title": "Commission Regulation (EC) No 1577/98 of 22 July 1998 laying down transitional measures for the management of base areas in the new German Länder and repealing Regulation (EEC) No 1763/96\n", "header": "COMMISSION REGULATION (EC) No 1577/98 of 22 July 1998 laying down transitional measures for the management of base areas in the new German Länder and repealing Regulation (EEC) No 1763/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support scheme for producers of certain arable crops (1), as last amended by Regulation (EC) No 2309/97 (2), and in particular Article 16 thereof,\nWhereas Article 2(6) of Regulation (EEC) No 1765/92 provides for the reduction of the area eligible for compensatory payments and for a special set-aside without compensation where the sum of the areas for which aid is claimed by producers is in excess of the regional base area;\nWhereas the change from the planned economy existing in the new Länder before unification to a market economy was carried out practically without a transitional period; whereas, therefore, implementation of the reform has come at a time when agricultural production structures in the new Länder are in the process of change; whereas the loss of traditional markets in the countries of eastern Europe has led to a significant fall in livestock production and in the areas previously used for fodder production unforeseen when Regulation (EEC) No 1765/92 was adopted;\nWhereas, given this situation, a solution has been found which, without giving rise to a permanent increase in the base area, which is a key element in the reform of arable farming, ensures that the strict application of the present legislation does not jeopardise the restructuring of the agricultural sector in the new Länder; whereas this solution takes the form of a transitional measure introducing a temporary extension of the base area - to be reduced in four steps - from the 1993/94 marketing year; whereas these transitional measures are provided for in Regulation (EC) No 1763/96 (3);\nWhereas the factors which led to the adoption of Regulation (EC) No 1763/96 still pertain; whereas under these circumstances an extension of the transitional period is justified;\nWhereas, for the sake of clarity, Regulation (EC) No 1763/96 should be replaced with effect from the 1998/99 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for cereals, oils and fats and dried fodder,", "main_body": ["For the purposes of Article 2(6) of Regulation (EEC) No 1765/92, the base area laid down by Commission Regulation (EC) No 1098/94 (4) shall be temporarily increased for the new German Länder as indicated in the Annex.", "1. For the 2000/01, 2001/02, 2002/03 and 2003/04 marketing years, where the base area laid down by Commission Regulation (EEC) No 1098/94 is exceeded within the limits indicated in the Annex to this Regulation, the area eligible for compensatory payments shall be reduced per producer, for the duration of the marketing year and in proportion to the over-run, by 10 %, 20 %, 30 % and 40 % respectively.\n2. The reduction referred to in paragraph 1 shall be additional to any reduction made as a result of the base area provided for in Article 1 being exceeded.", "Regulation (EEC) No 1763/96 is hereby repealed with effect from 1 July 1998.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1998/99 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 12.\n(2) OJ L 321, 22. 11. 1997, p. 3.\n(3) OJ L 231, 12. 9. 1996, p. 8.\n(4) OJ L 121, 12. 5. 1994, p. 12.\nANNEX\n>TABLE>"}