{"celex_id": "31995L0040", "uri": "http://publications.europa.eu/resource/cellar/9187bc4b-37ed-4ec8-8eff-b4bf89a957e8", "type": "Directive", "concepts": ["1595", "1763", "192", "2232", "2680", "4765", "5283", "775"], "title": "Commission Directive 95/40/EC of 19 July 1995 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community\n", "header": "COMMISSION DIRECTIVE 95/40/EC of 19 July 1995 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Commission Directive 95/4/EC (2), and in particular the first subparagraph of Article 2 (1) (h) thereof,\nHaving regard to Commission Directive 92/76/EEC of 6 October 1992 recognizing protected zones exposed to particular plant health risks in the Community (3), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 2 thereof,\nWhereas under Commission Directive 92/76/EEC certain zones in the Community were recognized as 'protected zones` in respect of certain harmful organisms for a period expiring on 1 July 1995;\nWhereas, based on recent new information provided by Greece, Italy and France, it appears that it is no longer appropriate to maintain the 'protected zones` recognized for these countries in respect of, for Greece, Ips sexdentatus Boerner, for Italy, Anthonomus grandis (Boh.) and Glomerella gossypii Edgerton, and for France, Cephalcia lariciphila (Klug.) and Gilpinia hercyniae (Hartig), because these organisms seem to be present locally;\nWhereas, also from new information provided by France and Portugal, it appears that the extent of the 'protected zones` recognized for these countries should be amended in respect of, for France, Erwinia amylovora (Burr.) Winsl. et al., and for Portugal, Bemisia tabaci Genn. (European populations), because these organisms now seem to be present in parts of the relevant designated 'protected zone`; whereas also the extent of the protected zones recognized for the United Kingdom in respect of Cephalcia lariciphila (Klug.), Dendroctonus micans Kugelan, Gilpinia hercyniae (Hartig), Gremmeniella abietina (Lag.) Morelet, Hypoxylon mammatum (Wahl.) J. Miller and Pissodes spp. (European) and for Portugal in respect of Dendroctonus micans Kugelan, Ips amitinus Eichhof, Ips cembrae Heer, Ips duplicatus Sahlberg and Ips typographus Heer should be modified to take account of the concern in relation to the relevant host plants of these organisms;\nWhereas from new information supplied by Sweden and Finland the area of protected zone recognized for Sweden in respect of Leptionotarsa decemlineata Say should be extended and a protected zone should be recognized for Finland in respect of Leptinotarsa decemlineata Say;\nWhereas furthermore the recognition of 'protected zones` was provisional until the results of appropriate surveys monitored by Commission experts confirmed that one or more of the harmful organisms in respect of which the zones were recognized as protected zones were not endemic or established in those zones in accordance with Article 2 (1) (h) of Council Directive 77/93/EEC;\nWhereas for certain protected zones further developments on the harmful organisms concerned and their respective surveys have occurred; whereas it is, therefore, appropriate to extend the provisional recognition for a further period to enable information on the developments to be evaluated by the said Commission experts;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Article 1 of Directive 92/76/EEC is hereby replaced as follows:\n'Article 1\nThe zones in the Community listed in the Annex are hereby recognized as \"protected zones\" referred to in the first subparagraph of Article 2 (1) (b) of Directive 77/93/EEC, in respect of harmful organism(s) listed against their names in the Annex; in the case of points (a), 1, 2, 3, 4, 7, 8, 9, 10 11, 14, 15 and 17, (b) 1, 2 and 3, (c) 1, 2, 3, 4 and 5, and (d) 1, 3 and 4 the said zones are recognized for a period expiring on 1 April 1996.\nIn the case of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden, the said zones shall be recognized until 31 December 1996.`", "The Annex to Directive 92/76/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 July 1995. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such a reference shall be adopted by Member States.\n2. Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 44, 28. 2. 1995, p. 56.\n(3) OJ No L 305, 21. 10. 1992, p. 12.\nANNEX\n1. In point (a) 1, in the right hand column 'Italy` is deleted.\n2. In point (a) 2, in the right hand column 'Portugal` is replaced by 'Portugal (Entre Douro e Minho, Traz-os-Montes, Beira Litoral, Beira Interior, Ribatejo e Oeste, Alentejo, Madeira and Azores)`.\n3. In points (a) 3 and 5, in the right hand column 'France` is deleted and 'United Kingdom (Northern Ireland and the Isle of Man)` is replaced by 'United Kingdom (Northern Ireland, Isle of Man and Jersey)`.\n4. In point (a) 4, in the right hand column 'Portugal` is deleted and 'Jersey` is added after 'Northern Ireland`.\n5. In points (a) 7, 8, 9 and 11, in the right hand column 'Portugal` is deleted.\n6. In point (a) 10, in the right hand column 'Greece` is deleted.\n7. In point (a) 12, the right hand column is altered as follows:\n'Spain (Menorca and Ibiza), Ireland, Portugal (Azores and Madeira), United Kingdom, Sweden (Malmöhus, Kristianstads, Blekinge, Kalmar, Gotlands Län, Halland), Finland (the districts of Aland, Turku, Uusimaa, Kymi, Häme, Pirkanmaa, Satakunta)`.\n8. In point (a) 14, in the right hand column 'United Kingdom (Northern Ireland and the Isle of Man)` is replaced by 'United Kingdom (Northern Ireland, Isle of Man and Jersey)`.\n9. In point (b) 2, 'France (Champagne-Ardennes, Alsace (except Department Bas Rhin), Lorraine, Franche-Comté, Rhône-Alpes, Bourgogne, Auvergne, Provence-Alpes-Côte d'Azur, Corse, Languedoc-Roussillon)` is replaced by 'France (Champagne-Ardennes, Alsace (except Department Bas Rhin), Lorraine, Franche-Comté, Rhône-Alpes (except Department Rhône), Bourgogne, Auvergne (except Department Puy de Dome), Provence-Alpes-Côte d'Azur, Corse, Languedoc-Roussillon)`.\n10. In point (c) 1, in the right hand column 'Italy (Sicily)` is deleted.\n11. In points (c) 2 and 3, in the right hand column 'United Kingdom (Northern Ireland and the Isle of Man)` is replaced by 'United Kingdom (Northern Ireland)`."}