{"celex_id": "31996R0773", "uri": "http://publications.europa.eu/resource/cellar/eef06780-3089-460c-804f-636230b6f884", "type": "Regulation", "concepts": ["1069", "1642", "3156", "3774", "4682", "616"], "title": "Commission Regulation (EC) No 773/96 of 26 April 1996 laying down special measures derogating from Regulations (EEC) No 3665/87, (EEC) No 3719/88 and (EEC) No 1964/82 in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 773/96 of 26 April 1996 laying down special measures derogating from Regulations (EEC) No 3665/87, (EEC) No 3719/88 and (EEC) No 1964/82 in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Commission Regulation (EC) 2417/95 (2), and in particular Article 13 (12) thereof,\nWhereas Council Regulation (EEC) No 565/80 (3), as amended by Regulation (EEC) No 2026/83 (4), lays down general rules for the advance payment of export refunds on agricultural products;\nWhereas Commission Regulation (EEC) No 3665/87 (5), as last amended by Regulation (EC) No 1384/95 (6), lays down common detailed rules for the application of the system of export refunds on agricultural products;\nWhereas Commission Regulation (EEC) No 3719/88 (7), as last amended by Regulation (EC) No 2137/95 (8), lays down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products;\nWhereas Commission Regulation (EC) No 1445/95 (9), as last amended by Regulation (EC) No 2856/95 (10), lays down the rules of application for import and export licences in the beef and veal sector;\nWhereas Commission Regulation (EEC) No 1964/82 (11), as amended by Regulation (EEC) No 3169/87 (12), lays down the conditions for granting special export refunds on certain cuts of boned meat of bovine animals;\nWhereas Commission Decision 96/239/EC of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (13), inter alia, prohibits exports of meat of bovine animals to third countries from the United Kingdom; whereas, furthermore, the health measures adopted by the authorities of certain third countries against Community exports of meat of bovine animals are having serious economic effects on Community exporters; whereas the resulting situation has seriously affected the possibilities of exporting under the conditions laid down by Regulations (EEC) No 565/80, (EEC) No 3665/87, (EEC) No 3719/88 and (EEC) No 1964/82;\nWhereas, therefore, these negative consequences should be limited by adopting special measures and extending certain of the deadlines laid down by the rules on refunds in order to permit the regularization of export operations which have not been completed because of the circumstances described;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["This Regulation shall apply to the products referred to in Article 1 (1) of Regulation (EEC) No 805/68.", "At the request of the holder, the validity of export licences issued under Regulation (EC) No 1445/95 which are still valid on 31 March 1996 shall be extended to 31 May 1996.\nFor licences issued under Article 10 (5) of the abovementioned Regulation, however, that extension shall only apply to licences issued between 14 and 31 March 1996.", "The reduction of 20 % referred to in the second indent of Article 20 (3) (b) and the increases of 15 % and 20 % referred to in Article 23 (1) and the second subparagraph of Article 33 (1) respectively of Regulation (EEC) No 3665/87 shall not apply to exports carried out under licences issued by 31 March 1996, provided that the customs formalities for release for consumption in the third country concerned were carried out after 20 March 1996.", "1. At the request of the exporter, for products for which by 31 March 1996:\n- customs export formalities were completed but which were released back into free circulation in the United Kingdom because of health measures adopted by a third country, the exporter shall repay any refund paid in advance and the securities relating to the operations shall be released,\n- customs export formalities were completed in the United Kingdom but which have not yet left the customs territory of the Community, the export declaration and the export licence shall be cancelled, the exporter shall repay any refund paid in advance and the securities relating to the operations shall be released.\n2. At the request of the exporter, for products placed under one of the arrangements referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 in the United Kingdom by 31 March 1996 but which are not covered by an export declaration, the export licence shall be cancelled, the exporter shall repay the refund paid in advance and the securities lodged shall be released.\n3. Notwithstanding the first paragraph of Article 6 of Regulation (EEC) No 1964/82, where the total quantity of the boned meat was not exported by 31 March 1996, paragraph 2 shall apply to those quantities not covered by an export declaration in the United Kingdom. The exporter shall retain the right to the refund for the quantities covered by an export declaration and released for consumption in a third country.\n4. Every Thursday, the United Kingdom shall notify the quantities of products to which the measures referred to in paragraphs 1, 2 and 3 were applied during the previous week, indicating the date of issue of the licences, the category concerned and the country of destination indicated on the licence.", "1. At the request of the exporter, for products for which customs export formalities were completed or which were placed under one of the arrangements referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 in a Member State other than the United Kingdom by 31 March 1996, the period of sixty days referred to in Article 30 (1) (b) (i) of Regulation (EEC) No 3719/88 and Articles 4 (1) and 32 (1) of Regulation (EEC) No 3665/87 shall be increased to 120 days.\n2. Products for which customs export formalities were completed in a Member State other than the United Kingdom by 31 March 1996 may, before reaching their final destination, be reintroduced into the customs territory of the Community and placed under suspension arrangements in a free zone or free warehouse for sixty days without losing the right to payment of the refund.\n3. At the request of the exporter, for meat originating in the United Kingdom which has not yet left the customs territory of the Community and for which customs export formalities were completed in a Member State other than the United Kingdom by 31 March 1996, the export declaration and the export licence shall be cancelled. The exporter shall repay any refund paid in advance and the securities relating to the operations concerned shall be released.\n4. Every Thursday, Member States other than the United Kingdom shall notify the quantities of products to which the measure referred to in paragraph 3 was applied during the previous week, indicating the date of issue of the licences, the category concerned and the country of destination indicated on the licence.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 31 March 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 248, 14. 10. 1995, p. 39.\n(3) OJ No L 62, 7. 3. 1980, p. 5.\n(4) OJ No L 199, 22. 7. 1983, p. 12.\n(5) OJ No L 351, 14. 12. 1987, p. 1.\n(6) OJ No L 134, 20. 6. 1995, p. 14.\n(7) OJ No L 331, 2. 12. 1988, p. 1.\n(8) OJ No L 214, 8. 9. 1995, p. 21.\n(9) OJ No L 143, 27. 6. 1995, p. 35.\n(10) OJ No L 299, 12. 12. 1995, p. 10.\n(11) OJ No L 212, 21. 7. 1982, p. 48.\n(12) OJ No L 301, 24. 10. 1987, p. 21.\n(13) OJ No L 78, 28. 3. 1996, p. 47."}