{"celex_id": "31997R1492", "uri": "http://publications.europa.eu/resource/cellar/e461c04d-9efb-46dc-970c-88541a135834", "type": "Regulation", "concepts": ["1115", "20", "2173", "3618", "473"], "title": "Commission Regulation (EC) No 1492/97 of 29 July 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the fixing of the conditions for the distillation of certain fruit withdrawn from the market\n", "header": "COMMISSION REGULATION (EC) No 1492/97 of 29 July 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the fixing of the conditions for the distillation of certain fruit withdrawn from the market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 30 (7) thereof,\nWhereas Article 30 (1) (c) of Regulation (EC) No 2200/96 provides that apples, pears, peaches and nectarines withdrawn from the market under Article 23 (1) may be disposed of by processing into alcohol of a strength of more than 80 % volume by direct distillation of the product;\nWhereas the second subparagraph of Article 30 (5) of Regulation (EC) No 2200/96 provides that the distillation referred to in paragraph 1 (c) is to be carried out by distilleries either on their own account or on behalf of the body designated by the Member State concerned and that the operations are to be carried out by that body using the most appropriate procedure;\nWhereas according to Article 30 (7) of the aforementioned Regulation, the detailed rules for the application of that Article should prevent the distillation of products withdrawn from the market from disrupting the alcohol market; whereas, to that end, provision should be made for the compulsory denaturing of the alcohol obtained from the distillation of fruit withdrawn from the market and its industrial use to the exclusion of any use for food; whereas denaturing must be in accordance with Commission Regulation (EC) No 3199/93 on the mutual recognition of procedures for the complete denaturing of alcohol for the purposes of exemption from excise duty (2), as last amended by Regulation (EC) No 2546/95 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The supply and award of contracts to distilleries for the products referred to in Article 30 (1) (c) for distillation into alcohol of a strength of more than 80 % volume shall be carried out either by a standing invitation to tender, public auction, or another procedure adopted by the Member State ensuring that competition between interested operators takes place under equal conditions.", "The procedures and operations referred to in Article 1 shall take place no later than three months after the marketing year of the product in question.", "The bodies designated by the Member States to carry out the supply or award of contract referred to in Article 1 shall be as set out in the Annex.", "The alcohol obtained from the products in question shall be subject to special denaturing in accordance with Regulation (EC) No 3199/93 and shall be for industrial and not food use.", "The bodies designated by the Member States shall monitor on the spot by means of physical and documentary checks the processing of the product, for which the contract is awarded, into alcohol of a strength of more than 80 % volume, its denaturing and industrial use.", "Member States shall take the measures necessary to prevent any distortion of competition in the supply of and award of contracts for the products to the distilleries concerned.", "On request by the Commission, Member States shall communicate the results of the operations referred to in this Regulation within seven days.", "Regulations (EEC) No 1561/70 and (EEC) No 1562/70 are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No L 288, 23. 11. 1993, p. 12.\n(3) OJ No L 260, 31. 10. 1995, p. 45.\nANNEX\nLIST OF BODIES DESIGNATED BY THE MEMBER STATES\n>TABLE>"}