{"celex_id": "31992R0653", "uri": "http://publications.europa.eu/resource/cellar/df89f8e0-1d7c-42de-96bd-7ab6156bc8db", "type": "Regulation", "concepts": ["1988", "2511", "2734", "4395"], "title": "Commission Regulation (EEC) No 653/92 of 16 March 1992 on the unit of account and the conversion rate to be applied to tenders submitted in response to invitations to tender\n", "header": "COMMISSION REGULATION (EEC) No 653/92  of 16 March 1992  on the unit of account and the conversion rate to be applied to tenders submitted in response to invitations to tender\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), as last amended by Regulation (EEC) No 2205/90 (2),  and in particular Articles 2 (4), and 12 thereof,\nWhereas, in order to encourage use of the ecu and to simplify and harmonize administrative procedures, tenders in response to invitations to tender organized in the framework of the common agricultural policy should be submitted in ecus, account being  taken of the correcting factor referred to in Article 2 (2) of Regulation (EEC) No 1676/85; whereas, however, account should be taken of the special provisions which apply to amounts financed by the EAGGF Guidance Section;\nWhereas, in order to ensure equivalent conditions of competition for invitations to tender providing for the obligation to export the products concerned to third countries, it should be laid down that no monetary compensatory amounts may be applied to  exports of products obtained from intervention stocks and that the amounts quoted in tenders accepted must be converted into ecus using the representative market rate;\nWhereas, in order to avoid the risk of market distortion of monetary origin, particularly in invitations to tender relating to certain processing, storage or transport costs, Article 2 (4) of Regulation (EEC) No 1676/85 provides for the possibility of a  derogation from the agricultural conversion rate; whereas in such cases the exchange rate to be used should be stated;\nWhereas the conversion rate used to convert the securities required under invitations to tender must be close to that used for amounts quoted in tenders;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["Amounts quoted in tenders submitted in response to invitations to tender organized under an instrument forming part of the common agricultural policy shall, with the exception of amounts the Community contribution to which is financed from  the EAGGF Guidance Section, be expressed in ecus.\nAmounts quoted in tenders accepted shall be expressed in ecus in certificates or other documents specifying the same.\nThe value of the ecu as referred to in this Article shall be determined in accordance with Articles 1, 2 and, where applicable, 3 of Regulation (EEC) No 1676/85.", "Notwithstanding the general application of the agricultural conversion rate provided for in Article 2 of Regulation (EEC) No 1676/85 and without prejudice to measures adopted in specific cases pursuant to Article 2 (4) or 3 (2) of the said  Regulation, where tenders submitted in response to an invitation to tender concern one or more of the following only:\n- selling prices, entailing an obligation to export to third countries, of products in intervention stocks,\n- processing, storage or transport costs in the case of products from intervention stocks made available free of charge to the successful tenderer,\nthe exchange rate to be used for converting into national currency amounts quoted in tenders accepted shall be the representative market rate referred to in Article 3a of Commission Regulation (EEC) No 3152/85 (3).\nThe monetary compensatory amounts shall not apply to exports to third countries and, where applicable, refunds shall be converted at the representative market rate.", "Tendering and performance securities fixed in the framework of an invitation to tender shall be converted into national currency using:\n- the representative market rate in the cases referred to in Article 2,\n- the agricultural conversion rate in other cases.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from a date to be determined for each sector in the Regulations on invitations to tender. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 164, 24. 6. 1985, p. 1.\n(2) OJ No L 201, 31. 7. 1990, p. 9.\n(3) OJ No L 310, 21. 11. 1985, p. 1."}