{"celex_id": "31995D0452", "uri": "http://publications.europa.eu/resource/cellar/a2322e4d-f00f-4a24-b534-94786db2aec7", "type": "Decision", "concepts": ["1100", "2149", "365", "5541", "835", "889"], "title": "95/452/EC: Commission Decision of 12 April 1995 on State aid in the form of tax concessions to undertakings operating in the Centro di Servizi Finanziari ed Assicurativi di Trieste pursuant to Article 3 of Italian Law No 19 of 9 January 1991 (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 April 1995 on State aid in  the form of tax concessions to undertakings operating in the Centro di Servizi Finanziari ed  Assicurativi di Trieste pursuant to Article 3 of Italian Law No 19 of 9 January 1991 (Only the  Italian text is authentic) (Text with EEA relevance) (95/452/EC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first  subparagraph of Article 93 (2) thereof,\nHaving given interested parties notice to submit their comments, as required by Article 93,\nWhereas:\nI\n(1)  By letter dated 3 December 1992 the Commission informed the Italian Government that it had  decided to initiate proceedings pursuant to Article 93 (2) of the Treaty in respect of tax  concessions which were provided for in Article 3 of Italian Law No 19 of 9 June 1991, and which  were to apply to transactions at the Centro di Servizi Finanziari ed Assicurativi that was to be  set up in the city of Trieste under that same provision. The Commission asked the Italian  Government to submit its comments within one month of receipt of the letter, and asked other  interested parties to do the same within one month of publication of the relevant notice  (1).\nII\n(2)  The Italian Government submitted its comments in letters dated 1 February, 24 May, 15  June, 16 September and 3 November 1993 and 31 January 1994. The Italian Minister for Foreign  Affairs discussed the matter with the responsible Member of the Commission on 2 June and 2 December  1993. A technical meeting between officials took place in Rome on 30 June 1993.\nNo comments were received from other Member States or interested parties.\nIII\n(3)  The scheme the Commission described in its original letter of 3 December 1992 was as  follows.\nPursuant to Article 3 of Law No 19 of 9 January 1991, the Italian authorities are to set up in  Trieste a Centro di Servizi Finanziari ed Assicurativi (financial services and insurance centre) to  engage in financial activities focusing mainly on Austria and the east European countries ('the  Centre`); funds would be raised on the international markets from non-residents, and would be used  solely outside Italy in transactions with non-residents. The Centre would also house foreign  undertakings providing intermediary and assistance services to international business. The  undertakings operating at the Centre (banks, insurers, financial intermediaries, stock exchange  operators, etc., admitted in accordance with the Community rules on freedom of establishment) would  be deemed to be non-resident in Italy for banking and currency market purposes. They would enjoy  tax concessions on revenue generated at the Centre in the form of exemption from corporation tax  and from 50  % of local income tax. For 10 years following the opening of the Centre there would be  total exemption from local income tax on the incomes of undertakings belonging to the east European  countries and on any capital gains on acquisitions of holdings and medium- and long-term  investments in those countries. There is also provision for a reduction in indirect taxes on  business. The total budgetary cost of these concessions is estimated in the Law at Lit 65 billion  (ECU 34,2 million).\nIV\n(4)  The tax concessions to be allowed by Italy under these rules are caught by Article 92 (1)  of the Treaty. They are to be given to undertakings engaging in particular classes of business in a  particular section of Italian territory, and confer an advantage on those undertakings over  competitors who do not operate in the same place. Given that this is being done in a context of  extensive intra-Community trade in financial and insurance services, the concessions constitute  State aid measures incompatible with the common market unless they qualify for one of the  derogations provided for in the Treaty.\n(5)  In its observations the Italian Government seeks to justify exemption on the ground that in  Decision 91/500/EEC  (1) the Commission accepted that Trieste's difficulties made it eligible for  exemption pursuant to Article 92 (3) (c), and that matters have deteriorated rapidly since,  especially as a result of the situation in the former Yugoslavia.\nThe Italian Government also argues that the measures in any event qualify for exemption pursuant to  the same Article 92 (3) (c) because they are intended to facilitate an activity of great and  indisputable interest to the Community. Private capital is to be mobilized to encourage the  creation of a financial market in the countries of eastern Europe. The distortion of competition  caused by the State aid involved would thus be amply offset by a substantial quid pro quo in the  interests of the Community; the distortion would in any event be very limited, and would not reach  a level which might be contrary to the common interest. The Government has supplied the Commission  with figures showing that the region's trade with the former Yugoslavia, Hungary and Poland fell  from Lit 730  913 million in 1990 to Lit 459  230 million in 1992. In the Government's view this  demonstrates the need for specific measures to revive the economy in the neighbouring countries.\n(6)  As regards the possibility of exemption on regional development grounds, the Commission would  observe that in the province of Trieste the socio-economic indicators described in the Commission  communication on the method for the application of Article 92 (3) (a) and (c) to regional aid ('the  method`)  (2) are not at present at a level which would justify aid under the regional provision in  Article 92 (3) (c). Those indicators currently stand at 117,1 in the case of GDP/GVA and 68,6 in  the case of structural unemployment, on the basis of a national index figure of 100; thus they do  not reach the thresholds of <   85  % and >  110  % of the national index figures.\nIn Decision 91/500/EEC the Commission nevertheless accepted that the province of Trieste's special  economic and geographic circumstances qualified it for exemption pursuant to Article 92 (3) (c) for  regional aid at the second stage of analysis contemplated by the method. The Commission confirmed  this exemption in its decision of 1 March 1995 on the general system of regional aid in Italy.\nIt must be pointed out that even though the general situation of the area has been adversely  affected by the situation in the former Yugoslavia, the socio-economic indicator for the region,  measured in terms of per capita GDP/PPS, does not in any event reach the threshold of <   75  % of  the Community average: it is currently equal to 119  % of the average. This means that the region  does not satisfy the method's tests of eligibility for regional aid pursuant to point (a) of  Article 92 (3).\nBecause operating aid tends to shore up the status quo in a particularly dangerous fashion, the  method itself states that it may be granted as regional aid only in regions satisfying the tests of  point (a) of Article 92 (3); and there can be no doubt that 'operating aid` includes tax  concessions granted not on the basis of the initial investment but instead on the profits recorded  by the undertaking.\nAs the area in question does not satisfy the tests of point (a) of Article 92 (3), it follows that  operating aid cannot be granted on regional development grounds.\n(7)  Turning to the provision in point (c) of Article 92 (3) which allows the exemption of aid to  develop a particular economic activity of interest to the Community, it has to be recognized that  the development of a capital market in the countries of eastern Europe through the mobilization of  private capital is indeed of vital importance to the Community: in fact the Community and its  Member States have been sparing no financial effort to provide public funds to make up for the lack  of private initiative. A measure which expressly stimulates private investment is thus very much in  line with an important aspect of external relations policy.\nThe city of Trieste, with its tradition of openness to the east, its Slavic-speaking minority and  its experience of insurance and banking, is in a specially advantageous position, unique in the  Community, to promote initiatives of this kind, and to facilitate the vital work of reconstruction  in the regions of the former Yugoslavia which have been hardest hit by the war. The figures  supplied by the Italian Government demonstrate the desirability of a rapid revival of the economies  of the countries of the east, and especially in the regions for which Trieste has traditionally  been a point of reference in trade and capital movements.\n(8)  When the Commission decided to initiate proceedings pursuant to Article 93 (2), however, it  drew attention to the fact that the tax concessions were not confined to financial business with  east European countries, but were also available for business with Austria, and indeed with any  other country as long as the business which the enterprise conducted at the Centre was 'mainly`  with eastern Europe and Austria. No Community interest could have justified aid so wide in scope.  In its observations the Italian Government undertook to confine the tax concessions to profits  which derive from business with or concerning the countries of eastern Europe, so that the measure  would in fact be confined to securing an important Community interest. Tax inspection measures  would also be taken to prevent triangular financial transactions which might in reality involve  countries other than those of eastern Europe.\n(9)  The Commission accepts that if the transactions qualifying for aid are limited in this way,  the aid can indeed be considered necessary for the achievement of the objective pursued: the  financial measures already taken by the Community and the Member States show that there is a need  for public initiative to interest investors in the markets in question. It is also true that only  tax concessions proportional to profits can provide an effective incentive in the financial sector,  where investment in fixed assets accounts for only a small proportion of costs.\n(10)  With regard to the distorting effect the concessions may have on competition, the Italian  Government has calculated that under the domestic system of taxation the benefit would be equal top  48  % of profits, assuming the profits are in fact sufficiently high to bring them into the top tax  bracket. This tax advantage would enable the undertakings benefiting to reduce their interest rates  by comparison with market rates. The Commission considers that such distortion would not be strong  enough to be contrary to the common interest; but it takes the view that this conclusion must be  kept under careful review, as only experience will show whether the initial estimate of the extent  of distortion was an accurate one. For this reason, and in order to limit the potentially  distorting effect of the tax concession - it being clearly understood that purely speculative  operations must be excluded - the total amount of aid granted must be subject to both of the  following conditions:\n(a)  the total amount of budgetary resources forgone must be limited to Lit 65 billion. The amount  forgone is the difference between the sum actually paid in profits tax, local tax and indirect  taxes on the transactions to which the special scheme applies and the sum which would have been  payable under the ordinary Italian tax arrangements if the special scheme had not applied;\n(b)  the total amount of loans or investments in eastern Europe to which the special scheme applies  must not exceed ECU 3,5 billion.\nThe Italian Government is of the opinion that these two conditions are roughly equivalent (on the  basis of a return of 2  % on loans or investments, taxed at 48  %). Given the relative uncertainty  of the estimate of the tax base and the rate of tax payable, which may also vary over time, it is  nevertheless advisable that the effects of the scheme should also be measures in terms of the  investments carried out. The Commission further considers that for a proper balance between the  costs and benefits of the Centre its operations must not be confined to undertakings with their  residence outside Italy.\n(11)  The Commission accordingly takes the view that the aid measures planned by Italy are  necessary to facilitate the development of an activity which is indisputably in the interests of  the Community, and do not adversely affect trading conditions to an extent contrary to the common  interest. But this conclusion must be kept under constant review in order to establish that the  forecast proves accurate.\nThe limitation of the measure to the territory of Trieste confers an advantage on the city as a  whole and puts it in a better position to absorb the difficulties associated with its proximity to  the countries of the east and its position on the border of the former Yugoslavia; at the same  time, by comparison with what would have happened if the scheme had extended to the whole of Italy,  it reduces the overall distorting effect and the adverse effect which the aid might have on  cohesion as regards the less-developed regions of the Community.\n(12)  It can accordingly be concluded for the purposes both of Articles 92 and 93 of the EC Treaty  and of Articles 61 and 62 of the EEA Agreement that the aid measure at issue, if confined to  transactions with the countries of eastern Europe, may be considered compatible with the common  market, but that its distorting effect on the market in financial services should be kept under  strict review over the period in which it is applied. The measure should accordingly be limited in  time, and Italy should be required to supply very detailed regular reports on the results, so as to  enable the Commission to take appropriate measures in good time if the effects do not match the  estimates made beforehand.\nConditions should accordingly be imposed with reference to the restriction to the countries of  eastern Europe, to the limitation of the scheme in time, and to the reporting requirement. The  scheme should not be allowed to become permanent, and its duration should accordingly be restricted  to five years. It must be clearly understood that this assessment pursuant to Articles 92 and 93 of  the EC Treaty and Articles 61 and 62 of the EEA Agreement is without prejudice to any decisions  that other Member States may take under their own tax laws,", "main_body": ["The aid measures provided for in Article 3 of Italian Law No 19 of 9  January 1991, taking the form of tax concessions for financial undertakings operating at the Centro  di Servizi Finanziari ed Assicurativi di Trieste ('the Centre`), are compatible with the common  market on the conditions set out in Articles 2 to 5.", "Natural and legal persons resident for tax purposes in Italy shall be permitted to  engage in all classes of business carried on at the Centre.", "The total tax concessions granted shall nopt exceed Lit 65 billion in respect of  investments and ECU 3,5 billion in respect of loans, and shall be granted only on profits from  transactions with the countries of eastern Europe. They shall be granted only on profits made at  the Centre in the first five years of its operation.\nBefore the Centre begins operations Italy shall take the tax inspection measures necessary to  prevent transactions from being offset in such a way that the transactions in respect of which aid  is granted is in reality with countries other than those of eastern Europe, and shall inform the  Commission of these measures as soon as they are taken. The measures must include a unilateral  declaration to be secured from the countries receiving investments or loans from the Centre to the  effect that they will ensure access to information on the destination and real ownership of the  funds involved in order to guarantee the transparency of transactions.", "Italy shall inform the Commission of every general measure implementing Article 3 of  Law No 19 of 9 January 1991 within 15 days of the adoption of that measure.", "1.  Italy shall inform the Commission of the date on which the Centre begins operations  within 15 days of that date.\n2.  By 30 June every year Italy shall supply the Commission with a detailed report on the previous  calendar year's activities. That report shall contain the following information:\n-  a list of the undertakings permitted to operate at the Centre,\n-  the number and the overall financial volume of the transactions carried out, broken down into  the classes of business qualifying for tax concessions,\n-  the average rate of interest applied at the Centre for each class of business qualifying for tax  concessions,\n-  the total amount of the tax concessions actually granted, broken down by category of tax; the  tax benefit must be shown, being the difference between the amount of each tax actually paid on the  transactions to which the special scheme applies and the amount which would have been payable under  the ordinary Italian tax arrangements.\n3.  Italy shall without delay supply the Commission with any detailed information on the operation  of the Centre which the Commission may request. If the Commission finds that the inspection  measures taken are ineffective, and especially if the funds are directly or indirectly reinvested  in countries outside eastern Europe, Italy shall take such inspection measures as the Commission  shall indicate.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 12 April 1995.\nFor the Commission Karel VAN MIERT Member of the Commission"}