{"celex_id": "31995D0016", "uri": "http://publications.europa.eu/resource/cellar/2ffcf1fa-0f27-45d6-aaa7-824af542d616", "type": "Decision", "concepts": ["174", "3003", "4337", "4360", "755", "862"], "title": "95/16/EC: Commission Decision of 30 January 1995 concerning the dates to be fixed by Member States for the submission of ' area' aid applications under the integrated administration and control system for certain Community aid schemes (the ' integrated system' ) (Only the Danish, German, English, French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 30 January 1995 concerning the dates to be fixed by Member States for the submission of 'area' aid applications under the integrated administration and control system for certain Community aid schemes (the 'integrated  system') (Only the Danish, German, English, French and Dutch texts are authentic) (95/16/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (1), are amended by Regulation (EC) No 165/94 (2), and in particular Article 6 (2)  thereof,\nWhereas Article 6 (2) of Regulation (EEC) No 3508/92 provides that the Commission may authorize Member States to fix a final date for the submission of an 'area' aid application between 1 April and the dates referred to in Articles 10, 11 and 12 of  Council Regulations (EEC) No 1765/92 (3); whereas Member States must justify their choice of date, in particular by providing the Commission with a detailed working plan which demonstrates that the proposed date allows the time required for all relevant  data to be made available for the proper administrative and financial management of the aid and for the necessary checks to be carried out;\nWhereas certain Member States have submitted to the Commission applications for the authorization of dates after 31 March accompanied by the relevant working plans; whereas the Commission has studied these applications, taking particular account of the  experience acquired in the implementation of the integrated system in 1994 by the Member States concerned;\nWhereas this measure is in accordance with the opinion of the EAGGF Committee,", "main_body": ["The Commission hereby authorizes the Member States listed in the Annex hereto to fix the final dates mentioned there for the submission of the 'area' aid applications in 1995.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the French Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom of Great Britain and  Northern Ireland."], "attachments": "Done at Brussels, 30 January 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 355, 5. 12. 1992, p. 1.\n(2) OJ No L 24, 29. 1. 1994, p. 6.\n(3) OJ No L 181, 1. 7. 1992, p. 12.\nANNEX\n\"\" ID=\"1\">Belgium> ID=\"2\">30 April (1)\"> ID=\"1\">Denmark> ID=\"2\">20 April\"> ID=\"1\">Germany> ID=\"2\">15 May\"> ID=\"1\">France> ID=\"2\">15 May\"> ID=\"1\">Luxembourg> ID=\"2\">1 May\"> ID=\"1\">The Netherlands> ID=\"2\">15 May\"> ID=\"1\">United Kingdom>  ID=\"2\">15 May \"\">\n(1) Only for aid applications submitted in computerized form."}