{"celex_id": "31999D0325", "uri": "http://publications.europa.eu/resource/cellar/224fd8df-41ea-4f76-b13f-8a0f109d2734", "type": "Decision", "concepts": ["5469", "862", "922"], "title": "1999/325/EC: Council Decision of 10 May 1999 providing macro-financial assistance to Bosnia and Herzegovina\n", "header": "COUNCIL DECISION\nof 10 May 1999\nproviding macro-financial assistance to Bosnia and Herzegovina\n(1999/325/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal of the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\n(1) Whereas the Commission consulted the Monetary Committee before submitting its proposal;\n(2) Whereas Bosnia and Herzegovina is undertaking fundamental institutional and political reforms to establish common institutions and policies; whereas Bosnia and Herzegovina is making substantial efforts to promote economic reform and establish an open market economy, which is essential order to create jobs, improve living conditions for the people and allow the return of refugees and displaced persons;\n(3) Whereas within the Regional Approach defined by the Council, it is desirable to support efforts made to ensure a stable political and economic environment in Bosnia and Herzegovina, with a view to evolving towards the development of a relationship of full cooperation with the Community;\n(4) Whereas financial assistance of an exceptional nature from the Community should be instrumental in supporting the implementation of common institutions and policies in Bosnia and Herzegovina consistent with the Dayton peace agreement, while strengthening mutual confidence and bringing Bosnia and Herzegovina closer to the Community;\n(5) Whereas Bosnia and Herzegovina has agreed with the International Monetary Fund (IMF) on a comprehensive set of economic and institutional policy reform measures to be supported by a 12-month upper credit tranche Stand-By Arrangement (SBA); whereas the SBA will be followed or replaced by an Enhanced Structural Adjustment Facility (ESAF);\n(6) Whereas Bosnia and Herzegovina has agreed with the World Bank on a set of structural adjustment measures to be backed by two highly concessional structural adjustment loans and credits in the areas of public finance reform, and enterprise and banking privatisation;\n(7) Whereas the authorities of Bosnia and Herzegovina have requested financial assistance from the international financial institutions, the Community, and other bilateral donors; whereas, over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered in the coming months in order to strengthen the country's reserve position and support the policy objectives attached to the authorities' reform effort;\n(8) Whereas an the fourth Donors' Pledging Conference on Bosnia and Herzegovina on 7 and 8 May 1998, the international community welcomed the agreements reached with the Bretton Woods institutions and decided to support strongly the economic reform and reconstruction programmes of Bosnia and Herzegovina in the form of firm financial pledges;\n(9) Whereas the authorities of Bosnia and Herzegovina have committed themselves to discharge fully all outstanding financial obligations of all public entities of Bosnia and Herzegovina towards the European Community and the European Investment Bank, and to accept the responsibility by way of guarantee of those obligations that are not yet due;\n(10) Whereas the present exceptional Community macro-financial assistance to Bosnia and Herzegovina aims to help ease the country's external financial constraints, supporting the balance of payments and strengthening the reserve position;\n(11) Whereas Bosnia and Herzegovina being a low-income country eligible for highly concessional loans and facilities from the World Bank and the IMF, this macro-financial assistance requires substantial elements of concessionality;\n(12) Whereas the strengthening of Bosnia and Herzegovina's common institutions and the reform of its economic system are two of the priorities identified by the Peace Implementation Conference held in Madrid in December 1998;\n(13) Whereas the statement by the European Union on Bosnia and Herzegovina of 8 June 1998 recognises that the future of the country lies with Europe;\n(14) Whereas the inclusion of a grant component in this assistance is without prejudice to the powers of the budgetary authority;\n(15) Whereas this assistance should be managed by the Commission;\n(16) Whereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to Bosnia and Herzegovina an exceptional macro-financial assistance in the form of a long-term loan and a straight grant with a view to ensuring a sustainable balance-of-payments situation and strengthening the country's reserve position.\n2. The loan component of this assistance shall amount to a maximum principal of EUR 20 million with a grace period of 10 years and a maximum maturity of 15 years. To this end, the Commission is empowered to borrow, on behalf of the European Community, the necessary resources that will be placed at the disposal of Bosnia and Herzegovina in the form of a loan.\n3. The grant component of this assistance shall amount to a maximum of EUR 40 million of the 1999 to 2000 period.\n4. The Community financial assistence shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with any agreement reached between the IMF and Bosnia and Herzegovina.\n5. The implementation of this assistance is conditional upon clearance in full by Bosnia and Herzegovina of outstanding due financial obligations of all public entities towards the Community and the European Investment Bank and upon the acceptance by Bosnia and Herzegovina of responsibility by way of guarantee of those obligations that are not yet due.", "1. The Commission is empowered to agree with the authorities of Bosnia and Herzegovina, after consultation with the Economic and Financial Committee, the economic and institutional policy conditions attached to the Community macro-financial assistance. These conditions shall be consistent with the agreement referred to in Article 1(4).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that the economic and institutional policy in Bosnia and Herzegovina is in accordance with the objectives of this macro-financial assistance and that its conditions are being fulfilled.", "1. The loan and grand components of this assistance shall be made available to Bosnia and Herzegovina in at least two successive tranches. Subject to the provisions of Article 2, the first tranche shall be released on the basis of a successful completion of the first review of the 12-month SBA between the IMF and Bosnia and Herzegovina, subject to the provisions of Article 1(5).\n2. Subject to the provisions of Article 2, the second tranche shall be released on the basis of a satisfactory track record in the implementation of the SBA with the IMF and not before three months after the release of the first tranche.\n3. The funds shall be paid to the Central Bank of Bosnia and Herzegovina.", "1. The borrowing and lending operations referred to in Article 1(2) shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risks, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Bosnia and Herzegovina so requests, to ensur that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of Bosnia and Herzegovina, and where circumstances permit an improvement in the interest rate on the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Bosnia and Herzegovina.\n5. The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraph 2 and 3 at least once a year.", "At least once a year the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation of the implementation of this Decision."], "attachments": "Done at Brussels, 10 May 1999.\nFor the Council\nThe President\nH. EICHEL\n(1) OJ C 396, 19.12.1998, p. 16.\n(2) Opinion delivered on 12 March 1999 (not yet published in the Official Journal)."}