{"celex_id": "31990R3809", "uri": "http://publications.europa.eu/resource/cellar/23525575-c45e-4a8b-992e-b193ebbd650a", "type": "Regulation", "concepts": ["1744", "2563", "2656", "2965", "4289", "80"], "title": "Commission Regulation (EEC) No 3809/90 of 19 December 1990 laying down general rules for stocks of maize in Portugal on 1 January 1991\n", "header": "COMMISSION REGULATION 3809/90\nof 19 December  1990\nlaying down general rules for stocks of maize in Portugal on 1 January 1991\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) 3653/90 of on transitional measures on the common  organization of the markets in cereals and rice in Portugal  (1), and in particular Article 10  thereof,\nWhereas, from 1 January 1991, the market price for maize in Portugal will be aligned to the market  price of this cereal in the Community; whereas the latter price may be considerably lower than that  applicable in Portugal under the national organization of the market during the first stage of  accession; whereas, in order to ensure a harmonious transition from the national scheme to the  Community scheme, provision should be made for compensation of the fall in price of the quantities  of maize originating from the national harvest still in stock on 1 January 1991;\nWhereas the level of this compensation must reflect the difference between the market price in the  most representative Portuguese regions for marketing maize and the Portuguese guide price;\nWhereas the proper functioning of the scheme makes it necessary for Portugal to carry out  administrative checks, ensuring that aid is granted in accordance with the prescribed conditions;  whereas aid applications must include a minimum amount of information for the purposes of the  checks to be carried out by Portugal;\nWhereas, in the interests of efficiency, provision should be made for random on-the-spot checks of  the accuracy of applications submitted; whereas these checks must be made on a sufficiently  representative number of aid applications;\nWhereas provision should be made for the recovery of aid in cases of undue payment as well as  appropriate penalties for false declarations;\nWhereas the Management Committee for Cereals has not issued an opinion within the time limit set  by its chairman,", "main_body": ["Aid may be granted to traders and  industrial processors located in Portugal for stocks of maize harvested in Portugal and belonging  to them on 1 January 1991.", "The minimum required quantity on 1 January 1991 enabling  stocks to qualify for the aid referred to in Article 1 shall be 20 tonnes.", "1.    To  qualify for the aid referred to in Article 1, applicants must have lodged an application with INGA  by registered mail or by any other form of written telecommunication by 7 January 1991 at the  latest.\n2.    Applications must include the following information at least:\n-  name and address of applicant,\n-quantity,\n-place of storage,\n-a declaration certifying that the maize was harvested in Portugal,\n-a undertaking by the applicant to submit to any checks made to verify the accuracy of the  application.", "1.    The Portuguese authorities shall institute an administrative control  scheme ensuring that the conditions for the grant of aid are satisfied. They shall make on-the-spot  checks on the accuracy of all applications presented.\n2.    A report must be made out on each on-the-spot check.", "For the purposes of  entitlement to the aid the operative event as referred to in Article 6 of Council Regulation (EEC)  No 1676/85  (2) shall be deemed to have occurred on 1 January 1991.", "1.    If control reveals a discrepancy in aid applications of up to 10  % or 10  tonnes at a maximum between the quantity applied for and that measured, the aid shall be calculated  on the basis of the quantity measured less the excess found.\n2.    If the said excess is greater than the limits laid down in paragraph 1, the application  shall be rejected.\n3.    In the event of undue payment of aid, the amount concerned shall be recovered plus interest  of 15  % calculated on the basis of the time elapsing between payment of the aid and its  reimbursement by the beneficiary. Amounts recovered shall be paid to the disbursing agency and  shall be deducted from the expenditure financed by the Guarantee Section of the EAGGF.", "The aid indicated in Article 1 shall, if it is required, be fixed using the procedure  set out in Article 26 of Council Regulation (EEC) No 2727/75  (1).\nIt shall amount to the difference between the guide price applicable for maize in Portugal on 31  December 1990 and the market price recorded in Portugal in the most representative regions for the  marketing of maize. It may not however exceed the difference between the abovementioned guide price  and the intervention purchase price.", "This Regulation shall enter into force on the day  of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1991.\nThis Regulation shall be binding in its  entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1990\nFor the Commission\nRay MAC SHARRY\nMember the  Commission\n(1)  OJ No L 362, 27. 12. 1990, p. 28.\n(2)  OJ No L 164, 24. 6. 1985, p. 1.\n(1)  OJ No L 281, 1. 11. 1975, s. 1."}