{"celex_id": "31995D0362", "uri": "http://publications.europa.eu/resource/cellar/9666dbb1-8483-4cb8-9829-e3da80f17e39", "type": "Decision", "concepts": ["1519", "3031", "3559", "4328", "6049", "863"], "title": "95/362/EC: Council Decision of 7 September 1995 appointing four members and four alternate members of the Committee of the Regions\n", "header": "COUNCIL DECISION of 7 September 1995  appointing four members and four alternate members of the Committee of the Regions (95/362/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 198a  thereof,\nHaving regard to the Council Decision 94/65/EC of 26 January 1994 appointing members and alternate  members of the Committee of the Regions for the period 26 January 1994 to 25 January 1998  (1),\nWhereas four members' seats have become vacant on the Committee of the Regions following the  resignations of Ms F. Ghilardotti, Mr J. I. Pérez Sáenz, Mr J. Leguina Herrán and Ms A. Martínez  García;\nWhereas four alternate members' seats have become vacant on the Committee following the resignation  of Mr E. Ferrero, Mr A. Ramos Cuenca, Ms E. Borondo Mora and Mr C. Huidobro Diez, which were  notified to the Council on 7 September 1994 and 10, 12 and 14 July 1995;\nHaving regard to the proposals from the Italian and Spanish Governments,", "main_body": ["1.  Mr R. Formigoni is hereby appointed a member of the Committee  of the Regions in place of Ms F. Ghilardotti for the remainder of the latter's term of office,  which runs until 25 January 1998.\n2.  Mr P. Sanz is hereby appointed a member of the Committee of the Regions in place of Mr J. I.  Pérez Sáenz for the remainder of the latter's term of office, which runs until 25 January 1998.\n3.  Mr A. Ruiz-Gallardón is hereby appointed a member of the Committee of the Regions in place of  Mr J. Leguina Herrán for the remainder of the latter's term of office, which runs until 25 January  1998.\n4.  Mr R. L. Valcárcel is hereby appointed a member of the Committee of the Regions in place of Ms  A. Martínez García for the remainder of the latter's term of office, which runs until 25 January  1998.\n5.  Mr G. Mori is hereby appointed an alternate member of the Committee of the Regions in place of  Mr E. Ferrero for the remainder of the latter's term of office, which runs until 25 January 1998.\n6.  Mr J. Pedroche is hereby appointed an alternate member of the Committee of the Regions in place  of Mr A. Ramos Cuenca for the remainder of the latter's term of office, which runs until 25 January  1998.\n7.  Mr P. Soto García is hereby appointed an alternate member of the Committee of the Regions in  place of Ms E. Borondo Mora for the remainder of the latter's term of office, which runs until 25  January 1998.\n8.  Mr I. López Andueza is hereby appointed an alternate member of the Committee of the Regions in  place of Mr C. Huidobro Diez for the remainder of the latter's term of office, which runs until 25  January 1998."], "attachments": "Done at Brussels, 7 September 1995.\nFor the Council The President J. SOLANA"}