{"celex_id": "31997R2200", "uri": "http://publications.europa.eu/resource/cellar/d43e1325-9ca9-4eb9-a4ea-4cf683705f40", "type": "Regulation", "concepts": ["1117", "1118", "2621", "2713", "2877", "3165", "80"], "title": "Council Regulation (EC) No 2200/97 of 30 October 1997 on the improvement of the Community production of apples, pears, peaches and nectarines\n", "header": "COUNCIL REGULATION (EC) No 2200/97 of 30 October 1997 on the improvement of the Community production of apples, pears, peaches and nectarines\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas a feature of the Community market for apples, pears, peaches and nectarines is a certain mismatch between supply and demand; whereas this situation justifies the re-introduction and extension to pears of the measures to improve Community production introduced for the 1990/91 to 1994/95 marketing years as regards apples and for the 1995 marketing year as regards peaches and nectarines;\nWhereas the areas benefiting from this operation should be limited and the least productive orchards should be excluded from it; whereas these areas should be apportioned between the Member States on the basis of the orchard area, production and withdrawals of each Member State; whereas it should be possible to amend this apportionment to optimize the area grubbed up; whereas it is also necessary to allow the Member States to decide on the regions and conditions under which this operation shall apply so that its introduction does not disturb the economic and ecological balance of certain regions;\nWhereas the premium, to be paid once only, must be established by taking account of both the cost of grubbing-up and the producer's loss of income;\nWhereas the aim of the grubbing-up premium is to achieve the objectives laid down in Article 39 of the Treaty; whereas provision should be made for the measure to be financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["1. Apple, pear, peach and nectarine producers in the Community shall qualify, on application and under the conditions laid down in this Regulation, for a premium for the 1997/1998 marketing year, to be paid once only for the grubbing-up for apple trees other than cider apple trees, pear trees other than perry pear trees, peach trees and nectarine trees.\n2. The premium shall be granted for the grubbing-up of a maximum surface area of 10 000 hectares for each group of products, apples and pears on the one hand, peaches and nectarines on the other hand, divided as follows.\n>TABLE>\nThe above allocation may be amended by the Commission in accordance with the procedure referred to in Article 6 to optimize the area qualifying for a grubbing-up premium, within the maximum surface area limit laid down in the first subparagraph above.\n3. The Member States:\n- shall designate the regions in which the grubbing-up premium is to be granted on the basis of economic and ecological criteria,\n- shall lay down conditions ensuring in particular the economic and ecological balance of the regions concerned,\n- may designate priority producer categories on the basis of objective criteria drawn up in agreement with the Commission.\nThey shall notify these regions, conditions and, where appropriate, categories to the Commission once adopted or designated.\nA Member State need not designate a region. In such case, it shall inform the Commission thereof within one month of the entry into force of this Regulation.", "1. The premium shall be granted subject to a written undertaking by the recipient:\n(a) to grub-up or have grubbed-up, at one time, before a date laid down in accordance with the procedure referred to in Article 6, all or part of his apple, pear, peach or nectarine orchard, the grubbed-up area being at least 0,5 of a hectare for apple and pear trees and at least 0,4 of a hectare for peach and nectarine trees;\n(b) to refrain from planting apple, pear, peach or nectarine trees, in accordance with the provisions laid down by the procedure referred to in Article 6.\n2. For the purposes of this Regulation, and for each of the two product groups referred to in Article 1 (2), 'orchard` means all planted parcels on the holding with a density of 300 trees per hectare or more. However, this minimum density shall be reduced to 150 trees per hectare for parcels planted with apple trees of the Annurca variety.", "The grubbing-up premium shall be fixed taking account in particular of the grubbing-up costs and the loss of income to producers carrying out grubbing-up operations.", "The Member States shall check whether recipients of the grubbing-up premium have fulfilled the undertakings laid down in Article 2. They shall take any further measures in particular to ensure compliance with the provisions of this scheme. They shall inform the Commission of the measures taken.", "The measures provided for in this Regulation shall be deemed intervention intended to stabilize the agricultural markets within the meaning of Article 3 of Regulation (EEC) No 729/70 of the Council of 21 April 1970 on the financing of the common agricultural policy (3). They shall be financed by the EAGGF Guarantee Section.", "The grubbing-up premium shall be determined and the detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 46 of Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (4).", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 October 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 124, 21. 4. 1997, p. 26.\n(2) Opinion delivered on 24 October 1997 (not yet published in the Official Journal).\n(3) OJ L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ L 125, 8. 6. 1995, p. 1).\n(4) OJ L 297, 21. 11. 1996, p. 1."}