{"celex_id": "31998R2847", "uri": "http://publications.europa.eu/resource/cellar/7c6421bd-0a22-4c6d-966f-7adedac83107", "type": "Regulation", "concepts": ["1309", "161", "2084", "4324", "4385", "666"], "title": "Council Regulation (EC) No 2847/98 of 22 December 1998 renewing for 1999 the measures laid down in Regulation (EC) No 1416/95 establishing certain concessions in the form of Community tariff quotas in 1995 for certain processed agricultural products\n", "header": "COUNCIL REGULATION (EC) No 2847/98 of 22 December 1998 renewing for 1999 the measures laid down in Regulation (EC) No 1416/95 establishing certain concessions in the form of Community tariff quotas in 1995 for certain processed agricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EC) No 1416/95 of 19 June 1995 establishing certain concessions in the form of Community tariff quotas in 1995 for certain processed agricultural products (1) opened tariff quotas for 1995 in favour of Switzerland and Norway in accordance with the conditions set out in Annexes I and II thereto;\nWhereas Regulation (EC) No 1416/95 was renewed for 1996, 1997 and 1998, by Regulations (EC) No 102/96 (2), (EC) No 306/97 (3) and (EC) No 560/98 (4) respectively;\nWhereas Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (5) consolidated the arrangements for managing the tariff quotas to be used in chronological order of the date of acceptance of the declarations for release for free circulation;\nWhereas it was not possible to conclude additional Protocols before 1 January 1999; whereas in the circumstances and pursuant to Articles 76, 102 and 128 of the Act of Accession, the Community must adopt the measures required to remedy the situation; whereas, therefore, it is necessary to renew the measures provided for in Regulation (EC) No 1416/95 for 1999,", "main_body": ["1. The measures provided for in Article 1 of Regulation (EC) No 1416/95 shall be renewed to cover 1999.\nAnnexes I and II to Regulation (EC) No 1416/95 shall be replaced by Annexes I and II to this Regulation.\n2. If Switzerland and Norway discontinue the application of the reciprocal measures in favour of the Community, the Commission may, in accordance with the procedure laid down in Article 16 of Council Regulation (EC) No 3448/93 (6), suspend application of the measures provided for in paragraph 1.", "The tariff quotas referred to in Annexes I and II to Regulation (EC) No 1416/95 shall be administered in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Council\nThe President\nC. EINEM\n(1) OJ L 141, 24. 6. 1995, p. 1.\n(2) OJ L 19, 25. 1. 1996, p. 1.\n(3) OJ L 51, 21. 2. 1997, p. 8.\n(4) OJ L 76, 13. 3. 1998, p. 1.\n(5) OJ L 253, 11. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 1677/98 (OJ L 212, 30. 7. 1998, p. 18.)\n(6) OJ L 318, 20. 12. 1993, p. 18.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}