{"celex_id": "31990R2835", "uri": "http://publications.europa.eu/resource/cellar/83ea0123-b08e-4d5d-8366-de25977397cb", "type": "Regulation", "concepts": ["1261", "1309", "2300", "5368"], "title": "Commission Regulation (EEC) No 2835/90 of 28 September 1990 amending Regulation (EEC) No 3077/78 on the equivalence with Community certificates of attestations accompanying hops imported from non-Member countries\n", "header": "COMMISSION  REGULATION (EEC) No 2835/90\nof 28 September 1990\namending Regulation (EEC) No 3077/78 on the equivalence with Community certificates of attestations accompanying hops imported from non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by Regulation (EEC) No 3998/87 (2), and in particular Article 5 (2) thereof,\nWhereas Commission Regulation (EEC) No 3077/78 (3), as last amended by Regulation (EEC) No 3975/88 (4), recognizes the equivalence with Community certificates of attestations accompanying hops imported from certain non-member countries, and contains a list of the bodies in those countries authorized to issue attestations of equivalence;\nWhereas, since that time, the body authorized by the German Democratic Republic to issue attestations of equivalence, as set out in the Annex to Regulation (EEC) No 3077/78, has ceased to exist; whereas another body has therefore been authorized to issue these attestations as of 1 July 1990; whereas the respective entry in the Annex to Regulation (EEC) No 3077/78 should be therefore amended;\nWhereas, due to the accession of the German Democratic Republic to the Federal Republic of Germany, the territory of the German Democratic Republic becomes part of the Community and will no longer be considered a third country; whereas the issuing of attestations of equivalence will no longer be required; whereas the respective entry in the Annex to Regulation (EEC) No 3077/78 should be therefore deleted on the date of the German unification;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The entry in the Annex to Regulation (EEC) No 3077/78 concerning the German Democratic Republic is hereby replaced by the following:\n1.2.3.4 //  //  //  //  // Country of origin  // Organizations authorized to issue attestations  // Products  // CN code  //  //  //  //  // German Democratic Republic  // Hopfenverwertungsgenossenschaft Elbe-Saale eG Leipzig  // Hop cones Hop powders Saps and extracts of hops   // ex 1210 ex 1210 1302 13 00   //    //   //   //", "All references to the German Democratic Republic in the Annex to Regulation (EEC) No 3077/78 are deleted with effect from the day of accession of the German Democratic Republic to the Federal Republic of Germany.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 175, 4. 8. 1971, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 40.\n(3) OJ No L 367, 28. 12. 1978, p. 28.\n(4) OJ No L 351, 21. 12. 1988, p. 23."}