{"celex_id": "31994D1077", "uri": "http://publications.europa.eu/resource/cellar/eb6224c6-d400-4c4a-858c-2913b9f3a0ab", "type": "Decision", "concepts": ["1182", "1519", "5051", "6013", "863", "979"], "title": "94/1077/EC: Commission Decision of 30 November 1994 amending Decision 93/659/EC on the clearance of the accounts presented by Greece, Spain and Italy in respect of the expenditure for 1990 of the EAGGF, Guarantee Section (Only the Spanish, Greek and Italian texts are authentic)\n", "header": "COMMISSION DECISION of 30 November 1994 amending Decision 93/659/EC on the clearance of the  accounts presented by Greece, Spain and Italy in respect of the expenditure for 1990 of the EAGGF,  Guarantee Section (Only the Spanish, Greek and Italian texts are authentic) (94/1077/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common  agricultural policy (1), as last amended by Regulation (EEC) No 2048/88 (2), and in particular  Article 5 (2) thereof,\nAfter consulting the Fund Committee,\nWhereas, by Commission Decision 93/659/EC (3), amounts relating to the additional levy totalling Dr  369 593 980, Pta 29 492 159 232 and Lit 526 309 029 147 for Greece, Spain and Italy respectively,  which should have been paid in the milk and milk products sector, were disallowed; whereas the said  amounts were charged to Greece, Spain and Italy under the Decision in question; whereas the  information available to the Commission at the time did not enable it to calculate exactly the  aforementioned disallowed sums; whereas it reserved the option of amending the disallowed sums  under a subsequent clearance of accounts decision;\nWhereas, in their joint conclusions of 21 October 1994, the Commission and the Council agreed that  the proceedings pending before the European Court of Justice relating to that clearance decision  should be withdrawn; whereas the Commission will revise those clearance decisions for 1990 which  the Court of Justice has been asked to annul in such a way that the financial corrections for the  States concerned will be based on the guaranteed quantities allocated at the time and on the most  reliable statistical data; whereas the additional costs to be borne by the States affected by the  increase in the financial corrections for 1990 should be recovered in four equal annual instalments  from 1995 until the end of 1998;\nWhereas the amounts of the corrections thus established are unlikely to change, with the result  that those corrections become definitive;\nWhereas the Annex to Decision 93/659/EC should therefore be amended in respect of Greece, Spain and  Italy,", "main_body": ["The parts of the Annex to Decision 93/659/EC relating to Greece,  Spain and Italy are replaced by the Annex hereto.", "The amounts of Dr 452 309 736 payable by Greece, Pta 28 191 034 558 payable by Spain  and Lit 403 466 188 800 payable by Italy shall be taken into account as part of the expenditure  referred to in Article 3 of Commission Regulation (EEC) No 2776/88 (4) in accordance with the  following timetable:\n>TABLE>", "This Decision is addressed to the Hellenic Republic, the Kingdom of  Spain and the Italian Republic."], "attachments": "Done at Brussels, 30 November 1994.\nFor the Commission RenĂŠ STEICHEN Member of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 13.\n(2) OJ No L 185, 15. 7. 1988, p. 1.\n(3) OJ No L 301, 8. 12. 1993, p. 13.\n(4) OJ No L 249, 8. 9. 1988, p. 9.\nANNEX\n'\nGREECE\n>TABLE>\n` '\nSPAIN\n>TABLE>\n` '\nITALY\n>TABLE>\n`"}