{"celex_id": "31998D0675", "uri": "http://publications.europa.eu/resource/cellar/b5df031b-159f-4561-a14f-c6b86f797037", "type": "Decision", "concepts": ["1309", "2320", "2718", "2771", "5369", "5619"], "title": "98/675/EC: Commission Decision of 16 November 1998 laying down special conditions governing imports of fishery and aquaculture products originating in Estonia (notified under document number C(1998) 3507) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 16 November 1998 laying down special conditions governing imports of fishery and aquaculture products originating in Estonia (notified under document number C(1998) 3507) (Text with EEA relevance) (98/675/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by Directive 97/79/EC (2), and in particular Article 11 thereof,\nWhereas a Commission expert has conducted an inspection visit to Estonia to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of legislation of Estonia on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas, in Estonia the 'Veterinaar- ja toiduinspektsioon (Veterinary and Food Inspection, VFI)` is capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11(4)(a) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of the person empowered to sign it;\nWhereas, pursuant to Article 11(4)(b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products giving the name of the third country and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin;\nWhereas, pursuant to Article 11(4)(c) of Directive 91/493/EEC, a list of approved establishments, factory vessels, or cold stores must be drawn up; whereas a list of freezer vessels registered in the sense of Directive 92/48/EEC (3) must be drawn up; whereas these lists must be drawn up on the basis of a communication from the VFI to the Commission; whereas it is therefore for the VFI to ensure compliance with the provisions laid down to that end in Article 11(4) of Directive 91/493/EEC;\nWhereas the VFI has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of requirements equivalent to those laid down by that Directive for the approval or registration of establishments, factory vessels, cold stores or freezer vessels of origin;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The 'Veterinaar- ja toiduinspektsioon (Veterinary and Food Inspection, VFI)` shall be the competent authority in Estonia for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in Estonia must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments, factory vessels, cold stores or registered freezer vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word 'ESTONIA` and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.", "1. Certificates as referred to in Article 2(1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. Certificates must bear the name, capacity and signature of the representative of the VFI and the latter's official stamp in a colour different from that of other endorsements.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24. 9. 1991, p. 15.\n(2) OJ L 24, 30. 1. 1998, p. 31.\n(3) OJ L 187, 7. 7. 1992, p. 41.\nANNEX A\nHEALTH CERTIFICATE for fishery and aquaculture products originating in Estonia and intended for export to the European Community, excluding bivalve molluscs, echinoderms, tunicates and marine gastropods in whatever form\n>START OF GRAPHIC>\nReference No:\nCountry of dispatch:\nESTONIA\nCompetent authority:\n'Veterinaar -ja toiduinspeksioon (Veterinary and Food Inspection, VFI)`\nI. Details identifying the fishery products\n- Description of fishery/aquaculture products (1):\n- species (scientific name):\n- presentation of product and type of treatment (2):\n- Code number (where available):\n- Type of packaging:\n- Number of packages:\n- Net weight:\n- Requisite storage and transport temperature:\nII. Origin of products\nName(s) and official approval number(s) of establishment(s), factory vessel(s) or cold store(s) approved or freezer vessel(s) registered by the VFI for export to the European Community:\nIII. Destination of products\nThe products are dispatched\nfrom:\n(place of dispatch)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\n(1) Delete where applicable.\n(2) Live, refrigerated, frozen, salted, smoked, preserved, etc.\nIV. Health attestation\n- The official inspector hereby certifies that the fishery or aquaculture products specified above:\n1. were caught, and handled on board vessels in accordance with the health rules laid down by Directive 92/48/EEC;\n2. were landed, handled and where appropriate packaged, prepared, processed, frozen, thawed and stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the Annex to Directive 91/493/EEC;\n3. have undergone health controls in accordance with Chapter V of the Annex to Directive 91/493/EEC;\n4. are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of the Annex to Directive 91/493/EEC;\n5. do not come from toxic species or species containing biotoxins;\n6. have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the implementing decisions thereto.\n- The undersigned official inspector hereby declares that he is aware of the provisions of Directive 91/493/EEC, Directive 92/48/EEC and Decision 98/000/EC.\nDone at ,\n(Place)\non\n(Date)\nOfficial\nstamp (1)\nSignature of official inspector (1)\n(Name in capital letters, capacity and qualifications of person signing)\n(1) The colour of the stamp and signature must be different from that of the other particulars in the certificate.\n>END OF GRAPHIC>\nANNEX B\n>TABLE>\n>TABLE>"}