{"celex_id": "31995R0843", "uri": "http://publications.europa.eu/resource/cellar/f849f74b-5923-4291-9ad8-03adeab2dbe5", "type": "Regulation", "concepts": ["2173", "2320", "2656", "2718", "4057", "616"], "title": "Commission Regulation (EC) No 843/95 of 18 April 1995 amending Commission Regulation (EEC) No 2210/93 on the communication of information for the purposes of the common organization of the market in fishery and aquaculture products\n", "header": "COMMISSION REGULATION (EC) No 843/95 of 18 April 1995 amending Commission Regulation (EEC) No 2210/93 on the communication of information for the purposes of the common organization of the market in fishery and aquaculture products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery and aquaculture products (1), as last amended by Regulation (EC) No 3318/94 (2), and in particular Articles 10 (3) and 17 (4) thereof,\nWhereas the Community intervention arrangements provided for in Regulation (EEC) No 3759/92 require information to be available concerning the prices recorded at the representative Community wholesale markets and ports;\nWhereas the lists of markets and ports in the Member States to be considered representative for a given product should be amended;\nWhereas Article 29 of the Act of Accession of Australia, Finland and Sweden, and in particular Annex I, Part X thereto, provides for the amendment of the list of representative markets and ports for certain products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The Annex to this Regulation hereby replaces Annex I to Commission Regulation (EEC) No 2210/93 (3).", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 1995.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 350, 31. 12. 1994, p. 15.\n(3) OJ No L 197, 6. 8. 1993, p. 8.\nANNEX\n'ANNEX I\nREPRESENTATIVE WHOLESALE MARKETS AND PORTS FOR FISHERY PRODUCTS\nI. Products listed in Annex I (A) to Regulation (EEC) No 3759/92\n>TABLE>\nII. Products listed in Annex I (D) to Regulation (EEC) No 3759/92\n>TABLE>\nIII. Products listed in Annex I (E) to Regulation (EEC) No 3759/92\n>TABLE>\nIV. Products listed in Annex II (A) to Regulation (EEC) No 3759/92\n>TABLE>\nV. Products listed in Annex II (B) to Regulation (EEC) No 3759/92\n>TABLE>\nVI. Products listed in Annex II (C) to Regulation (EEC) No 3759/92\n>TABLE>\nVII. Products listed in Annex III to Regulation (EEC) No 3759/92\n>TABLE>\nVIII. Products listed in Annex IV (A) to Regulation (EEC) No 3759/92\n>TABLE>"}