{"celex_id": "31992R1830", "uri": "http://publications.europa.eu/resource/cellar/a14805d8-2605-40e0-8f4a-385b44cdceb7", "type": "Regulation", "concepts": ["2211", "2620", "2979", "5252", "797"], "title": "Commission Regulation (EEC) No 1830/92 of 3 July 1992 determining for the Member States, for the 1992 marketing year, the estimated loss of income and the estimated level of the premium payable per ewe and per female goat and fixing the first advance payment for this premium and of the specific aid for sheep and goat farming in certain less-favoured areas of the Community\n", "header": "COMMISSION REGULATION (EEC) No 1830/92  of 3 July 1992  determining for the Member States, for the 1992 marketing year, the estimated loss of income and the estimated level of the premium payable per ewe and per female goat and fixing the first  advance payment for this premium and of the specific aid for sheep and goat farming in certain less-favoured areas of the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1741/91 (2), and in particular Article 5 (6) thereof,\nWhereas Article 5 (1) and (5) of Regulation (EEC) No 3013/89 provides for the granting of a premium to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are defined in Annex I  to Regulation (EEC) No 3013/89 and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 April 1986 determining the mountain areas in which the premium for goatmeat is granted (3), as last amended by Regulation (EEC) No 3519/86 (4); whereas  Article 5 (8) of Regulation (EEC) No 3013/89 provides for the possibility of granting premiums to producers holding females of the ovine species of certain mountain breeds other than eligible ewes, in certain areas; whereas those sheep and those areas  are defined in the Annex to Council Regulation (EEC) No 872/84 (5), as last amended by Regulation (EEC) No 1970/87 (6);\nWhereas, pursuant to Article 5 (6) of Regulation (EEC) No 3013/89 and to enable an advance payment to be made to sheepmeat and goatmeat producers, the foreseeable loss of income should be estimated in the light of the foreseeable trend in market prices;\nWhereas since the United Kingdom is no longer applying Article 24 (2) of Regulation (EEC) No 3013/89 the level of the premium will be the same throughout the Community from the 1992 marketing year onwards;\nWhereas, pursuant to Article 23 (4) of Regulation (EEC) No 3013/89, the amount of the premium per ewe for producers of heavy lambs is obtained for the 1992 marketing year by multiplying the loss of income referred to in paragraph 3 of that Article by a  coefficient expressing the annual average production of heavy lamb meat per ewe producing these lambs expressed per 100 kilograms of carcase weight; whereas the coefficient for 1992 has not yet been fixed in view of the lack of full Community  statistics; whereas, pending the fixing of that coefficient, a provisional coefficient should be used; whereas Article 23 (4) of that Regulation also fixes for the 1992 marketing year the amount per ewe for producers of light lambs, per female of the  caprine species and per female of the ovine species other than eligible ewes, at 70 % of the premium per ewe for producers of heavy lambs;\nWhereas, pursuant to Article 8 of Regulation (EEC) No 3013/89, the premium must be reduced by the impact on the basic price of the coefficient provided for in Article 8 (2) of that Regulation; whereas that coefficient was fixed provisionally by  Commission Regulation (EEC) No 1829/92 of 3 July 1992 (7) on the application of the guarantee limitation arrangements for sheepmeat and goatmeat for the 1991 marketing year;\nWhereas, in accordance with Article 5 (6) of Regulation (EEC) No 3013/89, the half-yearly advance payment is fixed at 30 % of the expected premium; whereas, in accordance with Article 4 (3) of Commission Regulation (EEC) No 3007/84 (8), as last amended  by Regulation (EEC) No 3340/91 (9), the advance payment is to be paid only if it is equal to or greater than ECU 1;\nWhereas, under Regulation (EEC) No 1323/90 of 14 May 1990 (10), as amended by Regulation (EEC) No 1743/91 (11), the Council instituted specific aid for sheep and goat farming in certain less-favoured areas of the Community, the amounts of which it has  fixed for the 1991 marketing year, whereas it lays down that the aid is to be granted under the same conditions as those for the grant of the premium for producers of sheepmeat and goatmeat; whereas, as a result, provision should be made for the limits  and the rates of payment laid down in Article 5 (7) of Regulation (EEC) No 3013/89 to apply equally to this specific aid; whereas, in view of the especially difficult situation on the market, Member States should be authorized, for the 1992 marketing  year, to pay the full amount of the aid with immediate effect;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["A difference is hereby estimated between the basic price, reduced by the impact of the coefficient laid down in Article 8 (2) of Regulation (EEC) No 3013/89, and the foreseeable market price during the 1992 marketing year for the following  regions:\n(ECU/100 kg)\nRegion  Difference     1  118,232  2  118,232", "1. The estimated amount of the premium payable per ewe and per region is as follows:\n(in ecus)\nRegion  Estimated amount of the premium payable per ewe     Producers of heavy lambs  Producers of light lambs      1  18,917  13,242  2  18,917  13,242\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance that the  Member States are authorized to pay to producers shall be as follows:\n(in ecus)\nRegion  Advance payable per ewe     Producers of heavy lambs  Producers of light lambs      1  5,675  3,973  2  5,675  3,973", "1. The estimated amount of the premium payable per female of the caprine species in the areas designated in Annex I to Regulation (EEC) No 3013/89 and in Article 1 of Regulation (EEC) No 1065/86 is as follows:\n(in ecus)\nRegion  Estimated amount of the premium payable per female of the caprine species     2  13,242\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance which the Member States are authorized to pay to goatmeat  producers located in the areas designated in paragraph 1 shall be as follows:\n(in ecus)\nRegion  Advance on premium payable per female of the caprine species     2  3,973", "1. The estimated amount of the premium payable per female of the ovine species other than eligible ewes in the areas mentioned in the Annex to Regulation (EEC) No 872/84 is as follows:\n(in ecus)\nRegion  Estimated amount of the premium payable per female of ovine species other than eligible ewes     1  13,242\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance which Member States are authorized to pay to  producers holding females of the ovine species other than eligible ewes in the areas referred to in paragraph 1 shall be as follows:\n(in ecus)\nRegion  Advance on premium payable per female of the ovine species other than eligible ewes     1  3,973", "Pursuant to Article 1 (2) of Regulation (EEC) No 1743/91, the amount which Member States are authorized to pay to producers of sheepmeat and goatmeat located in less-favoured areas within the meaning of Council Directive 75/268/EEC (12),  within the limits and at the rates provided for in Article 5 (7) and the second indent of the second subparagraph of Article 5 (8) of Regulation (EEC) No 3013/89 is hereby fixed as follows:\n- ECU 5,5 per ewe for the producers referred to in Article 5 (2) and (4) of that Regulation,\n- ECU 3,8 per ewe for the producers referred to in Article 5 (3) of that Regulation,\n- ECU 3,8 per she-goat for the producers referred to in Article 5 (5) of that Regulation,\n- ECU 3,8 per female of the ovine species where Article 5 (8) of that Regulation applies.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 163, 26. 6. 1991, p. 41.\n(3) OJ No L 97, 12. 4. 1986, p. 25.\n(4) OJ No L 325, 20. 11. 1986, p. 17.\n(5) OJ No L 90, 1. 4. 1984, p. 40.\n(6) OJ No L 184, 3. 7. 1987, p. 23.\n(7) See page 21 of this  Official Journal.\n(8) OJ No L 283, 10. 10. 1984, p. 28.\n(9) OJ No L 316, 16. 11. 1991, p. 24.\n(10) OJ No L 132, 23. 5. 1990, p. 17.\n(11) OJ No L 163, 26. 6. 1991, p. 44.\n(12) OJ No L 128, 19. 5. 1975, p. 1."}