{"celex_id": "31998R2141", "uri": "http://publications.europa.eu/resource/cellar/583d19e1-4906-4183-bfc1-ac4e1272e6d2", "type": "Regulation", "concepts": ["1374", "2356", "2620", "3065", "4692", "863"], "title": "Commission Regulation (EC) No 2141/98 of 6 October 1998 amending for the 16th time Regulation (EC) No 913/97 adopting exceptional support measures for the pigmeat market in Spain\n", "header": "COMMISSION REGULATION (EC) No 2141/98 of 6 October 1998 amending for the 16th time Regulation (EC) No 913/97 adopting exceptional support measures for the pigmeat market in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in Spain, the Commission adopted Regulation (EC) No 913/97 (3), as last amended by Regulation (EC) No 1809/98 (4), to introduce exceptional support measures for the pigmeat market in that Member State;\nWhereas it is appropriate to introduce a calculation method for the piglets weighing between 6 and 13 kilograms, allowing a regular and automatic adaption of the aid to the fluctuations in the market price;\nWhereas, the list of eligible areas laid down in Annex II to Regulation (EC) No 913/97 should be adjusted in line with the current veterinary and health situation;\nWhereas because the new calculation method of the aid for piglets may lead to a reduction of the costs of this measure, this Regulation should enter into force immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 913/97 is hereby amended as follows:\n1. in Article 4(4), the last subparagraph is replaced by the following text:\n'For piglets weighing 6 kilograms or more but less than 13 kilograms on average per batch, the aid referred to in Article 1(4) is equal to 90 % of the aid fixed pursuant to the first subparagraph of this paragraph for piglets weighing 13 kilograms on average.`;\n2. Annex II is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1. 11. 1975, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 131, 23. 5. 1997, p. 14.\n(4) OJ L 233, 20. 8. 1998, p. 10.\nANNEX\n'ANNEX II\nPart 1\n- In the province of Seville, the protection and surveillance zones as defined in Annexes I and II to the order of the Junta de AndalucĂ­a of 23 April 1998, published in the Official Journal of the Junta of 28 April 1998, page 4951.\nPart 2\nThe veterinary districts (comarcas) of the provinces of Zaragoza and Seville listed in Annex I to Decision 98/339/EC.`"}