{"celex_id": "31991R1509", "uri": "http://publications.europa.eu/resource/cellar/9a148117-c947-4d6f-adf4-1bd7b9ed898f", "type": "Regulation", "concepts": ["1642", "1781", "2487", "4453"], "title": "Commission Regulation (EEC) No 1509/91 of 4 June 1991 amending Regulation (EEC) No 3879/90 laying down rules for implementing the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99, originating in Thailand and exported from that country in 1991, 1992, 1993 and 1994\n", "header": "COMMISSION REGULATION (EEC) No 1509/91  of 4 June 1991  amending Regulation (EEC) No 3879/90 laying down rules for implemeting the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99,  originating in Thailand and exported from that country in 1991, 1992, 1993 and 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to certain products falling within CN codes 0714 10 and 0714 90 and coming from certain third countries (1), as last amended by  Regulation (EEC) No 3842/90 (2), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (3), as last amended by Regulation (EEC) No 3577/90 (4), and in particular Article 12 (2) thereof,\nWhereas Commission Regulation (EEC) No 3879/90 (5) lays down the detailed rules for implementing Regulation (EEC) No 430/87 as regards imports of manioc originating in Thailand from 1991 to 1994;\nWhereas Annex I to that Regulation contains the specimen Thai export certificate to be used from 1 July 1991;\nWhereas, owing to the administrative difficulties encountered by the Thai authorities, that date should be postponed by one month;\nWhereas contacts with the Thai authorities in the framework of the EEC-Thailand Cooperation Agreement concerning the production and marketing of and trade in manioc result in a change being required in the export certificate; whereas the document in  Annex I to Regulation (EEC) No 3879/90 should accordingly be replaced by that set out in the Annex hereto;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["  Article 1\nRegulation (EEC) No 3879/90 is hereby amended as follows:\n1. in Article 2 (1), the date '1 July 1991' is replaced by '1 August 1991';\n2. Annex I is replaced by the Annex hereto.  Article 2\nThis Regulation shall enter into force on 15 June 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 43, 13. 2. 1987, p. 9. (2) OJ No L 367, 29. 12. 1990, p. 8. (3) OJ No L 281, 1. 11. 1975, p. 1. (4) OJ No L 353, 17. 12. 1990, p. 23. (5) OJ No L 367, 29. 12. 1990, p. 115.\nPARARTIMAPARARTIMA I ANEXO - BILAG - ANHANG -  - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO  ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nSERIAL No ORIGINAL\nDEPARTMENT OF FOREIGN TRADE\nMINISTRY OF COMMERCE\nGOVERNMENT OF THAILAND\nEXPORT CERTIFICATE SUBJECT TO THE COOPERATION AGREEMENT\nSPECIAL FORM FOR MANIOC PRODUCTS UNDER CN CODES 0714 10 10, 0714 10 91, 0714 10 99\nEXPORT CERTIFICATE No\nEXPORT PERMIT No\n1. EXPORTER (NAME, ADDRESS AND COUNTRY)  2. FIRST CONSIGNEE (NAME, ADDRESS AND COUNTRY)     NAME   NAME        ADDRESS   ADDRESS        COUNTRY   COUNTRY        3. SHIPPED PER  4. COUNTRY/COUNTRIES OF DESTINATION IN EEC               5. TYPE OF  MANIOC PRODUCTS  6. WEIGHT (TONNES)  7. PACKING          CN CODE 0714 10 10\nCN CODE 0714 10 91\nCN CODE 0714 10 99  SHIPPED WEIGHT\nESTIMATED NET WEIGHT       IN BULK\nBAGS\nOTHERS\nWE HEREBY CERTIFY THAT THE ABOVEMENTIONED PRODUCTS ARE PRODUCED IN AND ARE EXPORTED FROM THAILAND\nDEPARTMENT OF FOREIGN TRADE   DATE     NAME AND SIGNATURE OF AUTHORIZED OFFICIAL AND STAMP\nTHIS CERTIFICATE IS VALID FOR 120 DAYS FROM THE DATE OF ISSUE\nFOR USE OF EEC AUTHORITIES:"}