{"celex_id": "31996R1264", "uri": "http://publications.europa.eu/resource/cellar/49d790dc-2b3e-453c-8c1e-cdb42265bfb3", "type": "Regulation", "concepts": ["1374", "2194", "3003", "4682"], "title": "Commission Regulation (EC) No 1264/96 of 1 July 1996 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 1264/96 of 1 July 1996 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes provided for in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 894/96 (2), and in particular Articles 4 b (8), 4 d (8) and 4 j (3) thereof,\nWhereas, within the framework of the grant of the special premium at the time of slaughter, as provided for in Article 8 of Commission Regulation (EEC) No 3886/92 (3), as last amended by Regulation (EC) No 999/96 (4), it is not allowed, in the case of animals exceeding the age of 22 months at the time of slaughter, to grant separately the premium in respect of the first age bracket within the meaning of Article 2 (2) of that Regulation; whereas, in order to avoid any possible discrimination in relation to the general scheme for the grant of the premium, that possibility should be allowed; whereas, furthermore, provision should be made for this measure to apply from the beginning of the 1996 calendar year;\nWhereas Regulation (EC) No 894/96 amending Regulation (EEC) No 805/68 as regards penalties, increases the penalties for the illegal use or holding of substances or products not authorized by the veterinary Regulations; whereas, in the case of repeated infringements, determination of the duration of penalties should be left to the Member States, who are better placed to judge the true seriousness of the offence committed;\nWhereas the three local Finnish breeds cannot be considered to be meat breeds; whereas, as a result, they should be included in the list in Annex II to Regulation (EEC) No 3886/92 as breeds not eligible for the grant of the suckler cow premium; whereas, however, in order to facilitate the conversion of those animals, the eligibility of those breeds for the premium should be maintained for a transitional period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Commission Regulation (EEC) No 3886/92 is amended as follows:\n1. The following text is added at the end of the first indent of paragraph (c) of Article 15:\n'However, in the case of animals older than 22 months at the time of slaughter, Member States shall provide for the grant of the premium in respect of the first age bracket where those animals have been kept by the same producer for a minimum period of two months counting form the age of 20 months up to the time they are slaughtered or first placed on the market.`\n2. The following Article 55 a is inserted:\n'Article 55 a\nPenalties for the illegal use or holding of substances or products not authorized by the relevant Community regulations in the veterinary sector\nIn the event of repeated infringements within the meaning of the second paragraph of Article 4 j (1) of Regulation (EEC) No 805/68, Member States shall determine, on the basis of the seriousness of the infringement, the duration of the period of exclusion from the aid schemes.`\n3. Article 58 is replaced by the following:\n'Article 58\nTransition to the suckler cow premium scheme\nNotwithstanding Article 22 and for applications to be submitted in respect of 1997 and 1998, cows belonging to the breeds \"It채suomenkarja\", \"L채nsisuomenkarja\" and \"Pohjoissuomenkarja\", listed in Annex II, shall be considered to belong to a meat breed.`\n4. The breeds 'It채suomenkarja`, 'L채nsisuomenkarja` and 'Pohjoissuomenkarja` are added to the list in Annex II.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to premium applications submitted in respect of the 1997 calendar year and following years, with the exception of:\n- the measure provided for in Article 1 (1), which shall apply from 1 January 1996, and\n- the measure provided for in Article 1 (2), which shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 125, 23. 5. 1996, p. 1.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 134, 5. 6. 1996, p. 8."}