{"celex_id": "31993R3453", "uri": "http://publications.europa.eu/resource/cellar/697c24e8-43cc-4c14-88d5-121370afada5", "type": "Regulation", "concepts": ["1309", "2300", "4083"], "title": "COMMISSION REGULATION (EC) No 3453/93 of 16 December 1993 amending Regulation (EEC) No 1707/90 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\n", "header": "COMMISSION REGULATION (EC) No 3453/93 of 16 December 1993 amending Regulation (EEC) No 1707/90 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1796/81 of 30 June 1981 relating to the measures applicable to imports of mushrooms of the species Agaricus spp. falling within CN codes ex 0711 90 40, 2003 10 20 and 2003 10 30 (1), as amended by Regulation  (EEC) No 1122/92 (2), and in particular Article 6 thereof,\nWhereas Article 5 (4) of Commission Regulation (EEC) No 1707/90 (3), as last amended by Regulation (EEC) No 3516/92 (4), lays down the arrangements for allocating the total quantity referred to in Article 3 of Regulation (EEC) No 1796/81 between the  traditional importers and new importers; whereas to ensure a just distribution of the quantities allocated, the allocation must not be made on a global basis but rather for each of the two groups of countries, Poland on the one hand, the other supplier  countries on the other hand; whereas provision should be made for the quantities still available on 15 October in a given year to be allocated without discrimination between the two groups of suppliers so as to facilitate optimum use of the said  quantities; whereas Regulation (EEC) No 1707/90 should accordingly be amended from the beginning of the 1994 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Article 5 (4) of Regulation (EEC) No 1707/90 is hereby replaced by the following:\n'4. Both quantities, that allocated to Poland pursuant to Article 3 (2) of Regulation (EEC) No 1796/81, on the one hand, and that allocated to the other countries pursuant to Article 3 (3) of the same Regulation on the other hand, shall be distributed  as follows:\n(a) 80 % to those suppliers who obtained import licences in the three previous calendar years;\n(b) 20 % to the other suppliers.\nHowever, the amount still available on 15 October shall be allocated without discrimination between the two groups of suppliers.'", "This Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 183, 4. 7. 1981, p. 1.\n(2) OJ No L 117, 1. 5. 1992, p. 98.\n(3) OJ No L 158, 23. 6. 1990, p. 34.\n(4) OJ No L 355, 5. 12. 1992, p. 18."}