{"celex_id": "31999R1395", "uri": "http://publications.europa.eu/resource/cellar/511384e3-fc7e-4de9-aca5-f4090bea3a0e", "type": "Regulation", "concepts": ["20", "2193", "3170", "3774", "946"], "title": "Commission Regulation (EC) No 1395/1999 of 28 June 1999 amending Regulation (EC) No 1759/98 increasing to 1 091 530 tonnes the quantity of barley held by the United Kingdom intervention agency for which a standing invitation to tender for export has been opened\n", "header": "COMMISSION REGULATION (EC) No 1395/1999\nof 28 June 1999\namending Regulation (EC) No 1759/98 increasing to 1091530 tonnes the quantity of barley held by the United Kingdom intervention agency for which a standing invitation to tender for export has been opened\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1253/1999(2), and in particular Article 5 thereof,\n(1) Whereas Commission Regulation (EEC) No 2131/93(3), as last amended by Regulation (EC) No 39/1999(4), lays down the procedures and conditions for the disposal of cereals held by the intervention agencies;\n(2) Whereas Commission Regulation (EC) No 1759/98(5), as last amended by Regulation (EC) No 1144/1999(6), opened a standing invitation to tender for the export of 889230 tonnes of barley held by the United Kingdom intervention agency; whereas the United Kingdom informed the Commission of the intention of its intervention agency to increase by 202300 tonnes the quantity for which a standing invitation to tender for export has been opened; whereas the total quantity of barley held by the United Kingdom intervention agency for which a standing invitation to tender for export has been opened should be increased to 1091530 tonnes;\n(3) Whereas this increase in the quantity put out to tender makes it necessary to alter the list of regions and quantities in store; whereas Annex I to Regulation (EC) No 1759/98 must therefore be amended;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1759/98 is hereby amended as follows:\n1. Article 2 is replaced by the following: \"Article 2\n1. The invitation to tender shall cover a maximum of 1091530 tonnes of barley for export to third countries, with the exception of the United States of America, Canada and Mexico.\n2. The regions in which the 1091530 tonnes of barley are stored are stated in Annex I to this Regulation\"\n2. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 160, 24.5.1996, p. 37.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 5, 9.1.1999, p. 64.\n(5) OJ L 221, 8.8.1998, p. 8.\n(6) OJ L 137, 1.6.1999, p. 20.\nANNEX\n\"ANNEX I\n>TABLE>\""}