{"celex_id": "31994D0094", "uri": "http://publications.europa.eu/resource/cellar/29a45908-c3fc-4343-a10d-cd6862227587", "type": "Decision", "concepts": ["1085", "1442", "1448", "2763", "3660", "862"], "title": "94/94/EC: Commission Decision of 17 February 1994 concerning the financial aid from the Community for the operations of the Community Reference Laboratory for the analysis and testing of milk and milk products (Laboratoire Central d' Hygiène Alimentaire, Paris, France) (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 17 February 1994 concerning the financial aid from the Community for the operations of the Community Reference Laboratory for the analysis and testing of milk and milk products (Laboratoire Central d'Hygiène Alimentaire,  Paris, France) (Only the French text is authentic) (94/94/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as amended by Commission Decision 93/439/EEC (2), and in particular Article 28 thereof,\nWhereas, in accordance with Article 28 of Council Directive 92/46/EEC (3), the 'Laboratoire Centrale d'Hygiène Alimentaire', Paris, France, has been nominated as the reference laboratory for the analysis and testing of milk and milk products;\nWhereas all the functions and duties to be carried out by the reference laboratory have been determined in Annex D, Chapter II, of that Directive;\nWhereas, therefore, provisions should be made for Community financial aid to the Community Reference Laboratory to enable it to carry out the functions and duties provided for in that Directive;\nWhereas, in the first instance, Community financial aid should be provided for a period of one year; whereas this will be reviewed with view to extention prior to expiry of the initial period;\nWhereas in accordance with Article 40 of Council Decision 90/424/EEC, checks provided for in Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 concerning the financing of the common agricultural policy (4) as last amended by  Regulation (EEC) No 2048/88 (5), shall apply; whereas certain particular provisions should be made;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall provide financial assistance to the reference laboratory provided for at Annex D, Chapter I, of Council Directive 92/46/EEC up to a maximum of ECU 100 000.", "1. To meet the objectives of Article 1, the Commission shall conclude a contract, in the name of the European Community, with the reference laboratory.\n2. The Director-General of Directorate-General for Agriculture shall be authorized to sign the contract on behalf of the Commission of the European Communities.\n3. The contract referred to at paragraph 1 shall have a duration of one year.\n4. The financial aid provided for at Article 1 shall be paid to the reference laboratory in accordance with the terms of the contract provided for at paragraph 1.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 17 February 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 203, 30. 6. 1993, p. 34.\n(3) OJ No L 268, 14. 9. 1992, p. 1.\n(4) OJ No L 94, 28. 4. 1970, p. 13.\n(5) OJ No L 185, 15. 7. 1988, p. 1."}