{"celex_id": "31998R0200", "uri": "http://publications.europa.eu/resource/cellar/2c7c6042-5565-44a5-99b8-1c311730f6cf", "type": "Regulation", "concepts": ["1474", "2556", "5108", "5228", "5537"], "title": "Council Regulation (EC) No 200/98 of 20 January 1998 on the conclusion of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period from 6 September 1997 to 5 September 2000\n", "header": "COUNCIL REGULATION (EC) No 200/98 of 20 January 1998 on the conclusion of the Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde for the period from 6 September 1997 to 5 September 2000\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof in conjunction with the first sentence of Article 228(2) and the first subparagraph of Article 228(3),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, pursuant to the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the coast of Cape Verde (2), the two parties conducted negotiations to determine the amendments or additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto;\nWhereas, as a result of those negotiations, a new Protocol establishing the fishing rights and financial compensation provided for in the abovementioned Agreement for the period 6 September 1997 to 5 September 2000 was initialled on 10 July 1997;\nWhereas it is in the Community's interest to conclude this Protocol,", "main_body": ["The Protocol establishing the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Republic of Cape Verde on fishing off the Coast of Cape Verde for the period from 6 September 1997 to 5 September 2000 is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation (3).", "The fishing possibilities provided for in the Protocol shall be allocated among the Member States as follows:\n- freezer tuna seiners:\nFrance: 19 vessels\nSpain: 18 vessels,\n- pole-and-line tuna vessels:\nFrance: eight vessels\nSpain: two vessels,\n- surface longliners:\nSpain: 18 vessels\nPortugal: eight vessels,\n- bottom longliners:\nPortugal: three vessels.\nIf licence applications from those Member States do not exhaust the fishing possibilities provided for in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ C 371, 8. 12. 1997.\n(2) OJ L 212, 9. 8. 1990, p. 1.\n(3) See page 16 of this Official Journal."}