{"celex_id": "31994D0812", "uri": "http://publications.europa.eu/resource/cellar/5b33f6f4-7e11-4712-a9c9-129f677fe543", "type": "Decision", "concepts": ["1595", "1763", "191", "2754", "5100", "888"], "title": "Commission Decision of 15 December 1994 amending Decision 93/467/EEC authorizing Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of oak (Quercus L.) logs with bark attached, originating in Canada or the United States of America\n", "header": "COMMISSION DECISION of 15 December 1994 amending Decision 93/467/EEC authorizing Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of oak (Quercus L.) logs with bark attached, originating  in Canada or the United States of America (94/812/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 94/13/EC (2), and in particular Article 14 (1) thereof,\nHaving regard to the requests made by Belgium, Denmark, Germany, Spain, France, Italy, Luxembourg, Portugal and the Netherlands,\nWhereas, pursuant to the provisions of Directive 77/93/EEC, oak (Quercus L.) logs with bark attached, originating in North American countries, may, in principle, not be introduced into the Community because of the risk of introducing Ceratocystis  fagacearum (Bretz) Hunt., the cause of oak wilt;\nWhereas Commission Decision 93/467/EEC (3) permits derogations for oak (Quercus L.) logs with bark attached originating in Canada and the United States of America provided that special conditions are satisfied;\nWhereas Decision 93/467/EEC stipulated that the authorization shall expire on 31 December 1994;\nWhereas, on the basis of the information available at present, the conditions for the derogation in the aforementioned Decision should be maintained;\nWhereas the circumstances justifying the authorization still obtain;\nWhereas the authorization should therefore be extended for a further limited period;\nWhereas the Commission will ensure that Canada and the United States of America make all technical information available which is necessary to continue to monitor the functioning of the protective measures required under the aforementioned technical  conditions;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 93/467/EEC is hereby amended as follows:\n1. In Article 3, '31 December 1994' is replaced by '31 December 1996'\n2. In Annex I, part 7, '93/467/EEC' is replaced by '94/812/EC'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 92, 9. 4. 1994, p. 27.\n(3) OJ No L 217, 27. 8. 1993, p. 49."}