{"celex_id": "31997R0395", "uri": "http://publications.europa.eu/resource/cellar/e2b1136c-4ebf-45cf-b57f-4fa58b3b1051", "type": "Regulation", "concepts": ["1159", "1188", "2879", "4790", "5283", "544"], "title": "Council Regulation (EC) No 395/97 of 20 December 1996 allocating, for 1997, Community catch quotas in Greenland waters\n", "header": "COUNCIL REGULATION (EC) No 395/97 of 20 December 1996 allocating, for 1997, Community catch quotas in Greenland waters\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement on fisheries between the European Community, on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand (2), has been extended for an additional period of six years, until 31 December 2000;\nWhereas the European Community, on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand, have subsequently approved the Third Fisheries Protocol, establishing the conditions for fishing and, in particular, the catch quotas for Community vessels in Greenland waters for the period from 1 January 1995 to 31 December 2000;\nWhereas these quotas may be used by vessels not flying the flag of a Member State of the Community, to the extent that this is necessary for the proper functioning of the fisheries agreement which the Community has concluded with third countries;\nWhereas the Community shall inform the authorities responsible for Greenland of its reaction to offers regarding supplementary catch possibilities, as referred to in Article 8 of the Fisheries Agreement, no later than six weeks after receipt of the offer;\nWhereas, to ensure efficient management of the catch possibilities available, they should be allocated among Member States by means of quotas in accordance with Article 8 of Regulation (EEC) No 3760/92;\nWhereas the fishing activities covered by this Regulation are subject to the relevant control measures provided for by Council Regulation (EC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (3);\nWhereas no agreement has been reached with the authorities responsible for Greenland on whether the relevant fish stocks should by subject to the provisions of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (4);\nWhereas, for imperative reasons of common interest, this Regulation should apply from 1 January 1997,", "main_body": ["For 1997, the allocation of the Community catch quotas in Greenland waters shall be as set out in the Annex.", "Fishing quotas set out in the Annex shall not be subject to the conditions laid down in Articles 2, 3 and 5 (2) of Regulation (EC) No 847/96.", "Should the authorities responsible for Greenland make an offer regarding supplementary catch possibilities, as referred to in Article 8 of the Agreement on fisheries, the Council shall, acting by a qualified majority on a proposal from the Commission, take a decision on that offer within six weeks of receipt thereof.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(2) OJ No L 29, 1. 2. 1985, p. 9.\n(3) OJ No L 252, 15. 9. 1993, p. 2.\n(4) OJ No L 115, 9. 5. 1996, p. 3.\nANNEX\nAllocation of Community catch quotas in Greenland waters for 1997\n>TABLE>"}