{"celex_id": "31992R1429", "uri": "http://publications.europa.eu/resource/cellar/dc5c1e5d-7402-458f-a439-f7336b519c9b", "type": "Regulation", "concepts": ["1264", "1442", "2081", "5300"], "title": "Commission Regulation (EEC) No 1429/92 of 26 May 1992 amending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis\n", "header": "COMMISSION REGULATION (EEC) No 1429/92  of 26 May 1992  amending Regulation (EEC) No 2568/91 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 356/92 (2), and in particular Article 35a thereof,\nWhereas, because of developments in research, the characteristics of olive oil as defined in Commission Regulation (EEC) No 2568/91 (3), as amended by Regulation (EEC) No 3682/91 (4), should be supplemented so as better to ensure the purity of the  products marketed and the relevant method of analysis should be provided for;\nWhereas, in order not to harm trade, provision should be made for oil packaged prior to the entry into force of this Regulation to be disposed of during a limited period;\nWhereas Regulation (EEC) No 2568/91 should therefore be amended;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["The Annexes to Regulation (EEC) No 2568/91 are hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall not apply to olive oil and olive-residue oil packaged before the entry into force of this Regulation and marketed up to 31 October 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 39, 15. 2. 1992, p. 1. (3) OJ No L 248, 5. 9. 1991, p. 1. (4) OJ No L 349, 18. 12. 1991, p. 36.\nANNEX\nI. The second table in Annex I is replaced by the following:\n'Type  Acid composition   Sum (of the) transo- leic isomers  Sum (of the) translino- leic and translino- lenic isomers  K232  K270  K270 with aluminium oxide +  Delta K  Panel test   Myristic  Linolenic  Arachidic  Eicosanoic  Behenic   Lignoceric                                      %  %  %  %  %  %  %  %                      1. Extra virgin olive oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,03 <   0,03  M 2,40  M 0,20  M 0,10  M 0,01 '  6,5  2. Virgin olive oil  M 0,1  M 0,9   M 0,7  M 0,5  M 0,3  M 0,5 <  0,03 <   0,03  M 2,50  M 0,25  M 0,10  M 0,01 '  5,5  3. Ordinary virgin olive oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,03 <   0,03  M 2,50  M 0,25  M 0,10  M 0,01 '  3,5  4. Virgin lampante olive oil  M 0,1  M  0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,10 <   0,10  M 3,70 >  0,25  M 0,11  - <  3,5  5. Refined olive oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,20 <   0,30  M 3,40  M 1,20  -  M 0,16  -  6. Olive oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <   0,20 <   0,30  M 3,30  M 1,00  -  M 0,13  -  7. Crude oil residue oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,20 <   0,10  -  -  -  -  -  8. Refined olive residue oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,40 <   0,35  M 5,50  M 2,50  -   M 0,25  -  9. Olive residue oil  M 0,1  M 0,9  M 0,7  M 0,5  M 0,3  M 0,5 <  0,40 <   0,35  M 5,30  M 2,00  -  M 0,20  -'\nII. Annex X A is amended as follows:\n1. The following is added to point 4.1.2.:\n'and the resolution index, lr, using the formula\na\nb\nwhere:\na = the height of the smallest peak, measured from the base line;\nb = the height of the lowest point of the valley between the two adjacent peaks, measured from the base line.'\n2. The following point 6 is added:\n'6. SPECIAL CASE - DETERMINATION OF TRANS-ISOMERS\nIt is possible to determine the content of trans-isomers in fatty acids with a number of carbon atoms between 10 and 24 by separating the methyl esters using gas chromatography capillary columns having a specific polarity.\n6.1. A capillary column made of silica having an internal diameter of between 0,25 mm and 0,32 mm and a length of 50 m, coated with cyanopropisilicon, the thickness of the coating being between 0,1 and 0,3 ìm (type SP 2380, C.P. sil 88,  silor 10 and similar types).\n6.2. The methyl esters are prepared using the procedure set out in Annex X B. As a precaution, fatty substances having a free acidity over 3 % must be neutralized in accordance with 6.1 of Annex VII.\n6.3. The operating conditions for gas chromatography are overall as follows:\n- column temperature set between 150 °C and 230 °C (for example 165 °C for 15 minutes then increasing by 5 °C a minute to 200 °C);\n- injector temperature: 250 °C if the splitting system is used or the initial temperature of the column if the on-column system is used;\n- detector temperature: 260 °C;\n- flow rate of the carrier gas (helium and hydrogen): 1,2 ml a minute.\nThe quantity injected must be such that in the conditions of sensitivity employed the height of the peak corresponding to the methyl ester of the arachidic acid is equal to or greater than 20 % of the bottom of the scale.\n6.4. Identification of the various methyl esters is effected on the basis of the retention times which are compared with those for the reference mixtures (as indicated at point 2.3).\nThe esters of trans fatty acids are eluted before the corresponding cis-isomers. An example of a chromatogram is given in figure 2.\nFigure 2:\nGas chromatogram of the trans-isomers of fatty acid using capillary column.\n6.5. The efficiency of the column determined in accordance with point 4.1.2 must be such as to allow separation of certain critical couples, for example the couple formed by the massif of the transisoleic acids and the oleic acid peak, trans C18:1/cis  C18:1, with a resolution index greater than 2.\n6.6. The percentage of the various trans fatty acids is calculated on the basis of the relationship between the surface of the relevant peak and the sum of the surfaces of all the peaks present.\nThe percentages of:\n- the trans octadecenoic acids (T 18: 1) indicated in Annex I to this Regulation as the sum of the transoleic isomers;\n- the cis-trans and trans-cis octadecadienoic acids [(CT/TC) 18: 2] indicated in Annex I to this Regulation as the sum of the translinoleic isomers;\n- the trans-cis-trans, cis-cis-trans, cis-trans-cis, trans-cis-cis, octadecatrienoic acids [(TCT + CCT + CTC + TCC) 18: 3], indicated in Annex I of this Regulation as the sum of the translinolenic isomers\nare taken into account.\nNote 8: Taking into account the particular characteristics of this method, please give the results with 2 decimals.'\n3. The existing points 6 and 7 become points 7 and 8 respectively."}