{"celex_id": "31999R2767", "uri": "http://publications.europa.eu/resource/cellar/a1dc293c-6ec0-40a8-8a37-2f25de9bfa65", "type": "Regulation", "concepts": ["1605", "1644", "1819"], "title": "Commission Regulation (EC) No 2767/1999 of 23 December 1999 introducing a system of licences for imports of tomatoes from Morocco\n", "header": "COMMISSION REGULATION (EC) No 2767/1999\nof 23 December 1999\nintroducing a system of licences for imports of tomatoes from Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/35/EC of 19 December 1994 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Morocco on the regime for imports into the European Community of tomatoes and courgettes originating in and imported from Morocco(1), and in particular Article 3 thereof,\nWhereas:\n(1) under the Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Morocco on the regime for imports into the European Community of tomatoes and courgettes originating in and imported from Morocco the Kingdom of Morocco gives an undertaking that total exports of tomatoes to the Community during the periods referred to will not exceed the agreed quantities. To that end, Morocco is to notify the Commission each Tuesday of the quantities of tomatoes exported the previous week. The Agreement stipulates, lastly, that the Commission reserves the right to introduce a system of licences for imports in order to ensure that the Agreement is applied properly;\n(2) the agreed quantities are those set out in Annex IV to Council Regulation (EC) No 1981/94 of 25 July 1994 opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas(2), as last amended by Regulation (EC) No 2530/1999(3). The monthly breakdown of the quantities is set out in the Association Agreement between the Community and Morocco;\n(3) according to information provided late by the Moroccan authorities, the quantity of tomatoes exported from Morocco to the Community amounted to 14478 tonnes in October 1999, representing a 190 % overrun of the quantity of 5000 tonnes agreed for that month. Information available to the Commission indicates that this figure reached 25529 tonnes for November 1999, amounting to a 37 % overrun of the quantity of 18601 tonnes agreed for that month. This overrun of the agreed quantities triggered a decline in the standard value of tomatoes imported from Morocco, which remained below the agreed entry price from 16 to 25 November 1999;\n(4) to prevent this situation continuing and to ensure that the Agreement concluded with Morocco is applied in full, a system of import licences needs to be introduced for the products concerned. The detailed arrangements for the system must supplement or derogate from the arrangements contained in Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(4), as last amended by Regulation (EC) No 1127/1999(5). They must ensure in addition that the provisions of the above Agreement are complied with in full;\n(5) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. The release for free circulation in the Community of fresh tomatoes falling within CN code 0702 00 00 originating in and imported from Morocco shall be subject to the presentation of an import licence issued in accordance with this Regulation.\n2. Regulation (EEC) No 3719/88 shall apply to the system introduced by this Regulation, subject to the special arrangement laid down therein.", "1. Import licences shall be issued on the fifth working day following the date of submission of an application on condition that action is not taken by the Commission during that period.\n2. The amount of the security referred to in Article 14(2) of Regulation (EEC) No 3719/88 shall be EUR 1,5 per 100 kilograms net.\n3. Import licences shall be valid for 30 days from their date of issue.", "Member States shall notify the Commission of:\n1. the quantities for which import licence applications have been submitted. Notification shall take place:\n- each Wednesday in the case of applications submitted on Monday and Tuesday,\n- each Friday in the case of applications submitted on Wednesday and Thursday,\n- each Monday in the case of applications submitted on Friday of the preceding week;\n2. the quantities covered by unused licences or licences that have been partially used, corresponding to the difference between the quantities endorsed on the licences and those for which licences have been issued. Notification shall take place weekly on Wednesday, in the case of information received the preceding week.\nWhere no application has been submitted on the days referred to at point 1 or where there are no unused quantities as referred to at point 2, the Member State concerned shall notify the Commission thereof on the days indicated in this Article.", "Where the Commission establishes, on the basis of information notified to it by the Member States in accordance with Article 3, that the quantities agreed between the Community and Morocco are likely to be overrun, it shall decide on what conditions licences may be issued for imports of tomatoes from Morocco.", "1. This Regulation shall not apply to products which are en route to the Community.\n2. Products shall be regarded as being en route to the Community that:\n- have left Morocco before this Regulation enters into force,\nand\n- are transported under cover of a transport document valid from the place of loading in Morocco to the place of unloading in the Community, and drawn up before this Regulation enters into force.\n3. Paragraph 1 shall apply subject to the interested parties providing evidence, to the satisfaction of the custom authorities, that the conditions laid down in paragraph 2 are met.\nThe authorities may, however, consider the products to have left Morocco before the entry into force of this Regulation where one of the following documents is provided:\n- in the case of transport by sea, the bill of lading, showing that the products were loaded before that date,\n- in the case of transport by road, the contract for the carriage of the goods by road or any other transport document drawn up in Morocco before that date,\n- in the case of transport by air, the consignment note showing that the air company accepted the products before that date.", "This Regulation shall enter into force on 1 January 2000.\nIt shall apply up to 31 March 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1999.\nFor the Commission\nMargot WALLSTRĂ\u0096M\nMember of the Commission\n(1) OJ L 48, 3.3.1995, p. 21.\n(2) OJ L 199, 2.8.1994, p. 1.\n(3) OJ L 306, 1.12.1999, p. 17.\n(4) OJ L 331, 2.12.1988, p. 1.\n(5) OJ L 135, 29.5.1999, p. 48."}