{"celex_id": "31992D0069", "uri": "http://publications.europa.eu/resource/cellar/8f9becbd-873a-423d-84db-739016ce3c87", "type": "Decision", "concepts": ["2320", "2393", "2518", "3043", "3774", "4801"], "title": "92/69/EEC: Commission Decision of 20 December 1991 on the multiannual guidance programme for aquaculture and the provision of protected marine areas (1992 to 1996) submitted by the United Kingdom pursuant to Council Regulation (EEC) No 4028/86 (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 20 December 1991  on the multiannual guidance programme for aquaculture and the provision of protected marine areas (1992 to 1996) submitted by the United Kingdom pursuant to Council Regulation (EEC) No 4028/86  (Only the  English text is authentic)  (92/69/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3944/90 (2), and in particular Articles 2  and 4 thereof,\nWhereas the structural policies implemented by the Community in the aquaculture sector must have development objectives which are compatible with all Community policies and must contribute to the establishment of the common economic area;\nWhereas those objectives must ensure more far-reaching economic and social cohesion while allowing market rules to apply;\nWhereas it is more important to create the conditions favourable to development than to make provision for specific measures only;\nWhereas steps should be taken to coordinate, in a comprehensive and coherent framework, the operations of the financial instruments both in the Community and in the Member States;\nWhereas, in areas where it is being developed, aquaculture interacts with the natural environment; whereas, in certain circumstances, aquaculture may in some cases affect the environment positively and in others negatively;\nWhereas Council Directives 91/67/EEC (3), 91/492/EEC (4) and 91/493/EEC (5) harmonize the rules governing animal health and public health as applied to fish farms;\nWhereas pressure on space and in particular intense competition regarding the use of the coastline are a major constraint on the development of aquaculture; whereas it is essential, therefore, that preference be given to a policy of identifying sites  which are suitable for the development of aquaculture as an integral part of the landscape and to coastline development projects;\nWhereas the future of aquaculture will be determined also by the ability of the industry to increase the range of production by operating experimental farms and pilot projects arising from research;\nWhereas on 30 April 1991 the United Kingdom Government forwarded to the Commission a multiannual guidance programme for aquaculture and the provision of protected marine areas, hereinafter called 'the programme'; whereas on 18 September 1991 it  forwarded the latest additional information concerning the programme;\nWhereas the aim of the programme is to develop and diversify aquaculture, to improve the efficiency of aquaculture units in the United Kingdom and to provide protected marine areas; whereas the Member State considers that between ECU 71 and 100 million  are necessary for the completion of the programme; whereas the approval of the programme is without prejudice to any later selection of individual investment projects;\nWhereas the programme concerns all the structural policies implemented in the aquaculture sector of the Member State concerned;\nWhereas the aquaculture sector is developing within a commercial framework, a feature of which is the growth of international competition; whereas the development of the market in aquaculture species could entail the need to adjust the objectives for  the production of certain species;\nWhereas flexible planning is required based on routine monitoring of the factors of production and market conditions; whereas a close watch needs to be kept on the programme, therefore, and this can only be done if reliable figures are available which  are regularly updated and which apply to the national territory as a whole;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture and the provision of protected marine areas (1992 to 1996), as forwarded by the United Kingdom Government on 30 April 1991 and as last supplemented on 18 September 1991, the essential  contents of which are set out in the Annex hereto, is hereby approved subject to the conditions laid down in this Decision.", "1. The planning of the measures for the development and rationalization of aquaculture production corresponding to the investments provided for in the Annex hereto shall be carried out with due regard for the priorities set by the various  Regulations governing the Community structural policies.\n2. Special attention must be given during the implementation of the programme to the interaction between the development of the aquaculture sector and the environment and to the health conditions of fish farms and their products.\n3. Preference shall be given to investment projects to which the Member State applies rules favourable to the development of aquaculture and protected marine areas.\n4. Preference shall be given to innovative projects based on adequate research work and ensuring in the long term the diversification of production.\n5. The production objectives of the programme must be checked at regular intervals and adjusted, if necessary, in line with the development of the market for fishery and aquaculture products.\n6. Special attention must be given during the implementation of the programme to controlling production costs.", "The Commission shall inform the Member State, if necessary, within six months following 1 April each year, of the failure to comply with the conditions to which approval of the programme was made subject, on the basis of an examination of the  periodic summary reports provided for in Article 5 of Regulation (EEC) No 4028/86, or in the absence thereof.", "The Commission draws attention to the fact that the investment estimates contained in this programme are without prejudice to any financial aid the Community may grant.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 20 December 1991. For the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7. (2) OJ No L 380, 31. 12. 1990, p. 1. (3) OJ No L 46, 19. 2. 1991, p. 1. (4) OJ No L 268, 24. 9. 1991, p. 1. (5) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX\nMULTIANNUAL GUIDANCE PROGRAMME - AQUACULTURE UNITED KINGDOM\nSpecies\nPrincipally, salmon, trout, molluscs.\nRegions/locations\nThe programme applies to the whole of United Kingdom.\nOf the principle species currently being farmed:\nsalmon: chiefly Scotland and Northern Ireland,\ntrout: chiefly the south and east of England, central and southern Scotland and Northern Ireland,\nmollusc cultivation is carried on along the entire coastline.\nEnvironment\nMonitoring, involving the grant of authorizations or licences (issued by the competent public bodies) for aquaculture development concerning especially the conservation of locations and of the natural environment, the discharge of effluent, the offtake  of water, the control of protected predators, disease prevention, the monitoring of pharmaceutical products and the introduction of non native species.\nResearch\nStudy of the impact of aquaculture on the environment.\nImprovement of farming techniques for certain species (bivalve molluscs, halibut, scallop, lobster).\nStudies on artificial reefs (mainly for lobster restocking).\nStudies of fish behaviour in relation to alternative types of feed.\nImpact on the environment of the introduction of new species (including exotic species).\nDiseases\nContinuity of disease prevention (particularly in salmon and trout).\nDevelopment of vaccines.\nImprovement of farming methods (change of location, lowering of rearing densities) in order to minimize the risk of infection.\nLegislative aspects and investments\nLegislation pending relating to investments in protected marine areas. Estimated overall investment in the next programme amounts to between ECU 71 and 100 million.\nMarket\nMainly domestic and Community markets with exports to non-member countries (USA, Japan).\nIncreased investment in the promotion and marketing of aquaculture products.\nOpening up of new market segments and development of new products.\nPriorities/objectives\nTo increase the range of species farmed by developing new species (turbot, halibut, tilapia, freshwater crayfish, wrasse) and the range of products obtained from aquaculture.\nTo improve infrastructure.\nTo promote environmental protection.\nTo step up marketing operations.\nTo encourage technical innovation.\nTo contribute to the socio-economic development of the more remote regions in conjunction with various national and Community programmes.\nTo raise health standards and product quality.\nTo increase efficiency in order to achieve improved adaptation to market conditions (operating at the level of labour, feed costs and the survival rate of fish and shellfish).\nTo secure the viability of the industry.\nIn the present state of the market in salmonidae, to give priority to modernizing and expanding existing units pursuant to Regulation (EEC) No 4028/86.\nProtected marine areas\nIncreasing interest on the part of the industry shown by the feasibility studies being carried out (principally on lobster)."}