{"celex_id": "31991R1753", "uri": "http://publications.europa.eu/resource/cellar/9795bb71-7eb0-4faa-a07f-3f918711787c", "type": "Regulation", "concepts": ["1988", "2511", "2734", "4395"], "title": "Commission Regulation (EEC) No 1753/91 of 20 June 1991 amending Council Regulation (EEC) No 797/85 as regards the adjustment of the amounts fixed in ecus in the framework of the agricultural structure policy as a result of new exchange rates to be applied in the agricultural sector\n", "header": "COMMISSION REGULATION (EEC) No 1753/91  of 20 June 1991  amending Council Regulation (EEC) No 797/85 as regards the adjustment of the amounts fixed in ecus in the framework of the agricultural structure policy as a result of new exchange rates to  be applied in the agricultural sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), as last amended by Regulation (EEC) No 2205/90 (2),  and in particular Article 9 (1) thereof,\nWhereas the agricultural conversion rate to be applied for the German mark was revalued by Council Regulation (EEC) No 1179/90 (3) and subsequently adjusted by Commission Regulation (EEC) No 2929/90 (4); whereas the Federal Republic of Germany  subsequently requested an increase in certain amounts provided for in Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (5), as last amended by Regulation (EEC) No 3577/90 (6);\nWhereas Article 9 (1) of Regulation (EEC) No 1676/85 provides that, where one or more agricultural conversion rates are revalued, the amounts fixed in ecus and not connected with the fixing of prices may be increased; whereas provision should be made,  to the extent necessary to avoid any reduction in national currency of the amounts concerned, for an increase in certain amounts provided for in Regulation (EEC) No 797/85;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["  Article 1\nThe amounts given in Regulation (EEC) No 797/85 and listed in the Annex hereto are hereby amended as indicated in the latter.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 164, 24. 6. 1985, p. 1. (2) OJ No L 201, 31. 7. 1990, p. 9. (3) OJ No L 119, 11. 5. 1990, p. 1. (4) OJ No L 279, 11. 10. 1990, p. 42. (5) OJ No L 93, 30. 3. 1985, p. 1. (6) OJ No L 353, 17. 12. 1990, p. 23.\nANNEX\nThe amounts referred to in Regulation (EEC) No 797/85  amounting to  are hereby replaced by the following amounts      Article 4 (2)  ECU 60 606 per MWU  ECU 60 743 per MWU   ECU 121 212 per holding  ECU 121 486 per holding      Article 5  ECU 60  606 per MWU  ECU 60 743 per MWU   ECU 121 212 per holding  ECU 121 486 per holding      Article 6 (4)  ECU 360 000 per holding  ECU 364 458 per holding      Article 8 (2)  ECU 60 606 per MWU  ECU 60 743 per MWU   ECU 121 212 per holding  ECU 121 486 per  holding      Article 10  ECU 15 000 per group  ECU 15 044 per group      Article 11 (4)  ECU 12 000 per relief worker  ECU 12 035 per relief worker      Article 12 (5)  ECU 36 000 per member of staff  ECU 36 105 per member of staff  Article 12 (6)  ECU  500 per holding  ECU 501,4 per holding      Article 15 (1) (a)  ECU 121,2 per LU  ECU 121,5 per LU  Article 15 (1) (b) (iii)  ECU 121,2 per LU per ha  ECU 121,5 per LU per ha      Article 17 (3)  ECU 100 000 per investment  ECU 100 293 per investment    ECU 500 per ha  ECU 501,4 per ha      Article 19c  ECU 150 per ha  ECU 150,4 per ha      Article 20 (4)  ECU 1 819 per ha  ECU 1 824 per ha   ECU 700 per ha  ECU 702 per ha   ECU 1 400 per ha  ECU 1 404 per ha   ECU 18 000 per km  ECU 18 053 per km    ECU 150 per ha  ECU 150,4 per ha      Article 20a (2)  ECU 150 per ha  ECU 150,4 per ha   ECU 50 per ha  ECU 50,2 per ha      Article 21 (3)  ECU 7 000 per person  ECU 7 020 per person   ECU 2 500 per person  ECU 2 507 per person"}