{"celex_id": "31998D0686", "uri": "http://publications.europa.eu/resource/cellar/d7d43387-6c02-11e4-9680-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1707", "2527", "2542", "4218"], "title": "98/686/EC: Council Decision of 23 March 1998 on the conclusion by the European Community of the Protocol to the 1979 Convention on long-range transboundary air pollution on further reductions of sulphur emissions\n", "header": "3.12.1998 EN Official Journal of the European Communities L 326/34\nCOUNCIL DECISION\nof 23 March 1998\non the conclusion by the European Community of the Protocol to the 1979 Convention on long-range transboundary air pollution on further reductions of sulphur emissions\n(98/686/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130s(l), in conjunction with the first sentence of Article 228(2) and the first subparagraph of Article 228(3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Community signed, on 14 June 1994, the Protocol to the 1979 Convention on long-rate transboundary air pollution on further reductions of sulphur emissions (hereinafter ‘the Protocol’);\nWhereas the Protocol seeks to establish ceilings for sulphur emissions for all contracting parties to the Convention;\nWhereas the measures envisaged in the Protocol contribute to achieving objectives of the Community policy on the environment;\nWhereas the Community and the Member States cooperate, in the framework of their respective competences, with third countries and the competent international organisations;\nWhereas, in consequence, the Community should approve the Protocol,", "main_body": ["The Protocol to the 1979 Convention on long-range transboundary air pollution on further reductions of sulphur emissions, signed on 14 June 1994, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.\nThe following Declaration shall be deposited with the instruments of approval:\n‘The European Community states that the ceiling for emissions and the weighted average percentage of the European Community ought not to exceed the sum of the obligations of the Member States of the European Union which have ratified the Protocol, while stressing that all its Member States must reduce their SO2 emissions in accordance with the emission ceilings set in Annex II to the Protocol and in line with the relevant Community legislation.’", "The President of the Council is hereby authorised to designate the person empowered to deposit the instruments of approval and the Declaration referred to in Article 1 with the Secretary General of the United Nations, in accordance with Article 14 of the Protocol.", "This Decision will be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 23 March 1998.\nFor the Council\nThe President\nM. MEACHER\n(1)  OJ C 190, 21.6.1997, p. 13.\n(2)  OJ C 14, 19.1.1998."}