{"celex_id": "31994R2745", "uri": "http://publications.europa.eu/resource/cellar/9bec7b20-daa7-4dbf-b49c-a1730bdd0510", "type": "Regulation", "concepts": ["1348", "1460", "2394", "5138", "665", "929"], "title": "Commission Regulation (EC) No 2745/94 of 10 November 1994 amending Regulation (EEC) No 1866/90 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\n", "header": "COMMISSION REGULATION (EC) No 2745/94 of 10 November 1994 amending Regulation (EEC) No 1866/90 on arrangements for using the ecu for the purposes of the budgetary management of the Structural Funds\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of activities of the different Structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (1), as last amended by Regulation (EEC) No 2082/93 (2), and in particular Article 22 thereof,\nWhereas Article 31 of Council Regulation (EEC) No 2328/91 (3), as last amended by Commission Regulation (EC) No 2631/94 (4), provides for certain measures covered by Objective 5a;\nWhereas Commission Regulation (EEC) No 1866/90 (5), as amended by Regulation (EC) No 402/94 (6), should be amended to make provision, as regards Community assistance fixed for the whole period in decisions on forecasts of expenditure on measures covered  by the Regulations referred to in Article 31 (1) of Regulation (EEC) No 2328/91, for Community aid and the annual breakdown thereof to be expressed in ecus at the rate for the year of each decision and for the indexation for the Structural Funds to  apply thereto;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee on Agricultural Structures and Rural Development,", "main_body": ["Article 2 of Regulation (EEC) No 1866/90 is hereby replaced by the following:\n'Article 2\nCommunity support frameworks, single programming documents, proposals for Community initiatives and Community structural assistance for measures under Article 31 (1) of Regulation (EEC) No 2328/91\nFinancing plans for Community support frameworks and single programming documents shall be drawn up in ecus and shall not be subject to indexation, save where the second paragraph applies.\nIn Commission Decisions approving:\nCommunity support frameworks,\nsingle programming documents,\nforecasts of expenditure on measures under the Regulations referred to in Article 31 (1) of Regulation (EEC) No 2328/91,\nand in decisions proposing Community initiatives to the Member States, the Community aid decided upon for the entire period and the annual breakdown thereof shall be set out in ecus at the rate for the year of each decision and shall be subject to  indexation.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1988, p. 1.\n(2) OJ No L 193, 31. 7. 1993, p. 20.\n(3) OJ No L 218, 6. 8. 1991, p. 1.\n(4) OJ No L 280, 29. 10. 1994, p. 41.\n(5) OJ No L 170, 3. 7. 1990, p. 36.\n(6) OJ No L 54, 25. 2. 1994, p. 9."}