{"celex_id": "31998R0759", "uri": "http://publications.europa.eu/resource/cellar/4851cbce-d710-4e94-95b5-d81cbbbf0917", "type": "Regulation", "concepts": ["1642", "1644", "2173", "4682"], "title": "Commission Regulation (EC) No 759/98 of 3 April 1998 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 759/98 of 3 April 1998 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 2634/97 (2), and in particular Articles 9 and 13 thereof,\nWhereas Article 7 of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EC) No 260/98 (4), provides that export licences must be issued for all products exported from 2 January 1998;\nWhereas Article 5(1) of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5), as last amended by Regulation (EC) No 1404/97 (6), provides that no export licence is required for products where no refund is applied for and in quantities such that the security for any licence would have been ECU 5 or less;\nWhereas, in the case of beef and veal, that limit of ECU 5 corresponds to one head of livestock or 200 kilograms of meat; whereas that limit has proved much too low, in particular for certain traditional transborder trade flows; whereas a derogation from Regulation (EEC) No 3719/88 should accordingly be provided for to increase that amount to ECU 60;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The following paragraph is hereby added to Article 7 of Regulation (EC) No 1445/95:\n'However, notwithstanding the fourth indent of Article 5(1) of Regulation (EEC) No 3719/88, no export licence shall be required for products covered by the second indent of Article 8(2) in quantities such that the security for any licence would have been ECU 60 or less. If the licence is issued per head and if the amount of ECU 60 does not correspond to a whole number of head, the security shall be deemed to correspond to that for the next higher whole number of head.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 356, 31. 12. 1997, p. 13.\n(3) OJ L 143, 27. 6. 1995, p. 35.\n(4) OJ L 25, 31. 1. 1998, p. 42.\n(5) OJ L 331, 2. 12. 1988, p. 1.\n(6) OJ L 194, 23. 7. 1997, p. 5."}