{"celex_id": "31994R0488", "uri": "http://publications.europa.eu/resource/cellar/8b6cd8cb-0cfe-4abd-9e3e-55440b640615", "type": "Regulation", "concepts": ["1182", "2974", "2975", "4373"], "title": "Commission Regulation (EC) No 488/94 of 4 March 1994 adjusting the guarantee thresholds for tobacco from the 1993 harvest in Greece\n", "header": "COMMISSION REGULATION (EC) No 488/94 of 4 March 1994 adjusting the guarantee thresholds for tobacco from the 1993 harvest in Greece\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 27 thereof,\nWhereas Regulation (EEC) No 2075/92 provides for a system of premiums up to a maximum guarantee threshold fixed by each Member State for the various groups of tobacco varieties; whereas the guarantee thresholds for the 1993 harvest are listed in Council  Regulation (EEC) No 2076/92 of 30 June 1992 fixing the premiums for lead-tobacco varieties and the processing quotas allocated by group of varieties and by Member State (2), as amended by Regulation (EC) No 164/94 (3);\nWhereas the guarantee thresholds were fixed by the Council on the basis of information and market forecasts available at the time; whereas, however, Greek production of flue-cured tobacco increased very rapidly under the provisions of the previous  common market organization and reached about 71 500 tonnes at the time of the 1992 harvest;\nWhereas reducing Greek production of flue-cured tobacco from its 1992 level to that corresponding to the 1993 guarantee threshold, namely 30 000 tonnes, would have required a 58 % reduction in the production of flue-cured tobacco; whereas actual  production of such tobacco in 1993 significantly exceeded the guarantee threshold;\nWhereas, on the other hand, estimated 1993 production of tobacco belonging to other variety groups was lower than the guarantee thresholds fixed by Regulation (EEC) No 2076/92; whereas the large discrepancy, either upward or downward, between actual  production in Greece and the guarantee thresholds can be attributed to the problems of switching from the old premium system to the new one; whereas, therefore, transitional measures should be adopted pursuant to Article 27 of Regulation (EEC) No  2075/92;\nWhereas Greece's switch from the old to the new market organization can be facilitated by the allocation of additional guarantee thresholds for the flue-cured group; whereas the increase in the guarantee threshold for that variety group must be offset  by a corresponding decrease in the guarantee thresholds for other groups;\nWhereas Greece has supplied estimates for the actual production of tobacco of the various groups; whereas the reallocation of guarantee thresholds and production quotas should not cause a reduction in the premiums to which producers were entitled by  virtue of the quotas fixed initially; whereas Greece should accordingly be authorized to fix higher guarantee thresholds for variety groups VI, VII and VIII than are laid down in the Annex to Regulation (EEC) No 2076/92, and to reduce the guarantee  threshold for group I by a corresponding amount; whereas such a measure should not, however, increase the EAGGF expenditure originally laid down;\nWhereas the additional quantities allocated retroactively could not be covered by a cultivation contract in accordance with Articles 5 and 6 of Regulation (EEC) No 2075/92; whereas special conditions for the sale of those quantities should therefore be  laid down, allowing producers to obtain the best prices;\nWhereas this Regulation should apply as soon as possible to allow tobacco deliveries to be completed by the agreed dates;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["1. The guarantee thresholds for the 1993 harvest in Greece shall be as set out in the Annex hereto.\n2. Greece may increase the guarantee thresholds laid down in the Annex for variety groups VI, VII and VIII up to the quantities laid down for the 1993 harvest in Annex II to Regulation (EEC) No 2076/92. In that case, the guarantee threshold laid down  for variety group I shall be reduced by a corresponding amount.\nIf Greece avails itself of that option, the resulting expenditure to the EAGGF may not exceed the amount which would have resulted had Regulation (EEC) No 2076/92 been applied.", "1. The threshold quantity for variety group I (flue-cured) which becomes available pursuant to Article 1 shall be allocated to producers who apply therefor, up to the quantities applied for, in proportion to their quotas for variety group I  (flue-cured) for the 1993 harvest.\n2. Greece shall lay down the details which must appear in applications and the date by which they must be lodged.", "The reduction in the guarantee thresholds for variety groups VI (Basmas), VII (Katerini) and VIII (Kaba-Koulak classic) shall be made across the board in the EAGGF financing of premiums. It may not result in a reduction in the premium which a  producer may claim in accordance with the quota obtained by him.", "The additional tobacco quantities for group I (flue-cured) may be sold only:\n- to the initial processing firm with which the producer has concluded a cultivation contract for the quantity which appears on his initial quota certificate and on the same conditions, or\n- by auction to be organized by Greece for each production region.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 215, 30. 7. 1992, p. 77.\n(3) OJ No L 24, 29. 1. 1994, p. 4.\nANNEX\n\"\" ID=\"1\">39 300> ID=\"2\">12 400> ID=\"5\">20 650> ID=\"6\">22 800> ID=\"7\">20 800> ID=\"8\">18 000> ID=\"9\">133 950\">"}