{"celex_id": "31996R2166", "uri": "http://publications.europa.eu/resource/cellar/32c20fb3-8ec3-4f90-9299-7b69efa2a20b", "type": "Regulation", "concepts": ["1616", "1644", "2121", "3591", "4687", "5774"], "title": "Commission Regulation (EC) No 2166/96 of 12 November 1996 amending Regulation (EC) No 1866/95 establishing detailed rules for application in the poultrymeat sector of the arrangements provided for in the free trade Agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part\n", "header": "COMMISSION REGULATION (EC) No 2166/96 of 12 November 1996 amending Regulation (EC) No 1866/95 establishing detailed rules for application in the poultrymeat sector of the arrangements provided for in the free trade Agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 granting certain concessions in the form of Community tariff quotas for certain agricultural products and adjusting on a unilateral and temporary basis certain agricultural concessions provided for in the Agreements on free trade with Estonia, Latvia and Lithuania in line with the Agreement on Agriculture concluded in the Uruguay Round of multilateral trade negotiations (1), and in particular Article 5 thereof,\nWhereas Regulation (EC) No 1926/96 adjusts on a unilateral and temporary basis the agricultural concessions in the Agreements on free trade concluded between the European Communities and their Member States of the one part and the Republics of Estonia, Latvia and Lithuania of the other; whereas these adjustments apply to the period running from 1 July 1996 until the interim additional protocols to these Agreements, at present being negotiated, enter into force;\nWhereas Commission Regulation (EC) No 1866/95 of 29 September 1995 establishing detailed rules for the application in the poultrymeat sector of the arrangements provided for in the free trade agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part (2), amended by Regulation (EC) No 2916/95 (3), sets rules for application in the poultrymeat sector of the arrangements laid down in these Agreements; whereas it should be amended in line with the provisions on poultrymeat and egg products adopted by Regulation (EC) No 1926/96;\nWhereas Regulation (EC) No 1926/96 lays down, inter alia, concessions for certain egg products; whereas, therefore, the conditions of access to the concessions for those products should be defined;\nWhereas the duration of the validity of licences enables importers to submit applications during the first 10 days of each quarter; that, however, regarding the last quarter of 1996, it is appropriate to invite them to lodge their applications between 11 and 20 of November;\nWhereas operators have been able to avail themselves of all the quotas provided for in Regulation (EC) No 1866/95 in respect of 1996; whereas no applications have been submitted in this connection within the prescribed deadlines; whereas, therefore, the quantities left unused need not be taken into account in calculating the quantities available under Regulation (EC) No 1926/96 for the period from 1 July 1996 to 30 June 1997;\nWhereas the duty rate reduction of 80 % instead of 60 % applies from 1 July 1996;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Commission Regulation (EC) No 1866/95 is hereby amended as follows:\n1. The title of the regulation is replaced by the following:\n'establishing detailed rules for application in the eggs and poultrymeat sector of the arrangements provided for in the free trade agreements between the Community, of the one part, and Estonia, Latvia and Lithuania, of the other part`.\n2. The wording of Article 2 is replaced by:\n'Article 2\nFrom 1 July 1996 the quantities indicated in Annex I shall be staggered over the year as follows:\n- 25 % in the period 1 July to 30 September,\n- 25 % in the period 1 October to 31 December,\n- 25 % in the period 1 January to 31 March,\n- 25 % in the period 1 April to 30 June.\nThe quantities available for the period 1 October to 31 December 1996 shall however be as indicated in Annex IV to this Regulation and the licence applications shall be submitted from 11 to 20 November 1996.`\n3. Article 3 (a) is replaced by the following:\n'(a) applicants for import licences must be natural or legal persons who, at the time at which applications are submitted, can prove to the satisfaction of the competent authorities in the Member States that they have imported or exported at least 25 tonnes (by weight of product) in the case of products covered by Regulation (EEC) No 2777/75 and 5 tonnes (eggs and shell equivalent) in the case of products covered by Regulations (EEC) No 2771/75 and (EEC) No 2783/75 during both of the two calendar years preceding the year in which the licence applications were submitted. However retail establishments or restaurants selling their products to final consumers are excluded from the benefit of this scheme.`\n4. In Article 4, paragraph (1) is replaced by the following:\n'1. Licence application may be lodged only during the first 10 days of each period as specified in Article 2.`\n5. Annex I is replaced by Annex I to this Regulation.\n6. Annex II to this Regulation is added as Annex IV of Regulation (EC) No 1866/95.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 254, 8. 10. 1996, p. 1.\n(2) OJ No L 179, 29. 7. 1995, p. 26.\n(3) OJ No L 305, 19. 12. 1995, p. 49.\nANNEX I\n'A. PRODUCTS ORIGINATING IN LATVIA\nReduction of 80 % in Common Customs Tariff duty\n>TABLE>\nB. PRODUCTS ORIGINATING IN LITHUANIA\nReduction of 80 % in Common Customs Tariff duty\n>TABLE>\nC. PRODUCTS ORIGINATING IN ESTONIA\nReduction of 80 % in Common Customs Tariff duty\n>TABLE>\nANNEX II\n'ANNEX IV\n>TABLE>"}