{"celex_id": "31994D0817", "uri": "http://publications.europa.eu/resource/cellar/23a77698-182c-4a61-b1bf-3334edc79f10", "type": "Decision", "concepts": ["1505", "1755", "192", "2320", "3774"], "title": "94/817/EC: Commission Decision of 15 December 1994 amending Decision 92/538/EEC concerning the status of Great Britain and Northern Ireland with regard to infectious hematopoietic necrosis and viral haemorrhagic septicaemia\n", "header": "COMMISSION DECISION of 15 December 1994 amending Decision 92/538/EEC concerning the status of Great Britain and Northern Ireland with regard to infectious hematopoietic necrosis and viral haemorrhagic septicaemia (94/817/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), as amended by Directive 93/54/EEC (2), and in particular Article 5  thereof,\nWhereas the Commission, by Decision 92/538/EEC (3), has granted the status of approved continental and coastal zone for infectious hematopoietic necrosis (IHN) and viral haemorrhagic septicaemia (VHS) to Great Britain and Northern Ireland;\nWhereas on 15 September 1994, a case of VHS has been confirmed on the island of Gigha, being a part of the territory of Great Britain;\nWhereas the authorities of the United Kingdom have taken the measures necessary to eliminate the disease and to prevent its spread;\nWhereas in accordance with the rules laid down in Council Directive 91/67/EEC, the status of Great Britain must be withdrawn;\nWhereas, however, a large part of Great Britain can still be considered as being an approved zone;\nWhereas it is necessary to proceed with these actions at the same time;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 92/538/EEC is amended as follows:\n1. This title is replaced by the following text:\n'Commission Decision of 9 November 1994 concerning the status of Northern Ireland and certain parts of Great Britain with regard to infectious hematopoietic necrosis and viral haemorrhagic septicaemia.'\n2. Article 1 is replaced by the following text:\n'Article 1\n1. Great Britain is recognized as approved continental zone and approved coastal zone for fish with regard to IHN.\n2. The parts of Great Britain referred to in the Annex are recognized as approved continental zone and approved coastal zone for fish with regard to VHS.'\n3. The following Annex is added:\n'ANNEX\nThe territory of Great Britain excluding the island of Gigha.'", "Member States shall alter the measures they apply to the placing on the market in order to bring them into line with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 46, 19. 2. 1991, p. 1.\n(2) OJ No L 175, 19. 7. 1993, p. 34.\n(3) OJ No L 347, 28. 11. 1992, p. 67."}