{"celex_id": "31995L0006", "uri": "http://publications.europa.eu/resource/cellar/8223b75b-4b03-42d4-ae7f-e867a8c7a7a1", "type": "Directive", "concepts": ["13", "2081", "3409", "4059", "4081", "5360"], "title": "Commission Directive 95/6/EC of 20 March 1995 amending Annexes I and II to Council Directive 66/402/EEC on the marketing of cereal seed\n", "header": "COMMISSION DIRECTIVE 95/6/EC of 20 March 1995 amending Annexes I and II to Council Directive 66/402/EEC on the marketing of cereal seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (1), as last amended by Commission Directive 93/2/EEC (2), and in particular Article 21a thereof,\nWhereas hybrids of rye are included in the scope of Directive 66/402/EEC, but the Directive does not establish the conditions to be satisfied by the crop and the seed of hybrids of rye;\nWhereas in order to establish such conditions Commission Decision 89/374/EEC of 2 June 1989 on the organization of a temporary experiment under Council Directive 66/402/EEC on the marketing of cereal seed, in order to establish the conditions to be satisfied by the crop and the seed of hybrids of rye (3), as amended by Decision 92/520/EEC (4), was adopted;\nWhereas that experiment ended on 30 June 1994;\nWhereas on the basis of the results of that experiment the conditions to be satisfied by the crop and the seed of hybrids of rye may now be established and Annexes I and II to Directive 66/402/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Annexes I and II to Directive 66/402/EEC are amended as set out in the Annex hereto.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive not later than 30 June 1995. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of national law they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2309/66.\n(2) OJ No L 54, 5. 3. 1993, p. 20.\n(3) OJ No L 166, 16. 6. 1989, p. 66.\n(4) OJ No L 325, 11. 11. 1992, p. 25.\nANNEX\n1. Annex I is amended as follows:\n(a) In points 2 and 3, the words 'other than hybrids` are added after the words Secale cereale.\n(b) The following point 3a is inserted:\n'3a. Hybrids of rye.\n(a) The crop shall conform to the following standards as regards distances from neighbouring sources of pollen which may result in undesirable foreign pollination.\n>TABLE>\n(b) The crop shall have sufficient identity and purity as regards the characteristics of the components, including male sterility.\nIn particular, the crop shall conform to the following standards or other conditions:\n(i) the number of plants or the crop species, which are recognizable as obviously not being true to the component shall not exceed,\n- one per 30 m² for the production of basic seed,\n- one per 10 m² for the production of certified seed, this standard to apply in official field inspections to the female component only,\n(ii) in the case of basic seed, where male sterility is used, the level of sterility of the male-sterile component shall be at least 98 %.\n(c) Where appropriate, certified seed shall be produced in mixed cultivation of a female male-sterile component with a male component which restores male fertility.`\n2. Annex II is amended as follows:\n(a) In point 1, the words 'hybrid varieties of Sorghum spp. and Zea Mays` are replaced by the words 'hybrid varieties of Secale Cereale, Sorghum spp. and Zea Mays`.\n(b) The following is added to point 1:\n'C. Hybrids of rye\nSeed shall not be certified as certified seed unless due account has been taken of the results of an official post-control test, on samples of basic seed taken officially and carried out during the growing season of the seed entered for certification as certified seed to ascertain whether the basic seed met the requirements for basic seed laid down in this Decision in respect of identity and purity as regards the characters of the components, including male sterility.`\n(c) Point 3 is replaced by the following:\n'3. Harmful organisms which reduce the usefulness of the seed shall be at the lowest possible level.\nIn particular, the seed shall conform to the following standards in respect of Claviceps purpurea (maximum number of sclerotia or fragments of sclerotia in a sample of the weight specified in column 3 of Annex III).\n>TABLE>"}