{"celex_id": "31996R1483", "uri": "http://publications.europa.eu/resource/cellar/d8df4f27-6604-40c2-87f2-cc89915f2ebf", "type": "Regulation", "concepts": ["164", "2713", "3275", "4718", "473", "5096"], "title": "Commission Regulation (EC) No 1483/96 of 26 July 1996 amending Regulation (EC) No 2402/95 introducing preventive distillation as provided for in Article 38 of Council Regulation (EEC) No 822/87 for the 1995/96 wine year\n", "header": "COMMISSION REGULATION (EC) No 1483/96 of 26 July 1996 amending Regulation (EC) No 2402/95 introducing preventive distillation as provided for in Article 38 of Council Regulation (EEC) No 822/87 for the 1995/96 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1544/95 (2), and in particular Article 38 (5) thereof,\nWhereas Commission Regulation (EEC) No 2721/88 (3), as last amended by Regulation (EEC) No 2181/91 (4), lays down detailed rules for voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87; whereas Commission Regulation (EC) No 1848/95 (5) fixes the prices, aid and certain other amounts applicable to preventive distillation for the 1995/96 wine year;\nWhereas Commission Regulation (EC) No 2402/95 (6), as amended by Regulation (EC) No 2791/95 (7), introduced preventive distillation for the 1995/96 wine year; whereas the final date for signing distillation contracts was 27 December 1995; whereas the final date for the delivery to the distillery of the wine concerned was 15 May 1996;\nWhereas the volume of table wine which could be distilled under this measure was fixed at 6 300 000 hl by the abovementioned Regulation but only around 1 900 000 hl of wine has actually been distilled under contract;\nWhereas the current situation on the market for table wines, with high stocks at the end of the wine year and a reduction in prices on certain markets, is adversely affecting producers' incomes; whereas a volume of the products concerned should be removed from the market by re-opening preventive distillation, for the unused volume of 2 700 000 hl, reserved for table wines with a view, in addition, to improving the quality of products on the market;\nWhereas, if the overall quantity applied for per region exceeds the quantities provided for, the Member States must apply a single reduction rate for all new contracts submitted;\nWhereas, for the proper administration of the quantities in question, it is necessary to derogate from certain provisions of Regulation (EEC) No 2721/81 and to lay down that the quantities applied for in the contracts and declarations may be reduced;\nWhereas, in order to increase the effectiveness of this measure, it is necessary to concentrate distillation in a short period and to permit the Member States to impose stricter measures and, in particular, to provide for the lodging of a security when contracts and declarations are submitted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following Article 1a is hereby added to Regulation (EC) No 2402/95:\n'Article 1a\n1. Preventive distillation of table wine and wine suitable for yielding table wine as provided for in Article 38 of Regulation (EEC) No 822/87 is hereby re-opened for the 1995/96 wine year.\nThe maximum quantities of table wine and wine suitable for yielding table wine which producers may have distilled, in accordance with Regulation (EEC) No 2721/88 shall be:\n>TABLE>\n2. Each producer having produced table wine or wine suitable for yielding table wine may sign, by 20 August 1996, a preventive distillation contract or declaration with the competent authorities of the Member State specifying:\n(a) the family name, first name and address of the applicant;\n(b) the quantity of wine he has produced which he wishes to have distilled in accordance with current Community provisions concerning the quality of products to be delivered to distilleries;\n(c) the name and address or company name of the distillery.\nThe distillation contract or declaration shall be accompanied by a copy of the production declaration submitted to the competent authorities for the 1995/96 wine year.\nThe applicant shall also submit proof that he holds the wine concerned and indicate the quantities already delivered to distilleries for preventive distillation in 1995/96.\nThe Member States may limit the number of contracts a producer may conclude for the distillation measure referred to in this Article.\n3. The producer Member States shall determine the reduction rate to be applied to the above contracts and declarations where the overall quantity covered by contracts and declarations submitted for each region exceeds that laid down. Member States shall take the necessary administrative steps to approve the above contracts and declarations by 17 September 1996, indicating the reduction rate applied and the volume of wine accepted per contract or declaration. Member States shall notify the Commission of the quantities of wine covered by contracts by 20 September 1996.\n4. Deliveries to distilleries must be made between 1 September and 10 October 1996.\n5. Member States may lay down that all contracts and declarations submitted must be accompanied by proof of the lodging of a security as provided for in Article 1 (1) and (3).\n6. Regulation (EEC) No 2721/88 shall apply subject to the following:\n(a) Article 6 (1) and (4) shall not apply.\n(b) Notwithstanding Article 6 (5), the minimum volume of wine for distillation by German and Austrian producers shall be 5 hl.\n(c) Notwithstanding Article 7 (1), distillation must take place before 15 December 1996.\n(d) Notwithstanding Article 9 (1), advances on aid must be paid by 15 October 1996. Distillers and, where appropriate, producers wishing to take advantage of the possibility of obtaining an advance must submit an application by 25 September 1996.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 31.\n(3) OJ No L 241, 1. 9. 1988, p. 88.\n(4) OJ No L 202, 25. 7. 1991, p. 16.\n(5) OJ No L 177, 28. 7. 1995, p. 35.\n(6) OJ No L 246, 13. 10. 1995, p. 8.\n(7) OJ No L 289, 2. 12. 1995, p. 35."}