{"celex_id": "31992R0308", "uri": "http://publications.europa.eu/resource/cellar/2446d45e-fb23-4f51-b4b7-e04223bb9a82", "type": "Regulation", "concepts": ["1730", "20", "2664", "5076", "5360", "64"], "title": "Commission Regulation ( EEC ) No 308/92 of 7 February 1992 amending Regulation ( EEC ) No 3680/91 on the sale for delivery in Madeira and the Azores of cereals held by different intervention agencies, and amending Regulation ( EEC ) No 3681/91 fixing the minimum selling prices for the purposes of the standing invitation to tender issued by Regulation ( EEC ) No 3680/91\n", "header": "COMMISSION REGULATION (EEC) No 308/92  of 7 February 1992  amending Regulation (EEC) No 3680/91 on the sale for delivery in Madeira and the Azores of cereals held by different intervention agencies, and amending Regulation (EEC) No 3681/91 fixing  the minimum selling prices for the purposes of the standing invitation to tender issued by Regulation (EEC) No 3680/91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (6) thereof,\nWhereas Article 2 (2) of Commission Regulation (EEC) No 3680/91 of 17 December 1991 on the sale for delivery in the Azores and Madeira of cereals held by the intervention agencies (3), explicity states that each of the islands in the archipelago in  which there are either milling facilities or feedingstuffs factories should by supplied; whereas the experience acquired shows that supply of feedwheat to these islands should equally be foreseen; whereas this supply is foreseen by a tender to sale  cereals held by different intrvention agencies;\nWhereas the minimum selling prices for the purposes of the standing invitation to tender issued by Regulation (EEC) No 3680/91 have been fixed in Commission Regulation (EEC) No 3681/91 (4), without distinguishing between the different intervention  agencies; whereas the 'Accession' compensatory amounts for common wheat were fixed, for the 1991/92 marketing year, by Commission Regulation (EEC) No 1826/91 (5); whereas these accession compensatory amounts should be taken into account at the fixing of  the minimum selling prices for the Portuguese intervention agency in order to avoid any discrimination between the different intervention agencies concerned; whereas different selling prices should, therefore, be fixed for the Portuguese intervention  agency and, consequently, the Annex of Regulation (EEC) No 3681/91 should also be amended taking effect as from 1 February 1992;\nWhereas the measures provided for in this Regulation are in acordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 2 (2) of Regulation (EEC) No 3680/91 is hereby replaced by the following:\n'2. The cereals sold must be delivered to the destination provided for in the Annex.\n(a) ± 60 % to the island of Sao Miguel;\n(b) ± 30 % to the island of Terceira;\n(c) ± 10 % to the island of Faial.\nDeliveries of barley and feed wheat to the Azores must necessarily be broken down, for each offer accepted, as follows:\n(a) ± 75 % for the island of Sao Miguel;\n(b) ± 14 % for the island of Terceira;\n(c) ± 2,5 % for the island of Faial;\n(d) ± 2 % for the island of Sao Jorge;\n(e) ± 2 % for the island of Pico;\n(f) ± 1,5 % for the island of Flores (Corvo);\n(f) ± 1,5 % for the island of S. Maria;\n(h) ± 1,5 % for the island of Graciosa.'", "The Annex of Regulation (EEC) No 3681/91 is hereby replaced by the Annex of the present Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 February 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 362, 27. 12. 1990, p. 28. (3) OJ No L 349, 18. 12. 1991, p. 31. (4) OJ No L 349, 18. 12. 1991, p. 34. (5) OJ No L 166, 28. 6. 1991, p. 43.\nANNEX\nMinimum selling prices in ecus per tonne\nCereals  Intervention agencies    other than Portugal   Portugal   Azores  Madeira  Azores  Madeira        - Bread-making wheat  92,24  92,24  131,95  131,95  - Feed wheat  84,32  84,32  124,03  124,03  - Barley  84,32  84,32  -  -  - Durum  wheat  149,43  149,43  -  -"}