{"celex_id": "31993D0110", "uri": "http://publications.europa.eu/resource/cellar/862ceb5c-cfb7-467c-b36f-cfef7a82711a", "type": "Decision", "concepts": ["1085", "2900", "2947", "345", "4585", "935"], "title": "93/110/EEC: Council Decision of 15 February 1993 authorizing the French Republic to extend the application of a measure derogating from Article 2 of the sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 15 February 1993 authorizing the French Republic to extend the application of a measure derogating from Article 2 of the sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover  taxes\n(93/110/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1), and in particular Article 27  thereof,\nHaving regard to Council Decision 89/683/EEC of 21 December 1989 authorizing the French Republic to apply a measure derogating from Article 2 of the sixth Directive (77/388/EEC) on the harmonization of the laws of the Member States relating to turnover  taxes (2),\nHaving regard to the ensuing Commission proposal,\nHaving regard to the Commission report on the application of Decision 89/683/EEC,\nWhereas, under Article 27 (1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce or extend special measures for derogation from that Directive in order to simplify the  procedure for charging value added tax (VAT) or to prevent certain types of tax evasion or avoidance;\nWhereas, by letter registered by the Secretariat-General of the Commission on 22 October 1992, the Government of the French Republic requested authorization to extend application of the derogation previously granted to it for a limited period by  Decision 89/683/EEC on the basis of Article 27 of Directive 77/388/EEC;\nWhereas the Commission report on the application of the said measure over the period 1991 to 1992 has demonstrated the latter's usefulness and effectiveness in the waste-recovery sector, which is particularly vulnerable to fraud; whereas the said report  finds that there is no reason to oppose extension of the derogation provided that the derogation is clearly limited over time, and expires in the short term;\nWhereas the other Member States were informed on 20 November 1992 of the request from the Government of the French Republic,", "main_body": ["By way of derogation from Article 2 of Directive 77/388/EEC, the French Republic is hereby authorized, until 31 December 1996 and in respect of fresh industrial waste and recuperable material, to exempt from VAT:\n(a) on the one hand, supplies made by:\n- undertakings whose annual turnover is less than FF 500 000,\n- undertakings which do not have a permanent establishment or which, although they have a permanent establishment, have achieved in the previous year a turnover figure in respect of such products of less than FF 6 million, unless they are authorized to  subject such transactions to VAT;\n(b) on the other hand, imports and intra-Community acquisitions.", "By way of derogation from Article 10 (2) of Directive 77/388/EEC, the French Republic is hereby authorized until 31 December 1996 to introduce in respect of supplies to taxable persons of fresh industrial waste and recuperable material in the  form of non-ferrous metals and their alloys, where these supplies are not exempt from VAT on the basis of Article 1, arrangements suspending payment of VAT relating to these transactions.\nThe taxable persons receiving these supplies shall pay VAT on them where these products are intended neither for the export as such nor for the manufacture or resale as such of products liable to VAT.", "In the light of a report from the Commission on the application of the authorizations referred to in Articles 1 and 2, accompanied, where appropriate, by a proposal for a Decision, the Council, acting on the basis of that proposal, shall  decide, by 31 December 1996 at the latest, whether the said authorizations are to be extended.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 15 February 1993.\nFor the Council\nThe President\nM. JELVED\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 92/111/EEC (OJ No L 384, 31. 12. 1992, p. 47).\n(2) OJ No L 398, 30. 12. 1989, p. 31."}