{"celex_id": "31997R2381", "uri": "http://publications.europa.eu/resource/cellar/0f5e0635-ee91-4442-ad51-740a55218f90", "type": "Regulation", "concepts": ["1730", "2292", "2730", "2731", "4885"], "title": "Commission Regulation (EC) No 2381/97 of 28 November 1997 amending Regulation (EEC) No 2999/92 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira and to determine the forecast supply balance for the period 1 July 1997 to 30 June 1998\n", "header": "COMMISSION REGULATION (EC) No 2381/97 of 28 November 1997 amending Regulation (EEC) No 2999/92 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira and to determine the forecast supply balance for the period 1 July 1997 to 30 June 1998\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira with regard to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas the quantities of products eligible for the specific supply arrangements are determined by means of periodic forecast balances which may be revised according to the essential requirements of the market taking into account local production and traditional trade flows;\nWhereas Commission Regulation (EEC) No 2999/92 (3), as last amended by Regulation (EC) No 1272/97 (4), lays down detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira and the forecast balance fixing the quantities eligible for the specific supply arrangements for the period from 1 July to 31 December 1997;\nWhereas, pending a communication from the competent authorities updating the requirements of Madeira, and so as not to interrupt application of the specific supply arrangements, the balance was drawn up for the period 1 July to 31 December 1997 by Regulation (EC) No 1272/97; whereas as a result of the presentation by the Portuguese authorities of information on the needs of Madeira, it was possible to establish the balance for the entire 1997/98 marketing year; whereas the Annex to Regulation (EEC) No 2999/92 should thus be replaced by the Annex to this Regulation;\nWhereas the supply arrangements are laid down for the period 1 July to 30 June; whereas the definitive supply balance for the 1997/98 marketing year should therefore apply from the start of that year, i.e. 1 July 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The Annex to Regulation (EEC) No 2999/92 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 301, 17. 10. 1992, p. 7.\n(4) OJ L 174, 2. 7. 1997, p. 41.\nANNEX\nForecast supply balance covering processed fruit and vegetable products for Madeira for the period 1 July 1997 to 30 June 1998\n>TABLE>"}