{"celex_id": "31994D0740", "uri": "http://publications.europa.eu/resource/cellar/655e585c-aa5e-405f-a75f-2c26b0b29dc3", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "5369", "619"], "title": "94/740/EC: Commission Decision of 14 November 1994 amending for the second time Decision 94/462/EC concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 94/178/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 14 November 1994 amending for the second time Decision 94/462/EC concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 94/178/EC (Text with EEA relevance) (94/740/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Council Directive 92/118/EEC (2) and, in particular, Article 10 (4) thereof,\nWhereas as a result of outbreaks of classical swine fever in different parts of Germany, the Commission adopted Decision 94/462/EC of 22 July 1994 concerning certain protection measures relating to classical swine fever in Germany and repealing Decision  94/178/EC (3), as amended by Decision 94/600/EC (4);\nWhereas a number of outbreaks of classical swine fever have occurred in Germany; whereas some of the outbreaks have occurred in areas where the disease is present in the wild boar population;\nWhereas in view of the trade in live pigs, fresh pigmeat and certain meat-based products, these outbreaks are liable to endanger the herds of other Member States;\nWhereas Germany has taken measures in accordance with Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (5), as last amended by Decision 93/384/EEC (6), and, furthermore, has  introduced further measures;\nWhereas in the light of the evolution of the situation it is necessary to amend the present measures;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 94/462/EC is hereby amended as follows:\n1. Article 1 is replaced by:\n'Article 1\n1. Germany shall not send to other Member States breeding pigs and production pigs unless the pigs:\n- come from a holding where no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question,\n- have been subject to a test for antibodies to classical swine fever (EC virus) and found negative; this test shall be carried out in accordance with the provisions of Annex IV, point 1 of Council Directive 80/217/EEC within four days of certification,\n- have undergone the clinical examination required in Council Directive 64/432/EEC(7)() on the farm of origin. The examination shall comprise all pigs and related facilities on the holding of origin. The animals shall be identified by eartags at the  holding of origin and at any assembly centre so that these can be ascertained and traced back. The means of transport shall carry an official seal.\n2. The measures referred to in the second indent of paragraph 1 shall apply only to pigs originating from the areas described in Annex I.\n3. Intra-Community movements of the animals referred to in paragraph 1 shall only be allowed following three days advance notification to the central veterinary authority in the Member State of destination and dispatched by the local competent  veterinary authority.\n'\n2. In Article 2, '94/600/EC' is replaced by '94/740/EC'.\n3. In Article 3, 'the Annex' is replaced by 'Annex II'.\n4. In Article 8, '20 November' is replaced by '20 December'.\n5. The Annex is replaced by:\n'ANNEX I\n- Mecklenburg-Western Pomerania,\n- Rhineland-Palatinate,\n- Lower Saxony with the exception of Kreis Grafschaft Bentheim and Kreis Emsland,\n- In Bavaria, the following areas:\n(a) In Regierungsbezirk Niederbayern, the Kreise: Landshut, Kelheim, Dingolfing-Landau, Rottal-Inn and Stadt Landshut.\n(b) In Regierungsbezirk Oberbayern, the Kreise: Freising, Erding, Muehldorf, Altoetting, Dachau and Pfaffenhofen.\n- Any Kreis where a new outbreak occurs outside the abovementioned areas.\nANNEX II\nSerological screening for antibodies to classical swine fever (HC Virus)\nThe German authorities shall carry out a serological screening programme which samples the equivalent of 5 % of the national sow and boar populations each year (100 000 samples per annum).\nThe screening programme shall, where possible, make use of serum samples collected during the national programme for the eradication of Aujeszky's disease. It will also concentrate on the herds or animals most likely to be at risk from classical swine  fever:\n- small breeding herds near towns or on farms where sows are fattened for slaughter and may have been fed with swill,\n- boars used for natural service particularly boars used on several farms,\n- herds in areas containing wild boar,\n- herds in Regierungsbezirke that have recorded classical swine fever outbreaks since 1 August 1994'.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 14 November 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 189, 23. 7. 1994, p. 89.\n(4) OJ No L 240, 15. 9. 1994, p. 30.\n(5) OJ No L 47, 21. 2. 1980, p. 11.\n(6) OJ No L 166, 8. 7. 1993, p. 34.\n(7)() OJ No 121, 29. 7. 1964, p. 1977/64."}