{"celex_id": "31999D0733", "uri": "http://publications.europa.eu/resource/cellar/aa61756f-4a6c-493d-8e94-017b7a843098", "type": "Decision", "concepts": ["1043", "1728", "2609", "5713", "862", "922"], "title": "1999/733/EC: Council Decision of 8 November 1999 providing supplementary macro-financial assistance to the former Yugoslav Republic of Macedonia\n", "header": "COUNCIL DECISION\nof 8 November 1999\nproviding supplementary macro-financial assistance to the former Yugoslav Republic of Macedonia\n(1999/733/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal of the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Commission consulted the Economic and Financial Committee before submitting its proposal;\n(2) The former Yugoslav Republic of Macedonia is undertaking fundamental economic reforms and is making substantial efforts to establish a well-functioning market economy with a view to increasing employment and living standards;\n(3) The former Yugoslav Republic of Macedonia has suffered very large economic costs as a direct consequence of the conflict in Kosovo and has made, despite severe social and economic strains, exceptional efforts to host a high number of refugees;\n(4) The former Yugoslav Republic of Macedonia and the European Community have signed a Cooperation Agreement(3) which entered into force on 1 January 1998;\n(5) The Council, on 26 April 1999, has welcomed the prospect of a feasibility study towards upgrading the contractual relations between the European Community and the former Yugoslav Republic of Macedonia;\n(6) The former Yugoslav Republic of Macedonia has reached a preliminary agreement with the International Monetary Fund (IMF) on an arrangement under the Compensatory and Contingency Financing Facility and discussions are well advanced between the two parties on a stand-by arrangement (SBA) in support of the authorities' adjustment and reform programme;\n(7) The World Bank is preparing a new Financial and Enterprise Structural Adjustment Loan, which envisages substantial adjustment and investment financing in support of the former Yugoslav Republic of Macedonia's reform efforts in the enterprise and financial sectors;\n(8) The authorities of the former Yugoslav Republic of Macedonia have requested financial assistance from the international financial institutions, the Community and other bilateral donors; over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered in 1999 and 2000 in order to strengthen the country's reserve position and support the policy objectives attached to the government's reform programme;\n(9) Financial assistance from the Community in the form of a combination of a long-term loan and a straight grant to the former Yugoslav Republic of Macedonia is an appropriate measure to support the balance of payments and help ease the country's external financial constraints in the current exceptionally difficult circumstances, comforting the implementation of structural reforms and helping to alleviate the social consequences of the economic disruptions caused by the conflict in Kosovo;\n(10) The inclusion of a grant component in this assistance is without prejudice to the powers of the budgetary authority;\n(11) This assistance should be managed by the Commission in accordance with the principles of sound financial management;\n(12) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to the former Yugoslav Republic of Macedonia financial assistance in the form of a long-term loan facility and straight grants, with a view to ensuring a sustainable balance of payments situation.\n2. The loan component of this assistance shall amount to a maximum principal of EUR 50 million, with a grace period of 10 years and a maximum maturity of 15 years. To this end, the Commission is empowered to borrow, on behalf of the European Community, the necessary resources that will be placed at the disposal of the former Yugoslav Republic of Macedonia in the form of a loan.\n3. The grant component of this assistance shall amount to a maximum of EUR 30 million for the 1999 to 2000 period.\n4. The Community financial assistance shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with any agreement reached between the IMF and the former Yugoslav Republic of Macedonia.", "1. The Commission is empowered to agree with the authorities of the former Yugoslav Republic of Macedonia, after consultation of the Economic and Financial Committee, the economic policy conditions attached to this assistance. These conditions shall be consistent with the agreements referred to in Article 1(4).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that the economic policy in the former Yugoslav Republic of Macedonia is in accordance with the objectives of this assistance and that its conditions are being fulfilled.", "1. The loan and grant components of this assistance shall be made available to the former Yugoslav Republic of Macedonia in at least two instalments. Subject to the provisions of Article 2, the first instalment is to be released on the basis of an agreement between the former Yugoslav Republic of Macedonia and the IMF on a macroeconomic programme that is supported by an upper credit tranche arrangement.\n2. Subject to the provisions of Article 2, the second and any further instalments shall be released on the basis of a satisfactory track record in the former Yugoslav Republic of Macedonia's adjustment and reform programme and not before three months after the release of the first instalment.\n3. The funds shall be paid to the National Bank of the former Yugoslav Republic of Macedonia.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if the former Yugoslav Republic of Macedonia so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of the former Yugoslav Republic of Macedonia, and where circumstances permit an improvement in the interest rate of the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by the former Yugoslav Republic of Macedonia.\n5. The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3 at least once a year.", "At least once a year, as a rule by 15 September, the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation of the implementation of this Decision."], "attachments": "Done at Brussels, 8 November 1999.\nFor the Council\nThe President\nS. NIINISTĂ\u0096\n(1) OJ C 307E, 26.10.1999, p. 43.\n(2) Opinion delivered on 6 October 1999 (not yet published in the Official Journal).\n(3) OJ L 348, 18.12.1997, p. 2."}