{"celex_id": "31999D0283", "uri": "http://publications.europa.eu/resource/cellar/5b8ee3fe-3193-44f3-b5d2-7cb62547161b", "type": "Decision", "concepts": ["1425", "2836", "3678", "3885", "4036"], "title": "Decision No 283/1999/EC of the European Parliament and of the Council of 25 January 1999 establishing a general framework for Community activities in favour of consumers\n", "header": "DECISION No 283/1999/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 January 1999 establishing a general framework for Community activities in favour of consumers\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 129a thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3),\n(1) Whereas Community action contributes to achieving a high level of consumer protection and thus also contributes to promoting economic and social cohesion in the Community and to strengthening consumer confidence, which is essential for the smooth functioning of the internal market;\n(2) Whereas these objectives cannot be achieved effectively without the cooperation and participation of all the institutions and parties concerned;\n(3) Whereas the Community is committed in particular to giving new impetus to its action in favour of consumers and their health in order to enable them to become a driving and innovatory force;\n(4) Whereas the statement of the European Council meeting in Luxembourg on 12 and 13 December 1997 on food safety recognises that everything must be done to restore public confidence, severely shaken by the BSE crisis; whereas activities to be undertaken within a general framework are essential for achieving this aim;\n(5) Whereas the Community needs to plan the actions required by grouping them together in a general framework that identifies the activities and areas of activity which must be tackled as a matter of priority in order to achieve maximum effectiveness throughout the period covered;\n(6) Whereas this general framework aims in particular to bring together the initiatives carried out for the benefit of consumers in order to optimise their effects for consumers;\n(7) Whereas this general framework must provide both for initiatives taken by the Community, in compliance with the principle of subsidiarity, and for actions to support organisations and bodies which work to defend consumer interests at Community or national level;\n(8) Whereas the initiatives undertaken by the Community and the actions to support other private or public initiatives complement one another and should form part of an integrated approach; whereas it is necessary to strengthen the bodies and organisations that are active in the area of consumer protection so that they can be a more effective driving force for making consumers aware of the priorities set by the Community;\n(9) Whereas the other policies of the Community are also responsible and accountable for the integration of consumer interests and should also contribute in financial terms to the implementation of policy in the field of consumer protection;\n(10) Whereas the implementation of this general framework should make it possible to take better account of the interests of consumers in the other relevant policies of the Community, and should ensure the development of consumer participation in the standardisation process;\n(11) Whereas a harmonised approach to matters related to the protection of consumers and their health is indispensable and whereas this general framework is to provide the necessary financial support to ensure the provision of high-quality independent scientific advice, globally recognised risk-assessment methods and effective control and inspection methods; whereas the Community also has at its disposal the expertise of the Joint Research Centre;\n(12) Whereas this general framework is open to the participation of the associated countries of central and eastern Europe in accordance with the relevant European Agreements or their Additional Protocols, and also to Cyprus in accordance with procedures to be agreed, as well as to the EFTA/EEA countries on the basis of additional appropriations in accordance with the rules set out in the Agreement on the European Economic Area;\n(13) Whereas action under this general framework should also contribute to promoting the interests of consumers at international level;\n(14) Whereas it is necessary to evaluate past achievements and draw up a policy priority programme to implement this general framework in order to help achieve maximum effectiveness throughout the period covered; whereas an action plan should be included;\n(15) Whereas it is necessary to ensure that the interests of consumers are represented at Community level and to provide significant support to European organisations and bodies which represent the interests of consumers effectively and actively;\n(16) Whereas it is necessary, at the same time, to support organisations and bodies which are active at national or regional level by encouraging them to take part in concerted action in the areas recognised as priorities;\n(17) Whereas it is therefore necessary to set out the arrangements for the financial support provided by the Community to the organisations and bodies that are representative of consumer interests, out of a constant concern for maximum transparency and for effectiveness in the use of the funds allocated by the Community;\n(18) Whereas a modus vivendi was concluded on 20 December 1994 between the European Parliament, the Council and the Commission concerning the implementing measures for acts adopted in accordance with the procedure laid down in Article 189b of the Treaty (4);\n(19) Whereas it is necessary to lay down selection criteria for the provision of financial support;\n(20) Whereas it is necessary to establish effective methods for evaluation and monitoring and to make provision for informing the target groups concerned in an appropriate way;\n(21) Whereas the implementation of the activities provided for under this general framework must be evaluated in the light of the experience gained in the first three years;\n(22) Whereas this Decision lays down, for the whole of the planned duration, a financial framework constituting the principal point of reference, within the meaning of point 1 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995 (5), for the budgetary authority in the annual budgetary procedure,", "main_body": ["CHAPTER I\nGeneral objectives and approach", "1. This Decision establishes, at Community level, a general framework for activities for promoting the interests of consumers and providing them with a high level of protection.\n2. This general framework of activities consists of actions designed to help protect the health, safety and economic interests of consumers and to promote their right to information and education and their right to join forces in order to protect their interests.\n3. This general framework of activities is hereby adopted for the period from 1 January 1999 to 31 December 2003.\n4. The financial framework for the implementation of this general framework for the period 1999-2003 is hereby set at EUR 112,5 million (6).\n5. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "The activities to support and supplement the policy conducted by the Member States shall consist of:\n(a) actions taken by the Commission;\n(b) actions providing financial support for the activities of European consumer organisations, under the conditions set out in Article 5;\n(c) actions providing financial support for specific projects to promote the interests of consumers in the Member States presented under the conditions set out in Article 6, in particular by consumer organisations and appropriate independent public bodies.", "The Commission shall ensure that there is consistency and complementarity between the Community activities and projects under this general framework and the other Community programmes and initiatives, such as the triennial action programmes, and shall in accordance with its action plan 1999-2001 lay down the priorities to be applied in the activities listed in the Annex.", "The actions referred to in Article 2 shall concern the following specific areas in particular:\n(a) the health and safety of consumers as regards products and services;\n(b) protecting the economic and legal interests of consumers, including access to dispute resolution, as regards products and services, taking into account horizontal aspects;\n(c) educating and informing consumers about their protection and rights;\n(d) promotion and representation of the interests of consumers.\nThe Annex sets out a list of the activities by area.\nCHAPTER II\nImplementing arrangements", "1. The financial support referred to in Article 2(b) may be granted to European consumer organisations which:\n- are non-governmental, non-profit-making organisations whose main objectives are to promote and protect the interests and health of consumers, and\n- have been mandated to represent the interests of consumers at European level by national organisations of at least half the Member States of the Community that are representative, in accordance with national rules or practice, of consumers and are active at national or regional level.\n2. The financial support referred to in Article 2(b) may be granted to support the activities of European consumer organisations that are planned in the annual programme of their activities, where these activities relate to one or more of the areas mentioned in Article 4.\n3. The conditions for granting financial support are set out in Articles 7, 8 and 10.\nIn addition, the financial support may not, in principle, exceed 50 % of the expenditure involved in carrying out eligible activities. Administrative costs related to eligible activities shall be taken into account in so far as they are in conformity with Article 6(3).", "1. The financial support referred to in Article 2(c) may be granted to any natural or legal person or association of natural persons that acts independently of industry and commerce and is actually responsible for the implementation of the projects, where the main objectives of these projects are to promote and protect the interests and health of consumers.\n2. The financial support referred to in Article 2(c) shall be granted on the basis of the description of the project, where it relates to one or more of the areas mentioned in Article 4.\nUnpaid work or donations in kind, if properly documented, may be taken into account, up to a level of 20 % of total eligible costs, when assessing the organisations' revenue and costs.\n3. The conditions for granting financial support are set out in Articles 7, 8 and 10.\nIn addition, the financial support may not, in principle, exceed 50 % of the expenditure involved in implementing the project(s), excluding all operating expenses, except where these are directly related to the proposed project.", "The financial support referred to in Article 2(b) and (c) shall be granted to actions selected in particular on the basis of the following criteria, where appropriate, taking into account the variety of consumer organisations in Member States in order to ensure an adequate balance of consumer interests in the Community:\n- a satisfactory level of cost-effectiveness,\n- an added value ensuring a high and uniform level of the representation of the interests of consumers,\n- a lasting multiplier effect at national or European level,\n- effective and balanced cooperation between the various parties for planning and carrying out activities and for financial participation,\n- the development of lasting transnational cooperation, especially through the exchange of experience to raise the awareness of consumers and economic operators and by joint utilisation of their results,\n- the widest possible dissemination of the results of the activities and projects supported,\n- the ability to analyse the situations to be covered, the means earmarked for evaluating the activities and projects and their suitability for best practice.\nCHAPTER III\nProcedures, evaluation and monitoring", "1. Each year the Commission shall, for the actions referred to in Article 2(b) and (c), at a date, if possible before 30 September, of which it will inform all interested parties and Member States in an appropriate way, publish a notice in the Official Journal of the European Communities describing the areas for funding and setting out the selection and award criteria and the procedures for application and approval.\n2. Having assessed the proposals, the Commission shall, within five months of the publication referred to in paragraph 1, select such activities and projects referred to in Chapter II as are to receive financial support. The Commission decision shall lead to the conclusion of a contract with the recipients responsible for implementation concerning the rights and obligations of the parties.\n3. Community support shall relate to actions to be carried out in the year of the financial contribution or in the following year.\n4. A list of the recipients and of the actions funded under this framework shall be published each year in the Official Journal of the European Communities with an indication of the amount of the support.", "1. In defining the criteria for the selection of activities and projects referred to in Article 2(b) and (c) and in selecting these activities and projects, the Commission shall be assisted by a committee of an advisory nature composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.\n3. In addition, at the beginning of each year, the Commission shall provide the Committee with information about the activities financed under Article 2(a).", "0\n1. The Commission shall ensure the monitoring and supervision of effective implementation of the activities financed by the Community. This shall be done on the basis of reports using procedures agreed between the Commission and the recipient; it shall include checks in situ by means of sampling.\n2. Recipients shall submit a report to the Commission for each action within three months of its completion. The Commission shall determine the form and content of this report.\n3. Recipients of financial support shall keep at the Commission's disposal all the documentary evidence of expenditure for a period of five years from the last payment concerning an action.", "1\nThe Commission shall ensure that the actions funded by the Community are evaluated regularly. These evaluations may be carried out by the Commission and/or by independent experts engaged for this purpose.", "2\n1. The Commission may reduce, suspend or recover financial support granted for an activity if it detects irregularities or learns that the activity has, without its approval, been significantly modified so that it is incompatible with the objectives of the agreed implementing arrangements.\n2. If the deadlines are not met or if the state of progress of an activity warrants only partial use of the appropriations granted, the Commission shall ask the recipient concerned to provide an explanation within a given period of time. If the recipient's reply is not satisfactory, the Commission may cancel the balance of the financial support and demand that the sums already paid be refunded immediately.\n3. All undue payments shall be refunded to the Commission. Any sums not refunded in good time may be increased by default interest. The Commission shall determine the arrangements for the application of this paragraph.", "3\n1. Each year, the Commission shall submit a report to the European Parliament and to the Council on the implementation of this general framework.\nThis report shall include the results of the evaluation of the actions, activities and projects carried out under this framework as well as, where appropriate, under other budgetary frameworks.\n2. By 30 June 2002 at the latest, the Commission shall submit an evaluation report to the European Parliament and to the Council on the first three years of implementation of activities under this general framework.", "4\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 25 January 1999.\nFor the European Parliament\nThe President\nJ. M. GIL-ROBLES\nFor the Council\nThe President\nJ. FISCHER\n(1) OJ C 108, 7. 4. 1998, p. 43 and OJ C 390, 15. 12. 1998, p. 22.\n(2) OJ C 235, 27. 7. 1998, p. 72.\n(3) Opinion of the European Parliament of 8 October 1998 (OJ C 328, 26. 10. 1998, p. 166), Council common position of 20 November 1998 (OJ C 404, 23. 12. 1998, p. 8) and Decision of the European Parliament of 15 December 1998 (not yet published in the Official Journal). Council Decision of 21 December 1998.\n(4) OJ C 102, 4. 4. 1996, p. 1.\n(5) OJ C 102, 4. 4. 1996, p. 4.\n(6) NB: This amount does not include the appropriations earmarked for funding EHLASS, i.e. EUR 7,5 million altogether.\nANNEX\nLIST OF ACTIVITIES BY AREA\n1. Consumer health and safety\n- Actions undertaken for the preparation and drawing up of opinions of the scientific committees,\n- expertise and inspections relating to controls in the food, veterinary and phytosanitary sectors,\n- technical expertise to assess, adopting a preventive approach, risks relating to products, in particular for foodstuffs,\n- making best use of scientific and technical elements relating to consumer protection actions, in particular through the use of expertise of the Joint Research Centre,\n- actions relating to consumer products and services causing danger to consumers,\n- dissemination of information about dangerous products and services as well as about potential risks.\n2. Protecting the economic and legal interests of consumers, including access to dispute resolution, as regards products and services, taking into account horizontal aspects\n- Actions to improve cooperation between the bodies participating in market surveillance,\n- actions to ensure the respect of consumer rights in the supply of products and services, including mechanisms for improving the settlement of consumer disputes, in particular through pilot projects and setting up databases,\n- actions to ensure a level playing field in consumer transactions, taking into account the impact of new technologies, the development of financial services and the impact of the euro on the consumer,\n- actions to monitor environmental claims on product labels, on packaging and, in general, in advertising and through other types of marketing,\n- improving common extra-judicial procedures,\n- development of, and support for, actions aimed at facilitating access to justice,\n- actions to assess the specific risks and potential benefits for consumers in the information society including pilot projects to establish cross-border dispute resolution systems applicable to electronic commerce and on-line contracts,\n- actions to promote data protection and the protection of privacy including the protection of minors.\n3. Educating and informing consumers\n- Improving information to consumers about their rights and how to enforce them and raising awareness of manufacturers and consumers about safety aspects of products and services,\n- raising awareness of consumers for the need for sustainable production and consumption patterns,\n- improving information to consumers about features of specific products and services in particular through comparative testing,\n- developing the education and training of consumers, particularly in schools,\n- development of, and support for, European centres providing information and advice to cross-border consumers in the Community.\n4. Promotion and representation of the interests of consumers\n- Strengthening the representation of the interests of consumers at the Community and international level,\n- supporting consumer organisations in the Member States, in particular where their means are limited,\n- promotion and coordination of consumer participation at the European level in standardisation,\n- pilot projects promoting sustainable consumption models, in particular those that are environmentally friendly."}