{"celex_id": "31994R1046", "uri": "http://publications.europa.eu/resource/cellar/6a500178-8776-4a66-bf6c-419f30f2e1da", "type": "Regulation", "concepts": ["1744", "3034", "4215", "4327", "5096"], "title": "Commission Regulation (EC) No 1046/94 of 4 May 1994 deferring the final date for sowing maize and sorghum in certain areas\n", "header": "COMMISSION REGULATION (EC) No 1046/94 of 4 May 1994 deferring the final date for sowing maize and sorghum in certain areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 232/94 (2), and in particular Article 12 thereof,\nWhereas Article 10 (2) of Commission Regulation (EEC) No 1765/92, fixes 15 May as the final date applicable to the dates set by Member States for sowing and the submission of applications in respect of cereals;\nWhereas, in certain cases, the aforementioned date does not allow sowings of maize and sorghum to be undertaken in suitable conditions; whereas, in accordance with the seventh indent of Article 12 of Regulation (EEC) No 1765/92, provision should  therefore be made for an additional time limit by which to sow where the weather conditions in certain areas make such a time limit necessary; whereas the said time limit should not, however, compromise the efficiency required of the support system for  producers of arable crops, nor upset the introduction of checks relating to this system; whereas it is therefore appropriate to fix 31 May as the time limit for the areas concerned;\nWhereas deferring the sowing date for certain arable crops in certain areas does not constitute sufficient grounds for changing the date laid down for the lodging of 'area' aid applications as referred to in Article 6 (2) of Council Regulation (EEC) No  3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (3) as amended by Regulation (EC) No 165/94 (4); whereas the procedure whereby producers confirm sowings to the competent  authorities may be implicitly established with a view to simplifying matters;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the 1994/95 marketing year, the final date for sowing shall be postponed to 31 May 1994 in the case of maize and sorghum in areas to be defined by the Member State in accordance with the seventh indent of Article 12 of Regulation (EEC) No  1765/92 and located within the regions listed in the Annex hereto.", "Without prejudice to Commission Regulation (EEC) No 3887/92 (5):\n(a) the final date for confirming sowings to the competent authority shall be fixed at 31 May 1994;\n(b) the Member States may introduce an implicit confirmation procedure whereby no notification on the part of the producer is equivalent to a confirmation of sowing. By the same token, producers who have not carried out the sowings planned must signal  that fact.", "Member States shall notify the Commission, not later than 31 May 1994, of the measures taken to apply this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 30, 3. 2. 1994, p. 7.\n(3) OJ No L 355, 5. 12. 1992, p. 1.\n(4) OJ No L 24, 29. 1. 1994, p. 6.\n(5) OJ No L 391, 31. 12. 1992, p. 36.\nANNEX\n\"\" ID=\"1\">Maize (including sweetcorn)> ID=\"2\">France> ID=\"3\">Departments of Ain, Allier, Alpes-de-Haute-Provence, Ardèche, Ariège, Aude, Aveyron, Bas-Rhin, Bouches-du-Rhône, Calvados, Charente, Charente-Maritime, Corrèze, Côtes d'Armor, Nord,  Creuse, Deux Sèvres, Dordogne, Drôme, Eure, Eure-et-Loir, Finistère, Gard, Gers, Gironde, Haut-Rhin, Haute-Garonne, Haute-Pyrénées, Haute-Savoie, Haute-Vienne, Hérault, Ile-et-Vilaine, Indre, Indre-et-Loire, Isère, Landes, Loire, Loire-Atlantique,  Loir-et-Cher, Loiret, Lot, Lot-et-Garonne, Maine-et-Loire, Manche, Mayenne, Morbihan, Orne, Puy-de-Dôme, Pyrénées-Atlantiques, Rhône, Sarthe, Savoie, Seine-Maritime, Tarn, Tarn-et-Garonne, Var, Vaucluse, Vendée, Vienne\"> ID=\"2\">Greece>  ID=\"3\">Macedonia, Thrace\"> ID=\"2\">Spain> ID=\"3\">The whole territory with the exception of the provinces of Huelva, Sevilla, Cadiz, Málaga, Córdoba, Jaen and the Canary Islands\"> ID=\"2\">Italy> ID=\"3\">Centre, north-east and north-west (statistical  regions)\"> ID=\"2\">Portugal> ID=\"3\">Between Douro and Minho, Beira litoral, Alentejo, Ribatejo and Oeste\"> ID=\"2\">United Kingdom> ID=\"3\">The whole territory with the exception of areas at an altitude higher than 250 metres in Scotland, England, Wales  and Northern Ireland\"> ID=\"2\">Netherlands> ID=\"3\">Region I\"> ID=\"1\">Sorghum> ID=\"2\">Italy> ID=\"3\">Centre (statistical region) Emilia-Romagna\"> ID=\"2\">France> ID=\"3\">Departments of Ain, Allier, Alpes-de-Haute-Provence, Ardèche, Ariège, Aude, Aveyron,  Bas-Rhin, Bouches-du-Rhône, Calvados, Charente, Charente-Maritime, Corrèze, Côtes d'Armor, Nord, Creuse, Deux Sèvres, Dordogne, Drôme, Eure, Eure-et-Loir, Finistère, Gard, Gers, Gironde, Haut-Rhin, Haute-Garonne, Haute-Pyrénées, Haute-Savoie,  Haute-Vienne, Hérault, Ile-et-Vilaine, Indre, Indre-et-Loire, Isère, Landes, Loire, Loire-Atlantique, Loir-et-Cher, Loiret, Lot, Lot-et-Garonne, Maine-et-Loire, Manche, Mayenne, Morbihan, Orne, Puy-de-Dôme, Pyrénées-Atlantiques, Rhône, Sarthe, Savoie,  Seine-Maritime, Tarn, Tarn-et-Garonne, Var, Vaucluse, Vendée, Vienne\"> ID=\"2\">Greece> ID=\"3\">Thrace\"> ID=\"2\">Portugal> ID=\"3\">Between Douro and Minho, Beira litoral, Alentejo, Ribatejo and Oeste\">"}