{"celex_id": "31995D0487", "uri": "http://publications.europa.eu/resource/cellar/3d2b73dc-3a7e-42a8-989e-d40581f34202", "type": "Decision", "concepts": ["1074", "2901", "5404", "795", "800", "888"], "title": "95/487/EC: Council Decision of 23 October 1995 concerning the conclusion of an Agreement between the European Community and the United States of America establishing a cooperation programme in higher education and vocational education and training\n", "header": "COUNCIL DECISION of 23 October 1995 concerning the conclusion of an Agreement between the European Community and the United States of America establishing a cooperation programme in higher education and vocational education and training (95/487/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 126 and 127, in conjunction with Article 228 (2) first sentence and (3) first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas by its Decision of 21 November 1994 the Council authorized the Commission to negotiate agreements for cooperation in higher education and vocational training between the European Community, Canada and the United States of America;\nWhereas the Community and the United States of America expect to obtain mutual benefit from such cooperation, which must, on the Community's side, be complementary to the bilateral programmes between the Member States and the United States of America and provide a European added value;\nWhereas the Agreement between the European Community and the United States of America establishing a cooperation programme in higher education and vocational education and training should be approved,", "main_body": ["The Agreement between the European Community and the United States of America establishing a cooperation programme in higher education and vocational education and training is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The financial reference amount to fulfil the Community's financial obligations mentioned in Article 7 of the Agreement shall be ECU 6,5 million for the five-year period provided for in Article 11 (2) thereof.\nThe annual appropriations shall be authorized by the budget authority within the limit of the financial perspective.\nThe scholarships provided in accordance with Article 4 (3) of the Agreement shall be independent of the national Fulbright scholarships granted by the United States/Member States bilateral commissions.", "The delegation of the European Community to the Joint Committee referred to in Article 5 of the Agreement shall consist of a representative from the Commission assisted by a representative from each Member State.", "The President of the Council is hereby authorized to designate the person or persons empowered to sign the Agreement on behalf of the Council of the European Union and to carry out the notifications provided for in Article 11 of the Agreement."], "attachments": "Done at Luxembourg, 23 October 1995.\nFor the Council\nThe President\nJ. SAAVEDRA ACEVEDO\n(1) OJ No C 287, 30. 10. 1995."}