{"celex_id": "31998R0648", "uri": "http://publications.europa.eu/resource/cellar/b6e5728a-457e-4ddc-b683-5804b0d0938e", "type": "Regulation", "concepts": ["161", "1644", "2300", "2771", "3732"], "title": "Commission Regulation (EC) No 648/98 of 23 March 1998 amending Regulation (EC) No 327/98 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice\n", "header": "COMMISSION REGULATION (EC) No 648/98 of 23 March 1998 amending Regulation (EC) No 327/98 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1 thereof,\nWhereas Commission Regulation (EC) No 327/98 (2) lays down detailed rules for the application of tariff quotas for imports of rice originating in particular in the United States; whereas consultations with the United States Government on the way those two quotas are to be administered have been completed; whereas imports of rice originating in the United States must involve the quantity for April 1998 using import licences issued on the basis of export licences issued by the competent bodies in the United States;\nWhereas, in order to prevent imports under quotas for rice originating in the United States in respect of 1997 from creating disturbance on the Community market for rice, such imports should be staggered over a period of three years; whereas the breakdown of the quota quantities of rice originating in the United States in 1998, 1999 and 2000 should therefore be adjusted;\nWhereas the Management Committee for Cereals has not issued an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 327/98 is hereby amended as follows:\n1. Article 1(2) is deleted;\n2. The following paragraph 2a is added to Article 2:\n'2a. For the years 1998, 1999 and 2000, the quantities of milled rice and husked rice originating in the United States and fixed in paragraph 1(a) and (b) shall be broken down as follows:\n(i) for 1998:\n- semi-milled and wholly-milled rice covered by CN code 1006 30:\n>TABLE>\n- husked rice covered by CN code 1006 20:\n>TABLE>\n(ii) for 1999:\n- semi-milled and wholly-milled rice covered by CN code 1006 30:\n>TABLE>\n- husked rice covered by CN code 1006 20:\n>TABLE>\n(iii) for 2000:\n- semi-milled and wholly-milled rice covered by CN code 1006 30:\n>TABLE>\n- husked rice covered by CN code 1006 20:\n>TABLE>\n3. Article 3 is replaced by the following:\n'Article 3\nWhereas import licence applications are submitted in respect of rice and broken rice originating in Thailand and rice originating in Australia or the United States under the quantities referred to in Article 2, they shall be accompanied by the original of the export licence drawn up in accordance with Annexes I, II and IV and issued by the competent body in the countries indicated therein.\nThe entries shall be optional for Sections 7, 8 and 9 of Annex I.\nExport licences issued in respect of the quantities laid down in Article 2 shall be valid for the year concerned only.`;\n4. The Annex hereto is added as Annex IV to Regulation (EC) No 327/98.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 146, 20. 6. 1996, p. 1.\n(2) OJ L 37, 11. 2. 1998, p. 5.\nANNEX\n'ANEXO IV - BILAG IV - ANHANG IV - ÐÁÑÁÑÔÇÌÁ IV - ANNEX IV - ANNEXE IV - ALLEGATO IV - BIJLAGE IV - ANEXO IV - LIITE IV - BILAGA IV\n>START OF GRAPHIC>\nWARNING! ORIGINAL DOCUMENT HAS MULTIPLE SECURITY FEATURES\nEXPORT CERTIFICATE NO. 1000\nUNITED STATES OF AMERICA\nASSOCIATION FOR THE ADMINISTRATION OF RICE QUOTAS, INC.\nCERTIFICATE OF EU QUOTA ALLOCATION\nFOR SEMI-MILLED OR MILLED RICE (CODE NO. 100630) OR HUSKED/BROWN RICE (CODE NO. 100620)\nThis certificate allocates to the person named below or its transferee the right to export U.S.-produced rice from the United States under European Union tariff-rate quotas, as specified below.\nISSUED TO\nTYPE OF RICE:\nNAME:\nMILLED/SEMI-MILLED (CODE 100630)\nADDRESS:\nHUSKED/BROWN (CODE 100620)\nCONSIGNMENT NET WEIGHT:\nMETRIC TONS\nIMPORTER:\n(To be completed by importer at time of EU customs clearance)\nPACKAGING:\n(To be completed by exporter or importer, if applicable)\nNAME:\npackages of 5 kg or less\nADDRESS:\nDATE ISSUED:\nVOID £MP\nEXPIRATION DATE\nAARQ Administrator\nFOR USE BY EU AUTHORITIES\nWARNING! ORIGINAL DOCUMENT HAS MULTIPLE SECURITY FEATURES\nASSOCIATION FOR THE ADMINISTRATION OF RICE QUOTAS, INC.\nCERTIFICATE OF EU QUOTA ALLOCATION - TRANSFER OF OWNERSHIP\n1. TRANSFEROR\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\nTRANSFEREE\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\n2. TRANSFEROR\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\nTRANSFEREE\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\n3. TRANSFEROR\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\nTRANSFEREE\nNAME:\nADDRESS:\nBY:\nNAME:\nTITLE:\nDATE:\n>END OF GRAPHIC>\n`"}