{"celex_id": "31997D0562", "uri": "http://publications.europa.eu/resource/cellar/72f82043-63b3-401c-a739-a75fba8cdfc5", "type": "Decision", "concepts": ["1309", "192", "2718", "3000", "4453"], "title": "97/562/EC: Commission Decision of 28 July 1997 laying down special conditions for the import of bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Thailand (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 July 1997 laying down special conditions for the import of bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Thailand (Text with EEA relevance) (97/562/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and placing on the market of bivalve molluscs (1), as amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 9 (3) (b) thereof,\nWhereas the legislation of Thailand makes the Ministry of Agriculture and Cooperatives, Department of Fisheries (Fish Inspection and Quality Control Division) (FIQCD) responsible for inspecting the health of bivalve molluscs, echinoderms, tunicates and marine gastropods and for monitoring the hygiene and sanitary conditions of production; whereas the same legislation empowers FIQCD to authorize or prohibit the harvesting of bivalve molluscs, echinoderms, tunicates and marine gastropods from certain zones;\nWhereas the FIQCD and its laboratories are capable of effectively verifying the application of the laws in force in Thailand;\nWhereas the competent authorities of Thailand have undertaken to communicate regularly and quickly to the Commission data on the presence of plankton containing toxins in the harvest zones;\nWhereas the competent authorities of Thailand have provided official assurances regarding compliance with the requirements specified in Chapter V of the Annex to Directive 91/492/EEC and with requirements equivalent to those prescribed in that Directive for the classification of production and relaying zones, approval of dispatch and purification centres and public health control and production monitoring;\nWhereas Thailand is eligible for inclusion in the list of third countries fulfilling the conditions of equivalence referred to in Article 9 (3) (a) of Directive 91/492/EEC;\nWhereas Thailand wishes to export to the Community frozen or processed bivalve molluscs, echinoderms, tunicates and marine gastropods which have been sterilized or heat-treated in accordance with the requirements of Commission Decision 93/25/EEC (2), amended by Decision 97/275/EC (3);\nWhereas, for this purpose, the production areas from which bivalve molluscs, echinoderms, tunicates and marine gastropods may be harvested and exported to the Community should be designated;\nWhereas the special import conditions should apply without prejudice to decisions taken pursuant to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (4), as last amended by Directive 95/22/EC (5);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Ministry of Agriculture and Cooperatives, Department of Fisheries - Fish Inspection and Quality Control Division - (FIQCD) shall be the competent authority in Thailand for verifying and certifying that bivalve molluscs, echinoderms, tunicates and marine gastropods fulfil the requirements of Directive 91/492/EEC.", "Bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Thailand and intended for human consumption must originate in the authorized production areas listed in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 1.\n(2) OJ No L 16, 25. 1. 1993, p. 22.\n(3) OJ No L 108, 25. 4. 1997, p. 52.\n(4) OJ No L 46, 19. 2. 1991, p. 1.\n(5) OJ No L 243, 11. 10. 1995, p. 1.\nANNEX\nPRODUCTION ZONES IN COMPLIANCE WITH THE PROVISIONS LAID DOWN IN POINT 1 OF CHAPTER I OF THE ANNEX TO DIRECTIVE 91/492/EEC\n>TABLE>"}