{"celex_id": "31990R3729", "uri": "http://publications.europa.eu/resource/cellar/5dd9b195-9555-4558-bf06-a366b4c66cf2", "type": "Regulation", "concepts": ["161", "1734", "690"], "title": "Council Regulation (EEC) No 3729/90 of 13 December 1990 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Algeria, Morocco, Tunisia or Egypt (1991)\n", "header": "COUNCIL REGULATION (EEC) N° 3729/90\nof 13 December  1990\nopening and providing for the administration of Community tariff quotas for certain  agricultural products orginating in Algeria, Morocco, Tunisia or Egypt (1991)\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Cooperation Agreements between the European Economic Community of the one part and the  People's Democratic Republic of Algeria (1), the Kingdom of Morocco (2), the Republic of Tunisia  (3) and the Arab Republic of Egypt (4) of the other part, as supplemented by the additional  Protocols thereto (5) (6) (7) (8), provide for the opening by the Community of Community tariff  quotas for:\n- 39 000 tonnes and 98 000 tonnes of new potatoes falling within CN code ex 0701 90 51 originating  in Morocco and Egypt respectively (1 January to 31 March).\n- 86 000 tonnes of tomatoes, fresh or chilled, falling within CN code ex 0702 00 10 originating in  Morocco (15 November to 30 April), of which 15 000 tonnes in April,\n- 10 100 tonnes of tomatoes, fresh or chilled, falling\nwithin CN codes ex 0703 10 11, ex 0703 10 19  and ex 0709 90 90 originating in Egypt (1 February to 15 May),\n- 4 900 tonnes of onions falling within CN code 0712 20 00, originating in Egypt,\n- 265 000 tonnes, 28 000 tonnes and 7 000 tonnes of oranges, fresh, falling within CN code ex 0805  10, originating respectively in Morocco, Tunisia and Egypt (1 July to 30 June),\n- 8 700 tonnes of peas and immature beans of the\nspecies Phaseolus spp., in pod, prepared or  preserved, falling within CN codes 2004 90 50, 2005 40 00 and 2005 59 00, originating in Morocco,  and\n- 8 250 tonnes and 4 300 tonnes of apricot pulp falling within CN code ex 2008 50 91,  originating in Morocco and Tunisia respectively,\n- 15 000 tonnes of orange juice, falling within CN codes 2009 11 11;19 and 2009 19 11;19;91;99,  originating in Morocco, of which not more than 4 500 tonnes may be imported in packings of a  capacity of two litres or less, and\n- 200 000 hectolitres and 50 000 hectolitres of certain wines  of designated origin, in containers holding two litres or less, falling within CN codes ex 2204 21  25, ex 2204 21 29, ex 2204 21 35 and ex 2204 21 39, originating respectively in Algeria and  Tunisia;\nWhereas, however, the Cooperation Agreement with the Republic of Tunisia provides that certain  prepared and preserved sardines falling within CN code ex 1604 13 10 or ex 1604 20 50 originating  in Tunisia may be imported into the Community free of duty; whereas the detailed arrangements must  be fixed by an exchange of letters between the Community and Tunisia; whereas, since that exchange  of letters has not yet taken place, the Community arrangements which applied in 1990 should be  renewed until 31 December 1991; whereas a duty-free Community tariff quota of 100 tonnes should  therefore be opened;\nWhereas the wine in question is subject to compliance with the free-at-frontier reference price;  whereas, in order that such wine may benefit from this tariff quota, Article 54\nof Regulation (EEC)  No 822/87 (9), as last amended by Regulation (EEC) No 1325/90 (10), must be complied with;\n¹\nwhereas the wine must be put up in containers holding two litres or less; whereas the wine must  be accompanied either by a certificate of designation of origin in accordance with the model given  in Annex D to the Agreement or, by way of derogation, by a document VI 1 or a VI 2 extract  annotated in compliance with Article 9 of Regulation (EEC) No 3590/85 (1);\nWhereas by virtue of the provisions of a common declaration of the Contracting Parties forming an  integral part of the EEC/Morocco, Tunisia, Egypt Protocols the accounting of the quantities of  fresh oranges in question must begin on 1 July each year; whereas to keep this arrangement it is  fitting to open the quotas in question with the consequence that the quotas by applying the pro  rata clause, must be fixed at respectively 44 166 tonnes, 4 666 tonnes and 3 500 tonnes; whereas  furthermore, tariff dismantling for tomatoes and onions, fresh or chilled, shall enter into force  respectively from 1 January to 30 April 1991 and from 1 May to 15 May 1991; whereas these Community  tariff quotas in question should therefore be opened with the consequence that the quotas by  applying the pro rata clause must be respectively fixed at 62 545 tonnes and 4 524 tonnes;\nWhereas, within the limits of these tariff quotas, customs duties are to be phased out over the  same periods and at the same rates as provided for in Articles 75, 243 and 268 of the Act of  Accession of Spain and Portugal; whereas for wines, of designated origin, Spain and Portugal are to  apply customs duties calculated in accordance with the relevant provisions of Council Regulation  (EEC) No 3189/88 of 14 October 1988 laying down the arrangements to be applied by Spain and  Portugal to trade with Morocco (2) and Council Regulation (EEC) No 2573/87 of 11 August 1987 laying  down the arrangements for trade between Spain and Portugal on the one hand and Algeria, Egypt and  Tunisia on the other (3); whereas the Community tariff quotas in question should therefore be  opened for 1991;\nWhereas by Commission Regulation (EEC) No 2573/90\nof 5 September 1990 totally suspending certain  customs\nduties applicable by the Community of Ten to imports from Spain and Portugal (4) of the  products listed in Annex II to the Treaty, the said duties shall be totally suspended when they  reach a level of 2 % or less; whereas the same rates of duties should be applied to imports of  these products originating in Morocco, Tunisia and Egypt;\nWhereas all Community importers should be ensured equal and continuous access to the said quotas  and the duty rates laid down for the quotas should be applied consistently to all imports of the  products in question into all Member States until the quotas are exhaused; whereas the necessary  measures should be taken to provide for the effective Community management of the quotas, so that  the Member States may draw against the quotas such quantities as they may need, corresponding to  actual imports; whereas this method of administration requires close cooperation between the Member  States and the Commission;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation  concerning the administration of these quotas may be carried out by any of its members,", "main_body": ["1.  The customs duties applicable to  imports into the Community of the products listed below originating in Algeria, Morocco, Tunisia or  Egypt shall be suspended at the levels, during the periods and within the limits of the Community  tariff quotas shown below:\n>TABLE>\nWithin the limits of these tariff quotas, the Kingdom of Spain and the Portuguese  Republic shall apply customs duties calculated in accordance with the relevant provisions of  Regulation (EEC) No 2573/87 and (EEC) No 3189/88.\n2.  Importations of the wine in question shall be subject to the free-at-frontier price. It shall  qualify for the tariff quotas only if Article 54 of Regulation (EEC) No 822/87 is adhered to.\n3.  Each wine, when imported, shall be accompanied either by a certificate of designation of  origin, issued by the relevant Algerian authority or, by way of derogation, by a document VI 1 or a  VI 2 extract annotated in compliance with Article 9 of Regulation (EEC) No 3590/85, in accordance  with the model annexed to this Regulation.", "The tariff quotas referred to in Article 1  shall be administered by the Commission, which may take any appropriate measure with a view to  ensuring the efficient administration thereof.", "If an importer presents in a Member State  a declaration of entry into free circulation including a request for preferential benefit for  products covered by this Regulation, and if this declaration is accepted by the customs  authorities, the Member State concerned shall draw, from the tariff quotas, by means of  notification to the Commission, quantities corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration,  must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the  declaration of entry into free circulation by the customs authorities of the Member State  concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the tariff quota.\nIf the quantities requested are greater than the available balance of the quota, allocation shall  be made on a pro rata basis with respect to the requests. Member States shall be informed by the  Commission of the drawings made.", "Each Member State shall ensure that importers of the  products concerned have equal and continuous access to the quotas for such time as the residual  balance of the quota volumes so permits.", "The Member States and the Commission shall  cooperate closely in order to ensure that this Regulation is complied with.", "This  Regulation shall enter into force on 1 January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 13 December 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ N° L 263, 27. 9. 1978, p. 2.\n(2) OJ N° L 264, 27. 9. 1978, p. 2.\n(3) OJ N° L 265, 27. 9. 1978, p. 2.\n(4) OJ N° L 266, 27. 9. 1978, p. 2.\n(5) OJ N° L 297, 21. 10. 1987, p. 2.\n(6) OJ N° L 224, 13. 8. 1988, p. 17.\n(7) OJ N° L 297, 21. 10. 1987, p. 36.\n(8) OJ N° L 297, 21. 10. 1987, p. 11.\n(9) OJ N° L 84, 27. 3. 1987, p. 1.\n(10) OJ N° L 132, 23. 5. 1990, p. 19.\n(1) OJ N° L 343, 20. 12. 1985, p. 20.\n(2) OJ N° L 287, 20. 10. 1988, p. 1.\n(3) OJ N° L 250, 1. 9. 1987, p. 1.\n(4) OJ N° L 243, 6. 9. 1990, p. 19.\nANNEX I\nANNEX II\n>TABLE>"}