{"celex_id": "31997R2342", "uri": "http://publications.europa.eu/resource/cellar/5f21402e-4deb-4b08-862b-0d214e12e11c", "type": "Regulation", "concepts": ["1730", "1929", "2121", "4743", "4885", "5076"], "title": "Commission Regulation (EC) No 2342/97 of 26 November 1997 establishing the supply balance for the Azores and Madeira with products from the eggs and poultrymeat sectors and amending Regulation (EEC) No 1726/92\n", "header": "COMMISSION REGULATION (EC) No 2342/97 of 26 November 1997 establishing the supply balance for the Azores and Madeira with products from the eggs and poultrymeat sectors and amending Regulation (EEC) No 1726/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 introducing specific measures for the Azores and Madeira concerning certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas Commission Regulation (EEC) No 1726/92 (3), as last amended by Regulation (EC) No 1262/97 (4), fixes for the period 1 July 1997 to 31 December 1997 the quantities of breeding material originating in the Community which benefit from an aid with a view to developing the potential for production in the Azores and Madeira; whereas these quantities should be determined for the egg and poultrymeat sectors for the period 1 July 1997 to 30 June 1998, taking account of local production and traditional trade flows and ensuring that the proportion of products supplied from the Community is preserved;\nWhereas, pending a communication from the competent authorities updating the requirements of Madeira, and so as not to interrupt application of the specific supply arrangements, the balance was drawn up for the period 1 July to 31 December 1997 by Regulation (EC) No 1262/97; whereas as a result of the presentation by the Portuguese authorities of information on the needs of Madeira, it was possible to establish the balance for the entire 1997/98 period; whereas the Annex to Regulation (EC) No 1726/92 should thus be replaced by the Annex to this Regulation;\nWhereas the supply arrangements are laid down for the period 1 July to 30 June; whereas the definitive supply balance for the 1997/98 period should therefore apply from the start of that year, i.e. 1 July 1997;\nWhereas the fact that the Community aid is fixed in the light of the present situation on the market for the products in question and in particular of the prices for such products in the European part of the Community and on the world market results in the aid for the supply of egg and poultrymeat to the Azores and Madeira being fixed at the amounts given in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Eggs and Poultrymeat,", "main_body": ["The Annex to Regulation (EEC) No 1726/92 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 179, 1. 7. 1992, p. 99.\n(4) OJ L 174, 2. 7. 1997, p. 17.\nANNEX\nPART 1\n>TABLE>\nPART 2\n>TABLE>"}