{"celex_id": "31992D0380", "uri": "http://publications.europa.eu/resource/cellar/19f9a04e-960c-4a81-a542-05040fe706c4", "type": "Decision", "concepts": ["192", "3647", "3660", "4636", "994"], "title": "92/380/EEC: Commission Decision of 2 July 1992 amending the list of establishments and laboratories authorized to manipulate foot-and-mouth disease virus as laid down in Directive 85/511/EEC introducing Community measures for the control of foot-and-mouth disease\n", "header": "COMMISSION DECISION  of 2 July 1992  amending the list of establishments and laboratories authorized to manipulate foot-and-mouth disease virus as laid down in Directive 85/511/EEC introducing Community measures for the control of foot-and-mouth  disease  (92/380/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 85/511/EEC (1), as amended by Directive 90/423/EEC (2), and in particular Article 13 thereof,\nWhereas the cessation of routine vaccination against foot-and-mouth disease in the Community has increased the susceptibility of the Community herds to this disease;\nWhereas it is therefore essential to ensure that laboratories which handle the virus do so under secure conditions, to avoid the dissemination of the virus from them which might endanger Community herds;\nWhereas Article 13 of Directive 85/511/EEC required the Commission to carry out spot-checks to ensure that the approved laboratories listed in Annexes A and B to the said Directive comply with the minimum standards laid down by the FAO, and to review  the list of laboratories in the light of the results of the inspections; whereas these inspections have now been carried out;\nWhereas some national authorities have decided to discontinue the handling of foot-and-mouth disease virus in certain laboratories;\nWhereas therefore, it is necessary to amend the lists; whereas it is convenient to rationalize the lists in Annexes A and B;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annexes A and B to Council Directive 85/511/EEC are hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 315, 26. 11. 1985, p. 11. (2) OJ No L 224, 18. 8. 1990, p. 13.\nANNEX\n'ANNEX A\nCOMMERCIAL LABORATORIES AUTHORIZED TO HANDLE LIVE FOOT-AND-MOUTH DISEASE VIRUS FOR VACCINE PRODUCTION\nGermany: Bayer AG,\nOsteratherstrasse 1a,\n5000 Koeln 60.\nFrance: Rhône-Merieux, Laboratoire IFFA,\nrue Marcel Merieux,\n69007 Lyon.\nSpain: Cooper Zeltia SA,\n36400 Porriño (Pontevedra);\nLaboratorio de Sanidad Veterinaria Hipra, SA,\nLes Prades,\n17170 Amer (Girona);\nLaboratorios Sobrino SA,\nApartado 49,\n18080 Olot (Girona).\nUnited Kingdom: Rhône-Merieux, Pirbright Laboratory,\nAsh Road,\nPirbright, Woking, Surrey.\nANNEX B\nNATIONAL LABORATORIES AUTHORIZED TO HANDLE LIVE FOOT-AND-MOUTH DISEASE VIRUS\nBelgium and Luxembourg: Institut national de recherches vétérinaires,\nGroeselenberg 99,\nB-1180 Bruxelles.\nDenmark: Statens Veterinaere Institut for Virusforskning,\nLindholm.\nItaly: Istituto zooprofilattico sperimentale della Lombardia e dell'Emilia Romagna,\nBrescia.\nUnited Kingdom and Ireland: Institute for Animal Health,\nPirbright, Woking, Surrey.\nFrance: Laboratoire national de pathologie bovine,\nLyon;\nLaboratoire central de recherche vétérinaire,\nMaisons-Alfort.\nGreece: Institute for Foot and Mouth Disease and Exotic Diseases,\nAttiki 15310.\nGermany: Bundesforschungsanstalt fuer Viruskrankheiten der Tiere,\n- Anstaltsteil 7400 Tuebingen,\n- Anstaltsteil Friedrich Loeffler Institut,\nO-2201 - Insel Riems.\nThe Netherlands: Centraal Diergeneeskundig Instituut,\nLelystad.\nSpain: Laboratorio de Alta Seguridad Biológica (INIA),\n28130 Madrid.'"}