{"celex_id": "31990R3731", "uri": "http://publications.europa.eu/resource/cellar/c0534bed-42bc-4c1b-9af3-66713b26a2c6", "type": "Regulation", "concepts": ["161", "1819", "2437", "4083"], "title": "Council Regulation (EEC) No 3731/90 of 13 December 1990 opening, allocating and providing for the administration of a Community tariff quota for prepared or preserved sardines, originating in Morocco (1991)\n", "header": "COUNCIL REGULATION (EEC) NÂ° 3731/90\nof 13 December 1990\nopening,  allocating and providing for the administration of a Community tariff quota for prepared or  preserved sardines, originating in Morocco (1991)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 4 of Protocol 1 to the Agreement on relations in the sea fisheries sector between  the European Economic Community and the Kingdom of Morocco (1) states that prepared or preserved  sardines falling within CN code ex 1604 13 10 or ex 1604 20 50 and originating in Morocco shall be  imported duty-free into the Community within the limits of a Community tariff quota of 17 500  tonnes (net weight); whereas, in order to ensure a regular flow to the Community market under this  quota, the quantities destined for that market may not exceed 60 % of the total volume of the quota  in the first half of the year and may not exceed 35 % in the first quarter of the year; whereas at  the end of each of these periods the quantities of the products in question which have been  allocated to the Member States and remain unused by the latter should be returned immediately to  the Community reserve;\nWhereas, within the limits of the tariff quota, Spain and Portugal shall apply the customs duties  calculated according to the provisions of Council Regulation (EEC) No 3189/88 of 14 October 1988  laying down the arrangements to be applied by Spain and Portugal to trade with Morocco (2); whereas  the Community tariff quota in question should therefore be opened for 1991;\nWhereas equal and continous access to the quota should be ensured for all Community importers and  the rate laid down for the quota should be applied consistently to all imports of the products in  question into all the Member States until the quota is exhausted;\nWhereas the prepared and preserved sardines sector is encountering, in certain regions of the  Community, economic constraints of a particular nature, bearing in mind notably the importance  which sardine production may have in the fisheries production structure as a whole, thus justifying  the fact that the traditional commercial outlets for producers on external markets and, as a matter  of priority, on the Community market, should not be adversely affected;\nwhereas these specific economic circumstances make it necessary to maintain the allocation between  the Member States of the quota concerned for the period af application of this Regulation;\nWhereas, bearing in mind the way in which trade has developed traditionally, the allocation  maintained among Member States should, in order to correspond as closely as possible to the real  trend of the market for the products in question, be carried out on a pro rata basis according to  the needs of the Member States, calculated on the basis of statistics of imports of the said  products from Morocco during a representative reference period and on the economic outlook for the  quota periods in question;\nWhereas in the last three years the products in question were imported regularly only by certain  Member States and not at all or only occasionally by the other Member States; whereas, in these  circumstances, in the first phase, initial shares should be allocated to the genuine importing  Member States and the other Member States should be guaranteed access to the tariff quota when  imports actually take place; whereas these arrangements for allocation will equally ensure the  uniform collection of the duties applicable;\nWhereas, to allow for the trend of imports of the products concerned in the various Member States,  the quota volume should be divided into two parts, the first being allocated among certain Member  States and the second held as a reserve to cover any subsequent requirements of Member States which  have used up their initial shares and any requirements which might arise in the other Member  States; whereas, to afford importers in each Member State some degree of certainty, an appropriate  level for the first part of the Community quota would, in the present circumstances, be 40 % of the  quota volume, the second part, 60 % constituting the reserve to which shall also be returned any  amounts remaining from the shares allocated when the quota volume was divided up for the first and  second quarters of the current year;\nWhereas the initial shares may be used up at different rates in each of the periods concerned;  whereas, to provide for this eventuality and to avoid any break in the continuity of supplies, any  Member State which has entirely used up its initial share should draw additional shares in  quantities corresponding to the period in question; whereas each Member State should effect its  drawing whenever each of its additional shares is almost used up, and as many times as the reserve  for that period allows; whereas this form of administration requires close cooperation between  Member States and the Commission and the latter must be able to\nmonitor the extent to which the  quota volume has been used up and to inform the Member States accordingly;\nWhereas if, during one of the periods concerned, the Community reserve is almost completely used  up, it is essential that Member States return to the reserve the whole of the unused part of their  initial shares and any drawings for that period, in order to prevent part of the Community tariff  quota remaining unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of  Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation  concerning the administration of the\nquota shares allocated to that economic union may be carried  out by any one of its members,", "main_body": ["From 1 January to 31 December 1991 the  customs duty applicable to imports into the Community of the following products, originating in  Morocco, shall be suspended at the level indicated and within the limits of a Community tariff  quota as shown below:\n>TABLE>\nWithin the limits of this tariff quota, the Kingdom of\nSpain and the Portuguese  Republic shall apply customs\nduties calculated in accordance with Regulation (EEC) No 3189/88.", "1.  The tariff quota referred to in Article 1 shall be divided into two parts.\n2.  The first part of the quota, 7 000 tonnes, shall be allocated among certain Member States; the  quota shares corresponding to the first quarter, the second quarter and the second half of the year  respectively shall be as follows:>TABLE>\n3.  The second part of the quota, 10 500 tonnes,  divided into 3 675, 2 625 and 4 200 tonnes corresponding to the\nfirst quarter, the second quarter  and the second half-year respectively, shall constitute the Community reserve.\n4.  If the products concerned are presented in the other Member States along with a declaration of  entry into free circulation accepted by the customs authorities, the Member State concerned shall  inform the Commission and draw a corresponding amount pursuant to Article 3.\n5.  Without prejudice to the provisions of Article 4, the Member States referred to in paragraph 2  shall return immediately to the reserve any quantity of the quota shares allocated to them when the  quota volumes relating to the first and second quarters were divided up which, on 31 March and 30  June 1991 are unused.", "If a Member State has used its entire initial share as specified  in Article 2 (2), or that share less any portion returned to the reserve pursuant to Article 2 (5)  or Article 4, the following provisions shall apply.\nIf an importer presents in a Member State a declaration\nof entry into circulation for a product  covered by this Regulation and if this is accepted by the customs authorities, the Member State  concerned shall inform the Commission and draw an amount corresponding to its requirements from the  reserve referred to in Article 2 (3).\nRequests for drawings, with an indication of the date of acceptance of the said declarations, must  be transmitted to the Commission without delay.\nThe drawing shall be granted by the Commission, by reference to the date of acceptance of the  declarations of entry into free circulation by the customs authorities of the Member State  concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to  the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall  be made on a basis proportionate to the requests. Member States shall be so informed by the  Commission.", "Once at least 80 % of each portion of the reserve, as defined in Article 2  (3), has been used up, the Commission shall inform the Member States thereof.\nIt shall also notify Member States in this case of the date from which drawings on the Community  reserve must be made according to the provisions laid down in the second and fifth paragraphs of  Article 3, if these provisions are not already in effect.\nWithin a time limit fixed by the Commission as from the date referred to in the first subparagraph  of paragraph 2, Member States shall be required to return to the reserve all their initial shares  which have not been used on that date.", "The Commission shall keep account of the shares  opened to Member States pursuant to Articles 2 and 3 and shall inform each Member State of the  extent to which the portions of the reserve have been used up as soon as it has been notified.\nIt shall inform the Member States of the amount of each portion of the reserve following any return  of quota shares pursuant to Article 4.\nIt shall ensure that the drawing which exhausts each portion of the reserve does not exceed the  balance available, and to this end shall notify the amount of that balance to the Member State  making the final drawing.", "Member States and the Commission shall cooperate closely to  ensure that this Regulation is complied with.", "This Regulation shall enter into force on  1 January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 13 December 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ NÂ° L 99, 16. 4. 1988, p. 49.\n(2) OJ NÂ° L 287, 20. 10. 1988, p. 1."}