{"celex_id": "31991D0165", "uri": "http://publications.europa.eu/resource/cellar/0f4f19b7-6930-4969-8f74-6e476c1d95c2", "type": "Decision", "concepts": ["2286", "3263", "5055", "519", "588", "888"], "title": "91/165/EEC: Commission Decision of 20 December 1990 concerning applications for the refund of anti-dumping duties collected on certain the imports of vinyl acetate monomer originating in the United States of America (Quantum Chemical Corporation) (Only the English and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 20 December 1990  concerning applications for the refund of anti-dumping duties collected on certain the imports of vinyl acetate monomer originating in the United States of America  (Quantum Chemical Corporation)  (Only  the English and Dutch texts are authentic)  (91/165/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. PROCEDURE\n(1) Council Regulation (EEC) No 2357/87 (2) amended Regulation (EEC) No 1282/81 (3) imposing a definitive anti-dumping duty on imports of vinyl acetate monomer originating in the United States of America. Anti-dumping duty of 5,9 % was applied to the  American company US Industrial Chemical Co., later to become Quantum Chemical Corporation, to which the 5,9 % duty was declared to be applicable by Council Regulation (EEC) No 2166/89 (4).\n(2) Council Regulation (EEC) No 490/90 (5) repealed Regulation (EEC) No 2357/87 and terminated the anti-dumping proceeding concerning imports of vinyl acetate monomer originating in the United States. Thus, since 2 March 1990, anti-dumping duty can no  longer be imposed on imports of vinyl acetate monomer.\n(3) Commission Decision 90/461/EEC (6), which sets out the details of the case, the procedure, and the arguments of the applicant, refunded part of the anti-dumping duties paid by Quantum Chemical Europe BV, Bavel, Netherlands (hereinafter referred to  as 'Quantum'), in respect of the import in the period May 1988 to March 1989 of vinyl acetate monomer produced and exported by the Quantum Chemical Corporation. The Decision stated that Quantum's applications for the period 1 April 1989 to 1 March 1990,  the expiry date of the anti-dumping duty applied, would be examined before a further decision was taken.\n(4) For this second period, Quantum, which imported into the Netherlands and the United Kingdom, submitted recurring applications for the sums of Fl [ . . . ] and £ [ . . . ] (7).\n(5) The applicant was informed of the results of the examination after the evidence adduced had been verified and had the opportunity to submit its comments.\n(6) In the notified English and Dutch versions of the abovementioned Decision, a clerical error was found concerning the sums to be refunded. The applicant was told that this error would be rectified in that Decision.\n(7) Pursuant to Article 16 (2) of Regulation (EEC) No 2423/88, the Commission informed the Member States and gave its opinion on the applications' admissibility and merits. No Member State raised any objection.\nB. ADMISSIBILITY\n(8) The applications are admissible in that they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular with regard to time limits.\nC. MERITS OF THE CLAIM\n(9) The recurring applications concerning the duties paid on imports of vinyl acetate monomer between April 1989 and 1 March 1990 appear to be well founded The actual dumping margin, calculated as for the previous decision according to the method used  during the first investigation, was nil.\nAccordingly, Quantum's applications for the refund of anti-dumping duties paid on imports into the Community of vinyl acetate monomer originating in the United States between April 1989 and 1 March 1990 must be granted.\nD. AMOUNT TO BE REFUNDED\n(10) The sums of Fl [ . . . ] and £ [ . . . ] are therefore to be refunded to Quantum.\n(11) A correction must also be made to notified Decision No 90/461/EEC of 6 August 1990. The sums indicated in the notified versions were not those indicated to the applicant before the Decision was taken and included in the subsequent translation of  the original Decision.\nThe amounts to be refunded by way of anti-dumping duties paid for the period March 1988 - March 1989 actually totalled Fl [ . . . ] and £ [ . . . ], and not Fl [ . . . ] and £ [ . . . ] as indicated in the notified version of Decision 90/461/EEC.  Decision 90/461/EEC must therefore be amended. This means that the Dutch authorities must refund a further Fl [ . . . ] to the applicant under Decision 90/461/EEC. The notified version of the same Decision awarded £ [ . . . ] too much. The United  Kingdom authorities have notified the Commission that they had refunded only £ [ . . . ] under this Decision and would not therefore need to proceed to recovery.", "main_body": ["Quantum's applications for the refund of anti-dumping duties totalling Fl [ . . . ] and £ [ . . . ] submitted in respect of the period between April 1989 and 1 March 1990 are hereby granted.", "The sums of Fl [ . . . ] and £ [ . . . ] indicated in paragraph (11) above and the notified English and Dutch versions of Article 2 of Commission Decision 90/461/EEC shall be corrected to read: Fl [ . . . ] and £ [ . . . ].", "The sum of Fl [ . . . ] shall be refunded by the Netherlands authorities, that of £ [ . . . ] by the United Kingdom authorities.", "This Decision is addressed to the Kingdom of the Netherlands, the United Kingdom, and Quantum Chemical Europe BV, Bavel, the Netherlands."], "attachments": "Done at Brussels, 20 December 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 213, 4. 8. 1987, p. 32.\n(3) OJ No L 129, 15. 5. 1981, p. 1.\n(4) OJ No L 208, 20. 7. 1989, p. 2.\n(5) OJ No L 53, 1. 3. 1990, p. 1.\n(6) OJ No L 240, 3. 9. 1990, p. 21.\n(7) In accordance with Article  8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision."}