{"celex_id": "31994D0207", "uri": "http://publications.europa.eu/resource/cellar/f65ea842-9da2-4a7a-8489-dd05e6ef2c9c", "type": "Decision", "concepts": ["1005", "1159", "133", "2718", "3544", "5283"], "title": "94/207/EC: Council Decision of 12 April 1994 amending Decision 89/631/EEC on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources\n", "header": "COUNCIL DECISION of 12 April 1994 amending Decision 89/631/EEC on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management  of fishery resources (94/207/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the use of satellite and/or automatic data recorder systems for locating the position of fishing vessels can contribute to a significant improvement in the monitoring function which Member States are required to fulfil in the Community interest;  whereas the Council is to decide before 1 January 1996 on the introduction of such systems, following the implementation by Member States, before 30 June 1995, of pilot projects for certain types of Community fishing vessels, as provided for in Article  3 of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (4);\nWhereas it is important to contribute at Community level to the implementation of the pilot projects of the Member States in accordance with the conditions laid down in Article 3 of the said Regulation; whereas it is therefore necessary to provide, by  way of exception, for an increased Community contribution to the eligible expenditure incurred by the Member States to carry out these projects during a limited period ending on the date provided for in that Article and also to lay down corresponding  administrative deadlines;\nWhereas, therefore, it is necessary to amend Council Decision 89/631/EEC of 27 November 1989 on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the  conservation and management of fishery resources (5),", "main_body": ["Decisiรณn 89/631/EEC is hereby amended as follows:\n1. The following Articles shall be added:\n'Article 2a\n1. However, the Community shall, by way of an exception, meet 100 % of the eligible expenditure incurred by Member States for the purpose of implementing pilot projects as referred to in Article 3 of Council Regulation (EEC) No 2847/93 of 12 October  1993 establishing a system of control applicable to the common fisheries policy (6)() which relate to the use of position-logging systems using satellites and/or automatic data recorders.\n2. The eligible expenditure of the Member States shall relate to the funding of the implementation of pilot projects within the meaning of paragraph 1 in the period 1 June 1994 to 1 June 1995 under the conditions set out in Annex A.", "b\n1. Member States wishing to benefit from a Community contribution to the financing of their expenditure pursuant to Article 2a shall forward to the Commission, before 15 April 1994, a schedule containing the information specified in paragraph 2 of Annex  A.\n2. The Commission shall decide, before 15 June 1994, in accordance with the procedure laid down in Article 18 of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (7)(), on the  Community contribution to the expenditure incurred in 1994 and 1995 pursuant to Article 2a, the eligibility of expenditure and any conditions to which the contribution may be subject.\n'\n2. The Annex which appears in the Annex to this Decision shall be added.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 12 April 1994.\nFor the Council\nThe President\nF. CONSTANTINOU\n(1) OJ No C 334, 9. 12. 1993, p. 2.\n(2) OJ No C 91, 28. 3. 1994.\n(3) Opinion delivered on 23 February 1994 (not yet published in the Official Journal).\n(4) OJ No L 261, 20. 10. 1993, p. 1.\n(5) OJ No L 364, 14. 12. 1989, p. 64. Decision as last amended by Decision 92/393/EEC (OJ No L 213, 27. 7. 1992, p. 35).\n(6)() OJ No L 261, 20. 10. 1993, p. 1.\n(7)() OJ No L 389, 31. 12. 1992, p. 1.\nANNEX\n'ANNEX A\nFunding conditions referred to in Article 2a\n1. The eligible expenditure of Member States referred to in Article 2a (1) and (2) relates to the funding of:\n- pilot projects involving a system of position-monitoring using satellites,\n- pilot projects involving a system of position-logging using automatic data recorders.\n2. The schedule referred to in Article 2b (1), shall list the expenditure referred to at 1, it shall specify in particular:\n(a) a list of the vessels and their technical specifications to be equipped as part of the pilot projects referred to at 1;\n(b) the technical specifications of the equipment:\n- to installed on vessels participating in a pilot project,\n- designed for the recording at a land-based centre and in computer-readable form of information transmitted or collected by fishing vessels in whatever waters they are operating or whatever port they are in,\n- designed to enable the flag Member State, under the cooperation arrangements between Member States and the Commission, to communicate information about its vessels immediately and automatically to the competent authorities of the Member States in  whose waters these vessels are operating;\n(c) in the context of applying a system of automatic recording of a vessel's position, the assurances given by the Member State as to the introduction of a procedure for collecting catch data and storing them centrally on computer;\n(d) the cost of the equipment and the method of payment envisaged;\n(e) the operational costs associated with the implementation of the approved pilot projects;\n(f) the timetable for the planned expenditure.\n3. The Commission shall consider each Member State's application by reference to the following criteria in particular:\n- the number of vessels,\n- complementary pilot projects which concentrate on fishing fleets the activities of which are subject to fishing restrictions,\n- pilot projects involving large vessels.\n4. Member States shall submit their applications for reimbursement before 1 October 1995.\nThe reimbursement of expenditure and the payment of advances shall take place only where the provisions of the Directives coordinating procedures for the award of public works and supply contracts have been complied with, in the sense that certificates  of payment must make reference to the notices of the award of public contracts as published in the Official Journal of the European Communities. Where notices have not been published in the Official Journal of the European Communities, the beneficiary  shall certify that the public contracts have been awarded in conformity with Community legislation.\nThe Commission may request any information which it considers necessary for judging whether Community legislation on public contracts has been complied with.\n5. Member States shall supply the Commission with any information which it may request for the performance of its duties under this Decision.\nEach Member State shall, by 31 August 1995 at the latest, supply the Commision with a report evaluating the implementation of the pilot project or projects financed by the Community pursuant to this Decision.\nThis paragraph shall apply without prejudice to Article 29 of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy.'"}