{"celex_id": "31995R0672", "uri": "http://publications.europa.eu/resource/cellar/7e9851b2-e0c8-468c-982c-f315d62add2b", "type": "Regulation", "concepts": ["12", "1642", "1644", "2734", "4057", "613"], "title": "Commission Regulation (EC) No 672/95 of 29 March 1995 concerning certain import and export licences relating to trade in agricultural products between the Community of Twelve and the new Member States Austria, Finland and Sweden\n", "header": "COMMISSION REGULATION (EC) No 672/95 of 29 March 1995 concerning certain import and export licences relating to trade in agricultural products between the Community of Twelve and the new Member States Austria, Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149 (1) thereof,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 9 (2) thereof, and the corresponding provisions of the other Regulations on the common organization of the market in agricultural products,\nWhereas until 31 December 1994 trade in agricultural products between the Community of Twelve and Austria, Finland and Sweden was subject to the presentation of an import or export licence; whereas, from 1 January 1995, those licences are no longer required;\nWhereas some licences whose validity extended beyond 31 December 1994 were not used at all or only partially; whereas the undertakings linked to those licences were made subject to the lodging of a security; whereas, given that the undertakings no longer serve a purpose, they should be lifted and the securities released;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees concerned,", "main_body": ["The securities lodged with regard to import and export licences and advance fixing certificates:\n- which have one of the new Member States Austria, Finland or Sweden indicated in the licence or certificate application as their country of destination or origin,\n- whose validity has not yet expired on 1 January 1995, and\n- part or all of which has not been used at the date,\nshall be released in accordance with the provisions of Article 27 (2) of Commission Regulation (EEC) No 2220/85 (2).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 205, 3. 8. 1985, p. 5."}