{"celex_id": "31994R3300", "uri": "http://publications.europa.eu/resource/cellar/5a7a3829-2967-406b-a0d4-6f46039361de", "type": "Regulation", "concepts": ["1019", "1511", "2324", "4314", "4320", "4353"], "title": "Commission Regulation (EC) No 3300/94 of 21 December 1994 laying down transitional measures in the sugar sector following the accession of Austria, Finland and Sweden\n", "header": "COMMISSION REGULATION (EC) No 3300/94 of 21 December 1994 laying down transitional measures in the sugar sector following the accession of Austria, Finland and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Norway, Austria, Finland and Sweden, hereinafter referred to as the 'Act', and in particular Article 149 (1) thereof,\nWhereas the Act and therefore the Community rules introduced for the production and trade in agricultural products apply from 1 January 1995; whereas, accordingly, the production arrangements laid down in particular in Council Regulation (EEC) No  1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by the Act (2), will not be applicable until that date, that is to say during the course of the 1994/95 marketing year; whereas transitional  measures within the meaning of Article 149 (1) of the Act are required in order to enable Austria, Finland and Sweden to change over, from 1 January 1995 from the production arrangements in force in Austria, Finland and Sweden to those laid down in  Regulation (EEC) No 1785/81;\nWhereas in order to ensure the best possible application of the production and self-financing arrangements particular to the sugar sector, the conditions applicable to the quantities likely to form part of the normal carry-over stocks should be  determined from the moment the accession of the new Member States takes place;\nWhereas, for the 1994/95 marketing year, the entire sugar output of Austria, Finland and Sweden was produced under national arrangements and much of the sugar they produced was disposed of before 1 January 1995; whereas, accordingly, retroactive action  on delivery contracts concluded in respect of that production between sugar beet or cane producers and sugar manufacturers must be ruled out; whereas there are grounds therefore, for not applying the provisions on self-financing laid down in Articles 28  and 28a of Regulation (EEC) No 1785/81 to sugar produced before 1 July 1995; whereas, in the case of the production of isoglucose in Finland, the normal carry-over stocks as at 1 January 1995 are not very large, since production tends to be steady and  in keeping with demand; whereas, for the purposes of ensuring the same treatment for isoglucose and sugar, the said Articles 28 and 28a should not apply to isoglucose produced before 1 July 1995, the date on which the new 1995/96 marketing year begins;\nWhereas, for the period 1 January to 30 June 1995, Austria, Finland and Sweden have already produced their sugar in respect of the quotas for the 1994/95 marketing year and whereas demand during that period must be met from normal carry-over stocks;  whereas, in the case of isoglucose production, taking into account the characteristics described above and in order to avoid jeopardizing one of the main objectives of the quota system, namely achieving a certain balance in the Community between  production and outlets, provision should be made for satisfying demand in Austria, Finland and Sweden during the period 1 January to 30 June 1995 on the basis of the quantities produced during that period; whereas the basic quantities of A and B  isoglucose applicable in Finland during the period from 1 January to 30 June 1995 should be limited to the quantities corresponding to the share of the Community's average recorded production before accession during the months between January and June,  reference being made to the basic annual quantities for Finland;\nWhereas the non-application of the self-financing arrangements covered by Articles 28 and 28a of Regulation (EEC) No 1785/81 to sugar and isoglucose in respect of production during the period from 1 January to 30 June 1995 in Austria, Finland and Sweden  means that the export refund arrangements referred to in Article 19 of Regulation (EEC) No 1785/81 and the production refund arangements referred to in Article 9 (3) of that same Regulation should not apply to sugar and isoglucose in the said Member  States during that period;\nWhereas Article 16a (2a) of Regulation (EEC) No 1785/81 lays down that a specified quantity of raw sugar may be imported at a reduced levy into Finland; whereas it is necessary to specify the relevant conditions of application and in particular those  relating to the granting of an adjustment aid to the refining industry in Finland corresponding to the aid arrangements foreseen for Portugal;\nWhereas pursuant to Article 145 (2) of the Act, normal carry-over stocks shall be defined for each product on the basis of criteria and objectives peculiar to each common market organization; whereas the stock of sugar and isoglucose in free circulation  in Austria, Finland and Sweden on 1 January 1995 should accordingly be determined in the case of the sugar sector, together with the normal carry-over stock and the conditions for the elimination by those Member States of the quantities exceeding the  said normal carry-over stock;\nWhereas provision should accordingly be made for these Member States to undertake a survey; whereas, to this end, the rules laid down in Council Regulation (EEC) No 431/68 of 9 April 1968 determining the standard quality for raw sugar and fixing the  Comminiy frontier crossing point for calculating cif prices for sugar (3) and Commission Regulation (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (4), as last amended by Regulation  (EC) No 392/94 (5), should be applied for the conversion of the various types of sugar into white sugar;\nWhereas, to determine the quantities of sugar and isoglucose to be eliminated from the market the normal carry-over stock considered necessary, should be defined for each of these products allowing for consumption, production, traditional exports and  operating stocks for refineries; whereas the granting of the reimbursement of storage costs for the quantities of sugar in normal carry-over stocks is justified to the extent that the storage levy is incurred from 1 January 1995 in accordance with\nArticle 12\nof Commission Regulation (EEC) No 1998/78 of 18 August 1978 laying down detailed rules for the offsetting of storage costs for sugar (6), as last amended by Regulation (EEC) No 1758/93 (7);\nWhereas, in view of the features of the markets for sugar and isoglucose which overall are in surplus, the disposal of quantities in excess of normal carry-over stocks must be carried out under certain conditions by export outside the Community either  in the natural state or in the form of processed products in accordance with Commission Regulation (EC) No 1222/94 of 30 May 1994 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural  products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds (8), as last amended by Regulation (EC) No 2296/94 (9); whereas, to that end, certain provisions of Commission  Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advanced fixing certificates for agricultural products (10), as last amended by Regulation (EC) No  2746/94 (11), should be referred to as regards evidence for export;\nWhereas quantities in excess of the normal carry-over stock in question which have not been exported before the date laid down and therefore have not been eliminated from the market must be considered as being disposed of on the Community internal  market and being imported from third countries; whereas, under these conditions, provision should rightly be made for levying an amount equal to the import levy for the product in question in force on the final day of the time limit laid down for  export; whereas the agricultural rate aplicable on the date should be used to convert that amount into national currency;\nWhereas Austria, Finland and Sweden are each responsible for elimininating their respective quantities in excess of the normal carry-over stock under Article 145 (2) of the Act; whereas it is thus for those Member States to ensure that the quantities in  question are indeed exported outside the Community and it is their responsibility therefore to take all necessary measures for that end;\nWhereas, for good management of the markets for sugar, provision must be made for the new Member States to provide notification of the level of their recorded stocks and of quantities considered as being disposed of on the internal market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. The provisions of Articles 9 (3), 19, 28 and 28a of Regulation (EEC) No 1785/81 shall not apply to the quantities of:\n(a) sugar produced from beet or cane harvested in Austria, Finland and Sweden before 1 July 1995;\n(b) isoglucose produced in Finland before 1 July 1995 within the quotas defined in Article 2.\n2. The provisions of Articles 9 (3) and 19 of Regulation (EEC) No 1785/81 shall not apply to the quantities of sugar and isoglucose referred to in Article 5 (1).\n3. However, for the sugar and isoglucose used before 1 October 1995 for the manufacture in Austria, Finland and Sweden of chemical products referred to in the Annex to Council Regulation (EEC) No 1010/86 (12) which are disposed of before that date in  the Community, those Member States may compensate in the form of national measures the absence of production refunds within the limit of:\n(a) the amount of the refund applicable on the day of the processing of the sugar or isoglucose, and\n(b) the following quantity expressed as the case may be in white sugar or in dry matter:\n- 7 500 tonnes of sugar for Austria,\n- 2 100 tonnes of sugar for Sweden,\n- zero tonnes of isoglucose for Finland,\n- 4 500 tonnes of sugar for Finland.\nThe quantities concerned shall be counted against the normal carryover stock fixed for each Member State in Article 5 (1).", "The basic quantities of A and B isoglucose for Finland for the period from 1 January to 30 June 1995 shall be as follows, expressed in tonnes of dry matter:\n- basic quantity A: 5 711,\n- basic quantity B: 571.", "1. During the period from 1 January to 30 June 1995, the reduced levy referred to in Article 16a (2a) of Regulation (EEC) No 1785/81 shall be that determined, fixed and applied in accordance with paragraphs 3, 4 and 5 of the said Article 16a.\n2. Applications for the certificates referred to in Article 16a (7) of Regulation (EEC) No 1785/81 must be accompanied by a declaration from the refiner in which he undertakes to refine the quantity of raw sugar concerned in Finland before 1 July 1995.\n3. During the period referred to in paragraph 1, the adjustment aid arrangements covered in Article 9 (4c) of Regulation (EEC) No 1785/81 shall apply to the refining industry in Finland in respect of the quantities of raw sugar which are imported and  refined within the limit of the quantity specified in Article 16a (2a) of that Regulation.", "For the purposes of Articles 4 to 8 of this Regulation:\n(a) 'sugar' shall mean:\n- beet sugar and cane sugar, in solid form, falling wthin CN code 1701,\n- sugar syrup falling wihtin CN codes 1702 60 90, 1702 90 90 and 2106 90 59;\n(b) 'isoglucose' shall mean the product falling within CN codes 1702 30 10, 1702 40 10, 1702 60 10, 1702 90 30 and 2106 90 30;\n(c) 'new Member States' shall mean Austria, Finland and Sweden.", "1. At 00.00 hours on 1 January 1995 the normal carry-over stock is fixed in respect of:\n(a) sugar, expressed as white sugar, at:\n- 294 177 tonnes for Austria,\n- 145 250 tonnes for Finland,\n- 304 792 tonnes for Sweden.\n(b) isoglucose, expressed as dry matter, at 1 491 tonnes for Finland.\n2. The normal carry-over stock referred to in paragraph 1 (a) shall not include the national strategic stocks which may possibly have been constituted by the new Member States. The latter shall inform the Commission of all changes made to such stocks  together with the conditions governing the changes for the purposes of establishing the Community supply balance.\n3. The reimbursement of storage costs provided for in Article 8 of Regulation (EEC) No 1785/81 shall apply to the quantities of sugar fixed in paragraph 1 in so far as the storage levy referred to in that Article is incurred from 1 January 1995 in  accordance with Article 12 of Regulation (EEC) No 1998/78.", "1. The new Member States shall each undertake a survey of sugar and isoglucose stocks in free circulation in their respective territories at 00.00 hours on 1 January 1995.\n2. For the application of paragraph 1, any person holding, in whatever capacity, a quantity of sugar or isoglucose of at least 3 000 kilograms, expressed, as the case may be, as white sugar or dry matter, in free circulation at 00.00 hours on 1 January  1995 must declare it to the competent authorities before 21 January 1995.\n3. Quantities of raw sugar shall be expressed in terms of white sugar on the basis of yield determined in accordance with Article 1 of Regulation (EEC) No 431/68.\nQuantities of sugar syrups shall be expressed in terms of white sugar on the basis of:\n- the sucrose content of the syrup in question, where its purity is equal to or greater than 98 %, or\n- the extractable sugar content of the syrup in question is determined in accordance with the second subparagraph of Article 1 (5) of Regulation (EEC) No 1443/82, when its purity is less than 98 %.", "1. Where the quantity of the sugar or isoglucose stocks recorded by the survey provided for in Article 6 exceeds, for a new Member State, the quantity laid down for the latter in Article 5 (1), that Member State shall ensure that a quantity  equal to the difference between the quantity recorded and the quantity laid down is exported from the Community before 1 January 1996, either in the form of the products referred to in Article 1 of this Regulation or in the form of processed products  within the meaning of Article 1 of Regulation (EC) No 1222/94. For the determination of the quantity to be exported, quantities of sugar and isoglucose may not be added together and the substitution of one for the other for export shall not be  permitted.\n2. The product in question must be exported pursuant to paragraph 1, without Community intervention before 1 January 1996, from the territory of the new Member State where stocks have been recorded as provided for in paragraph 1 and the product must  have left the geographical territory of the Community before that date.", "1. The evidence of export as referred to in Article 7 (1) must be provided, except in cases of force majeure, before 1 March 1996 by the presentation of:\n(a) export licences and certificates issued in accordance with Article 9 by the competent body in the new Member State concerned;\n(b) the relevant document laid down in Articles 30 and 31 of Regulation (EEC) No 3719/88 for the release of the security.\n2. If the evidence referred to in paragraph 1 is not provided before 1 March 1996, the quantity in question shall be considered as being disposed of on the Community internal market.\n3. In cases of force majeure, the competent body in the new Member State in question shall adopt the measures which it considers necessary in the light of the circumstances.", "1. Applications for export licences and certificates and the licences and certificates themselves shall bear:\n(a) in box 20, the following endorsement:\n'for export in accordance with Article 7 of Regulation (EC) No 3300/94',\n(b) and in the cases of sugar or isoglucose exported in the form of a processed product:\n- in box 15, one of the following endorsements:\n'sugar' or\n'isoglucose',\n- in boxes 17 and 18, the quantity expressed in net weight of white sugar or isoglucose used for the manufacture of the processed product; the exporter shall declare that quantity at the time of export and shall provide the competent body with all  necessary documents and information in support of his declaration,\n- in box 20, a description of the goods to be exported and the tariff headings or subheadings within which they fall.\n2. Export licences and certificates shall bear the following endorsement in box 22:\n'(quantity for which the licence is issued) kg, to be exported without any refund or levy, ................................... licence or certificate valid in ................................... (new Member State of issue) only'.\n3. The licence or certificate shall be valid from the date of issue until 31 December 1995.\n4. The rate of the security for licences and certificates for sugar and isoglucose is fixed at ECU 0,25 per 100 kilograms net of sugar or per 100 kilograms net of isoglucose expressed as dry matter.", "0\n1. For the quantities which are considered as being disposed of on the internal market in accordance with Article 8 (2), an amount shall be levied which is equal:\n(a) in the case of sugar, per 100 kilograms, to the import levy in force on 31 December 1995 for white sugar;\n(b) in the case of isoglucose, per 100 kilograms of dry matter, to one hundred times the basic amount of the import levy in force on 31 December 1995 for sugar syrups.\n2. To convert the amounts referred to in paragraph 1 into national currencies, the agricultural conversion rate applicable shall be that in force on 31 December 1995 in the sugar sector for the new Member State concerned.", "1\n1. The new Member States shall take all measures necessary for the application of this Regulation and shall lay down, in particular, all the verification procedures which prove necessary to conduct the survey provided for in Article 6 and to  accomplish the export obligation referred to in Article 7 (1).\n2. The new Member States shall notify the Commission, separately in respect of sugar and for isoglucose:\n(a) before 11 February 1995 of their stocks recorded in accordance with Article 6 (1);\n(b) before 1 April 1996, of the quantities which are considered in accordance with Article 8 (2), as being disposed of on the internal market and of the cases where Article 8 (3) is applied.", "2\nThis Regulation shall enter into force on the day of, and be subject to, the entry into force of the Treaty of Accession of Norway, Austria, Finland and Sweden.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No C 241, 29. 8. 1994, p. 21.\n(3) OJ No L 89, 10. 4. 1968, p. 3.\n(4) OJ No L 158, 9. 6. 1982, p. 17.\n(5) OJ No L 53, 24. 2. 1994, p. 7.\n(6) OJ No L 231, 23. 8. 1978, p. 5.\n(7) OJ No L 161, 2. 7. 1993, p. 58.\n(8) OJ No L 136, 31. 5. 1994, p. 5.\n(9) OJ No L 249, 24. 9. 1994, p. 9.\n(10) OJ No L 331, 2. 12. 1988, p. 1.\n(11) OJ No L 290, 11. 11. 1994, p. 6.\n(12) OJ No L 94, 9. 4. 1986, p. 9."}