{"celex_id": "31997R2522", "uri": "http://publications.europa.eu/resource/cellar/1eccd19d-0caa-4673-9643-1d9ffc42748b", "type": "Regulation", "concepts": ["1605", "2081", "5233", "87"], "title": "Commission Regulation (EC) No 2522/97 of 16 December 1997 amending Regulation (EEC) No 778/83 laying down quality standards for tomatoes\n", "header": "COMMISSION REGULATION (EC) No 2522/97 of 16 December 1997 amending Regulation (EEC) No 778/83 laying down quality standards for tomatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 2 (2) thereof,\nWhereas Commission Regulation (EC) No 2448/95 of 10 October 1995 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (2) lays down new CN codes; whereas the description of tomatoes as defined in Commission Regulation (EEC) No 778/83 of 30 March 1983 laying down quality standards for tomatoes (3), as last amended by Regulation (EC) No 888/97(4), should therefore be updated;\nWhereas Commission Regulation (EC) No 918/94 of 26 April 1994 derogating from Regulation (EEC) No 778/83 laying down quality standards for tomatoes, as regards tomatoes attached to the stalk (trusses of tomatoes) (5), as last amended by Regulation (EC) No 2250/96 (6), lays down provisions permitting trusses of tomatoes in the 'Extra` Class and Class I to be marketed for a limited trial period; whereas trade in such tomatoes has become economically important; whereas, for the sake of simplification, those provisions should be incorporated definitively in Regulation (EEC) No 778/83; whereas, furthermore, in order to take account of existing practice and of the standards recommended by the United Nations Economic Commission for Europe Working Party on Standardization of Perishable Produce and Quality Development, the marketing of such tomatoes in Class II should be authorized; whereas Regulation (EC) No 918/94 should therefore be repealed;\nWhereas, in order to facilitate trade in tomatoes, the Community standards should be supplemented as regards sizing and marking in accordance with the international standard recommended by the United Nations Economic Commission for Europe;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 778/83 is hereby amended as follows:\n1. the first paragraph of Article 1 is replaced by the following:\n'The marketing standards for tomatoes falling within CN code 0702 00 00 shall be as set out in the Annex.`;\n2. the Annex is amended as follows:\n(a) in Part I (Definition of produce), the following sentence is added:\n'Tomatoes, including trusses of tomatoes, may be classified as one of three commercial types, according to shape and presentation:`;\n(b) in point A of Part II (Provisions concerning quality), the following paragraph is inserted between the first and second paragraphs:\n'In the case of tomatoes attached to the stalk (trusses of tomatoes), the stalks must be fresh, healthy, clean and without leaves or any visible foreign matter.`;\n(c) in Part III (Provisions concerning sizing):\n- the second sentence is replaced by the following:\n'The following provisions do not apply to \"cherry\" or \"cocktail\" tomatoes.`,\n- the following is added to point B (Sizing scale):\n'This sizing scale does not apply to \"Cherry\" tomatoes or to \"cherry\" tomatoes attached to the stalk (trusses of \"cherry\" tomatoes).`;\n(d) in Part VI (Provisions concerning marking), the first indent is replaced by the following:\n'- \"tomatoes\" or \"trusses of tomatoes\" and commercial type, if the contents are not visible from the outside; these details must always be provided for \"cherry\" tomatoes and for trusses of \"cherry\" tomatoes.`", "Regulation (EC) No 918/94 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 1.\n(2) OJ L 259, 30. 10. 1995, p. 1.\n(3) OJ L 86, 31. 3. 1983, p. 14.\n(4) OJ L 126, 17. 5. 1997, p. 11.\n(5) OJ L 106, 27. 4. 1994, p. 5.\n(6) OJ L 302, 26. 11. 1996, p. 16."}