{"celex_id": "31992D0257", "uri": "http://publications.europa.eu/resource/cellar/bc0309f7-d5d2-4775-9690-18114e7a17a8", "type": "Decision", "concepts": ["1309", "192", "2738"], "title": "92/257/EEC: Commission Decision of 21 April 1992 amending Decision 87/119/EEC as regards the list of establishments in Brazil approved for the purpose of importing meat products into the Community\n", "header": "COMMISSION DECISION  of 21 April 1992  amending Decision 87/119/EEC as regards the list of establishments in Brazil approved for the purpose of importing meat products into the Community  (92/257/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Council Regulation (EEC) No 3763/91 (2), and in particular Article 4 (1) thereof,\nWhereas a list of establishments in Brazil, approved for the purpose of importing meat products into the Community, was drawn up initially by Commission Decision 87/119/EEC (3), as last amended by Decision 88/18/EEC (4);\nWhereas a Community on-the-spot visit to meat product establishments in Brazil has revealed that the level of hygiene in one establishment was altered since the last inspection;\nWhereas the list of establishments should be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 87/119/EEC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 356, 24. 12. 1991, p. 1. (3) OJ No L 49, 18. 2. 1987, p. 37. (4) OJ No L 9, 13. 1. 1988, p. 14.\nANNEX\nLIST OF ESTABLISHMENTS\nApproval No  Establishment  Address      SIF 7  Swift Armour SA Indústria e Comércio  Santana do Livramento, Rio Grande do Sul  SIF 10  Swift Armour SA Indústria e Comércio  Sao Paulo, Sao Paulo  SIF 34  Perdigao Agroindustrial SA  S. André,  Sao Paulo  SIF 76  SA Frigorífico Anglo  Barretos, Sao Paulo  SIF 226  BE Comércio e Indústria Ltda  Bagé, Rio Grande do Sul  SIF 337  Frigorífico Bertin Ltda  Lins, Sao Paulo  SIF 381  Frigorífico Kaiowa SA  Guarulhos, Sao Paulo  SIF 385  Indústrias  Mouran Ltda  Andradina, Sao Paulo  SIF 736  Sola SA Indústrias Alimentícias  Três Rios, Rio de Janeiro  SIF 1676  UA - Comércio e Indústria SA  Uberlândia, Minas Gerais  SIF 2015  Sadia Oeste SA Indústria e Comércio  Várzea Grande, Mato Grosso"}