{"celex_id": "31998R1043", "uri": "http://publications.europa.eu/resource/cellar/901d4b8a-a82e-4627-b9c7-0644b137389d", "type": "Regulation", "concepts": ["1309", "161", "1644", "5034", "768"], "title": "Commission Regulation (EC) No 1043/98 of 19 May 1998 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 1998 to 30 June 1999)\n", "header": "COMMISSION REGULATION (EC) No 1043/98 of 19 May 1998 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 1998 to 30 June 1999)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas under schedule CXL the Community undertook to open an annual import tariff quota of 169 000 head of young male bovine animals for fattening; whereas the rules for the application of that quota should be established for the period 1 July 1998 to 30 June 1999;\nWhereas the supply requirements of certain regions of the Community which have a serious shortfall of bovine animals for fattening should be taken into account; whereas, as those requirements are apparent particularly in Italy and Greece, priority should be given to satisfying demand in those two Member States;\nWhereas a method of management should be applied which is comparable to that used in the past for corresponding quotas, involving, in particular, a continuation of the method of allocation between traditional importers and traders furnishing proof of active involvement in trade in live animals with third countries;\nWhereas it should be stipulated that the arrangements are to be managed using import licences; whereas to that end rules should be laid down on submission of applications and the information to be given on applications and licences, where applicable by way of derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for certain agricultural products (2), as last amended by Regulation (EC) No 1033/98 (3), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (4), as last amended by Regulation (EC) No 759/98 (5);\nWhereas the application of this tariff quota requires strict surveillance of imports and effective checks as to their use and destination; whereas, therefore, importation must take place into the Member State which issued the import licence;\nWhereas so that to the destination can be checked, provision should be made for imported animals to be identified in accordance with Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (6);\nWhereas a security should be lodged in order to guarantee that the animals are fattened for at least 120 days in designated production units; whereas the amount of the security should be fixed taking into account the difference between the customs duties applicable inside and outside the quota;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. A tariff quota of 169 000 head of live male bovine animals falling within CN code 0102 90 05, 0102 90 29 or 0102 90 49 and intended for fattening in the Community is hereby opened for the period 1 July 1998 to 30 June 1999.\nThe order number of the quota shall be 09.4005.\n2. The customs import duty to apply for the quota referred to in paragraph 1 shall be ECU 582 per tonne plus 16 % ad valorem.\nApplication of these rates of duty shall be conditional upon the fattening of the imported animals in the Member State of importation for a period of at least 120 days.\nThe conversion rate for the duty expressed in ecus shall be the agricultural conversion rate applicable on the day of importation.\n3. For the purpose of this Regulation, the day of importation is the day of acceptance of the declaration of release for free circulation.", "1. The quantities referred to in Article 1(1) shall be allocated for importation into the following Member States:\n>TABLE>\n2. Within each of the quantities referred to in paragraph 1(a) and (b), import rights relating to:\n- 80 % of the quantity shall be allocated upon application directly to importers who furnish proof of having imported animals under the regulations referred to in the Annex during the last three calendar years; the number of head shall be allocated in proportion to the number of head imported in the three years concerned,\n- 20 % of the quantities shall be allocated upon application directly to traders who furnish proof that in 1997 they exported to and/or imported from third countries at least 50 live animals falling within CN code 0102 90, excluding imports under the regulations referred to in the Annex.\nApplications for import rights shall be presented:\n- in Italy for the quantities referred to in paragraph 1(a),\n- in Greece for the quantities referred to in paragraph 1(b).\n3. The quantities referred to in paragraph 1(c) shall be allocated upon application to traders who furnish proof that in 1997 they exported to and/or imported from third countries at least 50 live animals falling within CN code 0102 90.\nApplications for import rights shall be presented in the Member State, other than Italy and Greece, where the applicant is entered on the national value added tax register.\n4. The quantities referred to in the second indent of the first subparagraph 2 and in paragraph 3 shall be allocated to each eligible operator in proportion to the quantities applied for.\n5. Proof of import and/or export shall be provided solely by means of customs documents of release for free circulation or export documents.\nMember States may accept copies of those documents duly certified by the competent authorities.", "1. Traders who were no longer engaged in trade in live bovine animals on 1 June 1998 shall not qualify for the arrangements provided for in this Regulation.\n2. Companies arising from mergers where each constituent part has rights pursuant to the first subparagraph of Article 2(2) shall enjoy the same rights as the companies from which they are formed.", "1. An application for import rights shall be valid only if its is lodged by a trader who is entered on a national value added tax register.\n2. Applications for import rights shall not exceed the number of head available.\nWhere, under any one category referred to in Article 2(2) and (3), an applicant submits more than one application, all such applications shall be rejected.\n3. For the purposes of Article 2(2) and (3), applications accompanied by the necessary proofs must reach the competent authorities not later than 15 June 1998.\n4. As regards applications pursuant to Article 2(3), after verification of the documents, presented, Member States shall forward to the Commission by 24 June 1998 at the latest a list of applications and quantities applied for.\nThe Commission shall decide as soon as possible to what extent applications may be accepted. Where the quantities applied for exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.", "1. Any import of animals for which import rights have been allocated shall be subject to presentation of an import licence.\n2. The provisions of Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to the provisions of this Regulation.\n3. Licence applications may be lodged solely:\n- in the Member State where the application for import rights was lodged, and\n- by the traders to whom import rights have been allocated in accordance with Articles 2 and 4.\n4. Licences shall be issued up to 31 December 1998 for a maximum of 50 % of the allocated import rights. Import licences for the remaining quantities shall be issued from 2 January 1999.\n5. Licence applications and licences shall contain:\n(a) in Section 8, the country of origin;\n(b) in Section 16, one of the eligible CN codes;\n(c) in Section 20, the following particulars:\n'Live male bovine animals of a live weight not exceeding 300 kg per head (Regulation (EC) No 1043/98). Licence valid in . . . (Member State issuing the licence)`.", "1. Import licences issued pursuant to this Regulation shall be valid for 90 days from their date of issue. However, no licences shall be valid after 30 June 1999.\n2. Article 8(4) of Regulation (EEC) No 3719/88 shall not be applicable.", "1. The animals concerned shall be imported into the Member State issuing the import licence.\n2. At the time of importation, the importer shall give a written undertaking to inform the competent authority within one month of the farm or farms where the young animals are to be fattened.\n3. At the time of importation, a security of ECU 523 per tonne shall be lodged with the competent authority guaranteeing that the animals imported will be fattened in the importing Member State for a period of at least 120 days from the date of importation.\n4. Except in cases of force majeure, the security shall be released only if proof is furnished to the competent authority of the importing Member State that the young bovine animals:\n(a) have been fattened on the farm or farms indicated pursuant to paragraph 2;\n(b) have not been slaughtered before the expiry of a period of 120 days from the date of importation;\nor\n(c) have been slaughtered before the expiry of that period for health reasons or have died as a result of sickness or accident.\nThe security shall be released immediately after such proof has been furnished.\nHowever, where the time limit referred to in paragraph 2 has not been observed, the amount of the security to be released shall be reduced by:\n- 15 %, and by\n- 2 % of the remaining amount for each day by which it has been exceeded.\nThe amount not released shall be forfeited and retained as customs duty.\n5. If the proof referred to in paragraph 4 is not furnished within 180 days from the date of importation, the security shall be forfeited and retained as customs duty.\nHowever, if such proof has not been furnished within 180 days but is produced within six months following the said period of 180 days, the amount forfeited, less 15 % of the security amount, shall be repaid.", "1. All animals imported pursuant to this Regulation shall be identified in accordance with Regulation (EC) No 820/97.\n2. Such identification must indicate the date on which the animal was released for free circulation and the identity of the importer.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 146, 20. 6. 1996, p. 1.\n(2) OJ L 331, 2. 12. 1988, p. 1.\n(3) OJ L 148, 19. 5. 1998, p. 4.\n(4) OJ L 143, 27. 6. 1995, p. 35.\n(5) OJ L 105, 4. 4. 1998, p. 7.\n(6) OJ L 117, 7. 5. 1997, p. 1.\nANNEX\nRegulations referred to in Article 2(2)\nCommission Regulations:\n- (EC) No 3171/94 (OJ L 335, 23.12.1994, p. 47),\n- (EC) No 692/95 (OJ L 71, 31.3.1995, p. 48),\n- (EC) No 1462/95 (OJ L 144, 28.6.1995, p. 6),\n- (EC) No 1119/96 (OJ L 149, 22.6.1996, p. 4),\n- (EC) No 1376/97 (OJ L 189, 18.7.1997, p. 3)."}