{"celex_id": "31990R3211", "uri": "http://publications.europa.eu/resource/cellar/7b3d06a2-3357-4a54-b3d7-5193f69d764b", "type": "Regulation", "concepts": ["2295", "2590", "2758", "2783"], "title": "Council Regulation (EEC) No 3211/90 of 29 October 1990 amending Regulations (EEC) No 3896/89, (EEC) No 3897/89 and (EEC) No 3898/89 in respect of the system of generalized tariff preferences applied to certain products originating in Bolivia, Colombia, Ecuador and Peru\n", "header": "COUNCIL REGULATION (EEC) No 3211/90   of 29 October 1990   amending Regulations (EEC) No  3896/89, (EEC) No 3897/89 and (EEC) No 3898/89 in respect of the system of generalized tariff  preferences applied to certain products originating in Bolivia, Colombia, Ecuador and Peru\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Article 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nWhereas Regulations (EEC) No 3896/89  (3), (EEC) No 3897/89  (4) and (EEC) No 3898/89  (5) apply  generalized tariff preferences for 1990 to certain industrial products, to textile products and  certain agricultural products originating in the developing countries;\nWhereas the Community applies to those countries, which include Bolivia, Colombia, Ecuador and  Peru, preferential treatment by reference notably to their degree of development and  competitiveness; whereas for the industrial and textile sector this gives rise to suspension of the  duty within a quota and an individual tariff ceiling and to a reduction in the customs duty without  any quantitative limit for agricultural products, with the exception of five products which are  subject to a fixed amount at a reduced duty;\nWhereas cocaine production is being developed in Bolivia, Colombia, Ecuador and Peru to the  detriment of lawful agricultural production, the earnings from which enter those countries'  economies; whereas this situation results in a substantial decline to those countries' export  resources;\nWhereas cocaine trafficking seriously undermines those countries' social integrity and impairs  their economies to the point of jeopardizing and even setting back their development;\nWhereas the Community has delivered a favourable opinion concerning the request for support for  the special cooperation programme presented by the Colombian Government; whereas, in order to  increase the export earnings of the countries concerned and improve growth rates, they should be  given increased aid, on an exceptional, temporary basis, by granting them a system of generalized  tariff preferences consisting of exemption from quotas and ceilings and the according of duty-free  treatment for industrial and textile products, and the according of duty-free treatment for a  specified list of products in the agricultural sector; whereas this system should be granted to  them for the period of the special programme, i.e. four years, without prejudice to the annual  nature of the Community's generalized preferences scheme,", "main_body": ["Articles 7, 8 and 9 of Regulation (EEC)  No 3896/89 shall not apply to the imports in question from Bolivia, Colombia, Ecuador and Peru.", "1.  Eligibility for the arrangements laid down in the first paragraph of Article 1 of  Regulation (EEC) No 3897/89 shall apply to products originating in Bolivia, Colombia, Ecuador and  Peru.\n2.  Articles 2, 8, 11 and 12 of Regulation (EEC) No 3897/89 shall not apply to Bolivia, Colombia,  Ecuador and Peru.\n3.  Bolivia, Colombia, Ecuador and Peru shall be withdrawn from the list of countries given in  Annex V to Regulation (EEC) No 3897/89.", "1.  Eligibility for the arrangements laid down  in the third indent of the first paragraph of Article 1 and in Article 6 (2) of Regulation (EEC) No  3898/89 shall apply to the products originating in Bolivia, Colombia, Ecuador and Peru listed in  the Annex to this Regulation.\n2.  Bolivia, Colombia, Ecuador and Peru shall be withdraw from the list of countries given in  Annex III to Regulation (EEC) No 3898/89.", "This Regulation shall enter into force on the  fifth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member  States."], "attachments": "Done at Luxembourg, 29 October 1990. For the Council   The President   A. BATTAGLIA\nANNEX\nList of products mentioned in Article 3 (1) (a) (b) >TABLE>\n>TABLE>\n(1)  The MOB for products falling within CN codes 1704  10  91 and 1704  10  99  shall be limited to 16  % of the customs value.\n(2)  No additional duties are levied for other preparations based on flour of leguminous  vegetables in the form of sun-dried discs of dough known as 'papad`."}