{"celex_id": "31993D0522", "uri": "http://publications.europa.eu/resource/cellar/471ca88c-1fae-4716-9b67-7d2321919c88", "type": "Decision", "concepts": ["1005", "1086", "1730", "2723", "4490", "5076"], "title": "93/522/EEC: Commission Decision of 30 September 1993 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (Only the French and Portuguese texts are authentic)\n", "header": "COMMISSION DECISION of 30 September 1993 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in  Madeira (Only the French and Portuguese texts are authentic)\n(93/522/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as amended by Commission Regulation (EEC) No  3714/92 (2), and in particular the last sentence of the first subparagraph of Article 11 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (3), as last amended by Regulation (EEC) No 3714/92, and in particular the last  sentence of Article 33 (3) thereof,\nWhereas Council Directive 77/93/EEC (4), as last amended by Directive 93/19/EEC (5), lays down protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the  Community;\nWhereas the plant health of agricultural crops in the French overseas departments, in the Azores and in Madeira is subject to particular problems associated with the climate and the inadequacy of the control measures hitherto applied there; whereas  programmes should be implemented to combat organisms harmful to plants or plant products in the Community's remoter regions; whereas the Community's financial contribution towards such programmes should be specified;\nWhereas only certain eligible measures among the measures carried out by the Member States in question are affected by the Community's financial contribution;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The measures in the programmes for the control of organisms harmful to plants or plant products that are eligible for Community financing, as referred to in the last sentence of the first subparagraph of Article 11 (3) of Council Regulation  (EEC) No 3763/91 for the French overseas departments and in the last sentence of Article 33 (3) of Regulation (EEC) No 1600/92 for the Azores and Madeira, are defined in the Annex to this Decision.", "The measures eligible for Community financing shall relate to all or part of the programmes for the control of harmful organisms as defined in Article 2 (1) (e) of Directive 77/93/EEC.", "The Community's financial contribution toward programmes for the control of organisms harmful to plants or plant products shall be decided on an annual basis and shall each year concern only measures that have led or will lead to expenditure  during the six-month period preceding the date of notification of the Commission decisions concerning the Community's annual contribution to the financing of programmes for the control of harmful organisms for the benefit of the French overseas  departments, the Azores and Madeira respectively and the period between the date of notification of those decisions and 31 December of the year of notification.", "The provisions of this Decision may be re-examined in the light of annual reports drawn up by France and Portugal and addressed to the Commission on the functioning of the programmes for control specific to the French overseas departments, to  the Azores and to Madeira respectively.", "This Decision is addressed to the French Republic and the Portuguese Republic."], "attachments": "Done at Brussels, 30 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 173, 27. 6. 1992, p. 1.\n(4) OJ No L 26, 31. 1. 1977, p. 20.\n(5) OJ No L 96, 22. 4. 1993, p. 33.\nANNEX\nMEASURES ELIGIBLE FOR COMMUNITY FINANCING IN PROGRAMMES FOR THE CONTROL OF ORGANISMS HARMFUL TO PLANTS OR PLANT PRODUCTS IN THE FRENCH OVERSEAS DEPARTMENTS AND IN THE AZORES AND IN MADEIRA  I. Measures concerning knowledge of the local phytosanitary  situation\n- Official studies and surveys in order to have a better knowledge of the local situation as regards harmful organisms:\n- mapping of harmful organisms,\n- evaluation of the economic impact of harmful organisms,\n- evaluation of the risk of evolution of harmful organisms.\n- Studies and surveys in order to maintain surveillance of zones which are to be protected against the introduction of harmful organisms.\nII. Preventive measures against organisms harmful to plant or plant products\n- Preventive measures taken in respect of plants, plant products and other objects suspected of being contaminated.\n- Inspections on farms intended to ensure compliance of plants or plant products with the phytosanitary requirements.\n- Organization of official phytosanitary survey and alert networks against the contamination of crops by harmful organisms.\n- Official laboratory or field experiments in order to look for means to avoid or limit the damage caused by harmful organisms:\n- search for resistant varieties,\n- search for methods of chemical or biological control or prophylactic methods,\n- studies on biology of harmful organisms.\n- Perfecting diagnosis methods for harmful organisms.\nIII. Curative measures against organisms harmful to plants or plant products\n- Implementation of official programmes for collective control of organisms harmful to crops and natural flora, including forests, covering the purchase of equipment and the operating expenses brought about by such programmes.\n- Curative measures taken in respect of plants and plant products:\n- destruction,\n- fumigation, treatment,\n- laboratory tests.\nIV. Measures of technical support to programmes for the control of organisms harmful to plants and plant products\n- Equipment and functioning of laboratories carrying out diagnosis or determination of harmful organisms for the official authorities of the remoter regions.\n- Contribution to the setting up and functioning of production units for biological control.\n- Contribution to the setting up and functioning of installations for fumigation and storage of plants and plant products submitted to plant health checks.\n- Recruitment of staff for carrying out the control programmes.\n- Equipment of staff in charge of carrying out the official control programmes, particularly including the means of overland transport to the places involved.\n- Technical training of the staff in charge of carrying out the control programmes.\n- Carrying out of official information campaigns for farmers on collective and individual methods of control of harmful organisms, including:\n- setting up and development of phytosanitary information networks (any form),\n- organization of training sessions for farmers.\n- Organization of official information meetings with farmers and organizations affected by the control programmes."}