{"celex_id": "31997D0016", "uri": "http://publications.europa.eu/resource/cellar/d272068f-2074-448c-b321-2fc18a70a357", "type": "Decision", "concepts": ["1802", "2454", "6049", "616", "723"], "title": "97/16/EC: Council Decision of 20 December 1996 setting up an Employment and Labour Market Committee\n", "header": "COUNCIL DECISION of 20 December 1996 setting up an Employment and Labour Market Committee (97/16/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 145 thereof,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the European Council, at its recent meetings, confirmed that the fight against unemployment and the effort to achieve equal opportunities were the paramount tasks for the Community and its Member States;\nWhereas, at its meeting on 9 and 10 December 1994 in Essen, the European Council identified priority areas for action to overcome structural employment problems; whereas it requested each Member State to incorporate these recommendations into a multiannual programme; whereas it invited the Council in the field of Labour and Social Affairs and Economic and Financial Affairs and the Commission to keep close track of employment trends, to monitor the relevant policies of the Member States and to report annually to the European Council on further progress on the employment market; whereas it asked at its meeting on 15 and 16 December 1995 in Madrid to establish as soon as possible the practical monitoring systems, including a system of common indicators;\nWhereas the European Council at its meeting in Madrid urged Member States to apply in the framework of their multiannual employment programmes measures with particular emphasis on those categories requiring special attention, such as young people seeking their first job, the long-term unemployed and unemployed women;\nWhereas the Council in the field of Economic and Financial Affairs is assisted by the Economic Policy Committee set up by Council Decision 74/122/EEC (2), in order to contribute to the coordination of the short and mid-term economic policies;\nWhereas the Council in the field of Labour and Social Affairs has been assisted, thus far, by an ad hoc Working Party of the Representatives of Ministers for Labour and Employment set up on 27 March 1995;\nWhereas, in order to ensure the continued success of the Community's strategy for employment and to facilitate the practical implementation of the employment monitoring procedure decided on in Essen, the European Council at its meeting in Madrid in December 1995 felt that it was necessary to establish, as soon as possible, a stable structure to assist the Council in the field of employment;\nWhereas it is now appropriate for the Council to decide to set up an Employment and Labour Market Committee in the light of decisions taken by successive European Councils following publication of the White Paper on Growth, competitiveness and employment of 1993;\nWhereas it is important to associate the social partners with future work in this field;\nWhereas the setting up of the Committee is without prejudice to the respective competences of Member States and the Community in the fields covered by the work of the Committee and without prejudice to Article 151 of the Treaty as regards preparing the work of the Council,", "main_body": ["1. An Employment and Labour Market Committee (hereinafter referred to as 'the Committee`) is hereby set up to assist the Council in carrying out its responsibilities in these fields.\n2. Within the terms of the policy priorities laid down by the Council, the Committee shall, inter alia with regard to the multiannual programmes of the Member States and to the common system of indicators to be established:\n- keep close track of employment trends for men and women in the Community and monitor the Member States' employment and labour market policies,\n- facilitate exchanges of information and experience between Member States and with the Commission in these fields.\nThe Committee shall prepare reports and proposals for the Council on these questions. It may, on its own initiative, undertake work within its area of competence.\n3. The Committee shall work as far as necessary in cooperation with other relevant bodies, in particular the Economic Policy Committee. It will also maintain an appropriate liaison with the Standing Committee on Employment.", "The Committee shall consist of two representatives appointed by each Member State and two representatives of the Commission. These representatives may be assisted by two alternates.", "1. The Committee shall elect its chairman from among the representatives of the Member States for a non-renewable term of two years.\n2. The Commission shall provide the analytical and organizational support for the Committee. It shall liaise with the General Secretariat of the Council with regard to the holding of meetings.\n3. The Committee shall establish its own rules of procedure.\n4. Meetings on the Committee shall be convened by the chairman, either on his own initiative or at the request of at least half of the members of the Committee."], "attachments": "Done at Brussels, 20 December 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) OJ No C 347, 18. 11. 1996.\n(2) OJ No L 63, 5. 3. 1974, p. 21."}