{"celex_id": "31999R1293", "uri": "http://publications.europa.eu/resource/cellar/bd375e0e-4641-40b6-8680-6098ef680939", "type": "Regulation", "concepts": ["1120", "161", "1644", "5083"], "title": "Commission Regulation (EC) No 1293/1999 of 18 June 1999 on the issuing of import licences for bananas under the tariff quotas and for traditional ACP bananas for the third quarter of 1999 and on the submission of new applications\n", "header": "COMMISSION REGULATION (EC) No 1293/1999\nof 18 June 1999\non the issuing of import licences for bananas under the tariff quotas and for traditional ACP bananas for the third quarter of 1999 and on the submission of new applications\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1637/98(2), and in particular Article 20 thereof,\n(1) Whereas Commission Regulation (EC) No 2362/98(3), as amended by Regulation (EC) No 756/1999(4) lays down detailed rules for the implementation of Regulation (EEC) No 404/93 regarding imports of bananas into the Community;\n(2) Whereas Article 17 of Regulation (EC) No 2362/98 lays down that where, in the case of a given quarter and for any one or more of the origins listed in Annex I, the quantities applied for appreciably exceed any indicative quantity fixed under Article 14, or exceed the quantities available, a percentage reduction to be applied to the amounts requested shall be fixed;\n(3) Whereas in application of Article 14(1) of Regulation (EC) No 2362/98, indicative quantities for the issuing of import licences have been fixed for the third quarter of 1999 by Commission Regulation (EC) No 1031/1999(5);\n(4) Whereas, in the case of the quantities applied for that are either less than or do not appreciably exceed the indicative quantities fixed for the given quarter, import licences are issued for the quantities applied for; whereas, however, for certain origins, the quantities applied for appreciably exceed the indicative quantities; whereas, therefore, a percentage reduction must be fixed to apply to each licence application for the origin or origins involved;\n(5) Whereas the maximum quantity for which such licence applications may still be submitted should be determined under Article 18 of Regulation (EC) No 2362/98, taking into account the applications accepted at the end of the first application period and the available quantities;\n(6) Whereas this Regulation should apply immediately to permit licences to be issued as quickly as possible;\n(7) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Import licences shall be issued, under the tariff quota arrangements and arrangements for traditional ACP bananas, as referred to in Article 18 of Regulation (EEC) No 404/93, for the third quarter of 1999:\n(a) for the quantity indicated in the licence application, multiplied by reduction coefficients of 0,5277, 0,6123, 0,7088 and 0,8217 for applications indicating the origins \"Colombia\", \"Costa Rica\", \"Ecuador\" and \"Others\" respectively;\n(b) for the quantity indicated in the licence application for an origin other than those mentioned in point (a).", "The quantities for which licence applications may still be lodged in respect of the third quarter of 1999 are laid down in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 210, 28.7.1998, p. 28.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 126, 20.5.1999, p. 11.\nANNEX\n>TABLE>"}