{"celex_id": "31997R0536", "uri": "http://publications.europa.eu/resource/cellar/bc5faa6e-fda3-4a1c-abbe-9bba48a3f811", "type": "Regulation", "concepts": ["1590", "3885", "4416", "4713", "6039"], "title": "Council Regulation (EC) No 536/97 of 17 March 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine as regards oenological practices and processes\n", "header": "COUNCIL REGULATION (EC) No 536/97 of 17 March 1997 amending Regulation (EEC) No 822/87 on the common organization of the market in wine as regards oenological practices and processes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), and in particular Article 26 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with Article 26 (1) of Regulation (EEC) No 822/87, certain oenological practices not provided for in that Regulation have been authorized experimentally by certain Member States; whereas the results obtained indicate that they can be regarded as improving vinification and the conservation of the products concerned while presenting no health risk to consumers; whereas the practices are for the most part already recognized and permitted by the competent international authorities; whereas, therefore, provision should be made for them to be permitted definitively throughout the Community once precise conditions for their use have been adopted; whereas Annex VI to Regulation (EEC) No 822/87 should be amended accordingly;\nWhereas inaccuracies have been discovered in the references to certain oenological practices, and consequently need to be corrected;\nWhereas, in the German version of Regulation (EEC) No 822/87, in Annex VI (1) (q) and VI (3) (z), the term 'Milchbakterien` is scientifically incorrect and should be replaced by 'Milchsäurebakterien`;\nWhereas European Parliament and Council Directive 94/36/EC of 30 June 1994 (2) laid down provisions regarding colours for use in foodstuffs; whereas it must be stipulated that, in this Regulation, the term 'caramel` refers solely to the product intended for colouring defined in that Directive; whereas, however, it is possible that certain producers have, after the date of entry into force of the provisions of Regulation (EEC) No 4250/88 (3) amending on this point Regulation (EEC) No 822/87, used for colouring a sugary aromatic product obtained from heating sugars; whereas the latter product should also be authorized for the period from the abovementioned date until the entry into force of this Regulation,", "main_body": ["Annex VI to Regulation (EEC) No 822/87 is hereby amended as follows:\n1. In paragraph 1:\n(a) point (a) shall be replaced by:\n'(a) aeration or the addition of oxygen;`\n(b) in point (q), the term 'Milchbakterien` in the German version shall be replaced by 'Milchsäurebakterien`.\n2. In paragraph 3:\n(a) in point (z), the term 'Milchbakterien` in the German version shall be replaced by 'Milchsäurebakterien`;\n(b) point (z)a shall be replaced by:\n'(z)a the addition of caramel, within the meaning of Directive 94/36/EC, in order to deepen the colour of liqueur wines and quality liqueur wines psr.`\n3. The following paragraph 4 shall be added:\n'4. Oenological practices and processes which may be used for the products referred to in the opening sentence of paragraph 3, solely under conditions of use to be determined under the procedure laid down in Article 83:\n(a) the addition of oxygen;\n(b) electrodialysis to guarantee tartatric stabilization of the wine;\n(c) the use of a urease to reduce the urea content in the wine.`", "During the period from 1 September 1989 until the entry into force of this Regulation, the addition of all the products mentioned in note 2 to Annex I to Directive 94/36/EC for the purpose of deepening the colour of liqueur wines and quality liqueur wines psr shall be deemed to have been authorized within the meaning of paragraph 3 (z)a of Annex VI to Regulation (EEC) No 822/87.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nHowever, Article 2 shall be applicable from 1 September 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ No L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 1592/96 (OJ No L 206, 16. 8. 1996, p. 31).\n(2) OJ No L 237, 10. 9. 1994, p. 13.\n(3) OJ No L 373, 31. 12. 1988, p. 59."}