{"celex_id": "31996D0269", "uri": "http://publications.europa.eu/resource/cellar/8ed859c2-1c39-4c52-a36c-0330d97128e8", "type": "Decision", "concepts": ["1411", "4353", "5372", "5541", "616", "889"], "title": "96/269/ECSC: Commission Decision of 29 November 1995 on aid to be granted by Austria to Voest-Alpine Erzberg Gesellschaft mbH (Only the German text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 November 1995 on aid to be granted by Austria to Voest-Alpine Erzberg Gesellschaft mbH (Only the German text is authentic) (Text with EEA relevance) (96/269/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the first and second paragraphs of Article 95 thereof,\nAfter consulting the Consultative Committee and with the unanimous assent of the Council,\nWhereas:\nI\nThe Voest-Alpine Erzberg Gesellschaft mbH (hereinafter referred to as VAEG) is held by ÖIA Bergbauholding Aktiengesellschaft, which belongs to the wholly State-owned Österreichische Industrieholding Aktiengesellschaft. VAEG is involved in the mining of ore of low iron density (32 % Fe). The open pit mine consists of 23 layers approximately 24 metres in height and 860 metres in length. Underground mining accounts for only a small portion of the total production.\nThe history of mining activities in the area dates back to the third century. The region has experienced a sharp decline in mining activities and is now being opened up to tourism. The iron ore mine is to be closed. Safety and environmental measures are to be taken to facilitate the setting-up of tourist facilities.\nIn January 1995 Austria notified the Commission that it intended to grant aid to VAEG. It provided further information in a number of communications between March and September 1995.\nII\nVAEG on the one hand and Voest-Alpine Stahl Linz GmbH and Voest-Alpine Stahl Donawitz GmbH on the other hand signed a contract on 30 April 1993 concerning the annual supply of 1 to 1,3 million tonnes of iron ore containing 32 % Fe per tonne in the period 1994 to 1998. The price is negotiated annually. The buyers also obtain iron ore from South Africa and the Ukraine and the price they have to pay for this iron ore is taken as the guideline for determining the price of the Austrian iron ore. The price negotiated with VAEG is equal to, or higher than the price paid for imported ore. Both steel companies are going to be privatized in the near future. For 1995 the price per tonne of ore was set at ÖS 139, giving VAEG revenues of ÖS 180,7 million for 1,3 million tonnes of ore. The costs of producing this quantity are, however, ÖS 174 per tonne, i.e. ÖS 226,2 million in total.\nThe difference between revenues and costs is to be covered by State aid. It is expected that revenues will in the longer term remain below costs, and Austria has therefore proposed a digressive maximum amount of production aid to make up this difference. Actual payments of this type of aid may, however, be lower if the gap between costs and revenues so allows.\nVAEG is pursuing its mine-closure operations, which started in the 1980s. The following table gives an overview of the cuts in output and in the workforce up to 1994.\n>TABLE>\nVAEG plans to produce the following quantities (in tonnes) in the years 1995 to 2002:\n>TABLE>\nIron ore production will be terminated by 31 December 2002. There will then be a gradual closure process which will be completed in 2003, instead of an immediate closure and liquidation which would lead to severe environmental and social problems. The workforce will gradually shift from production to (the preparation of) closure activities so as to allow an environmentally friendly shutdown to be carried out.\nIn order to facilitate this process of gradual closure, the difference between revenues and costs is to be covered by the Austrian State. The maximum amounts of aid per year for this purpose are:\n>TABLE>\nDuring this period, VAEG has to embark upon closure and safety activities that will allow a safe and environmentally friendly withdrawal from ore mining such as securing of endangered layers, securing of the edges of layers, etc. The total cost of these measures amounts to ÖS 454,5 million, of which a total of ÖS 136 million (30 % of the total cost) is to be made available by the Austrian State.\nAustria is proposing to grant the following subsidies for these purposes:\n>TABLE>\nA breakdown of the closure costs is given in the following table:\n>TABLE>\nThe planned production levels and the necessary closure activities require the following workforce:\n>TABLE>\nIII\nThe European Union is only a minor producer of iron ore, and the mining of this product within the EU is expected to continue to decline gradually in competition with larger, higher quality and cheaper-to-mine deposits overseas. The Community is a net importer of iron ore. In 1994 it imported approximately 134 tonnes. There are no significant exports from the Community to third countries. Imports come mostly from South Africa, Brazil, Australia and Canada.\nIn the Community there is only one major producer, which is LKAB of Sweden. It produces iron ore of high quality (60 % Fe). It has 3 000 employees and produces 20 million tonnes per year.\nIn France the company Mines de Fer de l'Arbed produces iron ore of low iron content for Usinor Sacilor and Arbed. Its production in 1994 was 2,4 million tonnes (1990: 8,7 million tonnes, 1991: 7,5 million tonnes, 1992: 5,7 millions tonnes, 1993: 3,5 million tonnes). Its workforce is around 240.\nThe Spanish company Compañia Andaluza de Minas produced the following amounts over the past few years: 1990: 3,03 million tonnes, 1991: 3,9 million tonnes, 1992: 2,7 million tonnes, 1993: 2,1 million tonnes, 1994: 2,2 million tonnes.\nIntra-Community trade, with the exception of Sweden, is not very significant. In 1993 Spain exported 1,37 million tonnes to Belgium, France, Italy, the Netherlands and the UK. In the same year it imported 6,66 million tonnes from third countries. France exported 2,76 million tonnes to Luxembourg and consumed 1,44 million tonnes of its own production. Imports from third countries amounted to 16,6 million tonnes. In 1993 Sweden exported 13,6 million tonnes to the Community, notably to the UK, Germany, Belgium and the Netherlands. Austria does not import from other Member States, but from South Africa and the Ukraine; it does not export iron ore.\nIV\nAccording to Article 4 (c) of the Treaty, subsidies or aid granted by Member States to ECSC undertaings are incompatible with the common market for coal and steel. Iron ore (except pyrites) is listed in Annex I to the Treaty as one of the raw materials for iron and steel production, and therefore the Treaty applies in this case. Article 95 of the Treaty states that in all cases not provided for in the Treaty where it becomes apparent that a decision of the High Authority is necessary to attain, within the common market in coal and steel and in accordance with Article 5, one of the objectives of the Community set out in Articles 2, 3 and 4, the decision may be taken with the unanimous assent of the Council and after the Consultative Committee has been consulted.\nAustria proposes to grant production aid and closure aid to its iron ore mining industry with the aim of phasing out the activities of this industry under conditions that are both environmentally and socially acceptable. The Commission considers these aims to fall within the scope of Article 3 (d) and (e) of the Treaty.\nThe Steel Aid Code (Commission Decision No 3855/91/ECSC (1)) is applicable to the iron ore industry, but the provisions of that Decision do not allow the authorization of the aid for the purposes pursued in the present case.\nThe Austrian authorities do not expect VAEG to be able to return to viability in the sense of a company that can stand up to competition without State support, owing to the level of production costs and the geological situation. The closure of VAEG's iron ore mining activities is therefore the only viable solution. Austria intends to pursue its policy of gradual closure started in the 1980s until 2002, culminating in final closure in 2003.\nA comparison of (expected) revenues and costs shows that costs are higher than income. If this gap were not covered by State aid, a gradual closure would have to be replaced by an immediate full closure, which would create regional and environmental problems. The workforce needed to carry out the closure activities would not be available and the site would have to be abandoned in its present condition. On the social side it is to be noted that the workforce has already been reduced considerably from 1 627 in 1982 to 286 at present.\nThe town where the company is established recorded a 22,9 % decline in population from 1981 to 1991 (compared with 3,2 % growth in the population of Austria as a whole). It is expected that population numbers in the district will continue to decrease by 4,5 % in 1991 to 2001 and by 11,7 % in 2001 to 2011. The unemployment rate for the region was 11,5 % in 1993. In February 1995 the Commission designated the territory as an Objective 2 region. The region qualifies for aid under Article 92 (3) (c) of the EC Treaty.\nIn order to smooth the path of a gradual closure, Austria is proposing the following production levels and amounts of State aid:\n>TABLE>\nAustria has stipulated that no further production is to take place in 2003 and that no more production aid will be made available after 2002. The production figures and the operating aid show a digressive tendency over the years ahead. The workforce active in production will also be cut from 280 in 1995 to 181 in 2002.\nThe closure aid is intended for safety and environmental measures and, partly, for providing social support for workers made redundant. In order to comply with Austrian mining legislation, the company has to carry out these safety and environmental measures. However, it is not possible for the company to pay all the expenses itself and State support is therefore necessary during the phase-out period. The impact of such aid on the common market is negligible.\nThe social measures are payments to workers made redundant. Because of long-term employment their unemployment benefit is to be supplemented in pursuance of a social plan. Part of these costs (ÖS 35,4 million out of ÖS 140,3 million) is to be paid by the Austrian State, the rest by the company.\nOn the one hand the region is clearly suffering from industrial decline, while the production of iron ore and the production aid are decreasing over time. On the other hand the mining of iron ore in the Community is not very significant in terms of size, with the exception of Sweden. There are no imports or exports between Austria and other Member States.\nOn balance, competition and intra-Community trade and hence the common market are not likely to be affected by the proposed State aid, and the negative effects of a closure will be spread over time.\nIt should be noted that the Community is currently operating a system for the coal sector that is more or less equivalent to the one proposed by Austria for iron ore mining, namely Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry (2). The problems of the iron ore sector in the Community are comparable to those of the coal sector: Community production remains uncompetitive with imports from outside the Community, while unfavourable geological conditions limit the scope for rationalization.\nUnder the Decision cited above, operating aid to cover the difference between production costs and the selling price freely agreed between the Contracting Parties in the light of the conditions prevailing on the world market may be considered compatible with the common market, provided that certain conditions are met. The system allows transitional operating aid in the context of proposed closures.\nThe linkage of maximum aid to actual level of yearly losses and to world market prices for iron ore imported from third countries ensures that the aid will not exceed what is absolutely necessary.\nV\nIn previous Article 95 decisions concerning the steel sector, the Commission has allowed State aid only if competition in the common market was not unduly affected. In practice this means that companies that receive State aid in order to return to viability must in return undertake to cut their production capacity so as to reduce the anti-competitive effect of the State aid received.\nIn the case of VAEG, no production will take place after 31 December 2002. In the years 1995 to 2002 production will be gradually reduced and so will the production aid that will cover the difference between revenues and costs.\nThis constitutes the essential element of the Austrian plan. The aid will therefore not lead to an unlimited continuation of operations or to an increase in production capacity and will moreover be digressive.\nThe State aid in the present case has to be seen in the context of the common market, where there is virtually no competition between Community producers. VAEG does not export iron ore, nor does Austria import it from other EU Member States.\nFurthermore, it is clear that the process proposed by Austria will ease the social and regional problems of the territory concerned,", "main_body": ["The following maximum amounts of aid which Austria plans to grant to Voest-Alpine Erzberg GmbH (VAEG) are compatible with the orderly functioning of the common market, subject to the condition that the production figures given below are not exceeded:\n>TABLE>", "The operating aid granted annually by Austria shall not exceed the upper limits specified in Article 1. It shall under no circumstances exceed the difference between income from the sale of iron ore and production costs. The price agreed with the customers of VAEG shall be in line with the average market price and shall not be lower than the price such customers pay for iron ore imported from third countries.", "1. Austria shall cooperate fully in the implementation of the following arrangements for monitoring this Decision.\n2. Austria shall supply the Commission twice a year, and not later than 15 March and 15 September respectively, with monitoring reports. The first report shall be presented to the Commission by 15 March 1996 and the last report by 15 March 2003.\n3. The reports shall contain full information on the recipient company, the aid amounts paid to it for the different purposes as approved by the Commission, its closure activities, its production, the redundancies made and the switching of staff from production to closure activities.\nThe reports shall also contain all the information which the Commission requires for monitoring the closure of the iron ore mine and shall show sufficient financial data to allow the Commission to assess whether the aid is being used in accordance with the plan notified and whether the conditions specified in Articles 1 and 2 are being complied with.\n4. Austria shall require the recipient company to disclose all relevant data, including those which are otherwise considered confidential.", "The Commission shall, on the basis of the reports referred to in Article 3, draw up half-yearly reports which will be submitted to the Council not later than 1 May and 1 November of each year.", "The Commission may have any necessary checks made on the recipient company in accordance with Article 47 of the ECSC Treaty in order to verify the accuracy of the information given in the monitoring reports and in particular compliance with the conditions laid down in this Decision.", "Should Austria fail to fulfil its obligations under this Decision, Article 88 of the ECSC Treaty shall apply, without prejudice to any penalties the Commission may impose by virtue of the ECSC Treaty.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 29 November 1995.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 57.\n(2) OJ No L 329, 30. 12. 1993, p. 12."}