{"celex_id": "31991D0516", "uri": "http://publications.europa.eu/resource/cellar/25d66785-05c6-4f6b-a31e-5cdc6815cb84", "type": "Decision", "concepts": ["1224", "192", "2737", "666", "718"], "title": "91/516/EEC: Commission Decision of 9 September 1991 establishing a list of ingredients whose use is prohibited in compound feedingstuffs\n", "header": "COMMISSION DECISION  of 9 September 1991  establishing a list of ingredients whose use is prohibited in compound feedingstuffs  (91/516/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/373/EEC of 2 April 1979 on the marketing of compound feedingstuffs (1), as last amended by Directive 90/654/EEC (2), and in particular Article 10 (c) thereof,\nWhereas Directive 79/373/EEC applies without prejudice to, inter alia, Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition (3), as last amended by Directive 90/654/EEC; whereas this latter Directive provides that such products which fulfil its requirements may be marketed as feedingstuffs or incorporated in feedingstuffs;\nWhereas Council Directive 74/63/EEC of 17 December 1973 concerning undesirable substances and products in animal nutrition (4), as last amended by Directive 91/126/EEC (5), is concerned only with those substances and products whose presence it is impossible to exclude totally from feedingstuffs and its constituents; whereas this Directive applies without prejudice to other Community provisions on feedingstuffs;\nWhereas Member States were, until now, able to require that compound feedingstuffs marketed on their territories be free of certain ingredients;\nWhereas it is necessary to remove the barriers to intra-Community trade resulting from such restrictions by adopting, at Community level, a list of ingredients whose use as such should be prohibited;\nWhereas the use in feedingstuffs of protein products obtained from Candida yeasts cultivated on n-alkanes has already been prohibited by Commission Decision 85/382/EEC (6);\nWhereas veterinary legislation regulates the eradication and control of certain animal diseases within the Community; in particular Council Directive 90/667/EEC (7), veterinary rules for the disposal and processing of animal waste, for its placing on the market and for the prevention of pathogens in feedingstuffs of animal origin; whereas Member States are still authorized to take, on a provisional basis, certain eradication measures at national level;\nWhereas Directive 79/373/EEC provides that a list of ingredients whose use is prohibited for animal and public health reasons shall be established in the light of advances in scientific and technical knowledge;\nWhereas this list reflects the situation at the moment of its establishment and remains open to later amendments and additions;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["The use of the ingredients listed in the Annex is prohibited in compound feedingstuffs.", "This Decision applies without prejudice to the provisions on micro-organisms in feedingstuffs, to the national measures referred to in Article 1 (2) of Council Directive 90/667/EEC, and to Articles 16 and 20 of that Directive.", "This Decision shall apply from 22 January 1992.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 86, 6. 4. 1979, p. 30.\n(2) OJ No L 353, 17. 12. 1990, p. 48.\n(3) OJ No L 213, 21. 7. 1982, p. 8.\n(4) OJ No L 38, 11. 2. 1974, p. 31.\n(5) OJ No L 60, 7. 3. 1991, p. 16.\n(6) OJ No L 217, 10. 7. 1985, p. 27.\n(7) OJ No L 363, 27. 12. 1990, p. 51.\nANNEX\nList of prohibited ingredients 1. Faeces, urine as well as separated digestive tract content resulting from the emptying or removal of the digestive tract, irrespective of any form of treatment or admixture.\n2. Leather and leather waste.\n3. Seeds and other plant propagating materials which, after harvest, have undergone specific treatment with plant protection products for their intended use (propagation), and any derived by-products.\n4. Wood, sawdust and other materials derived from wood treated with wood protection products.\n5. Sludge from sewage plants treating waste waters."}