{"celex_id": "31998R2824", "uri": "http://publications.europa.eu/resource/cellar/96eb21ea-d31a-4eef-8005-9b5ca2c782a4", "type": "Regulation", "concepts": ["1005", "225", "3495", "3501", "427", "432"], "title": "Council Regulation (EC) No 2824/98 of 21 December 1998 amending Regulation (EC) No 1734/94 on financial and technical cooperation with the Occupied Territories\n", "header": "COUNCIL REGULATION (EC) No 2824/98 of 21 December 1998 amending Regulation (EC) No 1734/94 on financial and technical cooperation with the Occupied Territories\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130w thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure referred to in Article 189c of the Treaty (1),\nWhereas Council Regulation (EC) No 1734/94 of 11 July 1994 on financial and technical cooperation with the Occupied Territories (2) recognises that the setting up and improvement of institutions necessary for the working of the public administration are crucial to the development process in the West Bank and Gaza Strip;\nWhereas temporary support is necessary for the recurrent cost of the Palestinian public sector;\nWhereas Article 3 of Regulation (EC) No 1734/94 extends the possibility of the combination of Community measures in the West Bank and Gaza Strip with Bank financing from own resources;\nWhereas it is considered desirable that the possibility of interest rate subsidy be extended to projects in the West Bank and Gaza Strip in the priority areas laid down in Article 2(1) of that Regulation;\nWhereas it is necessary to amend Regulation (EC) No 1734/94 in order explicitly to allow for such measures, in particular those regarding recurrent costs of the Palestinian public sector as well as the interest rate subsidies,", "main_body": ["Regulation (EC) No 1734/94 is hereby amended as follows:\n1. Article 2(2) and (3) shall be replaced by the following:\n'2. Community aid may be given for investment projects, feasibility studies, technical assistance and training, and for temporary support for the recurrent costs of the Palestinian public administration.\n3. Community financing for projects and operations covered by this Regulation shall be in the form of grants or interest rate subsidies on lending by the Bank out of its own resources. The subsidy rate shall be 3 %.`\n2. Article 4 shall be replaced by the following:\n'Article 4\n1. Financing decisions on projects and operations to which grants are made under this Regulation shall be adopted in accordance with the procedure laid down in Article 5.\n2. Financing decisions on overall allocations for technical cooperation, training and trade promotion shall be adopted in accordance with the procedures laid down in Article 5.\nThe Commission shall keep the Committee referred to in Article 5 regularly informed of the use made of these overall allocations.\n3. Decisions amending decisions adopted in accordance with the procedure provided for in Article 5 shall be taken by the Commission where they do not entail any substantial amendments or additional commitments in excess of 20 % of the original commitment.\n4. Financing decisions on interest rate subsidies shall be adopted in accordance with the procedure laid down in Article 12 of Regulation (EC) No 1488/96 (*).\n(*) OJ L 189, 30.7.1996, p. 1. Regulation as amended by Regulation (EC) No 780/98 (OJ L 113, 15.4.1998, p. 3).`", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Council\nThe President\nM. BARTENSTEIN\n(1) Opinion of the European Parliament of 16 September 1998 (OJ C 313, 12. 10. 1998), Council Common Position of 13 October 1998 (OJ C 388, 14. 12. 1998) and Decision of the European Parliament of 3 December 1998 (not yet published in the Official Journal).\n(2) OJ L 182, 16. 7. 1994, p. 4."}