{"celex_id": "31991L0155", "uri": "http://publications.europa.eu/resource/cellar/5d877299-64a2-489a-bbf7-e7af54731200", "type": "Directive", "concepts": ["1425", "3635", "3885", "4036", "4308", "893"], "title": "Commission Directive 91/155/EEC of 5 March 1991 defining and laying down the detailed arrangements for the system of specific information relating to dangerous preparations in implementation of Article 10 of Directive 88/379/EEC\n", "header": "COMMISSION DIRECTIVE  of 5 March 1991  defining and laying down the detailed arrangements for the system of specific information relating to dangerous preparations in implementation of Article 10 of Directive 88/379/EEC  (91/155/EEC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 88/379/EEC of 7 June 1988 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (1), as last  amended by Commission Directive 90/492/EEC (2), and in particular Article 10 (2) thereof,\nWhereas the labelling required by Directive 88/379/EEC constitutes a basic source of information for users of dangerous preparations by giving them a clear, concise indication of the potential dangers; whereas that labelling needs to be supplemented by  a more detailed information system for industrial users;\nWhereas Article 10 of Directive 88/379/EEC provides for the setting up of an information system in the form of safety data sheets relating to dangerous preparations; whereas, moreover, this Article specifies that such information is principally intended  for industrial users and must enable them to take the measures necessary to ensure the protection of health and safety at the workplace;\nWhereas there are close links between Directive 88/379/EEC and Council Directive 67/548/EEC of 27 June 1967, on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous  substances (3), as last amended by Directive 79/831/EEC (4); whereas it is therefore desirable to establish a system of safety data sheets which is applicable to both dangerous substances and dangerous preparations; whereas the implementing provisions  for dangerous substances will be laid down in due course;\nWhereas the advisory committee on safety, hygiene and health protection at the workplace set up by Council Decision 74/325/EEC (5), as last amended by the Act of Accession of Spain and Portugal, has been consulted;\nWhereas the provisions of this Directive are in accordance with the opinion of the committee for the adaptation to technical progress of the Directives on the removal of technical barriers to trade in dangerous substances and preparations,", "main_body": ["1. Any person established within the Community who is responsible for placing a dangerous substance or preparation on the market, whether the manufacturer, importer or distributor, shall supply the recipient who is an industrial user of the  substance or preparation with a safety date sheet containing the information set out in Article 3.\n2. The information shall be provided free of charge at the latest when the substance or preparation is first supplied and thereafter following any revision due to any significant new information regarding safety and protection of health and the  environment.\nThe new dated version, identified as 'Revision: . . . (date)' shall be provided free of charge to all former recipients who received the substance or preparation within the preceding 12 months.\n3. The safety data sheet need not be supplied where dangerous substances or preparations offered or sold to the general public are furnished with sufficient information to enable users to take the necessary measures as regards the protection of health  and safety. However, a safety data sheet must be supplied at the request of an industrial user.", "Member States may make the placing of dangerous substances or preparations on the market in their territory subject to the use of their official language or languages for the compilation of the safety data sheet referred to in Article 1.", "The safety data sheet referred to in Article 1 shall contain the following obligatory headings:\n1. identification of the substance/preparation and of the company/undertaking;\n2. composition/information on ingredients;\n3. hazards identification;\n4. first-aid measures;\n5. fire-fighting measures;\n6. accidental release measures;\n7. handling and storage;\n8. exposure controls/personal protection;\n9. physical and chemical properties;\n10. stability and reactivity;\n11. toxicological information;\n12. ecological information;\n13. disposal considerations;\n14. transport information;\n15. regulatory information;\n16. other information.\nIt shall be incumbent on the person responsible for placing the substance or preparation on the market to supply the information specified under these headings. This information shall be compiled in accordance with the Explanatory Notes in the Annex.  The safety data sheet shall be dated.", "The implementing provisions for dangerous substances will be laid down later.", "1. Member States shall adopt and publish the provisions necessary to comply with this Directive by 30 May 1991 at the latest and shall forthwith inform the Commission thereof.\n2. These provisions shall take effect from 8 June 1991.\nHowever, existing information systems of the safety data sheet type in use in some Member States may continue to be used until 30 June 1993.\n3. When Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 March 1991. For the Commission\nMartin BANGEMANN\nVice-President\n(1) OJ No L 187, 16. 7. 1988, p. 14.\n(2) OJ No L 275, 5. 10. 1990, p. 35.\n(3) OJ No 196, 16. 8. 1967, p. 1.\n(4) OJ No L 287, 19. 10. 1990, p. 37.\n(5) OJ No L 185, 9. 7. 1974, p. 15.\nANNEX\nGUIDE TO THE COMPILATION OF SAFETY DATA SHEETS\nThe following explanatory notes are intended as a guide. Their purpose is to ensure that the content of each of the mandatory headings listed in Article 3 will enable industrial users to take the necessary measures relating to protection of health and  safety at the workplace.\nThe information must be written in a clear and concise manner.\nAdditional information may prove necessary in some cases in view of the wide range of properties of the substances and preparations. If in other cases it emerges that information from certain properties is of no significance or that it is technically  impossible to provide, the reasons for this must be clearly stated.\nAlthough the order of headings is not obligatory, the sequence given in Article 3 is recommended.\nWhen a safety data sheet has been revised, the changes should be brought to the attention of the recipient.\n1. Identification of the substance/preparation and of the company/undertaking\n1.1. Identification of the substance or preparation:\nThe term used for identification must be identical to that provided on the label as set out in part II of Annex VI to Directive 67/548/EEC.\nOther means of identification available may also be indicated.\n1.2. Company/undertaking identification\n- Identification of the person established within the Community responsible for placing the substance or preparation on the market whether it be the manufacturer, importer or distributor.\n- Full address and telephone number of this person.\n1.3. In addition to the abovementioned information, supply the emergency telephone number of the company and/or official advisory body in accordance with Article 12 of Directive 88/379/EEC.\n2. Composition/information on ingredients\nThe information given should enable the recipient to identify readily the risks attaching to the substance or preparation.\nIn the case of a preparation:\n(a) it is not necessary to give the full composition (nature of the ingredients and their concentration);\n(b) however, the following substances shall be indicated, together with their concentration or concentration range, if they are present in concentrations equal to or greater than those laid down in Article 3 (6) (a) of Directive 88/379/EEC (unless a  lower limit is considered more appropriate):\n- substances presenting a health hazard within the meaning of Directive 67/548/EEC,\nand\n- at least substances subject to recognised exposure limit values pursuant to Community provisions but which are not covered by the above Directive;\n(c) the classification (either from Article 5 (2) of or Annex I to Directive 67/548/EEC) of the above substances shall be given in the form of the symbols and R phrases which are assigned in accordance with their health hazards;\n(d) if, in accordance with the provisions of Article 7 (1) of Directive 88/379/EEC, the identity of certain substances is to be kept confidential, their chemical nature shall be described in order to ensure safe handling. The name used must be the same  as that which derives from the above procedure.\n3. Hazards identification\nIndicate clearly and briefly the most important hazards the substance or preparation presents, in particular the critical hazards to man and the environment.\nDescribe the most important adverse human health effects and symptoms relating to the uses and possible misuses of the substance or preparation that can reasonably be foreseen.\nThe information should be compatible with that shown on the product label but need not repeat it.\n4. First aid measures\nDescribe the first aid measures; however, it is important to specify whether immediate medical attention is required.\nThe information on first aid must be brief and easy to understand by the victim, bystanders and first-aiders. The symptoms and effects should be briefly summarized. The instructions should indicate what is to be done on the spot in the case of an  accident and whether delayed effects can be expected after exposure.\nSubdivide the information according to the different routes of exposure, i. e. inhalation, skin and eye contact and ingestion, under different subheadings.\nIndicate whether professional assistance by a doctor is needed or advisable.\nFor some substances or preparations it may be important to emphasize that special means to provide specific and immediate treatment must be available at the workplace.\n5. Fire-fighting measures\nRefer to requirements for fighting a fire caused by the substance or preparation, or arising in its vicinity by indicating:\n- suitable extinguishing media,\n- extinguishing media which must not be used for safety reasons,\n- special exposure hazards arising from the substance or preparation itself, combustion products, resulting gases,\n- special protective equipment for firefighters.\n6. Accidental release measures\nDepending on the substance or preparation involved, information may be needed on:\n- personal precautions such as:\nremoval of ignition sources, provision for sufficient ventilation/respiratory protection, control of dust, prevention of skin and eye contact,\n- environmental precautions such as:\nkeeping away from drains, surface- and ground-water and soil, possible need to alert the neighbourhood,\n- methods for cleaning up such as:\nuse of absorbant material (e. g. sand, kieselguhr, acid binder, universal binder, sawdust . . .) reduction of gases/fumes with water, dilution.\nAlso consider the need for indications such as: 'never use, neutralize with, . . .'.\nN.B. If appropriate refer to points 8 and 13.\n7. Handling and storage\n7.1. Handling\nConsider precautions for safe handling including advice on technical measures such as: local and general ventilation, measures to prevent aerosol and dust generation and fire, and any specific requirements or rules relating to the substance or  preparation (e. g. procedures or equipment which are prohibited or recommended) and if possible give a brief description.\n7.2. Storage\nConsider the conditions for safe storage such as: specific design for storage rooms or vessels (including retention walls and ventilation), incompatible materials, conditions of storage (temperature and humidity limit/range, light, inert gas . . .)  special electrical equipment and prevention of static electricity.\nGive advice if relevant on quantity limits under storage conditions. In particular indicate any special requirements such as the type of material used in the packaging/containers of the substance or preparation.\n8. Exposure controls/personal protection\nFor the purposes of this document exposure control means the full range of precautionary measures to be taken during use in order to minimize worker exposure.\nEngineering measures should be taken before personal protection equipment is necessary. Therefore give information on the system design, e. g. enclosure. This information should complement that already given in point 7.1.\nIndicate, with their reference, any specific control parameters such as limit values or biological standards. Give information on the recommended monitoring procedures and indicate the reference.\nWhere personal protection is needed, specify the type of equipment to provide adequate and suitable protection:\n- respiratory protection:\nin the case of dangerous gases, vapours or dust, consider the need for appropriate protective equipment, such as self-contained breathing apparatus, adequate masks and filters.\n- hand protection:\nspecify the type of gloves to be worn when handling the substance or preparation. If necessary indicate any additional skin and hand protection measures.\n- eye protection:\nspecify the type of eye protection equipment required such as: safety glasses, safety goggles, face shield.\n- skin protection:\nif it is necessary to protect a part of the body other than the hands, specify the type and quality of protection equipment required, such as: apron, boots and full protective suit. If necessary, indicate specific hygiene measures.\n9. Physical and chemical properties\nThis section includes the following information, where applicable, on the substances or preparation.\nAppearance:  indicate the physical state (solid, liquid, gas) and the colour of the substance or preparation as supplied.  Odour:  if odour is perceptible, give a brief description of it.  pH:  indicate the pH of the substance or preparation as  supplied or of an aqueous solution; in the latter case, indicate the concentration.  Boiling point/boiling range:\nMelting point/melting range:\nFlash point:\nFlammability (solid, gas):\nAutoflammability:\nExplosive properties:\nOxidizing properties:\nVapour pressure:\nRelative density:\nSolubility: - water solubility\n- fat solubility (solvent - oil (to be specified)):\nPartition coefficient: n-octanol/water:  Within the\nmeaning of\nDirective\n67/548/EEC  Other data:  indicate important safety parameters, such as vapour density, miscibility, evaporation rate, conductivity, viscosity, etc.\nThe above properties should be determined in accordance with the specifications of Part A of Annex V to Directive 67/548/EEC or any other comparable method.\n10. Stability and reactivity\nState the stability of the substance or preparation and the possibility of hazardous reactions occurring under certain conditions.\nConditions to avoid:\nList those conditions such as temperature, pressure, light, shock, etc., which may cause a dangerous reaction and if possible give a brief description.\nMaterials to avoid:\nList materials such as water, air, acids, bases, oxidizing agents or any other specific substance which may cause a dangerous reaction and if possible give a brief description.\nHazardous decomposition products:\nList hazardous materials produced in dangerous amounts upon decomposition.\nN.B. Address specifically:\n- the need for and the presence of stabilizers,\n- the possibility of a hazardous exothermic reaction,\n- safety significance, if any, of a change in physical appearance of the substance or preparation,\n- hazardous decomposition products, if any, formed upon contact with water,\n- possibility of degradation to unstable products.\n11. Toxicological information\nThis section deals with the need for a concise but complete and comprehensible description of the various toxicological (health) effects which can arise if the user comes into contact with the substance or preparation.\nInclude dangerous-to-health effects from exposure to the substance or preparation, based on both experiences and conclusions from scientific experiments. Include information on the different routes of exposure (inhalation, ingestion, skin and eye  contact), and describe the symptoms related to the physical, chemical and toxicological characteristics.\nInclude known delayed and immediate effects and also chronic effects from short- and long-term exposure: for example sensitization, carcinogenicity, mutagenicity and reproductive toxicity including teratogenicity, and narcosis.\nTaking account of the information already provided under point 2, 'Composition/information on ingredients', it may be necessary to make reference to specific health effects of certain components in preparations.\n12. Ecological information\nGive an assessment of the possible effects, behaviour and environmental fate of the substance or preparation.\nDescribe the most important characteristics likely to have an effect on the environment owing to the nature of the substance or preparation and likely methods of use:\n- mobility,\n- persistence and degradability,\n- bioaccumulative potential,\n- aquatic toxicity and other data relating to ecotoxicity, e. g. behaviour in sewage works.\nRemarks\nPending criteria for the evaluation of the environmental impact of a preparation, information relating to the above properties shall be given for substances classified as dangerous for the environment which are present in the preparation.\n13. Disposal considerations\nIf the disposal of the substance or preparation (surplus or waste resulting from the foreseeable use) presents a danger, a description of these residues and information on their safe handling shall be given.\nIndicate the appropriate methods of disposal of both the substance or preparation and any contaminated packaging (incineration, recycling, landfilling, etc.)\nComment\nRefer to any Community provisions relating to waste. In their absence, it is useful to remind the user that national or regional provisions may be in force.\n14. Transport information\nIndicate any special precautions which a user needs to be aware of or needs to comply with in connection with transport or conveyance either within or outside his premises.\nAdditional information provided for by the United Nations Recommendation and other international agreements on the transport and packaging of dangerous goods may also be given.\n15. Regulatory information\nGive the information on the label according to the Directives relating to the classification, packaging and labelling of dangerous substances and preparations.\nIf the substance or preparation covered by this safety data sheet is the subject of specific provisions in relation to protection of man or the environment at Community level (e. g. restrictions on marketing and use, limit values for exposure at the  place of work) these provisions should, as far as is possible, be stated. The attention of recipients should also be drawn to the existence of national laws that implement these provisions.\nIt is also recommended that the data sheet should remind recipients to refer to any other national measures that may be relevant.\n16. Other information\nIndicate any other information which might be of importance for safety and health, for example:\n- training advice,\n- recommended uses and restrictions,\n- further information (written references and/or technical contact point),\n- sources of key data used to compile the data sheet.\nAlso give the date of issue of the data sheet, if not stated elsewhere."}