{"celex_id": "31994R1165", "uri": "http://publications.europa.eu/resource/cellar/f5a04be1-9ce0-41ab-8c93-e5ad352cb707", "type": "Regulation", "concepts": ["1118", "1309", "2635", "2657", "4402", "5965"], "title": "Council Regulation (EC) No 1165/94 of 17 May 1994 laying down special provisions for imports of apples and pears\n", "header": "COUNCIL REGULATION (EC) No 1165/94 of 17 May 1994 laying down special provisions for imports of apples and pears\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), and in particular Article 28 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Council has approved an Agreement in the form of an exchange of letters between the European Community and the Republic of Chile on imports of apples and pears into the Community;\nWhereas that Agreement provides for special provisions for imports of apples and pears under the reference-price arrangements provided for in Council Regulation (EEC) No 1035/72, namely, (1) the taking into account of representative prices for at least  60 % of the quantities and the calculation of a weighted average for the establishment of the entry price, (2) the abolition of the countervailing charge after four consecutive working days without a price, and (3) the provision that, in anticipation of  the abolition of the countervailing charge, the representative prices for a product of given origin should be ignored if they relate to negligible quantities;\nWhereas these special arrangements are to apply pending implementation of the outcome of the Uruguay Round with regard to imports of apples and pears;\nWhereas the commitments thus undertaken by the Community vis-Ă -vis the Republic of Chile regarding imports of apples and pears into the Community therefore need to be honoured,", "main_body": ["By way of derogation, the Commission shall apply the following rules to imports of apples and pears:\n(a) the entry price, within the meaning of Article 24 (3) of Regulation (EEC) No 1035/72, for a given exporting country, shall be equal to the lowest representative price or to the weighted average of the lowest representative prices recorded for at  least 60 % of the quantities from the exporting country in question marketed on all representative markets for which prices are available;\n(b) the countervailing charge provided for in Article 26 (1) of that Regulation shall be abolished where, for a given exporting country, the entry prices do not remain below the reference price for four consecutive working days;\n(c) as regards the abolition of the countervailing charge mentioned in (b), if only insignificant sales take place on a day, it shall be deemed that no sales have taken place on that day.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until the date on which the outcome of the Uruguay Round is implemented with regard to imports of apples and pears.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1994.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EC) No 3669/93 (OJ No L 338, 31. 12. 1993, p. 26)."}