{"celex_id": "31994R2417", "uri": "http://publications.europa.eu/resource/cellar/bc21d343-d090-4830-b826-a5ce7b0a6b34", "type": "Regulation", "concepts": ["20", "2211", "2624", "3170", "4288", "5263"], "title": "Commission Regulation (EC) No 2417/94 of 5 October 1994 opening invitations to tender for the fixing of aid for the private storage of carcases and half-carcases of lamb\n", "header": "COMMISSION REGULATION (EC) No 2417/94 of 5 October 1994 opening invitations to tender for the fixing of aid for the private storage of carcases and half-carcases of lamb\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EC) No 1886/94 (2), and in particular Article 7 (2) thereof,\nWhereas Commission Regulation (EEC) No 3446/90 of 28 November 1990 laying down detailed rules for granting private storage aid for sheepmeat and goatmeat (3), as last amended by Regulation (EC) No 3533/93 (4), lays down in particular detailed rules on  invitations to tender;\nWhereas Commission Regulation (EEC) No 3447/90 of 28 November 1990 on special conditions for the granting of private storage aid for sheepmeat and goatmeat (5), as last amended by Regulation (EEC) No 1258/91 (6), lays down in particular the minimum  quantities in respect of which a tender may be submitted;\nWhereas the application of Article 7 (2) of Regulation (EEC) No 3013/89 may result in the opening of invitations to tender for private storage aid; whereas, in view of the market situation in the Community, it has been judged opportune to initiate such  a procedure;\nWhereas that Article provides for the application of these measures on the basis of the situation of each quotation zone; whereas it is appropriate consequently to open tenders separately for each of the zones where the conditions are fulfilled;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Invitations to tender are hereby opened in Denmark, France, Ireland, Northern Ireland, the Netherlands and Great Britain for aid to private storage for carcases and half-carcases of lamb.\nSubject to the provisions of Regulation (EEC) No 3447/90 tenders may be submitted to the intervention agencies of the Member States concerned.", "Tenders must be submitted not later than 2 p.m. on 14 October 1994 to the relevant intervention agency.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 October 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 197, 30. 7. 1994, p. 30.\n(3) OJ No L 333, 30. 11. 1990, p. 39.\n(4) OJ No L 321, 23. 12. 1993, p. 9.\n(5) OJ No L 333, 30. 11. 1990, p. 46.\n(6) OJ No L 120, 15. 5. 1991, p. 15."}