{"celex_id": "31999R2421", "uri": "http://publications.europa.eu/resource/cellar/08857a2b-e6d4-40b0-9258-1d0eff86f593", "type": "Regulation", "concepts": ["2292", "2366", "2772", "3483", "4778", "5451"], "title": "Council Regulation (EC) No 2421/1999 of 15 November 1999 amending Regulation (EC) No 2111/1999 prohibiting the sale and supply of petroleum and certain petroleum products to certain parts of the Federal Republic of Yugoslavia (FRY)\n", "header": "COUNCIL REGULATION (EC) No 2421/1999\nof 15 November 1999\namending Regulation (EC) No 2111/1999 prohibiting the sale and supply of petroleum and certain petroleum products to certain parts of the Federal Republic of Yugoslavia (FRY)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 301 thereof,\nHaving regard to Council Common Position 1999/691/CFSP of 22 October 1999 in support of democratic forces in the Federal Republic of Yugoslavia (FRY)(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Within the framework of the \"Energy for Democracy\" initiative certain municipalities and other destinations within the Republic of Serbia should be supplied with products falling under the scope of Regulation (EC) No 2111/1999(2) and, therefore, the said Regulation should be amended to allow such supplies;\n(2) To guarantee the fulfilment of the objectives and modalities agreed upon by the European Union in respect of the said initiative and in order to avoid the programme to affect negatively the provisions of the said Regulation, an authorisation system should be established,", "main_body": ["The following Articles shall be inserted into Regulation (EC) No 2111/1999:\n\"Article 2a\n1. Notwithstanding Article 1, sales, supplies or exports of the products listed in Annex I and related activities may be authorised on a case-by-case basis by the competent authorities of the Member States in accordance with the model set out in Annex II on the condition that:\n- they take place within the framework of the Energy for Democracy initiative referred to in Council Common Position 1999/691/CFSP; and\n- conclusive evidence has been presented to these authorities in accordance with paragraph 2 that the end-users or final destinations of the products are the municipalities listed in Annex V.\n2. The Commission shall establish procedures and mechanisms to enable the competent authorities of the Member States to obtain conclusive evidence in respect of the end-users or final destinations referred to in paragraph 1. These procedures and mechanisms shall be applicable as from the date of their notification to the said competent authorities or their publication in the Official Journal of the European Communities whichever is earlier.\nFor as long as the Commission has not established, notified or published these procedures and mechanisms, the said competent authorities shall grant authorisations only if they have received conclusive evidence in accordance with the model set out in Annex IV.\n3. The competent authorities of the Member States shall notify each other of any authorisations granted under this Article and of the conclusive evidence obtained.", "b\nThe Commission shall amend the list of municipalities or final destinations in the Republic of Serbia listed in Annex V in accordance with the decisions of the Council adopted in the framework of Council Common Position 1999/691/CFSP.\".", "Annex V contained in the Annex to this Regulation shall be added to Regulation (EC) No 2111/1999.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 1999.\nFor the Council\nThe President\nT. HALONEN\n(1) OJ L 273, 23.10.1999, p. 1.\n(2) OJ L 258, 5.10.1999, p. 12.\nANNEX\n\"ANNEX V\nList of municipalities or final destinations in the Republic of Serbia referred to in Article 2a(1)\n1. The city of Nis\n2. The city of Pirot\""}