{"celex_id": "31998R0802", "uri": "http://publications.europa.eu/resource/cellar/328ce173-33f2-4848-a5d5-3215b8a0efa1", "type": "Regulation", "concepts": ["1591", "1837", "2300", "2488", "2746", "2771"], "title": "Commission Regulation (EC) No 802/98 of 16 April 1998 initiating a 'new exporter' review of Council Regulation (EC) No 1950/97 imposing a definitive anti-dumping duty on imports of sacks and bags made of polyethylene or polypropylene originating, inter alia, in India, repealing the duty with regard to imports from four exporters in this country and making these imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 802/98 of 16 April 1998 initiating a 'new exporter` review of Council Regulation (EC) No 1950/97 imposing a definitive anti-dumping duty on imports of sacks and bags made of polyethylene or polypropylene originating, inter alia, in India, repealing the duty with regard to imports from four exporters in this country and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST FOR A REVIEW\n(1) The Commission has received applications for a 'new exporter` review pursuant to Article 11(4) of Regulation (EC) No 384/96 (hereinafter referred to as 'the Basic Regulation`). The applications were lodged by Hyderabad Polymers Pvt. Ltd, Pithampur Poly Products Ltd, Sangam Cirfab Pvt. Ltd, and Synthetic Fibres (Mysore) Pvt. Ltd, four exporters in India which claim they did not export the product concerned during the period of investigation on which the anti-dumping measures were based, i.e. the period 1 April 1994 to 31 March 1995 (hereinafter referred to as 'the original investigation period`).\nB. PRODUCT\n(2) The product concerned is woven sacks and bags of a kind used for packaging of goods, not knitted or crocheted, obtained from a polyethylene or polypropylene strip or the like of woven fabrics weighing 120 gr/m2 or less. The product described falls within CN codes 6305 32 81, 6305 33 91, ex 3923 21 00, ex 3923 29 10 and ex 3923 29 90. These codes are given for information.\nC. EXISTING MEASURES\n(3) By Regulation (EC) No 1950/97 (3) the Council imposed, inter alia, a definitive anti-dumping duty of 36,0 % on imports of the product concerned originating in India, with the exception of several companies especially mentioned which are subject to a lesser duty.\nD. GROUNDS FOR THE REVIEW\n(4) The applicants, Hyderabad Polymers Pvt. Ltd, Pithampur Poly Products Ltd, Sangam Cirfab Pvt. Ltd, and Synthetic Fibres (Mysore) Pvt. Ltd, India, have shown that they are not related to any of the exporting producers in India which are subject to the afore-mentioned anti-dumping measures on the product concerned, and that they started exporting to the Community after the original investigation period.\n(5) Community producers known to be concerned have been informed of the above application and have been given an opportunity to comment.\n(6) In the light of the above, the Commission concludes that there is sufficient evidence to justify the initiation of a review pursuant to Article 11(4) of the Basic Regulation with a view to determining the applicants' individual margins of dumping and, should dumping be found, the level of duty to which their imports of the product concerned into the Community should be subject.\nE. REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(7) Pursuant to Article 11(4) of the Basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned originating in India which are produced and sold for export to the Community by the applicants. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of that Regulation, in order to ensure that, should the review result in a determination of dumping in respect of the applicants, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicant's possible future liabilities cannot be estimated at this stage of the proceeding.\nF. TIME LIMIT\n(8) In the interest of sound administration, a period should be fixed within which interested parties, provided they can show that they are likely to be affected by the results of the investigation, may make their views known in writing and submit supporting evidence. A period should also be fixed within which interested parties may make a written request for a hearing and show that there are particular reasons why they should be heard.\nG. NON-COOPERATION\n(9) It should be noted that in cases in which any interested party refuses access to, or otherwise does not provide, necessary information within the relevant time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["A review of Regulation (EC) No 1950/97 is hereby initiated in order to determine if and to what extent imports of sacks and bags made of polyethylene or polypropylene falling within CN codes 6305 32 81, 6305 33 91, ex 3923 21 00 (3923 21 00*10), ex 3923 29 10 (3923 29 10*10) and ex 3923 29 90 (3923 29 90*10), originating in India, produced and sold for export to the Community by Hyderabad Polymers Pvt. Ltd (TARIC additional code: 8106), Pithampur Poly Products Ltd (TARIC additional code: 8155), Sangam Cirfab Pvt. Ltd (TARIC additional code: 8156) and Synthetic Fibres (Mysore) Pvt. Ltd, India (TARIC additional code: 8157), should be subject to the anti-dumping duty imposed by Regulation (EC) No 1950/97.", "The anti-dumping duty imposed by Regulation (EC) No 1950/97 is hereby repealed with regard to imports of the product identified in Article 1 (TARIC additional code: 8900).", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1. Registration shall expire nine months following the date of entry into force of this Regulation.", "Interested parties, if their representations are to be taken into account during the investigation, must make themselves known, present their views in writing and submit information within 37 days from the date of transmission of this Regulation to the authorities of the exporting country. Interested parties may also apply to be heard by the Commission within the same time limit. The transmission of a copy of this Regulation to the authorities of the exporting country shall be deemed to have taken place on the third day following its publication in the Official Journal of the European Communities.\nAny information relating to the matter and any request for a hearing should be sent to the following address:\nEuropean Commission,\nDirectorate-General for External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand,\nDM-24 8/38,\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels;\nFax: (322) 295 65 05,\nTelex: COMEU B 21877.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 276, 9. 10. 1997, p. 1."}