{"celex_id": "31991R3901", "uri": "http://publications.europa.eu/resource/cellar/368b9dac-cef9-4e67-89e3-3ec78f58a00d", "type": "Regulation", "concepts": ["4416", "4720", "4722", "893"], "title": "Commission Regulation (EEC) No 3901/91 of 18 December 1991 laying down certain detailed rules on the description and presentation of special wines\n", "header": "COMMISSION REGULATION (EEC)  No 3901/91\nof 18 December 1991\nlaying down certain detailed rules on the description and  presentation of special wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of  the market in wine (1), as last amended by Regulation (EEC) No 1734/91 (2), and in particular  Article 72 (5) thereof,\nWhereas Council Regulation (EEC) No 3895/91 (3) provides that the alcoholic strength is to be  indicated on the labelling of liqueur wines, semi-sparkling wines and aerated semi-sparkling wines  and that closing devices on bottles containing such wines may no longer be covered by a capsule or  foil made from lead as from 1 January 1993; whereas detailed rules of application should be laid  down along the lines of the rules adopted for the description of wines, grape must and sparkling  wines;\nWhereas the provisions of this Regulation are to replace those of Commission Regulation (EEC) No  1069/87 of 15 April 1987 laying down detailed rules as regards the indication of alcoholic strength  on the labelling of special wines (4); whereas those provisions must accordingly be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Wine,", "main_body": ["1.  The actual alcoholic strength by volume indicated on the  labelling of liqueur wines, semi-sparkling wines and aerated semi-sparkling wines shall be  expressed as a unit or half-unit percentage by volume.\nThe actual alcoholic strength by volume indicated may not be more than 0,8 % vol more or less than  the strength determined by analysis.\n2.  The figure expressing the actual alcoholic strength by volume shall be followed by the symbol  '% vol` and may be preceded by the words 'actual alcoholic strength` or 'actual alcohol`, or the  abbreviation 'alc.`. It shall be indicated on the labelling in lettering which is not less than 3  mm high.", "Liqueur wines, semi-sparkling and aerated semi-sparkling wines which:\n(a)  were put up before 1 May 1988 in containers of a nominal value of 60 litres or less with  labelling:\n- on which the actual alcoholic strength by volume is not indicated in accordance with Article 1  but is indicated in accordance with the national provisions applicable before that date,\nor\n- on which the alcoholic strength is not indicated and did not have to be indicated under the  national provisions in force before that date;\nor\n(b)\nwere put up before 1 January 1993 in bottles with closing devices covered by a capsule or  foil made from lead,\nmay be kept for sale, put on the market or exported until all the stocks concerned have been  disposed of.", "Regulation (EEC) No 1069/87 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 18 December 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ N° L 84, 27.  3. 1987, p. 1.\n(2) OJ N° L 163, 26. 6. 1991, p. 6.\n(3) See page 1 of this Official Journal.\n(4) OJ N° L 104, 16. 4. 1987, p. 14."}