{"celex_id": "31999D0179", "uri": "http://publications.europa.eu/resource/cellar/de23f48d-a272-46ad-be55-9a97902e4950", "type": "Decision", "concepts": ["1368", "2871", "3646", "5696"], "title": "1999/179/EC: Commission Decision of 17 February 1999 establishing the ecological criteria for the award of the Community eco-label to footwear (notified under document number C(1999) 340) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 17 February 1999 establishing the ecological criteria for the award of the Community eco-label to footwear (notified under document number C(1999) 340) (Text with EEA relevance) (1999/179/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (1), and in particular the second subparagraph of Article 5(1) thereof,\nWhereas the first subparagraph of Article 5(1) of Regulation (EEC) No 880/92 provides that the conditions for the award of the Community eco-label shall be defined by product group;\nWhereas Article 10(2) of Regulation (EEC) No 880/92 states that the environmental performance of a product shall be assessed by reference to the specific criteria for product groups;\nWhereas in accordance with Article 6 of Regulation (EEC) No 880/92, the Commission has consulted the principal interest groups within a consultation forum;\nWhereas the measures set out in this Decision are in accordance with the opinion of the committee set up pursuant to Article 7 of Regulation (EEC) No 880/92,", "main_body": ["The product group 'footwear` (hereinafter referred to as 'the product group`) shall mean:\n'All articles of clothing designed to protect or cover the foot, with a fixed outer sole which comes into contact with the ground`.", "The environmental performance and the fitness for use of the product group shall be assessed by reference to the specific ecological and fitness for use criteria set out in the Annex.", "The product group definition and the specific ecological criteria for the product group shall be valid for a period of three years from the first day of the month following the adoption of the criteria.", "For administrative purposes the product group code No assigned to this product group shall be '017`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 February 1999.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 99, 11. 4. 1992, p. 1.\nANNEX\nIn order to qualify for an eco-label, the product as defined in Article 1 must comply with the criteria of this Annex, with tests carried out on application as indicated in the criteria. Where appropriate, other test methods may be used if their equivalence is accepted by the competent body assessing the application. Where no tests are mentioned, or are mentioned as being for use in verification or monitoring, competent bodies should rely as appropriate on declarations and documentation provided by the applicant and/or independent verifications.\nThe competent bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria in this Annex.\nThese criteria aim in particular at limiting the levels of toxic residues and the emissions of volatile organic compounds, and at promoting a more durable product.\nThe functional unit is one pair of shoes. Requirements are based on shoe size 40 Paris point. For children's shoes the requirements apply for a size 32 Paris point (or the largest size in the case of maximum sizes smaller than 32 Paris point).\nECOLOGICAL CRITERIA\n1. Residues in the final product\n(a) The average concentration of residues in the final product shall not exceed the following:\n>TABLE>\nTest methods (test report required on application)\n- Cr (VI): standard EN 420 (note that difficulties in measurement due to interferences may be encountered when analysing certain coloured leathers),\n- Cd, Pb, As: analyses by atomic absorption spectroscopy (AAS) following digestion by strong acid.\nSample preparation:\n(1) Separate the upper components from the bottom components,\n(2) grind completely the upper components and the bottom components, keeping both separate,\n(3) analyse a sample of each of these two preparations,\n(4) the concentrations of the above substances in each of these two samples shall not exceed the above values.\n(b) The amount of free and partially hydrolysable formaldehyde of the textile components of the footwear shall not exceed 75 ppm and of the leather components shall not exceed 150 ppm.\nTest methods (test report required on application)\n- textiles: Japan Law 112, SFS 4996 or Preniso 14184-1\n- leather: IUC 94.50001 a or DIN 53315\n2. Emissions from the production of material\nThe waste water from leather tanning sites shall be treated, either by an in-house or municipal waste water treatment plant/facility, so as to achieve a reduction of the COD content of at least 75 %.\nTest method (test report and appropriate complementary data required on application)\nCOD: ISO 6060 water quality, determination of chemical oxygen demand\n3. Use of harmful substances (up until purchase)\n(a) Pentachlorphenol (PCP) and its salts and esters shall not be used.\nTest method (for purposes of verification)\n>TABLE>\n(b) No azo dyes shall be used that may cleave to any of the following aromatic amines:\n>TABLE>\nTest method (for purposes of verification)\n- textiles: German method B-82.02 or equivalent, limit 30 ppm. (Note that false positives are possible for 4-aminoazobenzene and confirmation is therefore recommended),\n- leather: standard DIN 53316, limit 30 ppm. (Note that false positives are possible for 4-aminoazobenzene, 4-aminodiphenyl and 2-naphthylamine and confirmation is therefore recommended).\n4. Use of volatile organic compounds (VOCs) during final assembly of shoes\nThe total use of VOCs during final footwear production, for the following categories, shall not exceed on average:\n>TABLE>\nVOCs are any organic compound having at 293,15 K a vapour pressure of 0,01 kPa or more, or having a corresponding volatility under the particular conditions of use.\nThe total use of VOCs during final shoe production shall be calculated as follows:\nM(VOCtotal) = Ó (M(adhesives) × C(VOCa)) + Ó (A(finishes) × M(finishes) × C(VOCf))\nWhere:\n>TABLE>\nRegistration of purchased leather, adhesives, finishes and production of footwear over at least the last six months is required.\n5. Electric components\nThe footwear shall not contain any electric or electronic components.\n6. Packaging of the final product\n(a) Where cardboard boxes are used for the final packaging of footwear, they shall be made from a minimum of 80 % recycled material.\n(b) Where plastic bags are used for the final packaging of footwear, they shall be made from recycled material.\nCONSUMER INFORMATION\n7. User instructions\nThe following information shall be supplied with the product:\n- these shoes have been treated to improve their water resistance. They do not require further treatment. (This criterion is applicable only to footwear that has been water-resistant treated),\n- where possible repair your footwear rather than throw them away. This is less damaging to the environment.\nFITNESS FOR USE CRITERIA\n8. Parameters contributing to durability\nOccupational and safety footwear must carry the CE mark (in accordance with Council Directive 89/686/EEC (1) on the approximation of the laws of the Member States relating to personal protective equipment). All other footwear must meet the requirements indicated in the table below (test report required on application). The parameters referred to are measured according to the following test methods:\n>TABLE>\n>TABLE>\nIn addition, specialist cold footwear shall meet the following requirements for water resistance:\n- uppers: penetration time &ge; 240 min, absorption\n(1) OJ L 399, 30. 12. 1989, p. 18."}