{"celex_id": "31997R1663", "uri": "http://publications.europa.eu/resource/cellar/4ea5db44-e28f-4fee-81ee-1659a3e06b8a", "type": "Regulation", "concepts": ["161", "2211", "3591", "4080", "5252", "914"], "title": "Commission Regulation (EC) No 1663/97 of 25 August 1997 amending Regulation (EC) No 2498/96 opening Community tariff quotas for 1997 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204\n", "header": "COMMISSION REGULATION (EC) No 1663/97 of 25 August 1997 amending Regulation (EC) No 2498/96 opening Community tariff quotas for 1997 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Regulation (EC) No 1595/97 (2), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 3066/95 provides in particular for a reduction in duty and increases in import quantities in 1997; whereas it also provides for the importation of pure-bred breeding goats falling within CN code 0104 20 10 within the tariff quotas for Hungary, Poland, Slovakia, the Czech Republic and Bulgaria;\nWhereas the measures provided for in Regulation (EC) No 3066/95 have been amended by virtue of Regulation (EC) No 1595/97;\nWhereas, as a result, Commission Regulation (EC) No 2498/96 of 23 December 1996 opening Community tariff quotas for 1997 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 (3), as amended by Regulation (EC) No 1044/97 (4), should be amended for the period 1 July to 31 December 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["Annex II to Regulation (EC) No 2498/96 is hereby replaced by the following:\n'ANNEX II\nQuantities (tonnes CWE) referred to in Article 2 (2)\nDuty rate zero\n>TABLE>", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July to 31 December 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 216, 8. 8. 1997, p. 1.\n(3) OJ No L 338, 28. 12. 1996, p. 53.\n(4) OJ No L 152, 11. 6. 1997, p. 8."}