{"celex_id": "31995R3069", "uri": "http://publications.europa.eu/resource/cellar/f1a45e95-96a9-4e7a-aac3-b045a793bae0", "type": "Regulation", "concepts": ["133", "2026", "2891", "4790", "4829", "5229"], "title": "Council Regulation (EC) No 3069/95 of 21 December 1995 establishing a European Community observer scheme applicable to Community fishing vessels operating in the Regulatory Area of the Northwest Atlantic Fisheries Organization (NAFO)\n", "header": "COUNCIL REGULATION (EC) No  3069/95\nof 21 December 1995\nestablishing a European Community observer scheme applicable to  Community fishing vessels operating in the Regulatory Area of the Northwest Atlantic Fisheries  Organization (NAFO)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries was  approved by the Council by Regulation (EEC) No 3179/78 (3) and entered into force on 1 January  1979;\nWhereas the Northwest Atlantic Fisheries Organization (NAFO), established by the NAFO Convention,  adopted a Joint Scheme of Inspection and Surveillance which was adopted by the Council in  Regulation (EEC) No 1956/88 (4);\nWhereas NAFO adopted a pilot observer scheme for the period 1993 to 1995 which has been implemented  in the Community by means of Regulation (EEC) No 3928/92 (5);\nWhereas, with the objective of improving control and enforcement in the NAFO Regulatory Area and  complementing the existing Scheme of Joint International Inspection and Surveillance, the Community  has agreed, in the framework of the NAFO and the Agreement on Fisheries with Canada, to deploy  Community observers on board Community fishing vessels while engaged in fishing activities in the  said NAFO Regulatory Area;\nWhereas on 15 September 1995, the NAFO Fisheries Commission adopted a proposal to introduce a  global observer scheme;\nWhereas pursuant to Article XI of the NAFO Convention, the proposal will, in the absence of  objections, become a measure binding upon the Contracting Parties as from 15 November 1995;\nWhereas the scheme is acceptable to the Community;\nWhereas it is appropriate to regulate the observer scheme by means of one Regulation and therefore  repeal Regulation (EEC) No 3928/92;\nWhereas provision should be made for adopting detailed rules for the implementation of this  Scheme,", "main_body": ["Without prejudice to Article 2 (2) of Regulation (EEC) No 1956/88,  the European Commission shall assign Community observers to all Community fishing vessels engaged  in or about to engage in fishing activities in the NAFO Regulatory Area. Duly appointed observers  shall remain on board the fishing vessels to which they are assigned until they are replaced by  other observers.\nExcept for reasons of force majeure, fishing vessels without an observer on board will not be  allowed to commence or continue fishing in the NAFO Regulatory Area.", "Masters of Community fishing vessels operating in the NAFO Regulatory Area shall  receive the Community observers and cooperate with them in order to allow them to discharge their  duties while on board the vessels.", "The detailed rules governing the assignment of the observers, their duties and the  obligations of the Masters of the vessels are laid down in Annex I.", "The Commission shall pay the costs arising from the observer scheme in accordance with  the rules in Annex II.", "The competent authorities of the Member States receiving the final report of the  observer at the termination of the observation period shall evaluate the contents and conclusions  of the said report. In the event that the report indicates that the vessel observed has engaged in  fishing practices at variance with conservation measures the said authorities shall take all  appropriate action to investigate the matter in order to prevent such practices.", "Regulation (EEC) No 3928/92 is hereby repealed.", "This Regulation shall enter into force on the seventh day following that of its  publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No C 211, 15. 8. 1995, p.  13.\n(2) Opinion delivered on 15. 12. 1995 (not yet published in the Official Journal).\n(3) OJ No L 378, 30. 12. 1978, p. 1.\n(4) OJ No L 175, 6. 7. 1988, p. 1. Regulation as last amended by Regulation (EC) No 3067/95 (see  page 1 of this Official Journal).\n(5) OJ No L 397, 31. 12. 1992, p. 78.\nANNEX I\nDETAILED RULES REFERRED TO IN ARTICLE 3\n1. Assignment of observers\n(i) With a  view to fulfilling the obligation to assign observers, the Commission shall assign appropriately  qualified and experienced personnel. Selected personnel should possess the following skills in  order to discharge their duties:\n- sufficient experience to identify species and gear,\n- navigational skills,\n- a satisfactory knowledge of the NAFO conservation and enforcement measures,\n- the ability to carry out elementary scientific tasks e.g. collecting samples, as requested and  observe and record accurately,\n- a satisfactory knowledge of the language of the flag State of the vessel observed.\n(ii) Member States shall take all appropriate steps to ensure that observers are received on board  fishing vessels at the duly designated time and location and facilitate their departure at the  termination of the observation period.\n2. Duties of observers\nThe main task of the observers is to monitor the fishing vessel's compliance  with the relevant NAFO conservation and enforcement measures. More specifically, the designated  observers shall:\n(a) record the fishing activities of the vessel observed; fishing activities shall be recorded  using the model format set out below in the Appendix;\n(b) verify the position of the vessel when engaged in fishing activity;\n(c) observe and estimate catches taken on a set-by-set basis (location, depth, time the net is in  the water);\n(d) identify catch composition;\n(e) monitor discards, by-catch and catches of undersized fish;\n(f) record the gear, mesh size and attachments utilized by the master;\n(g) verify entries made to the logbook and production logbook. Verification of production logbook  shall be made using the conversion factor employed by the master;\n(h) verify hail reports;\n(i) report, within 24 hours, evidence of an apparent infringement. Such reports shall be made to a  NAFO inspection vessel in the NAFO Regulatory Area which shall report the apparent infringement to  the Executive Secretary of NAFO. Observers shall use an established code when communicating to an  inspection vessel.\n(j) complete a daily log of the vessels' fishing activities in accordance with the format presented  in the Appendix;\n(k) monitor the functioning of automatic remote position recording facilities if on board and used  by the vessel observed;\n(l) carry out scientific work and sampling if so requested by the NAFO Fisheries Commission or by  the appropriate authorities of the Flag State of the vessel observed;\n(m) present a report, to the Commission and the competent authorities of the Member State  concerned, within 20 days following the termination of the observation period. The report shall  summarize the main findings of the observer. The report shall be transmitted to the NAFO Executive  Secretary by the Commission;\n(n) the assigned observers shall take all appropriate steps to ensure that their presence on board  fishing vessels does not hinder or interfere with the proper functioning of the vessels including  fishing activities;\n(o) the observer shall respect the property and equipment on board the fishing vessels including  the confidentiality of all documents pertaining to the said vessels;\n(p) all observation duties shall be confined to the NAFO Regulatory Area.\n3. Master of the vessel\n(i) the master of the vessel designated to receive an observer on board  shall take all reasonable steps to facilitate the arrival and departure of the said observer. While  on board the designated observer shall be offered appropriate and adequate accommodation and  working facilities. The master of the vessel shall permit the observer to have access to the  vessel's documents (logbook, capacity plan, production logbook or stowage plan) and to different  parts of the vessel in order to facilitate the discharge of the observer's duties;\n(ii) the master shall be informed in good time of the date and location for receiving observers and  the likely duration of the observation period;\n(iii) the master of the vessel observed may, on his own request, be provided with a copy of the  observer's report.\nAppendix\nFISHING OPERATION REPORT\n>START OF GRAPHIC>\nLOCAL TIME ZT + .\n1. Serial No .............................. Date .............................. Time  .............................. Observer's name .\nVessel .............................. Registration No .............................. Nationality .\n2. Type of gear ............................................................ No of haul  ............................................................ Mesh size . mm\nNo of hooks  ..............................\nNo of gill nets ............................................................ of . m\nAttachments to  nets ........................................ Mesh size of attachments . mm\n3.\nPosition .............................. N . W\nDepth .............................. M Fishing time  .\nNAFO Division .\nChance of NAFO division\nyes\nno\nPosition .......... N .......... W Time . UTC\nHail report  transmitted\nyes\nno\nCode .............................. Area .\nVia .............................. Radio DTG . UTC\nDoes the actual position correspond with the  latest transmitted hail report\nyes\nno\n4. Catches kept on board. All species in kilograms.\nSpecies Observer's estimates in live weight (LW) EC Logbook LW Productionlogbook How processed  Conversion factors used Observer's estimates in processed weight 3-Alpha codes Present haul  Accumulated totals Sheet No . Sheet No . Observer Skipper Present haul Accumulated totals\n5.\nUndersized fish observed\nyes\nno\nSpecies . Amount in kg . in % .\nDiscards of undersized fish\nyes\nno\nAmount in kg .\n6.\nOther discards\nyes\nno\nSpecies . Amount in kg . 7. Other observations\n.\n.\n.\n.\n.\n8. Date .\nSignature .\n>END OF GRAPHIC>\nANNEX II\nDETAILED RULES REFERRED TO IN ARTICLE 4\nThe following rules shall apply to  observers provided by private agencies:\n(i) The private agencies shall enter into a contract with the Commission to provide a fixed number  of suitably qualified individuals to act as observers;\n(ii) the said contract shall specify the cost per day of the observers, the procedures for the  payment of costs and any bilateral arrangements concerning advance payment."}