{"celex_id": "31992R2257", "uri": "http://publications.europa.eu/resource/cellar/e60bbc73-d4e2-45a4-9d38-93d721a3e5f7", "type": "Regulation", "concepts": ["1270", "1644", "1730", "2292", "4885", "932"], "title": "Commission Regulation (EEC) No 2257/92 of 31 July 1992 laying down detailed rules for implementing the specific arrangements for supplying Madeira with certain vegetable oils and establishing the provisional supply balance\n", "header": "COMMISSION REGULATION (EEC) No 2257/92  of 31 July 1992  laying down detailed rules for implementing the specific arrangements for supplying Madeira with certain vegetable oils and establishing the provisional supply balance\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for Madeira with regard to certain agricultural products (1), and in particular Article 10 thereof,\nWhereas, for the purposes of Article 2 of Regulation (EEC) No 1600/92, the specific supply balance should be drawn up for the 1992/93 marketing year for certain vegetable oils benefiting from the exemption scheme for duties on direct imports from third  countries or from aid on consignments from the rest of the Community;\nWhereas the amount of the abovementioned aid for supply should be determined; whereas such aid must be determined with particular regard to the cost of supply from the world market and the geographical location of Madeira;\nWhereas the common detailed rules for implemention of the specific arrangements for the supply of certain agricultural products to Madeira were laid down by Commission Regulation (EEC) No 1696/92 (2); whereas supplementary implementing rules, regarding  in particular the duration of the validity of import licences and aid certificates and the amount of the securities to ensure that operators comply with their obligations, should be laid down;\nWhereas provision should be made for Portugal to designate the competent authority rmsponsible for administering the supply balance, for issuing import licences and aid certificates and for handling aid applications and payments;\nWhereas provision should be made for a timetable for submitting licence and certificate applications and for establishing admissibility requirements for these applications, in particual regarding the lodging of securities; whereas, to ensure the sound  administration of the supply arrangements, conditions should be laid down for the release of the security;\nWhereas provision should be made for the aid to be adjusted where conditions on the Community or world market so warrant;\nWhereas the supply arrangements provided for by Regulation (EEC) No 1600/92 apply from 1 July 1992; whereas the detailed implementing rules should apply from the same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Managemetn Committee for Oils and Fats,", "main_body": ["1. The quantities of the forecast supply balance for Madeira for the period from 1 July 1992 to 30 June 1993 which qualify for exemption from customs duties on imports from third countries or which benefit from Commnity supply aid shall be as  follows:\nCN code  Description of goods  Quantity (tonnes)      1507 to 1516\n(excluding 1509\nand 1510)  Vegetable oils (excluding olive oils)  3 000\n2. Community aid of ECU 25 per tonne shall be fixed for products covered by the provisional supply balance which are in free circulation on the Community market and consigned to the  Madeira.", "Portugal shall designate the competent authority responsible for:\n(a) administering and issuing import licences or exemption certificates as provided dor in Articles 2 and 3 of Regulation (EEC) No 1696/92;\n(b) administering and issuing aid certificates as provided for in Article 4 of that Regulation;\n(c) payment of the aid to the operators concerned and administration of the securities.", "1. Applications for licences and certificates as referred to in Articles 2 (1), 3 (1) and 4 (1) of Regulation (EEC) No 1696/92 shall be submitted to the competent authority during the first five working days of every quarter. An application  shall be valid only if:\n(a) the quantity does not exceed the maximum quantity available for the period concerned;\n(b) in the case of applications for aid or exemption certificates, evidence is provided, before the deadline for the submission of applications provided for in paragraph 1, that the party concerned has lodged a security of ECU 2,5 per 100 kilograms of  the product.\n2. Licences and certificates shall be issued on the 10th working day of each quarter.\n3. Notwithstanding paragraphs 1 and 2 of this Article, for the first quarter, applications for licences and certificates shall be submitted during the first 10 days following the entry into force of this Regulation. Licences and certificates shall be  issued on the 20th working day following that date.\n4. Where licences or certificates are issued for quantities smaller than those applied for, the operator concerned may withdraw his application in writing within three working days from the date of issue.", "1. Import licences and exemption certificates shall expire on the last day of the month following the quarter in which they were issued.\n2. Aid certificates shall expire on the last day on the second month following the quarter in which they were issued.", "Securities shall be released if and when:\n(a) the competent authority has not granted an application; in such cases, the security shall be released in respect of the quantities applied for and not granted;\n(b) the operator has withdrawn his application in accordance with Article 3 (4);\n(c) proof has been provided that the licence or certificate has been used in accordance with Regulation (EEC) No 1696/92 and this Regulation; in such cases the security shall be released for the quantities mentioned on the licence or certificate.", "The aid referred to in Article 1 shall be paid in respect of quantities actually supplied.", "The amounts of the aid referred to in Article 1 may be adjusted when market conditions so require.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1. (2) OJ No L 179, 1. 7. 1992, p. 6."}