{"celex_id": "31998R0142", "uri": "http://publications.europa.eu/resource/cellar/4fb558fa-0e2a-48e4-b732-cd9dbe1ed6b1", "type": "Regulation", "concepts": ["1201", "136", "1377", "1988", "2437"], "title": "Commission Regulation (EC) No 142/98 of 21 January 1998 laying down detailed rules for granting the compensatory allowance for tuna intended for the processing industry\n", "header": "COMMISSION REGULATION (EC) No 142/98 of 21 January 1998 laying down detailed rules for granting the compensatory allowance for tuna intended for the processing industry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products (1), as last amended by Regulation (EC) No 3318/94 (2), and in particular Article 18(6) thereof,\nWhereas Article 18 of Regulation (EEC) No 3759/92 provides for an allowance to be paid to producers' organisations if it is found that the prices of given products, during a given quarter, are below a specified triggering threshold;\nWhereas, for the purposes of applying the allowance system, the selling price referred to in Article 18(1) of Regulation (EEC) No 3759/92 should be defined;\nWhereas, for the quantities for which entitlement to the allowance has been established, rules should be laid down governing the submission of applications for and payment of the allowance, including conditions relating to furnishing proof of the Community origin and the Community nature of the products;\nWhereas the framework and objectives of the control procedure should be laid down, while it should be left to the Member States' control authorities to adopt suitable provisions for effective regular monitoring of the system introduced;\nWhereas the allowance system is open to specific risks of fraud, in particular on account of the fact that the allocation and payment of the allowance are decided after the expiry of the quarterly periods concerned; whereas, with a view to minimising such risks, in the case of a false declaration made intentionally or by serious negligence, the beneficiary should pay the Member State an amount equal to 50 % of the allowance concerned without prejudice to the recovery of the allowance and payment of interest; in the case of a second infringement, the organisation or the member concerned shall also be ineligible for the allowance for the eight quarters following the quarter concerned;\nWhereas it should be laid down that an infringement of the tuna allowance scheme with limited implications does not entail the total withdrawal of the right to the allowance but only a standard reduction thereof;\nWhereas, to ensure the correct functioning of the system in question, certain rules should be laid down regarding the notifications to be made by the Member States;\nWhereas Commission Regulation (EEC) No 2381/89 of 2 August 1989 laying down detailed rules for granting compensation to producers of tuna for the canning industry (3) should be repealed;\nWhereas the Management Committee for Fishery Products could not express an opinion as regards the measures provided for in this Regulation within the time required by its President,", "main_body": ["This Regulation lays down detailed rules for granting the allowance referred to in Article 18 of Regulation (EEC) No 3759/92, hereinafter referred to as the 'Basic Regulation`.", "1. The grant of the allowance and its maximum amount shall be determined by means of a Regulation adopted in accordance with the procedure laid down in Article 32 of the Basic Regulation, where it has been ascertained that the conditions laid down in Article 18(1) of the Basic Regulation are met for the quarter in question.\n2. The allowance shall be granted to producers' organisations, subject to the limits laid down in Article 18(3) of the Basic Regulation, for the products listed in Annex III to the said Regulation, caught by its members and sold and delivered to processors established within the customs territory of the Community for complete and definitive processing into products falling within CN code 1604.", "The average selling price recorded on the Community market referred to in the first indent of Article 18(1) of the Basic Regulation shall be determined by the Commission on the basis of the monthly average prices notified by the Member States pursuant to Article 7(1)(b) of Commission Regulation (EEC) No 2210/93 (4).\nMember States shall determine the monthly average prices on the basis of the selling prices during the reference month as invoiced by the producers' organisations or their members, at the stage of the first-hand sale in the Community. The selling price shall be determined:\n- in the case of products sold at landing, for merchandise on board, alongside quay,\n- in the case of products sold following storage by the producers' organisation or its members, at warehouse.", "Within the limits of the volumes as laid down in Article 18(3) of the Basic Regulation, the competent authorities of the Member State concerned shall grant the allowance to producers' organisations in accordance with Article 18(4) of the said Regulation.", "The operations to be taken into account for determining entitlement to the allowance shall be sales which have invoice dates within the relevant quarter and which have been taken into account for calculating the average monthly selling price referred to in Article 3.", "1. Applications for payment of the allowance, accompanied by the supporting documents referred to in paragraph 2, shall be submitted by the producers' organisation concerned, for all the operations taken into account pursuant to Article 5, to the competent authorities of the Member State in which the producers' organisation is established, not later than 45 days after the entry into force of the Regulation provided for in Article 2(1).\n2. The supporting documents shall be as follows:\n(a) a copy of the invoice for the sale of the products, showing at least the names and addresses of the buyer and seller, as referred to in Article 2(2) and, for each consignment of a given category of product:\n- the quantity sold,\n- the selling price actually charged,\n- the date of delivery,\n- the place of delivery;\n(b) proof of the Community origin and hence of the Community nature of the products;\n(c) proof of delivery of the products in question to a processor established in the customs territory of the Community;\n(d) proof of payment for the goods at the price referred to in the second indent of point (a);\n(e) a declaration by the processor that the quantity purchased is intended for processing in accordance with Article 2(2).\n3. Proof of Community origin and of Community nature as required by paragraph 2(b) shall be furnished by:\n- the T2M document in accordance with Articles 325 to 337 of Commission Regulation (EEC) No 2454/93 (5)\n.To that end, the customs office which validated the entry of the products into the customs territory of the Community in accordance with Article 334 of Regulation (EEC) No 2454/93 shall provide the applicant with a single copy of the T2M document bearing the words 'SINGLE COPY FOR COMPENSATORY ALLOWANCES`.\nThe applicant specified in box 1 of the T2M document must be the producer who caught the products for which the allowance application is submitted,\n- where the customs authorities at the port where the products are landed have waived production of the T2M document within the meaning of Article 326(2) of Regulation (EEC) No 2454/93, proof of Community origin shall be established by the declaration provided for in Article 8(1) of Council Regulation (EEC) No 2847/93 (6) or by a document duly endorsed by the competent authorities of the Member State of landing certifying landing in the customs territory of the Community,\n- the document furnished as proof of origin of the products must clearly indicate the species, presentation and weight of products. If necessary, it will be supplemented by a certificate of weighing on landing in the customs territory of the Community issued by the competent authorities of the Member State of landing.", "1. The allowance shall be paid to the producer's organisation by the Member State concerned within 75 days of receipt of the complete file as referred to in Article 6(1), except where an administrative inquiry into entitlement to the allowance has been initiated.\n2. The allowance shall be passed on by the producers' organisation to its members within 90 days of receipt of the amount from the Member State.\n3. The Member States concerned shall notify the Commission each quarter, not later than one month after the end of the quarter in question, of the payments made by producers' organisations and the period for which they are granted under paragraph 1 and the quantities of each relevant species.", "1. The Member States concerned shall set up a control system for checking that the products for which the allowance is claimed qualify for it and that all other relevant Community rules are observed.\n2. Detailed rules governing the control system must provide at least for the following:\n- provisions concerning verification of the Community origin and Community nature of the products, particularly on the basis of ship's documents,\n- identification in the sales records of the producers' organisations or of their members or their service providers of the operations taken into account under these arrangements and, for each quantity in question, the reference to the T2M document or document replacing it, the date of sale and delivery, the buyer of the product, the price at which the said quantity was sold and the reference number of the invoice. The sales records will therefore be accordingly,\n- unannounced inspections at the premises of producers' organisations or their members or their service providers in order to verify on the spot that the data mentioned in Article 6(2) and (3) correspond to the actual situation,\n- direct inspections of the processing establishments, in particular with the aim of verifying on the spot that products purchased under these arrangements have in fact been sent for processing in accordance with Article 2(2).\n3. Inspections shall be covered by a detailed report on the extent to which the recipient of the allowance has fulfilled the commitments, as well as on the nature and scope of the checks carried out.\n4. The Member States shall notify the Commission each quarter of the inspections undertaken and their outcome.", "1. Where an infringement of the allowance scheme has been committed as a result of serious negligence or with intention to defraud by a producers' organisation or one of its members, the Member State shall withhold an amount equal to 50 % of the allowance applicable to the quantities concerned by the infringement and in respect of which the allowance was or was to be granted. In the case of a second infringement, the organisation or the member concerned shall also be ineligible for the allowance for the eight quarters following the quarter concerned.\n2. Where an infringement of the allowance scheme, with limited implications, has been committed by a recipient of the allowance and where it is shown by the said recipient, to the satisfaction of the Member State concerned, that such infringement was not committed with intention to defraud or as the result of serious negligence, the Member State shall withhold an amount equal to 10 % of the allowance applicable to the quantities concerned by the infringement and in respect of which the allowance was or was to be granted.\n3. The amount withheld shall be credited to the European Agricultural Guidance and Guarantee Fund (EAGGF).\n4. Where undue payment is made the recipient shall be required to repay the allowance in accordance with Article 8 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (7), plus interest corresponding to the inter-bank interest rate plus 1 % applicable from the date of payment of the allowance until its recovery.\n5. Member States shall notify the Commission each quarter not later than one month after the end of the quarter concerned of the cases to which this Article applies.", "0\nThe Member States concerned shall notify the Commission of the control measures set up pursuant to Article 8 not later than three months after the date of entry into force of this Regulation and of any adjustments to those measures within three months of their introduction.", "1\nThe conversion rate applicable to the allowance shall be that set in Article 5 of Commission Regulation (EC) No 3516/93 (8).", "2\nRegulation (EEC) No 2381/89 is hereby repealed.", "3\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 388, 31. 12. 1992, p. 1.\n(2) OJ L 350, 31. 12. 1994, p. 15.\n(3) OJ L 225, 3. 8. 1989, p. 33.\n(4) OJ L 197, 6. 8. 1993, p. 8.\n(5) OJ L 253, 11. 10. 1993, p. 1.\n(6) OJ L 261, 20. 10. 1993, p. 1.\n(7) OJ L 94, 28. 4. 1970, p. 13.\n(8) OJ L 320, 22. 12. 1993, p. 10."}