{"celex_id": "31996D0167", "uri": "http://publications.europa.eu/resource/cellar/09ad01b0-ed2f-4582-9b3c-c7112deeb540", "type": "Decision", "concepts": ["1309", "1591", "2783", "2838", "3893", "4580"], "title": "96/167/EC: Commission Decision of 19 February 1996 terminating the anti-dumping proceeding concerning imports of cotton fabric originating in the People' s Republic of China, India, Indonesia, Pakistan and Turkey\n", "header": "COMMISSION DECISION of 19 February 1996 terminating the anti-dumping proceeding concerning imports of cotton fabric originating in the People's Republic of China, India, Indonesia, Pakistan and Turkey (96/167/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 1251/95 (2), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (3), as last amended by Regulation (EC) No 522/94 (4), and in particular Articles 5 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nI. PROCEDURE\n(1) In September 1993 the Commission received a complaint from the Committee of the Cotton and Allied Textile Industries of the EEC ('Eurocoton`) concerning imports of cotton fabric originating in the People's Republic of China, India, Indonesia, Pakistan and Turkey. The complaint was lodged on behalf of producers of the product in question allegedly representing a major proportion of total cotton fabric output in the Community. The complaint contained evidence of dumping and material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (5), the initiation of an anti-dumping proceeding concerning imports into the Community of fabric composed either totally or partially (more than 50 %) of cotton and falling within CN codes 5208 11 10 to 5212 25 90.\n(2) The Commission officially advised the exporters and importers known to be concerned; the representatives of the exporting country and the complainants and gave the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(3) Owing to the volume of information gathered and the complexity of the investigation, the proceeding exceeded the normal duration of one year as provided for in Article 7 (9) of Regulation (EEC) No 2423/88.\nII. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(4) The complainant Community producers formally withdrew the complaint concerning imports of cotton fabric originating in the People's Republic of China, India, Indonesia, Pakistan and Turkey. The Commission considered that a termination in this context would not be against the interest of the Community.\n(5) In these circumstances, the anti-dumping proceeding concerning imports of cotton fabric originating in the People's Republic of China, India, Indonesia, Pakistan and Turkey should be terminated without imposition of protective measures.\n(6) The Advisory Committee has been consulted and has raised no objection.\n(7) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the proceeding and have been given the opportunity to comment,", "main_body": ["The anti-dumping proceeding concerning imports of cotton fabric originating in the People's Republic of China, India, Indonesia, Pakistan and Turkey is hereby terminated."], "attachments": "Done at Brussels, 19 February 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 349, 31. 12. 1994, p. 1.\n(2) OJ No L 122, 2. 6. 1995, p. 1.\n(3) OJ No L 209, 2. 8. 1988, p. 1.\n(4) OJ No L 66, 10. 3. 1994, p. 10.\n(5) OJ No C 17, 20. 1. 1994, p. 3."}