{"celex_id": "31996R1529", "uri": "http://publications.europa.eu/resource/cellar/d46a73f5-16ea-401a-8e41-7b886777e7ac", "type": "Regulation", "concepts": ["2194", "2211", "4691", "5263", "768", "797"], "title": "Commission Regulation (EC) No 1529/96 of 30 July 1996 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\n", "header": "COMMISSION REGULATION (EC) No 1529/96 of 30 July 1996 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EC) No 1265/95 (2), and in particular Articles 5 (9) and 28 thereof,\nHaving regard to Council Regulation (EEC) No 3901/89 of 12 December 1989 defining lambs fattened as heavy carcases (3), as amended by Regulation (EC) No 1266/95 (4), and in particular Article 1 (2) thereof,\nWhereas detailed rules for the definition of lambs fattened as heavy carcases were enacted in Commission Regulation (EEC) No 2814/90 (5), as last amended by Regulation (EC) No 283/96 (6); whereas experience has shown that neither the provisions governing the fattening register in the framework of these detailed rules, nor those stipulating the commitments to be undertaken by finishers towards beneficiaries of the premium payable to the lamb producers, are sufficiently specific; whereas more specific rules should therefore be laid down but the register should not needlessly duplicate that specified in Article 4 of Council Directive 92/102/EEC on the identification and registration of animals (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 2814/90 is hereby amended as follows:\n1. The following indent is added after the third indent in the second subparagraph of Article 1 (1):\n'- the identification of the batch,`.\n2. Article 1 (2) is replaced by the following:\n'2. For each batch of lambs fattened the holder shall keep an up-to-date fattening register, as provided for by Council Directive 92/102/EEC (*), using the model in the Annex.\n(*) OJ No L 355, 5. 12. 1992, p. 32.`\n3. The last subparagraph of Article 1 (1) is replaced by the following:\n'Fattening away from the beneficiary's holding must be carried out by a single fattener for at least the 45 day minimum period set by Regulation (EEC) No 3901/89. The manager of the fattening house shall obtain prior approval from the competent authority in the Member State in which the application for a premium has been submitted. The manager must also undertake:\n- for each batch fattened, to provide the beneficiary with the fattening register details required to obtain the premium, which comprise:\n- the place of fattening, indicating the fattening pen,\n- dates of leaving for the lambs of the batch,\n- average weight of each batch leaving,\n- where applicable, details of any losses of lambs during fattening, and the reason for the loss (natural causes or force majeure),\n- to permit the controls for which provision is made in order to ensure that the fattening operations are being carried out,\n- should fattening be split between several pens, to keep an up-to-date central record, on the basis of notifications from these, of daily entry and exit movements, with numbers of animals involved, of the batches fattened therein`.\n4. The following subparagraph is added at the end of Article 1 (1):\n'In the event of failure to comply with one of the obligations indicated in the previous subparagraph in consequence of a false declaration by the fattener, whether deliberate or owing to serious negligence, approval for the fattening house shall be withdrawn for the marketing year following that during which this failure was discovered.`\n5. Article 1 (4) is deleted.\n6. The Annex hereto is added.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply to premiums granted from the 1997 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 123, 3. 6. 1995, p. 1.\n(3) OJ No L 375, 23. 12. 1989, p. 4.\n(4) OJ No L 123, 3. 6. 1995, p. 3.\n(5) OJ No L 268, 29. 9. 1990, p. 35.\n(6) OJ No L 37, 15. 2. 1996, p. 15.\n(7) OJ No L 355, 5. 12. 1992, p. 32.\nANNEX\n>START OF GRAPHIC>\nFATTENING REGISTER\n>END OF GRAPHIC>"}