{"celex_id": "31992R0776", "uri": "http://publications.europa.eu/resource/cellar/eb0bef86-78d9-4ec3-bf5c-1865a598f9ae", "type": "Regulation", "concepts": ["4732", "5010", "807"], "title": "Commission Regulation (EEC) No 776/92 of 30 March 1992 on the supply of common wheat to the People's Republic of Bangladesh as food aid\n", "header": "COMMISSION REGULATION (EEC) No 776/92  of 30 March 1992  on the supply of common wheat to the People's Republic of Bangladesh as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, by its Decisions of 19 and 27 November 1991 on the supply of food aid to Bangladesh, the Commission allocated to this country 50 000 tonnes of cereals to be supplied free at port of landing - undischarged;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4), as amended by Regulation (EEC) No 790/91 (5); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and second deadlines for submission of tenders; whereas, in order to avoid republication of the notice of invitation to tender, a third deadline for submission of  tenders should be opened,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of common wheat to Bangladesh in accordance with the provisions of Regulation (EEC) No 2200/87 and with the conditions laid down in Annex I hereto.\nThe offer submitted shall be deemed to have been drawn up taking account of the charges and constraints resulting from specific clauses set out in the Exchange of Letters between the Commission and the recipient, published in part in Annex II. In  particular, the laydays should be assessed on the basis of an average daily discharge rate of 2 000 tonnes in such a way that dispatch to be paid to the recipient by the EEC will be for the account of the successful tenderer.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\n(2) OJ No L 174, 7. 7. 1990, p. 6.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\n(5) OJ No L 81, 28. 3. 1991, p. 108.\nANNEX I\nLOTS A and B\n1. Operation Nos (1): 1055/91 (lot A), 1056/91 (lot B)\n2. Programme: 1991\n3. Recipient (6): Bangladesh\n4. Representative of the recipient (2): The Secretary, Ministry of Food, Bangladesh Secretariat, Dhaka, Bangladesh\n5. Place or country of destination: Bangladesh\n6. Product to be mobilized: common wheat\n7. Characteristics and quality of the goods (3): see list published in OJ No C 114, 29. 4. 1991, p. 1 (under II.A.1a)\n8. Total quantity: 50 000 tonnes\n9. Number of lots: two (lot A: 20 000 tonnes; lot B: 30 000 tonnes)\n10. Packaging and marking: in bulk\n11. Method of mobilization: the Community market\n12. Stage of supply: free at port of landing - undischarged\n13. Port of shipment : -\n14. Port of landing specified by the recipient: -\n15. Port of landing: Chittagong and/or Mongla\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 21. 4 - 5. 5. 1992\n18. Deadline for the supply: 6. 6. 1992\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 12 noon on 14. 4. 1992\n21 A. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 21. 4. 1992\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 28. 4 - 12. 5. 1992\n(c) deadline for the supply: 13. 6. 1992\nB. In the case of a third invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 28. 4. 1992\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 5 - 19. 5. 1992\n(c) deadline for the supply: 20. 6. 1992\n22. Amount of the tendering security: 5 ECU per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (4):\nBureau de l'aide alimentaire, a l'attention de Monsieur N. Arend, bĂ˘timent Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles, telex AGREC 22037 B or AGREC 25670 B\n25. Refund payable on request by the successful tenderer (5): refund applicable on 30. 3. 1992 fixed by Regulation (EEC) No 491/92 (OJ No L 158, 29. 2. 1992, p. 38)\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 114, 29. 4. 1991, p. 33.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05\n236 33 04.\n(5) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56) is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The  date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of this Annex.\n(6) The successful tenderer is to contact the recipient as soon as possible to establish which consignment documents are required and how they are to be distributed.\nANNEX II\nAllocation of food aid to Bangladesh\n1. Discharging conditions\nThe recipient shall unload the 50 000 tonnes of wheat as per the following conditions.\n2. Type of vessels to be fixed\nIt is envisaged that two vessels (self-trimming bulk carriers) will be fixed, one carrying about 20 000 tonnes of wheat and the other carrying about 30 000 tonnes of wheat. The vessel carrying 20 000 tonnes of wheat should have at least three hatches,  the vessel carrying 30 000 tonnes of wheat should have at least four hatches. Vessels to be geared and each crane / derrick to serve one or two hatches. The vessels should be capable of entering the Chittagong outer anchorage and, after necessary  lighterage, be able to shift and berth, at recipient's option, at Chittagong jetties and after discharging requisite quantity and attaining permissible draft sail to Mongla for end of discharging or directly to Mongla for end of discharging. For vessels  unable to enter Chittagong port after attaining permissible draft for Chittagong silo jetty or Chittagong port jetties due to excessive length, further lighterage may be undertaken so as to attain permissible draft for Mongla port. This extra lighterage  shall be at the time and expense of the owners / charterers.\nShippers / shipowners must ensure that all certificated officers carry with them on board the original valid certificate of competency and that all vessels are manned strictly according to the STCW Convention 1978, failing which any delay to the vessel  will be on owner's account.\n3. Discharging facilities\nVessels will furnish at discharging ports, free of expenses to the recipient, winches and/or cranes and the power to drive them, gins and falls in good working condition and will also supply sufficient lights for night work, as on board, on deck and in  the holds, if required. Vessels will provide winchmen at loading and discharging ports at their own expense.\n4. Vessels' ETA information\nMaster to wireless/cable nominees of the recipient, namely Movements Chittagong - telex 642237 CMS C BJ - (simultaneously informing Banglaship Chittagong - telex 66277 BSC BJ - and Movestore Dhaka - telex 642230 CMS BJ) for orders regarding discharge 10  days prior to their arrival at the first discharge port. i.e. Chittagong, and state ETA and draft. Orders for discharging will be transmitted to the vessel within five days of the receipt of master's request.\nMaster to give following notice to the recipient's nominees, i.e. Movements Chittagong, Banglaship Chittagong and Movestore Dhaka:\n(a) upon sailing from loading port vessels must state:\n(i) quantity loaded;\n(ii) arrival draft;\n(iii) TPI (tonnes per inch).\n(b) 10 days ETA Chittagong port,\n5 days ETA Chittagong port,\n72 hours, 48 hours and 24 hours ETA Chittagong port.\n5. Places of discharging\nIt is envisaged that at recipient's option, subject to attainment of permissible draft for Mongla, up to a maximum of 60 % of the Bill of Lading quantity may be discharged at Mongla. All lighterage at Chittagong outer anchorage for attaining permissible  draft for Mongla will be carried out by the recipient at their own cost and time (including freight of lighter vessels from Chittagong outer anchorage to Mongla, if any), except lighterage due to excessive length (see point 2).\n6. Discharging rate and discharging port(s) time counting\nThe cargo is to be discharged by the recipient free of risk and expense to the vessel at the rate of 2 000 tonnes at Chittagong and at Mongla per weather working day of 24 consecutive hours. Time from 12 noon on Thursday or 5 p.m. on a day preceding a  holiday until 9 a.m. on Saturday or next working day not to count as laytime even if used. The rate of discharge is based on the abovementioned minimum number or more workable hatches. If, however, the number of workable hatches is less than the  specified minimum number of hatches, discharging rate will be reduced proportionately.\nNotice of readiness is to be tendered and accepted after vessel arrives at the Chittagong outer anchorage or at Mongla pilot station (Hiron Point) and laytime to commence 24 hours after NOR tendered during office hours, whether the vessel is in berth or  not. At discharge ports, cost of shifting from anchorage to anchorage, anchorage to berth, berth to berth and port to port on owner's / shipper's account and time used for such shifting not to count as laytime.\nAlthough stevedores appointed by recipients, all discharging operations to be carried out under masters' direction / approval. All necessary trimming will be at owner's time and expense.\nAt Chittagong anchorage and/or at Mongla anchorage, if a lighter vessel is required to cast off from the mother ship, due to heavy swell and/or bad weather, all time lost will not count as laytime.\nThe time will stop counting from the time the lighter vessel casts off and will start counting again from the time the lighter ship is re-tied alongside the mother ship.\n7. Lighterage at discharge port\nAll necessary lighterage at Chittagong outer anchorage, will be carried out by the recipients at their own cost and time. For vessels unable to enter the Chittagong outer anchorage, due to excessive draft, lighterage may be carried out at Kutubdia  anchorage by the shippers / owners at their expense and such lighterage to be treated as transhipment and lighters engaged to be discharged on identical terms as the mother vessel, and time used for lighterage at Kutubdia not to count as laytime.  Collision damage, if any, during lighterage to be settled directly between the owners of the mother and the lighter vessels (notwithstanding whether engaged by both owners / shippers for Kutubdia lighterage, or by the recipients for outer anchorage  lighterage). In case of unsafe anchorage at Chittagong anchorage, any lighterage at Kutubdia is not for shipper's / owner's account.\nMaster of the vessel(s) at all times to extend full cooperation to the recipients and/or their nominees / agents / stevedores / lighterage contractors in order to expedite discharge. Lighter vessels to supply suitable fenders to avoid damage.\n8. Demurrage / Despatch\nShould the vessel(s) not be discharged at the rate herein stipulated demurrage shall be paid by the recipient at the rate stipulated in the charter party subject to a maximum of US$ 5 000 per day or part thereof.\nFor working time saved at the port(s) of discharge, despatch money shall be paid to the recipient at the rate of 50 % of the rate of demurrage, stipulated in the charter party, subject to a maximum of US$ 2 500 per day saved.\nDemurrage of despatch at the discharging ports, if any, at the amounts specified above, shall be paid, as the case may be, by the recipient to the Commission or by the Commission to the recipient. Afterwards settlement of despatch / demurrage, if any,  between supplier and the Commission will take place.\nLaytime to be non-reversible.\n9. Miscellaneous\nOvertime expenses, if any, on account of port and customs personnel, will be for the account of the party (owner / their agents or receiver / their agents) ordering the same, but if ordered by the Port Authorities, to be on the receiver's account on 50: 50  basis. Overtime expenses for vessel's crew and officers always to be on the owner's account.\nAt each port of discharge opening / closing of hatches on all occasions to be for owner's account and time not to count as laytime. First opening and last closing and hatches at each port of discharge to be done by vessel's crew at all times.\nWhatever the respective destination of the goods found damaged, they must be disposed of / destroyed as per port rules prior to sailing out of the vessels.\nDock worker management board's levy is not for shipper's account.\nIn case of lack of coordination or of facilities between the supplier and the recipient through no fault of either part, the Commission will take special and adequate measures for financing the operations.\nIn the case where some extra costs requested by the supplier are to be pre-financed by the recipient, they may be directly paid by the Commission on the recipient's behalf to the said supplier."}