{"celex_id": "31990R1794", "uri": "http://publications.europa.eu/resource/cellar/39eb21b8-4872-4370-b119-20593e67aca5", "type": "Regulation", "concepts": ["1232", "1308", "2324", "3502", "3584", "4080"], "title": "Council Regulation (EEC) No 1794/90 of 28 June 1990 on transitional measures concerning trade with the German Democratic Republic\n", "header": "COUNCIL  REGULATION (EEC) No 1794/90\nof 28 June 1990\non transitional measures concerning trade with the German Democratic Republic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 28 and 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Federal Republic of Germany and the German Democratic Republic have concluded a Treaty (Staatsvertrag) for the immediate establishment of a monetary union and for the progressive integration of the German Democratic Republic into the economic and social system of the Federal Republic of Germany and into the legal system of the Community in advance of the formal unification of the two Germanies;\nWhereas the Staatsvertrag states that the German Democratic Republic shall align its policies on the laws and objectives of the European Communities;\nWhereas, during the period preceding unification, rules governing trade between the German Democratic Republic, on the one hand, and the Federal Republic of Germany and other Member States of the Community, on the other, should be geared towards the free access of Community products to the German Democratic Republic and towards equivalent access to the Community for the latter's products; whereas such free access for products from the German Democratic Republic may, however, be granted only if the latter provides suitable protection at its frontier with third countries;\nWhereas it appears appropriate, in order to enable the Community's external arrangements to be adapted rapidly to developments in the German Democratic Republic, to confer upon the Commission the relevant implementing powers in accordance with the management committee procedure;\nWhereas, as regards trade between the German Democratic Republic, on the one hand, and Spain and Portugal, on the other, this Regulation shall apply with due regard to the relevant Articles of the Act of Accession,", "main_body": ["In so far as the Commission establishes, under the procedure laid down in Article 4, that the conditions of Article 2 are met, the application of customs duties and any charges having equivalent effect and also of quantitative restrictions and any restrictive measures resulting from the instruments of the common commercial policy shall be suspended, taking into account the relevant provisions of the Act of Accession of Spain and Portugal, in Community trade with the Germany Democratic Republic.\nHowever, Spain and Portugal may maintain, with regard to the German Democratic Republic, the quantitative restrictions which concern the products listed in Annex I to Regulation (EEC) No 288/82 (1).\nThis Regulation shall not apply to the agricultural products referred to in Annex II to the Treaty nor to goods resulting from the processing of agricultural products and referred to in Regulation (EEC) No 3033/80 (2), as last amended by Regulation (EEC) No 1436/90 (3).", "1. The Commission is hereby empowered, under the procedure laid down in Article 4, to take the implementing measures with regard to Article 1, to the extent that:\n(a) the German Democratic Republic introduces into its trade with third countries the Common Customs Tariff, Community customs legislation and the other common commercial policy measures or, particularly in the cases provided for under paragraph 2, measures ensuring that the provisions laid down by the Community with regard to third countries are not circumvented;\n(b) the German Democratic Republic takes, or is making preparations to take, measures guaranteeing free access for Community goods.\n2. The condition set out in paragraph 1 (a) shall apply without prejudice to the German Democratic Republic's obligations under agreements concluded with third countries.", "1. Notwithstanding the procedure laid down in Article 4, the measures suspended pursuant to Article 1 may be reintroduced by the Commission, acting either on its own initiative or at the request of a Member State, in so far as the application of Article 1 gives rise to serious economic difficulties in a sector of activity in one or more Member States of the Community.\n2. If the German Democratic Republic is led to take protective measures in order to avoid the free access of Community goods giving rise to serious difficulties in a sector of its economic activities, this will not prevent the applications of Article 1 provided that such measures are applied in a uniform way to one or more categories of Community goods.", "The measures provided for under this Regulation together with any other necessary implementing rules shall be adopted in accordance with the following procedure:\nThe Commission shall be assisted by a Committee composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately, However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Councilk forthwith.\nIn that event, the Commission may defer application of the measures which it has decided for one month from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the previous paragraph.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThe suspension measures taken pursuant to Article 1 may be made applicable with effect from 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1990.\nFor the Council\nThe President\nM. GEOGHEGAN-QUINN\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 323, 29. 11. 1980, p. 1.\n(3) OJ No L 138, 31. 5. 1990, p. 9."}