{"celex_id": "31990D0101", "uri": "http://publications.europa.eu/resource/cellar/7891d119-ef73-4a2f-9211-fe3548bbadb8", "type": "Decision", "concepts": ["1035", "2455", "4829"], "title": "90/101/EEC: Commission Decision of 9 February 1990 amending Decision 88/122/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991) forwarded by Belgium pursuant to Regulation (EEC) No 4028/86 (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 9 February 1990\namending Decision 88/122/EEC on the multiannual guidance programme for the fishing fleet (1987 to 1991) forwarded by Belgium pursuant to Regulation (EEC) No 4028/86\n(Only the French and Dutch texts are authentic)\n(90/101/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Articles 4 and 5 (2) thereof,\nWhereas the results of meetings with the Belgian authorities about the progress of the multiannual guidance programme established in Commission Decision 88/122/EEC (2) have been taken into account;\nWhereas on the entry into service of new fishing vessels it became apparent that a net increase in fishing capacity expressed in tonnage (GRT) and power (kW) had taken place in 1987 and in the first six months of 1988;\nWhereas the process of fleet adjustment which has been started and the implementation of measures by Belgium for the effective control of fishing fleet capacity requires some time;\nWhereas the Commission intends to support efforts at improvement made by Belgium as soon as the administrative or regulatory measures undertaken appear to show results which confirm that the structural evolution of the fleet is oriented towards and will lead to achievement of the objectives set for not later than 31 December 1991 and established by Decision 88/122/EEC;\nWhereas in order to administer the derogations to the principle of incompatibility of State aid with the common market the Commission has adopted guidelines for the examination of national aid in the fisheries sector (3);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["Decision 88/122/EEC is amended as follows:\n1. Article 3, second paragraph, is replaced by the following:\n'The Commission shall on the basis of its assessment of the information provided on a regular basis as specified in Article 2 or where this information is not supplied, inform the Member State, if necessary at the end of one six-month period that it has been found that the conditions to which approval of the programme was made subject have not been fulfilled.'\n2. The Annex is replaced by the Annex hereto.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 9 February 1990.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 62, 8. 3. 1988, p. 25.\n(3) OJ No C 313, 8. 12. 1988, p. 21.\nANNEX\n'ANNEX\nMULTIANNUAL GUIDANCE PROGRAMME FOR THE BELGIAN FISHING FLEET\n(1987 to 1991)\nI. GENERAL REMARKS\nThe programme concerns the whole of the Belgian fishing fleet and covers the entire territory of this Member State.\nII. OBJECTIVES\n1. The objectives of the programme shall be:\n(a) to reduce the active fishing fleet to 21 340 GRT and 69 242 kW according to the provisions set out in II. 2;\n(b) to modernize the existing vessels where there is no increase in global capacity of the category expressed in gross registered tons and engine power and with the exception of vessels envisaged at IV. 2 below.\n2. The evolution of the fishing fleet during the period covered by the programme should be made within the following limits:\nTonnage\n(GRT)\n1.2.3,5 //  //  //  // Objective of programme (Regulation (EEC) No 2908/83)   // Situation at 1. 1. 1987 (1)  // Objective at  //  // 1.2.3.4.5 //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991   //    //   //   //   //  // 22 000   // 25 165   // 24 785   // 22 870   // 21 340  //    //   //   //   //\n(1) Including the fishing vessels under construction at 1. 1. 1987.\nEngine power\n(kW)\n1.2.3,5 //  //  //  // Objective of programme (Regulation (EEC) No 2908/83)   // Situation at 1. 1. 1987 (1)  // Objective at  //  // 1.2.3.4.5 //  //  // 31. 12. 1989  // 31. 12. 1990   // 31. 12. 1991   //    //   //   //   //  // 70 656   // 78 506   // 77 580   // 72 945   // 69 242  //    //   //   //   //\n(1) Including the fishing vessels under construction at 1. 1. 1987.\nIII. PLANNED MEASURES\n1.1. Whereas the objectives in II. 2 'Total' require a reduction in the fishing fleet capacity by the difference between the situation at 1 January 1987 and the objective to be achieved by 31 December 1991, it is also necessary to take account of the change in capacity resulting from:\n- those projects for new construction having benefited from Community and national aids at the 1987 tranche,\n- those projects for new vessel construction presently under examination by the Commission (1),\n- the balance of exits and entries from the fleet carried out from 1 January 1987 to 30 June 1988,\nwhich additions give the total reduction in fishing fleet capacity required.\n1.2. The following measures should be implemented provided that the entry into service of surplus fishing capacity has been incorporated in the capacity limits of this programme and it being intended that the reductions envisaged in point III.1.1 for each of the actions can be varied on condition that the total volume of reduction of fishing capacity is respected:\n- a reduction in the total fleet, by renewal of those active vessels lost by accident at sea, sinking or otherwise by linking direct withdrawals to new construction in line with the achievement of the objectives for fleet capacity fixed in II.2,\n- the adoption and implementation of measures intended to adjust fishing capacity and for which permanent cessation premiums are granted to achieve that reduction particularly which cannot be achieved by the measures in the preceding line,\n- any other measures that will achieve the same results.\n2. Adoption and implementation of comprehensive legislation and/or administrative measures in order to control effectively the active fishing capacity to achieve the objectives of the programme.\n3. Improvement of the register of fishing vessels in order to effectively control fishing capacity.\nIV. COMMENTS\n1. The objectives of the fleet given in II.1 (a) can be revised only on the basis of scientific evaluations leading to the establishment of the existence of resources which are not fully exploited at present.\n2. In the case of fishing vessels operating in the coastal zone and smaller than 12 metres, a limited increase in tonnage (maximum 10 %) and power (maximum 6 %) can be taken into consideration in order to improve safety, working conditions and preservation of catch on board on condition that these increases are fully justified and that the objectives for the vessel category to which these vessels belong and which are fixed in II.2 of this Decision are respected. Any such increase, if the case arises, can only take place in equilibrium with the resources which may be exploited by these vessels.\n3. The objectives of the programme should be realized up to the 10 % level at least by the end of 1989 and to the 60 % level at least by the end of 1990.\n4. The Commission recalls that all aids sanctioned by Belgium on the fisheries sector and including shipyards for the construction of fishing vessels should be included within the framework of the present programme.'\n(1) The withdrawal of requests for financing of projects currently being examined by the Commission will allow for adjustment of the total reduction required."}