{"celex_id": "31998L0002", "uri": "http://publications.europa.eu/resource/cellar/ad11e310-01e4-43ff-b605-173e9449b473", "type": "Directive", "concepts": ["1595", "191", "2232", "2827", "3579", "693"], "title": "Commission Directive 98/2/EC of 8 January 1998 amending Annex IV to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "COMMISSION DIRECTIVE 98/2/EC of 8 January 1998 amending Annex IV to Council Directive 77/93/EEC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by Commission Directive 97/14/EC (2), and in particular Article 13, second subparagraph, fourth indent thereof,\nWhereas some provisions for protective measures aimed at protection against the introduction, on citrus fruit, of Xanthomonas campestris (all strains pathogenic to Citrus), Cercospora angolensis Carv. et Mendes and Guignardia citricarpa Kiely (all strains pathogenic to Citrus), which are not present in the Community or in certain Citrus growing zones thereof, should be modified, to have a better protection for the Community against these harmful organisms which are already listed in Council Directive 77/93/EEC;\nWhereas therefore the relevant Annex to Directive 77/93/EEC should be amended accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 May 1998. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such a reference shall be adopted by the Member States.\n2. The Member States shall immediately communicate to the Commission the essential provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 26, 31. 1. 1977, p. 20.\n(2) OJ L 87, 2. 4. 1997, p. 17.\nANNEX\nIn Annex IV, part A, section I, the points 16.1, 16.2 and 16.3 are replaced by the following:\n>TABLE>"}