{"celex_id": "31997R1632", "uri": "http://publications.europa.eu/resource/cellar/5f426960-91f1-443e-a7bb-63bc1e547d20", "type": "Regulation", "concepts": ["1309", "2543", "2754", "4078", "519"], "title": "Commission Regulation (EC) No 1632/97 of 14 August 1997 amending Regulation (EC) No 1023/97 imposing a provisional anti-dumping duty on certain imports of flat pallets of wood originating in the Republic of Poland and accepting undertakings offered from certain exporters in connection with these imports\n", "header": "COMMISSION REGULATION (EC) No 1632/97 of 14 August 1997 amending Regulation (EC) No 1023/97 imposing a provisional anti-dumping duty on certain imports of flat pallets of wood originating in the Republic of Poland and accepting undertakings offered from certain exporters in connection with these imports\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2),\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) The Commission, by Regulation (EC) No 1023/97 (3), imposed provisional anti-dumping duties on certain imports of flat pallets of wood falling within CN code ex 4415 20 20 originating in the Republic of Poland and accepted undertakings offered from certain producers in connection with these imports. Sampling was applied to Polish producers/exporters and individual duties ranging from 4,0 % to 10,6 % were imposed on the companies in the sample, while other co-operating companies not included in the sample received a weighted average duty of 6,3 %. A duty of 10,6 % was imposed on companies which either did not make themselves known or did not cooperate in the investigation. The producers from which undertakings were accepted were exempted from provisional duties with regard to imports of one specific pallet type, the EUR-pallet, which is the only pallet type covered by the undertakings.\nB. AMENDMENT\n(2) Since sampling has been used in the investigation, a new exporters' review pursuant to Article 11 (4) of Regulation (EC) No 384/96 with the objective of determining individual dumping margins cannot be initiated in this proceeding. However, in order to ensure equal treatment between any new exporting producer and the co-operating companies not included in the sample, it is considered that provision should be made for the weighted average duty imposed on the latter companies to be applied to any new exporting producers which would otherwise be entitled to a review pursuant to above mentioned Article 11 (4) and for undertakings to be accepted by the Commission where offered by these new exporting producers with regard to the EUR-pallet,", "main_body": ["The following paragraph shall be added to Article 1 of Regulation (EC) No 1023/97\n'7. Where any party provides sufficient evidence to the Commission that:\n- it did not export to the Community or produce the goods described in Article 1 (1) of this Regulation during the investigation period,\n- it is not related to any of the exporters or producers in the exporting country which are subject to the anti-dumping measures imposed by this Regulation,\n- it has actually exported to the Community the goods concerned after the investigation period on which the measures are based, or it has entered into an irrevocable contractual obligation to export a significant quantity to the Community,\nthen the Commission may amend Article 1 (3) (b) of this Regulation by adding that party to the list of companies in Annex I mentioned in that Article.`", "The following paragraph shall be added to Article 2 of Regulation (EC) No 1023/97\n'Where any party mentioned in Article 1 (7) of this Regulation offers an undertaking with regard to the EUR-pallet, the Commission may accept these undertakings and may amend Article 2 of this Regulation by adding that party to the list of companies in Annex II mentioned in that Article.`", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 August 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 317, 6. 12. 1996, p. 1.\n(3) OJ No L 150, 7. 6. 1997, p. 4."}