{"celex_id": "31997R1475", "uri": "http://publications.europa.eu/resource/cellar/806b080c-42d8-40b7-b493-c2386850537d", "type": "Regulation", "concepts": ["2642", "4713", "473", "4734", "5096", "797"], "title": "Commission Regulation (EC) No 1475/97 of 28 July 1997 fixing the buying-in prices, aids and certain other amounts applicable for the 1997/98 wine year to intervention measures in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 1475/97 of 28 July 1997 fixing the buying-in prices, aids and certain other amounts applicable for the 1997/98 wine year to intervention measures in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149 (1) thereof,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1417/97 (2), and in particular Articles 35 (8), 36 (6), 38 (5), 41 (10), 44, 45 (9) and 46 (5) thereof,\nWhereas Article 4 of Commission Regulation (EC) No 3299/94 of 21 December 1994 on transitional measures applicable in Austria in the wine-growing sector (3), as amended by Regulation (EC) No 670/95 (4), provides for Title III of Regulation (EEC) No 822/87 to apply in its entirety in Austria from the 1995/96 wine year; whereas, however, Austria should, in the interests of administrative clarity, be considered to form part of the wine-growing zone B provided for in Annex IV to Regulation (EEC) No 822/87;\nWhereas Council Regulation (EC) No 1418/97 (5) fixes the guide prices for wine for the 1997/98 wine year; whereas the prices, aids and other amounts for the various intervention measures to be adopted for that wine year should accordingly be fixed on that basis;\nWhereas this Regulation applies to Austria and Portugal; whereas, however, since wine-growing zones have not been delimited in those countries, the oenological practices authorized in accordance with the rules laid down under Title II of Regulation (EEC) No 822/87 should be defined for the 1997/98 wine year pending the adoption of definitive rules;\nWhereas, since enrichment is an exceptional practice, the same reduction in the buying-in price for wine provided for in Article 44 of Regulation (EEC) No 822/87 and laid down in Annex VIII should be applied as in wine-growing zone C; whereas, in the light of experience the derogations in force for 'vinho verde` should be extended;\nWhereas the aid for the use in wine-making of concentrated grape must and rectified concentrated grape must as provided for in Article 45 (1) of Regulation (EEC) No 822/87 must be fixed taking into account the difference between the cost of enrichment achieved using concentrated grape must and using sucrose; whereas, in the light of the data available to the Commission, the amount of the aid should be varied with the product used for enrichment;\nWhereas distillers may, in accordance with Articles 35 (6) and 36 (4) of Regulation (EEC) No 822/87, either receive aid for the product to be distilled or deliver the product obtained from distillation to the intervention agency; whereas the amount of the aid must be fixed on the basis of the criteria laid down in Article 16 of Council Regulation (EEC) No 2046/89 (6), as last amended by Regulation (EC) No 2468/96 (7);\nWhereas the price of wine to be distilled under Articles 38 and 41 of Regulation (EEC) No 822/87 does not normally allow the marketing at market prices of products obtained from distillation; whereas provision must therefore be made for aid, the amount of which is to be fixed on the basis of the criteria laid down in Article 8 of Regulation (EEC) No 2046/89, account also being taken of the present uncertainty of prices on the market for distillation products;\nWhereas some wine delivered for one of the distillation operations may be processed into wine fortified for distillation; whereas the amounts applicable to distillation in accordance with the rules laid down in Article 26 of Regulation (EEC) No 2046/89 should be adjusted accordingly;\nWhereas experience gained in sales by invitation to tender of alcohol held by intervention agencies shows that the difference between prices which may be obtained for neutral spirits and raw alcohol does not justify the takeover of the former; whereas, moreover, quantities of neutral spirits currently available are sufficient to satisfy, at least for one wine year, any demand for that product; whereas under these circumstances the possibility provided for in Articles 35, 36 and 39 of Regulation (EEC) No 822/87 should be used by producing for the buying-in of all alcohol at the price for raw alcohol;\nWhereas Article 4 of Commission Regulation (EEC) No 3105/88 (8), as last amended by Regulation (EC) No 2365/95 (9), laying down detailed rules for the application of compulsory distillation as provided for in Articles 35 and 36 of Regulation (EEC) No 822/87 sets a standard natural alcohol strength by volume to be applied in the various wine-growing zones for the purpose of determining the volume of alcohol to be delivered for distillation under Article 35 of Regulation (EEC) No 822/87; whereas it has not been possible to fix this standard natural alcoholic strength in Portugal because the wine-growing zones in that country have not yet been delimited; whereas, therefore, a provisional standard natural alcohol strength should be fixed;\nWhereas Article 46 (3) of Regulation (EEC) No 822/87 lays down criteria for fixing the aid provided for in that Article; whereas, as regards the aid for the use of grapes, grape must and concentrated grape must for the manufacture of grape juice, paragraph 4 of that Article stipulates that a part of the aid should be set aside for the organization of campaigns to promote the consumption of grape juice and whereas the aid may be increased to that end; whereas, having regard to the criteria laid down and of the need to finance those campaigns, the aid should be fixed at a level permitting sufficient quantities to be obtained for the effective promotion of the product;\nWhereas the reduction in the buying-in price for wine provided for in Article 44 of Regulation (EEC) No 822/87 depends on the average increase in the natural alcoholic strength in each wine-growing zone; whereas experience shows that that increase corresponds on average to half the maximum increase authorized; whereas the reduction in the buying-in price must accordingly correspond to the added alcoholic strength as a percentage of the alcoholic strength of wine delivered for distillation;\nWhereas Commission Regulation (EEC) No 3800/81 of 16 December 1981 determining the classification of vine varieties (10), as last amended by Regulation (EC) No 1914/96 (11), establishes the list of vine varieties recommended and authorized in Portugal; whereas, in assessing the production of wine in Portugal, reference should be made to those vine varieties;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation fixes the buying-in prices, the aids and certain other amounts applicable for the 1997/98 wine year to intervention measures in the wine sector in the Community. As regards the measures provided for in Articles 38 and 41 of Regulation (EEC) No 822/87, those amounts shall be fixed subject to a subsequent decision on the activating of those measures.", "1. The buying-in prices of the products and of wine delivered during the 1997/98 wine year for compulsory distillation as provided for in Articles 35 and 36 of Regulation (EEC) No 822/87 and, for those products:\n- aid to distillers,\n- aid to fortifiers of wine of distillation,\n- the buying-in prices of alcohol obtained, delivered to an intervention agency,\n- the contribution from the European Agricultural Guidance and Guarantee Fund towards the taking over of that alcohol,\nshall be as set out in Annexes I and II hereto.\n2. In accordance with the second subparagraph of Article 35 (6), the second subparagraph of Article 36 (4) and the second subparagraph of Article 39 (7), the intervention agency shall pay the raw alcohol price for the alcohol delivered to it.", "The buying-in prices for wine delivered during the 1997/98 wine year for voluntary distillation as provided for in Articles 38 and 41 of Regulation (EEC) No 822/87 and, for those products:\n- aid to distillers,\n- aid to fortifiers of wine for distillation,\nshall be as set out respectively in Annexes III and IV.", "The aid for utilization during the 1997/98 wine year of concentrated grape must and rectified concentrated grape must as provided for in Article 45 (1) and in the first subparagraph of Article 46 (1) of Regulation (EEC) No 822/87 shall be as set out respectively in Annexes V, VI and VII hereto.", "The reductions provided for in Article 44 of Regulation (EEC) No 822/87 applicable to the buying-in prices for wine delivered during the 1997/98 wine year for distillation as provided for in Articles 36, 38, 39 or 41 of that Regulation and, for that wine:\n- to the aid to the distiller,\n- to the buying-in prices of alcohol obtained, delivered to an intervention agency,\n- to the contribution from the European Agricultural Guidance and Guarantee Fund to the taking over of that alcohol,\nshall be as set out in Annex VIII hereto.\nFor the purposes of this Article, Portugal shall be considered to form part of wine-growing zone C, and Austria of wine-growing zone B.", "For the application of the rules governing oenological practices and processes laid down in Title II of Regulation (EEC) No 822/87, Austria shall be considered to form part of wine-growing zone B for the 1997/98 wine year.", "1. The rules governing oenological practices and processes laid down in Title II of Regulation (EEC) No 822/87 shall apply to Portugal during the 1997/98 wine year subject to the following conditions:\n(a) increase in alcoholic strength shall be limited to 2 % vol. Products eligible under this measure shall have a natural alcoholic strength by volume of at least 7,5 % vol, before enrichment and total alcoholic strength by volume of not more than 13 % after enrichment.\nHowever, products upstream of table wine originating in the 'Vinho verde` region must have an alcoholic strength by volume of at least 7 % before enrichment.\nThe addition of concentrated grape must or rectified concentrated grape must shall not have the effect of increasing the initial volume of fresh crushed grapes, grape must, grape must in fermentation or new wine still in fermentation by more than 6,5 %;\n(b) fresh grapes, grape must, grape must in fermentation, new wine still in fermentation and wine may be the subject of acidification or deacidification.\n2. The wine varieties which may be used to produce table wine shall be those listed in the Annex to Regulation (EEC) No 3800/81.\n'Vinho verde` may:\n- be marketed with a minimum total alcoholic strength by volume 8,5 % for wines which have not been subject to enrichment,\n- possess a total context of sulphine dioxide no greater than 300 milligrams per litre for white 'Vinho verde' wines with a residual sugar content not less than 5 g/l.\n3. The quantity of alcohol which producers of table wine in Portugal must deliver for distillation in accordance with Article 35 of Regulation (EEC) No 822/87 shall be calculated on the basis of a standard natural alcoholic strength, to be taken into consideration for the assessment of the volume of alcohol contained in the wine produced, equal to 9 % by volume, with the exception of wines produced in the delimited 'Vinho verde' region, for which the alcoholic strength to be taken into consideration shall be 8,5 %.", "This Regulation shall enter into force on 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 196, 24. 7. 1997, p. 10.\n(3) OJ No L 341, 30. 12. 1994, p. 37.\n(4) OJ No L 70, 30. 3. 1995, p. 1.\n(5) OJ No L 196, 24. 7. 1997, p. 12.\n(6) OJ No L 202, 14. 7. 1989, p. 14.\n(7) OJ No L 335, 24. 12. 1996, p. 7.\n(8) OJ No L 277, 8. 10. 1988, p. 21.\n(9) OJ No L 241, 10. 10. 1995, p. 17.\n(10) OJ No L 381, 31. 12. 1981, p. 1.\n(11) OJ No L 252, 4. 10. 1996, p. 1.\nANNEX I\nDISTILLATION AS PROVIDED FOR IN ARTICLE 35 OF REGULATION (EEC) No 822/87\n>TABLE>\nANNEX II\nDISTILLATION AS PROVIDED FOR IN ARTICLE 36 OF REGULATION (EEC) No 822/87\n>\nTABLE POSITION>\nANNEX III\nDISTILLATION AS PROVIDED FOR IN ARTICLE 38 OF REGULATION (EEC) No 822/87\n>\nTABLE POSITION>\nANNEX IV\nDISTILLATION AS PROVIDED FOR IN ARTICLE 41 OF REGULATION (EEC) No 822/87\n>\nTABLE POSITION>\nANNEX V\nAID FOR THE USE IN WINE-MAKING OF CONCENTRATED GRAPE MUST AND RECTIFIED CONCENTRATED GRAPE MUST (ARTICLE 45 (1) OF REGULATION (EEC) No 822/87)\n>TABLE>\nANNEX VI\nAID FOR THE USE OF GRAPE MUST AND CONCENTRATED GRAPE MUST FOR THE PURPOSE OF MANUFACTURING CERTAIN PRODUCTS IN THE UNITED KINGDOM AND IN IRELAND (SECOND AND THIRD INDENTS OF ARTICLE 46 (1) OF REGULATION (EEC) No 822/87)\n>TABLE>\nANNEX VII\nAID FOR THE USE OF GRAPES, GRAPE MUST AND CONCENTRATED GRAPE MUST FOR THE PURPOSE OF MANUFACTURING GRAPE JUICE (FIRST INDENT OF ARTICLE 46 (1) OF REGULATION (EEC) No 822/87)\n>TABLE>\nANNEX VIII\nREDUCTION IN THE BUYING-IN PRICE OF WINE AS PROVIDED FOR IN ARTICLE 44 OF REGULATION (EEC) No 822/87\n>TABLE>"}