{"celex_id": "31992R3145", "uri": "http://publications.europa.eu/resource/cellar/fa814bc3-c441-43a9-b17e-4fabc0c3d866", "type": "Regulation", "concepts": ["1338", "3611", "4385", "4680"], "title": "Commission Regulation (EEC) No 3145/92 of 29 October 1992 re- establishing the levying of customs duties on products of category 18, 58 and 59 (order No 40.0180, 40.0580 and 40.0590), originating in India, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3832/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 3145/92  of 29 October 1992  re-establishing the levying of customs duties on products of category 18, 58 and 59 (order No 40.0180, 40.0580 and 40.0590), originating in India, to which the preferential tariff  arrangements set out in Council Regulation (EEC) No 3832/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), extended for 1992 by Regulation (EEC) No 3587/91 (2), and  in particular Article 12 thereof,\nWhereas Article 10 of Regulation (EEC) No 3832/90 provides that preferential tariff treatment shall be accorded for 1992 for each category of products subjected in Annexes I and II thereto to individual ceilings, within the limits of the quantities  specified in column 8 of Annex I and column 7 of Annex II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 11 of the abovementioned Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community  level;\nWhereas, in respect of products of category No 18, 58 and 59 (order No 40.0180, 40.0580 and 40.0590), originating in India, the relevant ceiling amounts to 112, 3 675 and 310 tonnes;\nWhereas on 30 April 1992 imports of the products in question into the Community, originating in India, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to India,", "main_body": ["As from 2 November 1992 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3832/90, shall be re-established in respect of the following products, imported into the Community and originating in India:\nOrder No  Category (unit)  CN code  Description           40.0180  18\n(tonnes)  6207 11 00\n6207 19 00\n6207 21 00\n6207 22 00\n6207 29 00\n6207 91 00\n6207 92 00\n6207 99 00  Men's and boys' singlets and other vests, underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles, other than knitted or crocheted    6208 11 00\n6208 19 10\n6208 19 90\n6208 21 00\n6208 22 00\n6208 29 00\n6208 91 10\n6208 91 90\n6208 92 10\n6208 92 90\n6208 99 00  Women's and girls' singlets and other vests, slips, petticoats, briefs, panties, nightdresses, pyjamas, nĂŠgligĂŠs, bathrobes, dressing gowns and similar articles, other than knitted or crocheted       40.0580  58\n(tonnes)  5701 10 10\n5701 10 91\n5701 10 93\n5701 10 99\n5701 90 10\n5701 90 90  Carpets, carpeting and rugs, knotted (made up or not)       40.0590  59\n(tonnes)  5702 10 00\n5702 31 10\n5702 31 30\n5702 31 90\n5702 32 10\n5702 32 90\n5702 39 10\n5702 41 10\n5702 41 90\n5702 42 10\n5702 42 90\n5702 49 10\n5702 51 00\n5702 52 00\nex 5702 59 00\n5702 91 00\n5702 92 00\nex 5702 99 00\n5703 10 10\n5703 10 90\n5703 20 11\n5703 20 19\n5703 20 91\n5703 20 99\n5703 30 11\n5703 30 19\n5703 30 51\n5703 30 59\n5703 30 91\n5703 30 99\n5703 90 10\nex 5703 90 90\n5704 10 00\n5704 90 00\n5705 00 10\n5705 00 31\n5705 00 39\nex 5705 00 90  Carpets and other textile floor coverings other than the carpets of category 58", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 39. (2) OJ No L 341, 12. 12. 1991, p. 1. Regulation as last amended by Regulation (EEC) No 1509/92 (OJ No L 159, 12. 6. 1992, p. 1)."}