{"celex_id": "31994R3320", "uri": "http://publications.europa.eu/resource/cellar/5198a3db-b0f6-4f67-b629-8a812599e563", "type": "Regulation", "concepts": ["1988", "2511", "4008", "4068", "4395", "525"], "title": "Council Regulation (EC) No 3320/94 of 22 December 1994 on the consolidation of the existing Community legislation on the definition of the ecu following the entry into force of the Treaty on European Union\n", "header": "COUNCIL REGULATION (EC) No 3320/94 of 22 December 1994 on the consolidation of the existing Community legislation on the definition of the ecu following the entry into force of the Treaty on European Union\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the Opinion of the European Parliament (2),\nHaving regard to the Opinion of the European Monetary Institute,\nHaving regard to the Opinion of the Monetary Committee,\nWhereas the definition of the currency composition of the ecu is contained in a wide variety of Community instruments and whereas consolidation by way of a regulation of the rules governing the said definition would be expedient for the transparency of  Community law;\nWhereas the following instruments, which concern the unit of account of the European Communities, are in force:\n- Commission Decision No 3289/75/ECSC of 18 December 1975 on the definition and conversion of the unit of account to be used in decisions, recommendations, opinions and communications for the purposes of the Treaty establishing the European Coal and  Steel Community (3);\n- Council Regulation (EEC) No 3180/78 of 18 December 1978 changing the value of the unit of account used by the European Monetary Cooperation Fund (4);\n- Council Regulation (EEC) No 3181/78 of 18 December 1978 relating to the European Monetary System (5);\n- Decision of the Board of Governors of the European Investment Bank of 30 December 1977 amending the Statute of the European Investment Bank to take account of the adoption of a new definition of the Bank's unit of account;\n- Council Regulation (EEC, Euratom) No 3308/80 of 16 December 1980 on the replacement of the European unit of account by the ecu in Community legal instruments (6);\n- Decision of the Board of Governors of the European Investment Bank of 13 May 1981 amending the Statute of the European Investment Bank with respect to adoption of the ecu as the Bank's unit of account;\n- Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (7);\n- Commission Regulation (EEC) No 1068/93 of 30 April 1993 on detailed rules for determining and applying the agricultural conversion rates (8);\nWhereas the definition of the composition of the ecu basket in terms of the currencies of the Member States was published in the C series of the Official Journal of the European Communities (9), in a Commission communication and not in a Council  regulation;\nWhereas Article 1 of Regulation (EEC) No 3180/78, defined the ecu as the sum of amounts of the currencies of the Member States; whereas that composition may be changed under conditions determined by the Council pursuant to Article 2 of the said  Regulation;\nWhereas Article 2 of the aforementioned Regulation has been superseded by Article 109g of the Treaty establishing the European Community which provides that the composition of the ecu basket in terms of the amounts of the currencies of the Member States  shall not be changed with effect from the entry into force of the Treaty on European Union and that from the start of the third stage, the value of the ecu shall be irrevocably fixed in accordance with Article 109 (4),", "main_body": ["Definition of the ecu  The composition of the ecu basket in terms of the currencies of the Member States shall be the following:\n\"\" ID=\"1\">German mark> ID=\"2\">30,6242 \"> ID=\"1\">Pound Sterling> ID=\"2\">0,08784 \"> ID=\"1\">French franc> ID=\"2\">1,332 \"> ID=\"1\">Italian lira> ID=\"2\">151,8 \"> ID=\"1\">Dutch guilder> ID=\"2\">0,2198 \"> ID=\"1\">Belgian franc> ID=\"2\">3,301 \">  ID=\"1\">Luxembourg franc> ID=\"2\">0,130 \"> ID=\"1\">Danish krone> ID=\"2\">0,1976 \"> ID=\"1\">Irish pound> ID=\"2\">0,008552\"> ID=\"1\">Greek drachma> ID=\"2\">1,440 \"> ID=\"1\">Spanish Peseta> ID=\"2\">6,885 \"> ID=\"1\">Portuguese escudo> ID=\"2\">1,393 \">", "Adaptation of the instruments of Community law applicable  1. Regulation (EEC) No 3180/78 is hereby repealed.\n2. In all the Community instruments applicable at the time of the entry into force of this Regulation, the definition of the ecu shall be that contained in Article 1 of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1994.\nFor the Council\nThe President\nH. SEEHOFER\n(1) OJ No C 130, 12. 5. 1994, p. 7.\n(2) OJ No C 305, 31. 10. 1994, p. 146.\n(3) OJ No L 327, 19. 12. 1975, p. 4. Decision amended by Decision No 3334/81/ECSC (OJ No L 349, 23. 12. 1980, p. 27).\n(4) OJ No L 379, 30. 12. 1978, p. 1. Regulation amended by Regulation (EEC) No 2626/84 (OJ No L 247, 16. 9. 1984, p. 1) and Regulation (EEC) No 1971/89 (OJ No L 189, 4. 7. 1989, p. 1).\n(5) OJ No L 379, 30. 12. 1978, p. 2. Regulation amended by Regulation (EEC) No 3066/85 (OJ No L 290, 1. 11. 1985, p. 95).\n(6) OJ No L 345, 20. 12. 1980, p. 1.\n(7) OJ No L 387, 31. 12. 1992, p. 1. Regulation amended by Regulation (EC) No 3528/93 (OJ No L 320, 22. 12. 1993, p. 32).\n(8) OJ No L 100, 1. 5. 1993, p. 106. Regulation as last amended by Regulation (EC) No 547/94 (OJ No L 69, 12. 3. 1994, p. 1).\n(9) OJ No C 241, 21. 9. 1989, p. 1."}