{"celex_id": "31997D0129", "uri": "http://publications.europa.eu/resource/cellar/e69ac5e8-9337-481f-b9ab-3fa7497ebb6c", "type": "Decision", "concepts": ["1158", "1839", "6004", "718", "720"], "title": "97/129/EC: Commission Decision of 28 January 1997 establishing the identification system for packaging materials pursuant to European Parliament and Council Directive 94/62/EC on packaging and packaging waste (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 January 1997 establishing the identification system for packaging materials pursuant to European Parliament and Council Directive 94/62/EC on packaging and packaging waste (Text with EEA relevance) (97/129/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to European Parliament and Council Directive 94/62/EC of 20 December 1994 on packaging and packaging waste (1), and in particular Article 8 (2) thereof,\nWhereas the identification system is to be voluntary at least in a first stage but subject to revision to establish whether to introduce it on a binding basis at a further stage;\nWhereas the identification system will be periodically reviewed and, if necessary, revised in accordance with the procedure laid down in Article 21 of Directive 94/62/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee, established pursuant to Article 21 of Directive 94/62/EC,", "main_body": ["This Decision, which covers all packaging covered by Directive 94/62/EC aims to establish the numbering and abbreviations on which the identification system is based, indicating the nature of the packaging material(s) used and specifying which materials shall be subject to the identification system.", "For the purposes of this Decision:\n- the same definitions set out in Article 3 of Directive 94/62/EC shall apply where relevant,\n- composite: means packaging made up of different materials, and which cannot be separated by hand, none exceeding a given percent by weight which shall be established in accordance with the procedure laid down in Article 21 of Directive 94/62/EC. Potential exemptions for some materials may be established by the same procedure.", "The numbering and abbreviations of the identification system are as laid down in the Annexes.\nTheir use shall be voluntary for the plastic materials mentioned in Annex I, the paper and fibreboard materials mentioned in Annex II, the metals mentioned in Annex III, the wood materials mentioned in Annex IV, the textile materials mentioned in Annex V, the glass materials mentioned in Annex VI, and the composites mentioned in Annex VII.\nA decision whether to introduce on a binding basis the identification system for any material or materials may be adopted in accordance with the procedure laid down in Article 21 of Directive 94/62/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 365, 31. 12. 1994, p. 10.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>\nANNEX IV\n>TABLE>\nANNEX V\n>TABLE>\nANNEX VI\n>TABLE>\nANNEX VII\n>TABLE>"}