{"celex_id": "31990R0867", "uri": "http://publications.europa.eu/resource/cellar/5398b09c-283e-4d22-9287-77607fe73eb6", "type": "Regulation", "concepts": ["13", "1386", "4352", "980"], "title": "Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products\n", "header": "COUNCIL  REGULATION (EEC) No 867/90\nof 29 March 1990\non improving the processing and marketing conditions for forestry products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42, 43 and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Community efforts to decrease, through the creation and development of alternative forestry activities for farmers, the output of products which are in surplus can produce the desired effects only if they are accompanied by measures to promote certain activities involving the primary processing and the marketing of forestry products;\nWhereas the eighth indent of Article 2 (2) of Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the EAGGF Guidance Section (4) provides that the contribution by the EAGGF Guidance Section to measures to speed up the adjustment of agricultural structures with a view to the reform of the common agricultural policy may concern measures to improve the marketing and processing of agricultural and forestry products;\nWhereas Regulation (EEC) No 866/90 (5) at present concerns only the improvement of the conditions under which agricultural products are processed and marketed;\nWhereas Council Regulation (EEC) No 1612/89 of 29 May 1989 introducing provisional measures to improve the conditions under which forestry products are processed and marketed (6) provided for the measure introduced by Regulation (EEC) No 355/77 (7), as last amended by Regulation (EEC) No 4256/88, to be temporarily extended to forestry products until adaptation of Regulation (EEC) No 355/77; whereas Regulation (EEC) No 866/90 replaces Regulation (EEC) No 355/77 as from 1 January 1990 and Regulation (EEC) No 1612/89 therefore no longer serves any purpose; whereas it is therefore necessary to extend the measure provided for by Regulation (EEC) No 866/90 to the forestry sector,", "main_body": ["1. For development of the forestry sector to be able to contribute to the improvement of agricultural structures, the measures instituted by Regulation (EEC) No 866/90 may be applied, under the conditions referred to in that Regulation, for the purposes of developing or rationalizing the marketing and processing of forestry products.\n2. For the purposes of paragraph 1, development and rationalization of the marketing and processing of wood shall mean investments relating to the operations of felling, dismembering, stripping, cutting up, storage, protective treatment and drying of indigenous woods and to all working operations prior to the industrial sawing of wood at a sawing mill.\nThe financing of investments shall be directed preferably to those concerning small and medium-sized undertakings the restructuring and rationalization of which may contribute to the improvement and economic development of the agricultural and rural environment.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 March 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1) OJ No C 240, 20. 9. 1989, p. 16.\n(2) OJ No C 304, 4. 12. 1989, p. 375.\n(3) OJ No C 56, 7. 3. 1990, p. 51.\n(4) OJ No L 374, 31. 12. 1988, p. 25.\n(5) See page 1 of this Official Journal.\n(6) OJ No L 165, 15. 6. 1989, p. 6.\n(7) OJ No L 51, 23. 2. 1977, p. 1."}