{"celex_id": "31997R2309", "uri": "http://publications.europa.eu/resource/cellar/27feed96-e9e4-49e5-8a65-02836d5dc3f7", "type": "Regulation", "concepts": ["2477", "4630", "5000", "755", "797"], "title": "Council Regulation (EC) No 2309/97 of 17 November 1997 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\n", "header": "COUNCIL REGULATION (EC) No 2309/97 of 17 November 1997 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Regulation (EEC) No 1765/92 (3) provides for the grant to producers of durum wheat in traditional production zones of a supplement to the compensatory payment referred to in Title I of that Regulation, in order to offset the extra loss of income to the producers in question, by comparison with producers of other cereals arising from the fixing of a single price for all cereals; whereas the special supplement is restricted to areas down to durum wheat in the traditional zones;\nWhereas the process of determining the number of hectares eligible for the supplement to the compensatory payment granted to individual durum wheat producers in traditional production zones has made it necessary to establish a national register of such producers; whereas the introduction of such a register makes it difficult to adjust the structure of durum wheat production to the market situation; whereas the special scheme for durum wheat production aid should therefore be modified;\nWhereas a means should be found to ensure that the adjustment produces a durum wheat production level which is sufficient to supply user industries while keeping budgetary expenditure in check; whereas that objective can be achieved by introducing, for each Member State concerned, a maximum area of durum wheat eligible for the supplement covering all the zones eligible for the supplement to the compensatory payment, as referred to in Annexes II and III to Regulation (EEC) No 1765/92; whereas that maximum area should be fixed on the basis of the largest area which received the supplement to the compensatory payment since its introduction, in order to correspond best to production in the Member States concerned; whereas, in the case of Spain, a maximum guaranteed area has already been fixed at 570 000 hectares by Regulation (EC) No 3116/94 (4), i.e. at a level that corresponds best to production in that Member State, whereas, in the case of Portugal, a maximum guaranteed area has already been fixed at 35 000 hectares by Regulation (EC) No 3116/94 in order to reflect best the production potential in that Member State, in view of the existence of a special degressive aid granted to producers of common wheat by Council Regulation (EEC) No 3653/90 of 11 December 1990, introducing transitional measures governing the common organization of the market in cereals and rice in Portugal (5); whereas, in the case of Italy, in view of the size of the area concerned, account should be taken of the land traditionally down to durum wheat that was taken out of cultivation during the reference period under five-year set-aside arrangements in accordance with Council Regulation (EC) No 950/97 of 20 May 1997 on improving the efficiency of agricultural structures (6); whereas the levels of those areas should also be increased to reflect the need to ensure the regular supply of the Community meal industry, in view, in particular, of the unpredictable climatic conditions affecting the traditional production zones; whereas, in order to remain within budgetary limits, the increase in maximum guaranteed areas must be coupled with a reduction in the amount of the supplement;\nWhereas any overshoot of those areas must lead to an adjustment in the applications submitted with a view to the grant of the supplement to the compensatory payment;\nWhereas, moreover, in some Member States the production of durum wheat is well established in regions outside traditional zones; whereas it is desirable to safeguard a certain level of production in those regions by the grant of special aid;\nWhereas Annexes II and III to Regulation (EEC) No 1765/92 should be combined in a single Annex for the sake of clarity;\nWhereas it is necessary to ensure that the areas in receipt of special aid for durum wheat produce wheat which satisfies the demands of user industries; whereas this may be achieved by requiring that certified seed be used;\nWhereas Regulation (EEC) No 1765/92 should be amended accordingly,", "main_body": ["Regulation (EEC) No 1765/92 is hereby amended as follows:\n1. In Article 4, paragraphs 3, 4 and 5 shall be replaced by the following:\n'3. A supplement to the compensatory payment of ECU 344,5 per hectare shall be paid for the area down to durum wheat in the traditional production zones listed in Annex II, subject to the limits fixed in Annex III.\nShould the total of the areas for which a supplement to the compensatory payment is claimed be greater than the limit referred to above during the course of a marketing year, the area per producer for which the supplement may be paid shall be reduced proportionately.\nHowever, subject to the limits per Member State laid down in Annex III, Member States may distribute the areas indicated in that Annex among the production zones as defined in Annex II, or, if necessary, the production regions referred to in Article 3, according to the extent of the production of durum wheat during the period 1993 to 1997. Where this is done, should the total of the areas within a region for which a supplement to the compensatory payment is requested be greater than the corresponding regional limit during the course of a marketing year, the area per producer in that production region for which the supplement may be paid shall be reduced proportionately. The reduction shall be made when, within a Member State, the areas in regions which have not reached their regional limits have been distributed to regions in which those limits have been exceeded.\n4. In regions where the production of durum wheat is well established, other than those referred to in Annex II, special aid amounting to ECU 138,9 per hectare shall be granted up to a limit of the number of hectares laid down in Annex IIIa.`\n2. In Article 12, the fifth indent shall be replaced by the following:\n'- those determining, for durum wheat, the eligibility requirements for the supplement to the compensatory payment referred to in Article 4 (3) and the eligibility requirements for the special aid referred to in Article 4 (4), and in particular determination of the regions to be taken into consideration and the measures to be taken in the event that the limit fixed for the payment of the aid is exceeded; those rules shall stipulate that the grant of the supplement provided for in Article 4 (3) and (4) be subject to the obligation to use certified seed.`\n3. Annexes II and III shall be replaced by the corresponding texts in the Annex to this Regulation.\n4. Annex IIIa, appearing in the Annex to this Regulation, shall be inserted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1999/2000 crop year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 301, 11. 10. 1996, p. 9.\n(2) OJ C 200, 30. 6. 1997, p. 130.\n(3) OJ L 181, 1. 7. 1992, p. 12, Regulation as last amended by Regulation (EC) No 922/97 (OJ L 133, 24. 5. 1997, p. 1).\n(4) OJ L 330, 21. 12. 1994, p. 1.\n(5) OJ L 362, 27. 12. 1990, p. 28, Regulation as last amended by Regulation (EC) No 1664/95 (OJ L 158, 8. 7. 1995, p. 13).\n(6) OJ L 142, 2. 6. 1997, p. 1.\nANNEX\n'ANNEX II\nTraditional production zones for durum wheat\nGREECE\nNomoi (prefectures) of the following regions:\nCentral Greece\nPeloponnese\nIonian Islands\nThessaly\nMacedonia\nAegean Islands\nThrace\nSPAIN\nProvinces\nAlmería\nBadajoz\nBurgos\nCádiz\nCórdova\nGranada\nHuelva\nJaén\nMálaga\nNavarra\nSalamanca\nSeville\nToledo\nZamora\nSaragoza\nITALY\nRegions\nAbruzzo\nBasilicata\nCalabria\nCampania\nLatium\nMarches\nMolise\nUmbria\nApulia\nSardinia\nSicily\nTuscany\nAUSTRIA\nPannonia\nFRANCE\nRegions\nMidi-Pyrénées\nProvence-Alpes-Côte d'Azur\nLanguedoc-Roussillon\nDepartments (*)Ardèche\nDrôme\nPORTUGAL\nDistricts\nSantarém\nLisbon\nSetúbal\nPortalegre\nÉvora\nBeja\nFaro\n(*) Each of these departments may be linked to one of the abovementioned regions.\nANNEX III\nMaximum guaranteed areas in receipt of the supplement to the compensatory payment for durum wheat referred to in Article 4 (3)\n>TABLE>\nANNEX IIIa\nMaximum guaranteed areas in receipt of the special aid for durum wheat referred to in Article 4 (4)\n>TABLE>"}