{"celex_id": "31995R3064", "uri": "http://publications.europa.eu/resource/cellar/cb226554-bee8-4baf-be13-9e68a74c5c9e", "type": "Regulation", "concepts": ["2734", "4385", "5406", "666", "914"], "title": "Council Regulation (EC) No 3064/95 of 22 December 1995 providing for the adjustment, as an autonomous and transitional measure, of concessions for certain processed agricultural products provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations\n", "header": "COUNCIL REGULATION (EC)  No 3064/95\nof 22 December 1995\nproviding for the adjustment, as an autonomous and transitional  measure, of concessions for certain processed agricultural products provided for in the Europe  Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round  Multilateral Trade Negotiations\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Protocol 3 of the Europe Agreements establishing an association between the European  Communities and their Member States, of the one part, and the Republic of Hungary, the Republic of  Poland, the Slovak Republic, the Czech Republic, Romania and the Republic of Bulgaria of the other  part (1), hereafter referred to as 'Europe Agreements', provides for concessions for certain  processed agricultural products originating in those countries; whereas those concessions involve,  in due cases, reductions in the variable components provided for in Council Regulation (EC) No  3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting  from the processing of agricultural products (2);\nWhereas, pending adaptation of the abovementioned Protocol 3 the Council adopted Regulation (EC) No  2179/95 (3) which, until the end of 1995, maintains the degree of preference granted, thus  offsetting possible negative effects the implementation of the results of the Uruguay Round may  have on exports of these countries to the Community;\nWhereas the negotiations which are currently under way with the countries concerned for the  conclusion of Protocols amending the Europe Agreements have not yet been concluded; whereas  'interim' Protocols covering solely the trade-related aspects of the amending protocols cannot  enter into force on 1 January 1996; whereas it is therefore advisable to extend the concessions on  an autonomous basis until 30 June 1996,", "main_body": ["1. The processed agricultural products originating in Poland and  listed in Protocol 3 to the Europe Agreement with that country shall be subject to the duties  provided for in Annex I to this Regulation.\n2. The processed agricultural products originating in Hungary listed in Protocol 3 to the Europe  Agreement with that country shall be subject to the duties provided for in Annex II to this  Regulation.\n3. The processed agricultural products originating in Slovakia and listed in Protocol 3 to the  Europe Agreement with that country shall be subject to the duties provided for in Annex III to this  Regulation.\n4. The processed agricultural products originating in the Czech Republic and listed in Protocol 3  to the Europe Agreement with that country shall be subject to the duties provided for in Annex IV  to this Regulation.\n5. The processed agricultural products originating in Romania and listed in Protocol 3 to the  Europe Agreement with that country shall be subject to the duties provided for in Annex V to this  Regulation.\n6. The processed agricultural products originating in Bulgaria and listed in Protocol 3 to the  Europe Agreement with that country shall be subject to the duties provided for in Annex VI to this  Regulation.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 January until 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No L 347, 31. 12. 1993,  p. 1 (Hungary).\nOJ No L 348, 31. 12. 1993, p. 1 (Poland).\nOJ No L 360, 31. 12. 1994, p. 1 (Czech Republic).\nOJ No L 359, 31. 12. 1994, p. 1 (Slovak Republic).\nOJ No L 357, 31. 12. 1994, p. 1 (Romania).\nOJ No L 358, 31. 12. 1994, p. 1 (Bulgaria).\n(2) OJ No L 318, 20. 12. 1993, p. 18.\n(3) OJ No L 223, 20. 9. 1995, p. 29.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I -  ANEXO I - LIITE I - BILAGA I\nREPÚBLICA DE POLONIA - REPUBLIKKEN POLEN - REPUBLIK POLEN -  AEÇÌÏÊÑÁÔÉÁ ÔÇÓ ÐÏËÙÍÉÁÓ - REPUBLIC OF POLAND - RÉPUBLIQUE DE POLOGNE - REPUBBLICA DI POLONIA -  REPUBLIEK POLEN - REPÚBLICA DA POLÓNIA - PUOLAN TASAVALLASTA - REPUBLIKEN POLEN\nPARTE 1 -  DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA 1 - DEL 1\nMontantes básicos, considerados para calcular los elementos agrícolas reducidos y derechos  adicionales, aplicables a las importaciones en la Comunidad\nBasisbeloeb taget i betragtning ved  beregningen af de nedsatte landbrugselementer og tillaegstold anvendelig ved indfoersel i  Faellesskabet\nGrundbetraege, die bei der Berechnung der ermaessigten Agrarteilbetraege und Zusatzzoelle,  anwendbar bei der Einfuhr in die Gemeinschaft, beruecksichtigt worden sind\nÂáóéêUE ðïóUE ðïõ aaëÞoeèçóáí  õðueoeç ãéá ôïí õðïëïãéóìue ôùí ìaaôáâëçôþí óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ aaoeáñìueaeïíôáé óôá  áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ óôçí Êïéíueôçôá\nBasic amounts taken into consideration in  calculating the reduced agricultural components and additional duties, applicable on importation  into the Community\nMontants de base pris en considération lors du calcul des éléments agricoles  réduits et droits additionnels applicables à l'importation dans la Communauté\nImporti di base,  presi in considerazione per il calcolo degli elementi agricoli e dei dazi addizionali applicabili  all'importazione nella Comunità\nBasisbedragen, in aanmerking genomen bij de berekening van de  verlaagde agrarische elementen en aanvullende invoerrechten, geldend bij invoer in de  Gemeenschap\nMontantes de base tomados em consideração aquando do cálculo dos elementos agrícolas  reduzidos e dos direitos adicionais aplicáveis à importação na Comunidade\nYhteisoeoen tulevaan  tuontiin sovellettavia alennettuja maatalousosia ja lisaetulleja laskettaessa huomioon otettavat  perusmaeaeraet\nGrundpriser som beaktas vid beraekning av minskade jordbruksbestaandsdelar och  tillaeggstull som skall utgaa paa import till gemenskapen\n>TABLE>\nPARTE 2  - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE  POSITION>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ ÉÉ - ANNEX II - ANNEXE II - ALLEGATO II -  BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nREPÚBLICA DE HUNGRÍA - REPUBLIKKEN UNGARN - REPUBLIK  UNGARN - AEÇÌÏÊÑÁÔÉÁ ÔÇÓ ÏÕÃÃÁÑÉÁÓ - REPUBLIC OF HUNGARY - RÉPUBLIQUE DE HONGRIE - REPUBBLICA  D'UNGHERIA - REPUBLIEK HONGARIJE - REPÚBLICA DA HUNGRIA - UNKARIN TASAVALLASTA - REPUBLIKEN UNGERN\nPARTE 1 - DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA  1 - DEL 1\nMontantes básicos, considerados para calcular los elementos agrícolas reducidos y  derechos adicionales, aplicables a las importaciones en la Comunidad\nBasisbeloeb taget i betragtning  ved beregningen af de nedsatte landbrugselementer og tillaegstold anvendelig ved indfoersel i  Faellesskabet\nGrundbetraege, die bei der Berechnung der ermaessigten Agrarteilbetraege und Zusatzzoelle,  anwendbar bei der Einfuhr in die Gemeinschaft, beruecksichtigt worden sind\nÂáóéêUE ðïóUE ðïõ aaëÞoeèçóáí  õðueoeç ãéá ôïí õðïëïãéóìue ôùí ìaaôáâëçôþí óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ aaoeáñìueaeïíôáé óôá  áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ óôçí Êïéíueôçôá\nBasic amounts taken into consideration in  calculating the reduced agricultural components and additional duties, applicable on importation  into the Community\nMontants de base pris en considération lors du calcul des éléments agricoles  réduits et droits additionnels applicables à l'importation dans la Communauté\nImporti di base,  presi in considerazione per il calcolo degli elementi agricoli e dei dazi addizionali applicabili  all'importazione nella Comunità\nBasisbedragen, in aanmerking genomen bij de berekening van de  verlaagde agrarische elementen en aanvullende invoerrechten, geldend bij invoer in de  Gemeenschap\nMontantes de base tomados em consideração aquando do cálculo dos elementos agrícolas  reduzidos e dos direitos adicionais aplicáveis à importação na Comunidade\nYhteisoeoen tulevaan  tuontiin sovellettavia alennettuja maatalousosia ja lisaetulleja laskettaessa huomioon otettavat  perusmaeaeraet\nGrundpriser som beaktas vid beraekning av minskade jordbruksbestaandsdelar och  tillaeggstull som skall utgaa paa import till gemenskapen\n>TABLE>\nPARTE 2  - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE  POSITION>\nANEXO III - BILAG III - ANHANG III - ÐÁÑÁÑÔÇÌÁ ÉÉÉ - ANNEX III - ANNEXE III - ALLEGATO III  - BIJLAGE III - ANEXO III - LIITE III - BILAGA III\nREPÚBLICA ESLOVACA - DEN SLOVAKISKE REPUBLIK -  SLOWAKISCHE REPUBLIK - ÓËÏÂÁÊÉÊÇ AEÇÌÏÊÑÁÔÉÁ - SLOVAK REPUBLIC - RÉPUBLIQUE SLOVAQUE - REPUBBLICA  SLOVACCA - REPUBLIEK SLOWAKIJE - REPÚBLICA ESLOVACA - SLOVAKIAN TASAVALLASTA - SLOVAKISKA  REPUBLIKEN\nPARTE 1 - DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 -  PARTE 1 - OSA 1 - DEL 1\nMontantes básicos, considerados para calcular los elementos agrícolas  reducidos y derechos adicionales, aplicables a las importaciones en la Comunidad\nBasisbeloeb taget i  betragtning ved beregningen af de nedsatte landbrugselementer og tillaegstold anvendelig ved  indfoersel i Faellesskabet\nGrundbetraege, die bei der Berechnung der ermaessigten Agrarteilbetraege und  Zusatzzoelle, anwendbar bei der Einfuhr in die Gemeinschaft, beruecksichtigt worden sind\nÂáóéêUE ðïóUE  ðïõ aaëÞoeèçóáí õðueoeç ãéá ôïí õðïëïãéóìue ôùí ìaaôáâëçôþí óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ  aaoeáñìueaeïíôáé óôá áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ óôçí Êïéíueôçôá\nBasic amounts taken into  consideration in calculating the reduced agricultural components and additional duties, applicable  on importation into the Community\nMontants de base pris en considération lors du calcul des  éléments agricoles réduits et droits additionnels applicables à l'importation dans la  Communauté\nImporti di base, presi in considerazione per il calcolo degli elementi agricoli e dei  dazi addizionali applicabili all'importazione nella Comunità\nBasisbedragen, in aanmerking genomen  bij de berekening van de verlaagde agrarische elementen en aanvullende invoerrechten, geldend bij  invoer in de Gemeenschap\nMontantes de base tomados em consideração aquando do cálculo dos elementos  agrícolas reduzidos e dos direitos adicionais aplicáveis à importação na Comunidade\nYhteisoeoen  tulevaan tuontiin sovellettavia alennettuja maatalousosia ja lisaetulleja laskettaessa huomioon  otettavat perusmaeaeraet\nGrundpriser som beaktas vid beraekning av minskade jordbruksbestaandsdelar och  tillaeggstull som skall utgaa paa import till gemenskapen\n>TABLE>\nPARTE 2  - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE  POSITION>\nANEXO IV - BILAG IV - ANHANG IV - ÐÁÑÁÑÔÇÌÁ IV - ANNEX IV - ANNEXE IV - ALLEGATO IV -  BIJLAGE IV - ANEXO IV - LIITE IV - BILAGA IV\nREPÚBLICA CHECA - DEN TJEKKISKE REPUBLIK -  TSCHECHISCHE REPUBLIK - ÔÓAA×ÉÊÇ AEÇÌÏÊÑÁÔÉÁ - CZECH REPUBLIC - RÉPUBLIQUE TCHÈQUE - REPUBBLICA CECA  - REPUBLIEK TSJECHIË - REPÚBLICA CHECA - T OSEKIN TASAVALLASTA - TJECKISKA REPUBLIKEN\nPARTE 1 - DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA 1 - DEL  1\nMontantes básicos, considerados para calcular los elementos agrícolas reducidos y derechos  adicionales, aplicables a las importaciones en la Comunidad\nBasisbeloeb taget i betragtning ved  beregningen af de nedsatte landbrugselementer og tillaegstold anvendelig ved indfoersel i  Faellesskabet\nGrundbetraege, die bei der Berechnung der ermaessigten Agrarteilbetraege und Zusatzzoelle,  anwendbar bei der Einfuhr in die Gemeinschaft, beruecksichtigt worden sind\nÂáóéêUE ðïóUE ðïõ aaëÞoeèçóáí  õðueoeç ãéá ôïí õðïëïãéóìue ôùí ìaaôáâëçôþí óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ aaoeáñìueaeïíôáé óôá  áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ óôçí Êïéíueôçôá\nBasic amounts taken into consideration in  calculating the reduced agricultural components and additional duties, applicable on importation  into the Community\nMontants de base pris en considération lors du calcul des éléments agricoles  réduits et droits additionnels applicables à l'importation dans la Communauté\nImporti di base,  presi in considerazione per il calcolo degli elementi agricoli e dei dazi addizionali applicabili  all'importazione nella Comunità\nBasisbedragen, in aanmerking genomen bij de berekening van de  verlaagde agrarische elementen en aanvullende invoerrechten, geldend bij invoer in de  Gemeenschap\nMontantes de base tomados em consideração aquando do cálculo dos elementos agrícolas  reduzidos e dos direitos adicionais aplicáveis à importação na Comunidade\nYhteisoeoen tulevaan  tuontiin sovellettavia alennettuja maatalousosia ja lisaetulleja laskettaessa huomioon otettavat  perusmaeaeraet\nGrundpriser som beaktas vid beraekning av minskade jordbruksbestaandsdelar och  tillaeggstull som skall utgaa paa import till gemenskapen\n>TABLE>\nPARTE 2  - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE  POSITION>\nANEXO V - BILAG V - ANHANG V - ÐÁÑÁÑÔÇÌÁ V - ANNEX V - ANNEXE V - ALLEGATO V - BIJLAGE V -  ANEXO V - LIITE V - BILAGA V\nRUMANÍA - RUMAENIEN - RUMAENIEN - ÑÏÕÌÁÍÉÁ - ROMANIA - ROUMANIE -  ROMANIA - ROEMENIË - ROMÉNIA - ROMANIASTA - RUMAENIEN\nPARTE 1 - DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 -  PART 1 - PARTIE 1 - PARTE 1 - DEEL 1 - PARTE 1 - OSA 1 - DEL 1\nMontantes básicos, considerados  para calcular los elementos agrícolas reducidos y derechos adicionales, aplicables a las  importaciones en la Comunidad\nBasisbeloeb taget i betragtning ved beregningen af de nedsatte  landbrugselementer og tillaegstold anvendelig ved indfoersel i Faellesskabet\nGrundbetraege, die bei der  Berechnung der ermaessigten Agrarteilbetraege und Zusatzzoelle, anwendbar bei der Einfuhr in die  Gemeinschaft, beruecksichtigt worden sind\nÂáóéêUE ðïóUE ðïõ aaëÞoeèçóáí õðueoeç ãéá ôïí õðïëïãéóìue ôùí  ìaaôáâëçôþí óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ aaoeáñìueaeïíôáé óôá áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ  óôçí Êïéíueôçôá\nBasic amounts taken into consideration in calculating the reduced agricultural  components and additional duties, applicable on importation into the Community\nMontants de base  pris en considération lors du calcul des éléments agricoles réduits et droits additionnels  applicables à l'importation dans la Communauté\nImporti di base, presi in considerazione per il  calcolo degli elementi agricoli e dei dazi addizionali applicabili all'importazione nella  Comunità\nBasisbedragen, in aanmerking genomen bij de berekening van de verlaagde agrarische  elementen en aanvullende invoerrechten, geldend bij invoer in de Gemeenschap\nMontantes de base  tomados em consideração aquando do cálculo dos elementos agrícolas reduzidos e dos direitos  adicionais aplicáveis à importação na Comunidade\nYhteisoeoen tulevaan tuontiin sovellettavia  alennettuja maatalousosia ja lisaetulleja laskettaessa huomioon otettavat perusmaeaeraet\nGrundpriser  som beaktas vid beraekning av minskade jordbruksbestaandsdelar och tillaeggstull som skall utgaa paa  import till gemenskapen\n>TABLE>\nPARTE 2 - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 -  PART 2 - PARTIE 2 - PARTE 2 - DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE>\nANEXO VI - BILAG VI - ANHANG VI - ÐÁÑÁÑÔÇÌÁ VI - ANNEX VI - ANNEXE VI - ALLEGATO VI -  BIJLAGE VI - ANEXO VI - LIITE VI - BILAGA VI\nREPÚBLICA DE BULGARIA - REPUBLIKKEN BULGARIEN -  REPUBLIK BULGARIEN - AEÇÌÏÊÑÁÔÉÁ ÔÇÓ ÂÏÕËÃÁÑÉÁÓ - REPUBLIC OF BULGARIA - RÉPUBLIQUE DE BULGARIE -  REPUBBLICA DI BULGARIA - REPUBLIEK BULGARIJE - REPÚBLICA DA BULGÁRIA - BULGARIAN TASAVALLASTA -  REPUBLIKEN BULGARIEN\nPARTE 1 - DEL 1 - TEIL 1 - ÌAAÑÏÓ 1 - PART 1 - PARTIE 1 - PARTE 1 -  DEEL 1 - PARTE 1 - OSA 1 - DEL 1\nMontantes básicos, considerados para calcular los elementos  agrícolas reducidos y derechos adicionales, aplicables a las importaciones en la  Comunidad\nBasisbeloeb taget i betragtning ved beregningen af de nedsatte landbrugselementer og  tillaegstold anvendelig ved indfoersel i Faellesskabet\nGrundbetraege, die bei der Berechnung der  ermaessigten Agrarteilbetraege und Zusatzzoelle, anwendbar bei der Einfuhr in die Gemeinschaft,  beruecksichtigt worden sind\nÂáóéêUE ðïóUE ðïõ aaëÞoeèçóáí õðueoeç ãéá ôïí õðïëïãéóìue ôùí ìaaôáâëçôþí  óôïé÷aassùí êáé ðñueóèaaôùí aeáóìþí ðïõ aaoeáñìueaeïíôáé óôá áãñïôéêUE óôïé÷aassá êáôUE ôçí aaéóáãùãÞ óôçí  Êïéíueôçôá\nBasic amounts taken into consideration in calculating the reduced agricultural components  and additional duties, applicable on importation into the Community\nMontants de base pris en  considération lors du calcul des éléments agricoles réduits et droits additionnels applicables à  l'importation dans la Communauté\nImporti di base, presi in considerazione per il calcolo degli  elementi agricoli e dei dazi addizionali applicabili all'importazione nella Comunità\nBasisbedragen,  in aanmerking genomen bij de berekening van de verlaagde agrarische elementen en aanvullende  invoerrechten, geldend bij invoer in de Gemeenschap\nMontantes de base tomados em consideração  aquando do cálculo dos elementos agrícolas reduzidos e dos direitos adicionais aplicáveis à  importação na Comunidade\nYhteisoeoen tulevaan tuontiin sovellettavia alennettuja maatalousosia ja  lisaetulleja laskettaessa huomioon otettavat perusmaeaeraet\nGrundpriser som beaktas vid beraekning av  minskade jordbruksbestaandsdelar och tillaeggstull som skall utgaa paa import till gemenskapen\n>TABLE  POSITION>\nPARTE 2 - DEL 2 - TEIL 2 - ÌAAÑÏÓ 2 - PART 2 - PARTIE 2 - PARTE 2 -  DEEL 2 - PARTE 2 - OSA 2 - DEL 2\n>TABLE>"}