{"celex_id": "31994D0659", "uri": "http://publications.europa.eu/resource/cellar/842b47cf-56c2-475b-b152-e35dadb1195f", "type": "Decision", "concepts": ["1445", "171", "2300", "2738", "3408", "4689"], "title": "94/659/EC: Commission Decision of 30 September 1994 amending for the fourth time Decision 92/571/EEC relating to new transitional measures which are necessary to facilitate the move to the system of veterinary checks provided for in Council Directive 90/675/EEC\n", "header": "COMMISSION DECISION of 30 September 1994 amending for the fourth time Decision 92/571/EEC relating to new transitional measures which are necessary to facilitate the move to the system of veterinary checks provided for in Council Directive  90/675/EEC (94/659/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 92/118/EEC (2), and in  particular Article 30 thereof,\nWhereas Directive 90/675/EEC makes arrangements for a new system of veterinary checks for products entering the Community from third countries;\nWhereas the Commission, in Decisions 92/399/EEC (3) and 92/571/EEC (4), as last amended by Decision 94/186/EC (5), adopted certain transitional measures to facilitate the move to the new system of veterinary checks provided for in Directive 90/675/EEC;  whereas these measures expire on 30 September 1994;\nWhereas it is necessary to lay down new transitional measures which facilitate the gradual implementation of the system established by Directive 90/675/EEC;\nWhereas for harmonized products all checks should be carried out in the border inspection posts at the external border of the Community;\nWhereas in the light of experience gained, it is necessary to specify the place where the identity and physical checks shall be carried out on products transported by sea or air;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 92/571/EEC is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n'Article 1\nThe provisions of Article 8 of Directive 90/675/EEC shall apply for products where Community Decisions have been taken to establish:\n- a list of approved third countries,\n- a list of approved establishments (animal health and public health),\nand\n- a model certificate (animal health and public health).';\n2. in Article 3, the following paragraph is inserted:\n'In the circumstances referred to in Article 8 (4) of Directive 90/675/EEC, the identity and physical check shall be carried out at the pre-selected border inspection post of destination provided that the products are not being unloaded or are being  transhipped from one aircraft or boat to another in the customs area of the airport or port of arrival for transport to the pre-selected border inspection post of destination.';\n3. in Article 8, '30 September 1994' is replaced by '28 February 1995';\n4. the Annex shall be deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 221, 6. 8. 1992, p. 54.\n(4) OJ No L 367, 16. 12. 1992, p. 36.\n(5) OJ No L 87, 31. 3. 1994, p. 98."}