{"celex_id": "31995D0406", "uri": "http://publications.europa.eu/resource/cellar/ad483b0c-6751-4344-858b-2c7788907233", "type": "Decision", "concepts": ["1309", "1395", "1524", "1591", "4880"], "title": "95/406/EC: Commission Decision of 5 October 1995 terminating the anti-dumping proceeding concerning imports of parts of gas-fuelled, non-refillable pocket lighters originating in Japan\n", "header": "COMMISSION DECISION of 5 October 1995 terminating the anti-dumping proceeding  concerning imports of parts of gas-fuelled, non-refillable pocket lighters originating in Japan  (95/406/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against  dumped imports from countries not members of the European Community  (1), as last amended by  Regulation (EC) No 1251/95  (2), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped  or subsidized imports from countries not members of the European Economic Community  (3), as last  amended by Regulation (EC) No 522/94  (4), and in particular Articles 5 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.  PROCEDURE\n(1)  In January 1991 the Commission received a complaint lodged by two Community  producers representing a major proportion of the total Community production of parts of  gas-fuelled, non-refillable pocket lighters. The complaint contained evidence of dumping and of  material injury resulting therefrom to justify the initiation of a proceeding. The Commission  accordingly announced, by a notice published in the Official Journal of the European Communities  (5), the initiation of an anti-dumping proceeding concerning imports of parts of gas-fuelled,  non-refillable pocket lighters originating in Japan. After publication of this notice a third  Community producer joined the complaint.\n(2)  The Commission officially advised the exporter and importers known to be concerned, the  representatives of the exporting country and the complainants and gave the parties directly  concerned the opportunity to make their views known in writing and to request a hearing.\n(3)  The known producer in the country concerned, four importers and the complaining Community  producers replied to the questionnaire sent to them and made their views known in writing. Those of  the abovementioned companies having so requested were granted hearings.\n(4)  The Commission sought and verified all the information it deemed necessary for the purpose of  its investigation and carried out investigations at the premises of the producer and exporter in  Japan, four importers in the Community and the three complaining Community producers.\nB.  RESULT OF INVESTIGATIONS\n(5)  In the course of the investigation, the Commission found that  subsequent to the complaint being lodged, the pattern of trade had changed in so far as parts of  lighters were no longer exclusively sourced from Japan. Since doubts existed concerning the actual  origin of the parts in question, the Commission decided to request Member States to carry out an  investigation in order to determine the real origin of the goods.\n(6)  This additional investigation did not reveal any misdeclaration in repect of origin but, given  the long period of time which it required, during which the anti-dumping investigation was merely  suspended, the Commission considered it appropriate to verify whether the resumption of the latter  investigation was warranted. Questioned in this respect, the complaining Community producers  admitted that market developments since the initiation of the proceeding had resulted in imports of  parts of gas-fuelled, non refillable pocket lighters originating in Japan being no longer as  injurious to them as they were when the complaint was lodged.\nC.  WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(7)  Subsequently, by letter of  23 June 1995, the complaining Community producers formally withdrew their complaint concerning  imports of parts of gas-fuelled, non-refillable pocket lighters originating in Japan. The  Commission considered that a termination in this context would not be against the interest of the  Community.\n(8)  In these circumstances, the anti-dumping proceeding concerning imports of parts of  gas-fuelled, non-refillable pocket lighters originating in Japan should be terminated without  imposition of protective measures.\n(9)  The Advisory Committee has been consulted and has raised no objection.\n(10)  Interested parties were informed of the essential facts and considerations on the basis of  which the Commission intended to terminate the proceeding and have been given the opportunity to  comment,", "main_body": ["The anti-dumping proceeding concerning imports of parts of  gas-fuelled, non-refillable pocket lighters originating in Japan, is hereby terminated."], "attachments": "Done at Brussels, 5 October 1995.\nFor the Commission Karel VAN MIERT Member of the Commission"}