{"celex_id": "31993R2083", "uri": "http://publications.europa.eu/resource/cellar/472a6f3f-4154-473c-9a4e-95a3420b475c", "type": "Regulation", "concepts": ["1056", "1433", "2394", "2467", "3052", "3885"], "title": "Council Regulation (EEC) No 2083/93 of 20 July 1993 amending Regulation (EEC) No 4254/88 laying down provisions for implementing Regulation (EEC) No 2052/898 as regards the European Regional Development Fund\n", "header": "COUNCIL REGULATION (EEC) No 2083/93 of 20 July 1993 amending Regulation (EEC) No 4254/88 laying down provisions for implementing Regulation (EEC) No 2052/898 as regards the European Regional Development Fund\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130e thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 2081/93 (4) amends Regulation (EEC) No 2052/88 on the tasks of the structural funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank  and the other existing financial instruments (5); whereas Regulation (EEC) No 2082/93 (6) amends Regulation (EEC) No 4253/88 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different  structural funds between themselves and with the operations of the European Investment Bank and the other existing financial instruments (7); whereas Regulation (EEC) No 4254/88 (8) should therefore also be amended;\nWhereas Article 3 (1) of Regulation (EEC) No 2052/88, in the regions concerned by Objective 1, extends the scope of the European Regional Development Fund (ERDF) to investment in the field of education and health; whereas the contribution of ERDF  assistance, as part of its regional development role, to the establishment and development of trans-European networks in the areas of transport, telecommunications and energy infrastructures as well as to the establishment of more favourable  environmental conditions, particularly in the Objective 1 regions, and to increasing capacity in the regions in the area of research and technological development to enable themn to participate more fully in the Community's multiannual framework  programmes should be specified; whereas according to Article 7 of Council Regulation (EEC) No 792/93 of 30 March 1993 establishing a cohesion financial instrument (9), no item of expenditure may benefit both from that instrument and from the ERDF;\nWhereas the principles and objectives of sustainable development are set out in the Community programme of policy and action in relation to the environment and sustainable development as laid down in the Council resolution of 1 February 1993 (10);\nWhereas the regional partnership should be strengthened by including the economic and social partners, in accordance with Article 4 of Regulation (EEC) No 2052/88;\nWhereas, in order to incraese the effectiveness of regional policies, there should be increased flexibility in the implementation of the Community's regional assistance particularly by extending the forms of assistance which may apply to Community  initiatives;\nWhereas Article 12 of Regulation (EEC) No 2052/88 provides for allocations per Member State for each of the Objectives 1 to 4 and 5 (b) of the commitment appropriations of all the structural funds; whereas, as a result, the last subparagraph of Article  3 (2) and Article 13 of Council Regulation (EEC) No 4254/88 may be deleted,", "main_body": ["Articles 1 to 13 of Regulation (EEC) No 4254/88 shall be replaced by the following:\n'\nTITLE I\nSCOPE AND FORMS OF ASSISTANCE", "Scope\nWithin the framework of the task entrusted to it by Article 130c of the Treaty, the European Regional Development Fund (ERDF) shall, in accordance with Article 3 (1) of Regulation (EEC) No 2052/88, participate in the financing of:\n(a) productive investment to permit the creation or maintenance of permanent jobs;\n(b) investment in infrastructure, namely:\n- in the regions designated under Objective 1, investment contributing to increasing economic potential, development, structural adjustment of these regions, including, where appropriate, that contributing to the establishment and development of  trans-European networks in the areas of transport, telecommunications and energy infrastructures,\n- in the regions or areas designated under Objective 2, investment relating to the regeneration of areas suffering from industrial decline, including inner cities, and those whose modernization or laying out is a prerequisite for the creation or  development of economic activity,\n- in the areas designated under Objective 5 (b), investment directly linked to economic activity which creates jobs other than in agriculture, including communication infrastructure links and others on which the development of such activities depends;\n(c) the development of indigenous potential in the regions by measures which encourage and support local development initiatives and the activities of small and medium-sized enterprises, involving in particular:\n- assistance towards services for enterprises, in particular in the fields of management, market study and research and services common to several enterprises,\n- financing the transfer of technology, including in particular the collection and dissemination of information and financing the introduction of innovation in enterprises,\n- improvement of access for enterprises to the capital market, particularly by the provision of guarantees and equity participation,\n- direct aid to investment, where no aid scheme exists,\n- the provision of small-scale infrastructure;\n(d) in the regions designated under Objektive 1, investment inthe field of education and health contributing to their structural adjustment;\n(e) measures contributing towards regional development in the field of research and technological development apart, however, from measures linked to the operation of the labour market and the development of human resources;\n(f) productive investment and investment in infrastructure aimed at environmental protection, in accordance with the principles of sustainable development, where such investment is linked to regional development;\n(g) operations in the context of regional development at Community level, in particular in the case of frontier regions of the Member States, in accordance with Article 3 (1), last subparagraph, of Regulation (EEC) No 2052/88;\n(h) the preparatory, appraisal, monitoring and evaluation measures referred to in Article 7.", "Regional plans\n1. Apart from the general provisions laid down in Title II of Regulation (EEC) No 4253/88, the following specific provisions shall apply to the regional plans referred to in Articles 8 (4) and 9 (8) of Regulation (EEC) No 2052/88.\n2. The plans relating to the regions designated under Objective 1 shall, as a general rule, cover one region at NUTS (Nomenclature of Territorial Units for Statistics) level II. However, pursuant to the second subparagraph of Article 8 (4) of Regulation  (EEC) No 2052/88, Member States may submit a plan for more than one of their regions included in the list referred to in paragraph 2 of that Article, provided that the plan comprises the features listed in the first subparagraph of Article 8 (4).\nWhen submitting the plans, the Member States shall supply information on the authorities or bodies designated by them at national, regional, local or level which are to be responsible for implementing the measures.\nAs a general rule, these plans shall be for a period of six years and may be updated annually. The data relating to the fifth and sixth years may be supplied on an indicative basis.\n3. The plans relating to the regions designated under Objective 2 shall normally cover one or more areas at NUTS level III.\nWhen submitting the plans, the Member States shall supply imformation on the national, regional, local or other authorities or bodies which are to be responsible for implementing the measures.\nAs a general rule, these plans shall be for a period of three years and may be updated annually.\n4. The plans relating to the regions designated under Objective 5 (b) shall be drawn up in accordance with the procedure laid down in Article 7 of Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation  (EEC) No 2052/88 as regards the European Agricultural Guidance and Guarantee Fund (EAGGF) Guidance Section (1).\n5. When submitting applications to the ERDF, Member States shall ensure that a sufficient proportion is allocated to investment in industry, craft industry and services, particularly through part-financing of aid schemes.\n(1) OJ No L 374, 31. 12. 1988, p. 25.", "Regional operational programmes\n1. For the regions designated under Objective 1, regional operational programmes or other forms of assistance as referred to in Article 5 (2) of Regulation (EEC) No 2052/88 shall in principle cover one region at NUTS level II or, in specific cases, one  or more regions at NUTS level III or more than one region at NUTS level II. For regions and areas designated under Objectives 2 and 5 (b), and for frontier areas, they shall in general cover one or more areas at NUTS level III.\n2. The programmes may be undertaken on the initiative of the Member States or of the Commission in agreement with the Member State concerned, in accordance with the last subparagraph of Article 5 (5) of Regulation (EEC) No 2052/88 and Article 11 of  Regulation (EEC) No 4253/88.\nWhen they are undertaken on the initiative of a Member State, they shall be drawn up by the authorities designated by the Member State, in consultation with the Commission.\nWhen they are undertaken on the initiative of the Commission, the Commission, after consulting the committee referred to in Article 29a of Regulation (EEC) No 4253/88 and after notifying the European Parlaiment, shall lay down the guidelines and invite  the Member State or Member States concerned to establish requests for assistance. It shall order these guidelines to be published in the Official Journal of the European Communities.\nThe Commission's initiative shall be designed, within the framework of the tasks entrusted to the ERDF by Article 3 (1) of Regulation (EEC) No 21052/88, to:\n- help to resolve serious problems directly associated with the implementation of other Community policies and affecting the socio-economic situation of one or more regions, or\n- promote the application of Community policies at regional level, or\n- help to resolve problems common to certain categories of region.", "Part-financing of aid schemes\n1. The grant of Community assistance to regional aid schemes shall constitute one of the main forms of incentive to investment in enterprises.\n2. With a view to deciding the Community's financial participation, the Commission shall examine, with the authorities designated by the Member State, the characteristics of the aid scheme concerned. It shall in particular take account of the following:\n- the rate of aid to be tailored to the socio-economic situation of the regions concerned and the consequent locational disadvantages for enterprises,\n- operating procedures and the types of aid, including rates, to be varied to meet the needs,\n- the priority given to small and medium-sized enterprises and the encouragement of services supplied to them, such as management advice and market surveys,\n- the economic repercussions of the aid scheme on the region,\n- the characteristics and impact of any other regional aid scheme in ther same region.", "Projects\nIn addition to ther information specified in Article 16 of Regulation (EEC) No 4253/88, applications for ERDF assistance for the projects referred to in Article 5 (2) (d) of Regulation (EEC) No 2052/88 submitted individually or within the framework of  an operational programme shall provide the information set out below. However, in the case of projects forming part of an operational programme, the information may be sent to the Commission at a later date.\nThe information shall cover:\n(a) for investment in infrastructures:\n- analysis of the costs and socio-economic benefits of the project, including an indication of the expected rate of use,\n- the expected impact on the development or conversion of the region concerned,\n- an indication of the consequences that Community participation will have for the completion of the project;\n(b) for productive investment:\n- an indication of the market outlook for the sector concerned,\n- the effects on employment,\n- an analysis of the expected profitability of the project.", "Global grants\n1. In accordance with Article 5 (2) (c) of Regulation (EEC) No 2052/88, the Commission may entrust to appropriate intermediaries, including regional development bodies designated by the Member State in agreement with the Commission, the management of  global grants, which it shall use primarily to assist local development initiatives. These intermediaries, who must provide the guarantees of solvency and have the necessary administrative capability referred to in Article 16 (1) of Regulation (EEC) No  4253/88, must be present or represented in the regions concerned and must operate in the public interest and shall associate adequately the socio-economic interests directly concerned by the implementation of the measures planned.\n2. The procedures for the use of global grants shall be the subject of an agreement concluded, in agreement with the Member State concerned, between the Commission and the intermediary concerned.\nThese procedures shall detail in particular:\n- the types of measure to be carried out,\n- the criteria for choosing beneficiaries,\n- the conditions and rates of ERDF assistance,\n- the arrangements for monitoring use of the global grants.\n3. In accordance with the last subparagraph of Article 5 (5) of Regulation (EEC) No 2052/88, global grants may be undertaken on the initaitive of the Member States or of the Commission, in agreement with the Member State concerned. Commission  initiatives shall be carried out in accordance with the conditions listed in the last subparagraph, Article 3 (2) of this Regulation.", "Preparatory, appraisal, moniroting and evaluation measures\n1. The ERDF may finance, up to a limit of 0,5 % of its annual allocation, the preparatory, prior appraisal, monitoring and ex post evaluation measures necessary for the implementation of this Regulation carried out by the Commission or by outside  experts. They shall include studies, among them studies of a general nature concerning Community regional action, and technical assistance or information measures, including, in particular, measures to provide information for local and regional  development agents.\n2. Measures carried out on the Commission's initiative may, in exceptional circumstances, be financed at a rate of 100 %; those carried out on behalf of the Commission shall be financed at a rate of 100 %. For other measures, the rates laid down in", "7\nof Regulation (EEC) No 4253/88 shall apply.\nTITLE II\nGUIDELINES AND PARTNERSHIP", "Periodic report and guidelines\n1. A periodic report on the socio-economic situation and development of the regions of the Community, which also indicates the macro-economic effects of the Community's regional action, shall be prepared by the Commission at three-yearly intervals in  accordance with the procedures laid down in Title VIII of Regulation (EEC) No 4253/88. Member States shall provide the Commission with the relevant information enabling it to make an analysis of all the regions of the Community on the basis of  statistics which are as comparable and as up to date as possible. The report must also make it possible to assess the regional impact of other Community policies.\n2. This report shall constitute a basis for the establishment of guidelines for Community regional policy. These shall be applied by the Commission in the various stages of planning, notably in establishing and amending Community support frameworks and  in the activities of the ERDF. These guidelines shall be forwarded to the Council and the European Parliament and shall be published for information in the Official Journal of the European Communities.", "Regional partnership\nThe Community's regional action shall be carried out in close consultation between the Commission, the Member State concerned and the competent authorities and bodies - including, within the framework of each Member State's national rules and practices,  - the economic and social partners, designated by the Member States, in accordance with Article 4 (1) of Regulation (EEC) No 2052/88, for the implementation of measures at regional level.\nTITLE III\nREGIONAL DEVELOPMENT AT COMMUNITY LEVEL", "0\nDefinition of assistance\n1. In accordance with the last subparagraph of Article 3 (1) of Regulation (EEC) No 2052/88, the ERDF may also contribute, up to a ceiling of 1 % of its annual budget, to the financing at Community level of:\n(a) studies on the Commission's initiative aiming to identify:\n- the spatial consequences of measures planned by the national authorities, particularly major infrastructures, when their effects go beyond national boundaries,\n- measures aiming to correct specific problems of the border regions within and outside the Community,\n- the elements necessary to establish a prospective outline of the utilization of Community territory;\n(b) pilot schemes which:\n- constitute incentives to the creation of infrastructure, investment in enterprises and other specific measures having a marked Community interest, in particular in the border regions with and outside the Community,\n- encourage the pooling of experience and development cooperation between different Community regions, and innovative measures.\n2. On the Commission's initiative, matters relating to regional development at Community level, coordination of national regional policies or any other problem connected with implementation of Community regional action may be referred to the committee  specified in Article 27 of Regulation (EEC) No 4253/88. The Committee may arrive at common conclusions on the basis of which the Commission shall, where appropriate, address recommendations to the Member States.\nTITLE IV\nGENERAL AND FINAL PROVISIONS", "1\nMonitoring of compatibility\nWhere appropriate and through procedures suitable to each policy, Member States shall supply the Commission with information concerning compliance with the provisions of Article 7 (1) of Regulation (EEC) No 2052/88.", "2\nTransitional provisions\nThose portions of the sums committed for the granting of assistance in respect of projects decided on by the Commission before 1 January 1989 under the ERDF which have not been the subject of a request for final payment to the Commission by 31 March  1995 shall be automatically released by the Commission by 30 September 1995 at the latest, without prejudice to those projects which are subject to suspension for judicial reasons.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No C 131, 11. 5. 1993, p. 6.(2) Opinion delivered on 22 June 1993 (not yet published in the Official Journal) and Decision of 14 July 1993 (not yet published in the Official Journal).(3) OJ No C 201, 26. 7. 1993, p. 52.(4) See page 5 of  this Official Journal.(5) OJ No L 185, 15. 7. 1988, p. 9.(6) See page 20 of this Official Journal.(7) OJ No L 374, 31. 12. 1988, p. 1.(8) OJ No L 374, 31. 12. 1988, p. 15.(9) OJ No L 79, 1. 4. 1993, p. 74.(10) OJ No C 138, 17. 5. 1993, p. 1."}