{"celex_id": "31999D0706", "uri": "http://publications.europa.eu/resource/cellar/5b3a0019-0db6-49bc-a179-0df4fbd295c2", "type": "Decision", "concepts": ["1120", "1309", "3003", "5083"], "title": "1999/706/EC: Commission Decision of 30 September 1999 fixing the amounts available in 1999 under the special framework of assistance for traditional ACP suppliers of bananas (Council Regulation (EC) No 856/1999) (notified under document number C(1999) 3097)\n", "header": "COMMISSION DECISION\nof 30 September 1999\nfixing the amounts available in 1999 under the special framework of assistance for traditional ACP suppliers of bananas (Council Regulation (EC) No 856/1999)\n(notified under document number C(1999) 3097)\n(1999/706/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 856/1999 of 22 April 1999 establishing a special framework of assistance for traditional ACP suppliers of bananas(1), and in particular Article 7 thereof,\n(1) Whereas Council Regulation (EC) No 856/1999 establishes a special framework for technical and financial assistance to assist traditional ACP suppliers of bananas to adapt to new market conditions following the amendments made to the common market organisation;\n(2) Whereas Article 7 of the said Regulation provides for the Commission to fix, on an annual basis, the maximum amount available for each traditional ACP supplier of bananas on the basis of the competitiveness gap observed taking into account the importance of banans for the country concerned;\n(3) Whereas Commission Regulation No 1609/1999(2), and in particular Articles 3 and 4 thereof, sets down the precise method for calculating the competitiveness gap observed and the importance of bananas to the ACP country concerned;\n(4) Whereas Article 7 of Commission Regulation No 1609/1999 provides for the Commission to reallocate funds where any traditional ACP supplier has not presented a request for financial and technical assistance within the deadline set out in Article 1(1) of the Regulation or where the programmes presented are not in compliance with the long-term strategy defined in Article 1(2) of the Regulation;\n(5) Whereas the Member responsible for Development is authorised to sign, on behalf of the Commission, a financing agreement for the precise funds concerned by this Decision,", "main_body": ["The amount of funds available to each traditional ACP supplier will be those as listed in the Annex to this Decision. These are indicative amounts and do not represent a commitment to the ACP traditional supplier concerned.", "The Member responsible for Development is authorised, on behalf of the Commission, to reallocate the amounts set down in the Annex to this Decision in compliance with the provisions laid down in Article 7 of Regulation (EC) No 1609/1999.", "The Member responsible for Development is authorised to sign, on behalf of the Commission, a financing agreement with each traditional ACP supplier on the precise level of funds to be allocated, on the basis of an annual action plan of investments."], "attachments": "Done at Brussels, 30 September 1999.\nFor the Commission\nPoul NIELSON\nMember of the Commission\n(1) OJ L 108, 27.4.1999, p. 2.\n(2) OJ L 190, 23.7.1999, p. 14.\nANNEX\nThe indicative amounts available for each traditional ACP supplier of bananas for 1999\n>TABLE>"}