{"celex_id": "31991D0404", "uri": "http://publications.europa.eu/resource/cellar/a1404fe1-560a-4213-9f93-b1c420b9b69c", "type": "Decision", "concepts": ["2296", "285", "3075", "4055", "862", "881"], "title": "91/404/EEC: Commission Decision of 19 July 1991 reallocating the sixth European Development Fund (EDF) appropriations not yet committed from non-programmable resources for the overseas countries and territories\n", "header": "COMMISSION DECISION  of 19 July 1991  reallocating the sixth European Development Fund (EDF) appropriations not yet committed from non-programmable resources for the overseas countries and territories  (91/404/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 86/283/EEC of 30 June 1986 on the association of the overseas countries and territories with the European Economic Community (1), as last amended by Decision 91/312/EEC (2), and in particular Article 137 (3) thereof,\nHaving regard to the 1985 Internal Agreement on the financing and administration of Community aid, hereinafter referred to as the 'Internal Agreement' (3),\nWhereas by Decision 86/283/EEC the Council granted certain appropriations to the overseas countries and territories, hereinafter referred to as the 'OCT', under the sixth European Development Fund; whereas there are among the non-programmable  appropriations for emergency aid and aid for refugees and returnees outstanding balances totalling ECU 3 415 000 which have not yet been committed;\nWhereas Decision 86/283/EEC provides that upon its expiry, on 30 June 1991, any appropriations which have not been committed shall be returned to the Fund proper to finance other schemes falling within the scope of financial and technical cooperation,  unless the Council decides otherwise;\nWhereas, in view of the prior agreements reached in the course of the Council's discussions on the seventh EDF, there is no need for the Council to decide otherwise; whereas the funds should be reallocated to the three OCT groups concerned in the same  proportions as the programmable resources of the sixth EDF were allocated in June 1986;\nWhereas it will then be necessary to carry out additional programming procedures with the relevant authorities of the OCT concerned for the additional amounts made available to them; whereas, in the interests of good management, this programming should  be carried out at the same time as, and in a complementary manner to, the programming exercise to be carried out for the seventh EDF pursuant to the new Decision on the association recently adopted by the Council,", "main_body": ["In the framework of the appropriations provided for under the fifth EDF for overseas countries and territories, funds not committed from the appropriations relating to emergency aid and aid for refugees and returnees shall be transferred to  the financing of projects and programmes to be implemented in the three OCT groups for which the Kingdom of the Netherlands, France and the United Kingdom have responsibility.\nThe funds shall be broken down as follows:\n- United Kingdom OCT: ECU 615 000,\n- French OCT: ECU 1 400 000,\n- Dutch OCT: ECU 1 400 000.", "The Chief Authorizing Officer of the EDF is hereby instructed to carry out with the relevant authorities of the countries and territories the additional programming procedures at the same time as, and in a complementary manner to, the  programming exercise to be carried out for the seventh EDF.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 19 July 1991. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 175, 1. 7. 1986, p. 1. (2) OJ No L 170, 29. 6. 1991, p. 13. (3) OJ No L 86, 31. 3. 1986, p. 210."}