{"celex_id": "31992R2656", "uri": "http://publications.europa.eu/resource/cellar/f71343ff-493d-4c9a-bba9-ab1ab008a62c", "type": "Regulation", "concepts": ["1642", "1644", "3413", "3584", "4778"], "title": "Council Regulation (EEC) No 2656/92 of 8 September 1992 concerning certain technical modalities in connection with the application of Regulation (EEC) No 1432/92 prohibiting trade between the European Economic Community and the Republics of Serbia and Montenegro\n", "header": "COUNCIL REGULATION (EEC) No 2656/92  of 8 September 1992  concerning certain technical modalities in connection with the application of Regulation (EEC) No 1432/92 prohibiting trade between the European Economic Community and the Republics of  Serbia and Montenegro\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Regulation (EEC) No 1432/92 of 1 June 1992 prohibiting trade between the European Economic Community and the Republics of Serbia and Montenegro (1),\nWhereas it is of utmost importance to ensure effective application of the embargo on the Republics of Serbia and Montenegro;\nWhereas, to this effect, it is necessary to exercise sufficiently effective control over exports from the Community;\nWhereas such control should involve measures aimed at ascertaining that no deviation takes place as regards goods exported from the Community to certain republics or territories bordering those two republics;\nWhereas such exports therefore should be subjected to prior export authorizations to be issued by the competent authorities of the Member States in close cooperation with the authorities of the importing republic or territory;\nWhereas, in order to avoid an undue burden on the interested parties, certain exceptions should be made with regard to the applicability of this Regulation;\nHaving regard to the Treaty establishing the European Economic community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,", "main_body": ["The export to the Republic of Bosnia-Herzegovina, the Republic of Croatia as well as the territory of the former Yugoslav Republic of Macedonia of all commodities and products originating in or coming from the Community shall be subject to  the presentation of a prior authorization for export to those republics or to that territory to be issued by the competent authorities of the Member States.", "The prior export authorization shall be issued under the condition that an import licence has been issued by the competent authorities of the Republic of Bosnia-Herzegovina, the Republic of Croatia or the territory of the former Yugoslav  Republic of Macedonia, depending on where the import is to take place.\nIt must be guaranteed that these authorities will confirm the arrival of the goods covered by the prior export authorization.", "The necessary measures for the implementation of Article 2 above shall be adopted by the Commission.\nThe Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event the Commission  shall defer application of the measures which it has decided for a period of 15 days.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the previous paragraph.", "The procedures referred to in Articles 1 and 2 of this Regulation shall not apply to export transactions:\n(a) arising from contracts or amendments to contracts concluded before the entry into force of this Regulation, where their execution began before that date;\n(b) comprising foodstuffs or commodities and products intended for strictly medical purposes, for essential humanitarian need or for activities related to Unprofor, the Conference on Yugoslavia or the European Community Monitor Mission;\n(c) whose individual value is less than ECU 1 000.\nThe exception provided for under (a) shall cease to apply as from 1 November 1992.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply seven days after its publication. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 September 1992. For the Council\nThe President\nN. LAMONT\n(1) OJ No L 151, 3. 6. 1992, p. 4."}