{"celex_id": "31995R2912", "uri": "http://publications.europa.eu/resource/cellar/df3850af-6dd3-42c0-a03a-b53525644d64", "type": "Regulation", "concepts": ["1086", "1730", "2194", "5034", "5076", "80"], "title": "Commission Regulation (EC) No 2912/95 of 15 December 1995 laying down certain detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and veal as regards the specific measures applicable in the French overseas departments, the Azores and Madeira, and repealing Regulation (EEC) No 231/93\n", "header": "COMMISSION REGULATION (EC) No 2912/95 of 15 December 1995 laying down  certain detailed rules for the application of the premium schemes provided for in Council  Regulation (EEC) No 805/68 on the common organization of the market in beef and veal as regards the  specific measures applicable in the French overseas departments, the Azores and Madeira, and  repealing Regulation (EEC) No 231/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific  measures in respect of certain agricultural products for the benefit of the French overseas  departments  (1), as last amended by Regulation (EC) No 2598/95  (2), and in particular Article 9  thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures  for the Azores and Madeira relating to certain agricultural products  (3), as amended by Commission  Regulation (EC) No 2537/95  (4), and in particular Articles 14 (4) and 24 (6) thereof,\nWhereas Regulation (EEC) No 1600/92 provides for specific measures to promote livestock farming in  the archipelagoes of the Azores and Madeira; whereas these measures include, in the beef and veal  sector, a supplement to the special premium for male bovine animals and to the premium for  maintaining suckler cows as provided for in Articles 4b and 4d respectively of Council Regulation  (EEC) No 805/68  (5), as last amended by Commission Regulation (EC) No 2417/95  (6); whereas  provision should be made for these supplements to be granted under the rules applicable to those  premium schemes;\nWhereas the measures to promote beef and veal production in the Azores seek to bolster traditional  economic activities vital to the Azores archipelago; whereas one such traditional activity in the  beef and veal sector consists of the production of animals for fattening in other regions of the  Community; whereas provision should therefore be made in order that the supplement to the special  premium may also be paid to the Azores livestock producer prior to shipment of the animals;\nWhereas Regulation (EEC) No 3763/91 provides for specific measures to promote livestock farming in  the French overseas departments; whereas these measures include, in the beef and veal sector,  derogations from the premium schemes provided for in Regulation (EEC) No 805/68, and a supplement  to the special premium for male bovine animals and to the premium for maintaining suckler cows;  whereas provisions should be made therefore for the basic premium and the supplement to be granted  in the French overseas departments under the rules applicable to those premium schemes, and, where  necessary, for the derogations provided for in Regulation (EEC) No 3763/91;\nWhereas Article 5 (4) of Regulation (EEC) No 3763/91 provides for the freezing, within the French  regional limit, of the number of animals in respect of which the special premium has been granted  in the overseas departments; whereas it is appropriate to take as the reference year 1994 which is  the year in which producers still qualified for the French common ceiling and which precedes the  establishment of the special quantity of 10  000 male bovine animals allocated to the overseas  departments;\nWhereas, in order to meet the requirements of the development of livestock farming in the French  overseas departments, a specific reserve of rights to the suckler cow premium applicable in those  territories should be established; whereas, in view of the specific nature of the territories, the  task of laying down the conditions for allocating or reallocating rights under that reserve should  be entrusted to the competent authorities, which must first notify them to the Commission; whereas,  however, the legitimate interests of producers to whom individual rights to the premium have  already been granted pursuant to Article 4d of Regulation (EEC) No 805/68 must be preserved;\nWhereas a large proportion of the applications for premiums in the overseas departments had already  been submitted on the date of application of this Regulation; whereas the annual nature of the  administration of the premium schemes means that different arrangements cannot be adopted which  would apply only at the end of the year; whereas consequently the derogations provided for in  Regulation (EEC) No 3763/91, in particular the non-application of the stocking density requirements  requirements in the territory, should be extended to all eligible applications submitted for 1995;\nWhereas, in accordance with Article 24 (2) of Commission Regulation (EEC) No 3886/92  (1), as last  amended by Regulation (EC) No 1850/95  (2), applications for the suckler cow premium may be  submitted within an overall period of six months during a calendar year; whereas, in order to  enable producers in the overseas territories to qualify under Regulation (EEC) No 3763/91, it is  necessary to derogate from that provision;\nWhereas, in order to attain the objectives set for the territories in question and to take account  of the specific needs of the different regions concerned, the authorities of the Member States  should be permitted to adopt additional administrative provisions for the grant of these aids;\nWhereas, as a result of the changes in respect of the French overseas departments and in the  interests of legal certainty, Regulation (EEC) No 231/93  (3) should be repealed and the  arrangements applicable to the Azores and Madeira incorporated in this Regulation;\nWhereas, in order to enable Regulation (EEC) No 3763/91 to be applied forthwith, it is essential  that this Regulation enter into force at the earliest opportunity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["Measures to promote cattle farming in the Azores and Madeira\n1.   The supplement to the special premium for the fattening of male bovine animals, provided for in  Articles 14 (2) and 24 (2) of Regulation (EEC) No 1600/92 for Madeira and the Azores respectively,  shall be granted on the basis of the provisions applicable to applications under the scheme for the  special premium for beef and veal producers provided for in Article 4b of Regulation (EEC) No  805/68.\n2.  The supplement referred to in paragraph I shall be granted also, within the quantitative limits  determined under the special premium scheme, for male bovine animals born and raised over a minimum  period of three months in the Azores and which are dispatched, before attaining the age of eight  months, to another region of the Community, for fattening.\nThe supplement shall in such circumstances be granted when the animal leaves the Azores, upon  application by the producer who has most recently undertaken the raising of the animals concerned  over a minimum period of two months. Each application shall include:\n-  the identification numbers of the animals,\n-  a declaration by the producer that the animal is over three months and under eight months of  age, and\n-  a declaration by the consignor indicating the destination of the animal.\nThe competent authorities shall take the necessary measures, notably with regard to identification,  to ensure that the supplement applicable to animals in the Azores is not paid again, as the case  may be, in Madeira or the Canary Islands.\n3.  The supplement to the prenium for maintaining suckler cows provided for in Articles 14 (3) and  24 (3) of Regulation (EEC) No 1600/92 for Madeira and the Azores respectively shall be granted on  the basis of the provisions applicable to applications under the scheme for the premium for  maintaining suckler cows provided for in Article 4d of Regulation (EEC) No 805/68.\n4.  The Portuguese authorities may adopt, as necessary, additional provisions for the grant of the  supplements referred to in this Article. They shall inform the Commission of such action forthwith.  They shall in addition notify the Commission each year, by 31 March at the latest, of the number of  animals in respect of which the supplement has been applied for and granted, specifying the number  of animals in respect of which the supplement referred to in paragraph 2 has been paid.", "Measures to promote cattle farming in the French overseas departments\n1.  The basic  premium and the supplement to the special premium for the fattening of male bovine animals provided  for in respect of the French overseas departments in Article 4b of Regulation (EEC) No 805/68 and  Article 5 (1) (a) of Regulation (EEC) No 3763/91 respectively shall be granted on the basis of the  provisions applicable to applications under the scheme for the special premium for beef and veal  producers and of those laid down in Regulation (EEC) No 3763/91.\n2.  For the purpose of calculating the freezing of the number of animals within the regional  ceiling referred to in Article 5 (4) of Regulation (EEC) No 3763/91, account shall be taken of the  number of animals in respect of which the first tranche of the special premium was paid for 1994.  The freezing of the number of animals shall apply from 1995.\n3.  The basic premium and the supplement to the premium for maintaining suckler cows provided for  in respect of the French overseas departments in Article 4d of Regulation (EEC) No 805/68 and  Article 5 (1) (b) of Regulation (EEC) No 3763/91 respectively shall be granted on the basis of the  provisions applicable to applications under the scheme for the premium for maintaining suckler cows  and of those laid down in Regulation (EEC) No 3763/91.\n4.  A specific reserves of rights to the suckler cow premium shall be established for the French  overseas departments, comprising a total number of rights determined in accordance with the second  indent of Article 5 (4) (b) of Regulation (EEC) No 3763/91. The competent authorities shall lay  down special conditions for allocating or reallocating these rights. They shall present the  conditions to the Commission for consideration prior to implementation.\n5.  The French authorities shall adopt the provisions necessary to ensure, where necessary,  compliance with the individual ceilings allocated already to producers pursuant to Article 4d of  Regulation (EEC) No 805/68. They shall notify the Commission of the measures taken at the earliest  opportunity.\n6.  The derogations provided for in Article 5 (2) of Regulation (EEC) No 3763/91 shall apply also  to applications for the special premium and/or the suckler cow premium which, on the date of entry  into force of this Regulation, have been submitted already in respect of 1995 and which meet the  eligibility requirements for those premiums.\n7.  For 1995, notwithstanding Article 24 (2) of Regulation (EEC) No 3886/92, in the case of  applications for the suckler cow premium submitted in the overseas departments, France may  determine a new period in excess of the total six-month period. In that event it shall adopt  additional control measures to prevent the premium being granted twice for a single animal.\n8.  The French authorities may adopt, as necessary, additional provisions for the grant of the  supplements referred to in this Article. They shall present these provisions to the Commission for  consideration prior to implementation. They shall furthermore notify the Commission each year, by  31 March at the latest, of the number of animals in respect of which the supplement has been  applied for and granted.", "Regulation (EEC) No 231/93 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 15 December 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}