{"celex_id": "31993D0420", "uri": "http://publications.europa.eu/resource/cellar/722672b5-c5c9-426f-85db-7160e69f084e", "type": "Decision", "concepts": ["3579", "4689", "5063", "5962", "994"], "title": "Commission Decision of 28 July 1993 concerning protection measures in relation to foot-and- mouth disease in Bulgaria, amending Decision 93/372/EEC and Decision 92/325/EEC and repealing Decision 91/536/EEC\n", "header": "COMMISSION DECISION of 28 July 1993 concerning protection measures in relation to foot-and-mouth disease in Bulgaria, amending Decision 93/372/EEC and Decision 92/325/EEC and repealing Decision 91/536/EEC\n(93/420/EEC)THE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat and meat products from third countries (1), as last amended by  Regulation (EEC) No 1601/92 (2), and in particular Articles 6 (2), 8, 14 (3) (c) and 16 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (3), as last amended by Council Decision 92/438/EEC (4), and in particular Article 18 (7) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (5), as last amended by Directive 92/118/EEC (6), and in  particular Article 19 (7) thereof,\nWhereas an outbreak of foot-and-mouth disease has been confirmed in Bulgaria;\nWhereas the Commission has sent a mission to Bulgaria to examine the foot-and-mouth disease situation;\nWhereas Commission Decision 93/372/EEC of 24 June 1993 concerning protection measures in relation to foot-and-mouth disease in Bulgaria, amending for the third time Decision 93/242/EEC and repealing Decision 93/343/EEC (7) provided for regionalization  of Bulgaria regarding exports of certain live animals and products to the Community;\nWhereas following the outbreak of foot-and-mouth disease, Bulgaria permitted the use of ring vaccination;\nWhereas Council Directive 72/462/EEC provides conditions for imports of live animals fresh meat and meat products from third countries under the foot-and-mouth disease conditions prevailing in Bulgaria;\nWhereas Commission Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating in certain European countries in relation to foot-and-mouth disease (8), as last amended by  Decision 93/397/EEC (9), lays down additional conditions regarding certification and prenotification of consignments from certain countries and parts of countries;\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species form Bulgaria were established by Commission Decision 92/325/EEC (10), as amended by Decision 92/526/EEC (11);\nWhereas the animal health conditions and veterinary certification for imports of fresh meat from Bulgaria were established by Commission Decision 92/222/EEC (12);\nWhereas it is necessary to clarify the conditions for importation of certain live animals and their products into the Community from Bulgaria, in relation to the provisions of Directive 72/462/EEC and Decision 93/242/EEC;\nWhereas it is necessary to adjust the measures and amend the animal health conditions and veterinary certification for live animals and fresh meat regarding additional measures to be taken following the use of vaccination;\nWhereas it is necessary, therefore, to amend Decisions 93/372/EEC and 93/325/EEC;\nWhereas, after a previous outbreak of foot-and-mouth disease in Bulgaria, Commission Decision 91/536/EEC (13) was introduced; whereas the conditions of the present Decision take the place of those of 91/536/EEC; whereas Decision 91/536/EEC may be  repealed;\nWhereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 93/372/EEC is hereby amended as follows:\n1. In Article 1, the following is added:\n'3. Without prejudice to the application of the relevant provisions of Decision 93/242/EEC, the importation of bovine, porcine, ovine, caprine and other biunglate species from those districts in Bulgaria not mentioned in paragraph 1 shall be subject to  the conditions laid down in Article 3 of Commission Decision 92/325/EEC (*).\n(*) OJ No L 177, 30. 6. 1992, p. 52.'\n2. The following Article 2 is added:\n'Article 2\n1. Member States shall not authorize the importation of fresh meat of the bovine, ovine, caprine, procine and other biungulate species originating in the districts of Bulgaria listed in Article 1 (1).\n2. Without prejudice to the application of the relevant provisions of Decision 93/242/EEC the importation of fresh meat of the bovine, ovine, caprine, porcine and other biungulate species from those regions in Bulgaria not mentioned in Article 1 (1)  shall be subject to the conditions laid down in Commission Decision 92/222/EEC (**).\n(**) OJ No L 108, 25. 4. 1992, p. 38.'\n3. Articles 2, 3, 4 and 5 are renumbered accordingly.\n4. Article 3 is replaced by the following:\n'Article 3\nMember States shall not authorize the importation of products not mentioned in Article 2 of the bovine, ovine, caprine, porcine and other biungulate species originating in the districts of Bulgaria listed in Article 1 (1).'", "Decision 92/325/EEC is hereby amended as follows:\n1. In Article 3 (1) the words 'until 29 August 1992' are deleted.\n2. In Article 3 (1) the last paragraph is deleted.\n3. In Annexes A and B, Section V, paragraph 1 is replaced by the following:\n'1. that Bulgaria has during the past 12 months been free from rinderpest, cantagious bovine pleuro-pneumonia, vesicular stomatitis and bluetongue, and that no vaccinations have been carried out against any of those diseases during the past 12 months.'\n4. In Annexes A and B, Section V, paragraph 2 c, the second indent is deleted.\n5. In Annexes A and B, Section VI, the words '(Delete unless required by importing Member State in application of Article 3 (1) of Decision 92/325/EEC)' are deleted.\n6. In Annexes C and D, Section V, paragraph 1 is replaced by the following:\n'1. that Bulgaria has during the past 12 months been free from vesicular stomatitis, classical swine fever, African swine fever, porcine enteroviral encephalomyetlitis (Teschen disease), swine vesicular disease and vesicular exanthema, that no  vaccinations have been carried out against any of these diseases during the past 12 months and that the importation of animals vaccinated against classical swine fever is prohibited.'\n7. In Annexes C and D, Section VI, the words '(Delete unless required by importing Member State in application of Article 3 (1) of Decision 92/325/EEC)' are deleted.", "Decision 91/536/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 243, 25. 8. 1992, p. 27.\n(5) OJ No L 373, 31. 12. 1990, p. 1.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 155, 26. 6. 1993, p. 91.\n(8) OJ No L 110, 4. 5. 1993, p. 36.\n(9) OJ No L 173, 16. 7. 1993, p. 36.\n(10) OJ No L 177, 30. 6. 1992, p. 52.\n(11) OJ No L 332, 18. 11. 1992, p. 21.\n(12) OJ No L 108, 25. 4. 1992, p. 38.\n(13) OJ No L 291, 23. 10. 1991, p. 20."}