{"celex_id": "31995R1164", "uri": "http://publications.europa.eu/resource/cellar/c2481e69-3239-4131-8086-282b95aea816", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2300", "5367"], "title": "Commission Regulation (EC) No 1164/95 of 23 May 1995 amending Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community\n", "header": "COMMISSION REGULATION (EC) No 1164/95 of 23 May 1995 amending Regulation  (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing  bananas into the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization  of the market in bananas  (1), as last amended by Regulation (EC) No 3290/94  (2), and in  particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93  (3), as last amended by Regulation (EC) No 478/95   (4), lays down detailed rules for the application of the arrangements for importing bananas into  the Community; whereas Regulation (EC) No 478/95, as amended by Regulation (EC) No 702/95  (5),  lays down additional rules for the application of the tariff quota arrangements laid down in  Articles 18 and 19 of Regulation (EEC) No 404/93 and amends Regulation (EEC) No 1442/93;\nWhereas Article 11 of Regulation (EEC) No 1442/93 establishes the deadline for issue and the term  of validity of tariff quota import licences for each quarter; whereas it is necessary, on the one  hand, to clarify that the deadline for the issue of licences provided for in Article 11 of  Regulation (EEC) No 1442/93 does not apply to new applications lodged during the period provided  for in Article 4 of Regulation (EC) No 478/95, and on the other hand, to have the same term of  validity for licences issued in respect of the same quarter;\nWhereas the Management Committee for bananas has not delivered its opinion within the time limit  laid down by the chairman,", "main_body": ["Regulation (EEC) No 1442/93 is hereby amended as follows:\n1.  Article 11 is replaced by the following:\n'Article 11 1.  For applications made during the period referred to in Article 9.2, import licences shall be  issued not later than the 21st day of the last month of each quarter in respect of the following  quarter. Where that day is not a working day, licences shall be issued not later than the first  following working day.\n2.  The term of validity of import licences shall expire on the seventh day of the month following  the quarter in respect of which the licence is issued.` 2.  Article 17.2 is replaced by the following:\n'2.  The term of validity of import licences shall expire on the seventh day of the month following  the quarter in respect of which the licence is issued.`", "This Regulation shall enter into force on the third day after its publication in the  Official Journal of the European Communities.\nIt shall apply for the first time in respect of licences issued for the third quarter 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 23 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}