{"celex_id": "31994D0561", "uri": "http://publications.europa.eu/resource/cellar/eba81465-e758-4194-8856-e112f1588ca4", "type": "Decision", "concepts": ["1716", "192", "2858", "842", "97"], "title": "94/561/EC: Commission Decision of 27 July 1994 amending Council Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC, with regard to the animal health conditions for importation, temporary admission and re-entry of registered horses from Macau, Malaysia (peninsula) and Singapore\n", "header": "COMMISSION DECISION of 27 July 1994 amending Council Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC, with regard to the animal health conditions for importation, temporary admission and re-entry of registered horses from Macau,  Malaysia (peninsula) and Singapore (94/561/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), as last amended by Directive 92/36/EEC (2), and in particular Articles 12, 13, 15 and 16 and  point (ii) of Article 19 thereof,\nWhereas by Council Decision 79/542/EEC (3), as last amended by Commission Decision 94/310/EC (4), a list of third countries from which Member States authorize imports of bovine animals, swine, equidae, sheep and goat, fresh meat and meat products has  been established;\nWhereas the health conditions and veterinary certification for the temporary admission of registered horses, the re-entry thereof after temporary export, and imports thereof are laid down respectively in Commission Decisions 92/260/EEC (5), 93/195/EEC  (6), 93/197/EEC (7), all as last amended by Decision 94/453/EC (8);\nWhereas, following a Community veterinary mission to Macau, Malaysia (peninsula) and Singapore it appears that the animal health situation in these countries is satisfactory as regards diseases in equidae and controlled by well-structured and organized  services;\nWhereas Macau, Malaysia (peninsula) and Singapore have been free from glanders, dourine and vesicular stomatitis for more than six months, African horse sickness and Venezuelan equine encephalomyelitis have never occurred and vaccination against these  diseases is not practised;\nWhereas the reponsible veterinary authorities of Macau, Malaysia (peninsula) and Singapore have undertaken to notify the Commission and the Member States by telex, telefax or telegram within 24 hours of confirmation of the occurence of any disease  mentioned in Annex A to Directive 90/426/EEC or the adoption of a vaccination policy against them or change in such policy and within an appropriate time of changes in import policy with respect to equidae;\nWhereas the animal health conditions and veterinary certification must be adopted according to the animal health situation of the non-member countries concerned; whereas the present case relates only to registered horses;\nWhereas Decisions 79/542/EEC, 92/260/EEC, 93/195/EEC and 93/197/EEC must be amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In part 2 of the Annex to Decision 79/542/EEC, special column for equidae, the following lines are inserted in accordance with the alphabetic order of the ISO code the following lines:\n\"\" ID=\"1\">'> ID=\"2\">MO> ID=\"3\">Macau> ID=\"4\">x> ID=\"6\">'\"> ID=\"1\">'> ID=\"2\">MY> ID=\"3\">Malaysia (peninsula)> ID=\"4\">x> ID=\"6\">'\"> ID=\"1\">'> ID=\"2\">SG> ID=\"3\">Singapore> ID=\"4\">x> ID=\"6\">'\">", "Decision 92/260/EEC is amended as follows:\n1. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the list of third countries in Group C of Annex I;\n2. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the list of third countries in the title of the health certificate set out in Annex II C.\nIn footnote (6) of Annex II C, 'Hong Kong and Japan' is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore';\n3. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the third indent of Chapter III point (d) of Annex II A, B, C, D and E.", "Decision 93/195/EEC is amended as follows:\n1. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the list of third countries in Group C of Annex I;\n2. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the list of third countries in the title of the health certificate set out in Annex II C.", "Decision 93/197/EEC is amended as follows:\n1. 'Macau', 'Malaysia (peninsula)' and 'Singapore' are added to the list of third countries in Group C of Annex I;\n2. in the title of the health certificate set out in Annex II C, 'Hong Kong and Japan' is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore'.\nIn footnote (5) of Annex II C, 'Hong Kong and Japan' is replaced by 'Hong Kong, Japan, Macau, Malaysia (peninsula) and Singapore'.", "The Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 42.\n(2) OJ No L 157, 10. 6. 1992, p. 28.\n(3) OJ No L 146, 14. 6. 1979, p. 15.\n(4) OJ No L 137, 1. 6. 1994, p. 72.\n(5) OJ No L 130, 15. 5. 1992, p. 67.\n(6) OJ No L 86, 6. 4. 1993, p. 1.\n(7) OJ No L 86, 6. 4. 1993, p. 16.\n(8) OJ No L 187, 22. 7. 1994, p. 11."}