{"celex_id": "31996R2374", "uri": "http://publications.europa.eu/resource/cellar/4696dbf4-51ed-45f4-b20c-e6484bcb51f4", "type": "Regulation", "concepts": ["1008", "1201", "2320", "2718", "80", "889"], "title": "Commission Regulation (EC) No 2374/96 of 13 December 1996 on applications for financing of the aid granted by the Member States to producers' organizations in the fisheries sector in order to improve the quality and marketing of their products\n", "header": "COMMISSION REGULATION (EC) No 2374/96 of 13 December 1996 on applications for financing of the aid granted by the Member States to producers' organizations in the fisheries sector in order to improve the quality and marketing of their products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 2636/95 of 13 November 1995 laying down conditions for the grant of specific recognition and financial aid to producers' organizations in the fisheries sector in order to improve the quality of their products (1), and in particular Article 7 (3) thereof,\nWhereas applications for financing the aid granted by the Member States in accordance with Regulation (EC) No 2636/95 must contain certain information whereby it can be ascertained whether expenditure meets the requirements of that Regulation;\nWhereas, in order for effective checks to be carried out, the Member States must keep the supporting documents at the disposal of the Commission for three years after the last payment has been made;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Management Committee on Fisheries Structures,", "main_body": ["1. The applications for financing referred to in Article 7 (1) of Regulation (EC) No 2636/95 must be drawn up in accordance with the tables in the Annexes.\n2. Information on recoveries must be presented as soon as possible after each recovery using the form in Annex III.", "The Member States shall keep at the disposal of the Commission all the supporting documents or certified copies in their possession on the basis of which the aid provided for in Article 7b of Council Regulation (EEC) No 3759/92 (2) was granted for each beneficiary for three years after the last payment was made.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1996.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 271, 14. 11. 1995, p. 8.\n(2) OJ No L 388, 31. 12. 1992, p. 1.\nANNEX I\n>START OF GRAPHIC>\nAPPLICATION FOR FINANCING\nof aid granted by the Member States to producers' organizations which have been granted specific recognition in order to improve the quality of their products in accordance with Regulation (EC) No 2636/95\nDocuments to be presented each year for each producers' organization within the deadline provided for in Article 7 (1) of Regulation (EC) No 2636/95. The table must be completed each time for the year in question and the previous years\nMember State \t- European serial number of the producers' organization (1) \t- Producers' organization (name and address) \t\t- Date of specific recognition to improve quality \tAID GRANTED FOR THE ........................... YEAR FOLLOWING THE DATE OF SPECIFIC RECOGNITION OF THE PRODUCERS' ORGANIZATION\t\t\t\tDate of payment of the aid by the Member State\tAmount (2) of aid granted by Member State pursuant to Article 7b of Regulation (EEC) No 3759/92\tAmount (2) of reimbursement requested by Member State\nAid for the first year following the date of specific recognition\t\t\t\t\t\tAid for the second year following the date of specific recognition\t\t\t\t\t\tAid for the third year following the date of specific recognition\t\t\t\t\t\tIn accordance with Article 7b (3) of Regulation (EEC) No 3759/92, the application for financing must be accompanied by a report describing the progress as regards improvements in quality for each producers' organization benefiting from the specific recognition.\nStamp and signature of the competent authority\n(1) Serial number in the list of producers' organizations published each year in the Official Journal in accordance with Article 6 of Council Regulation (EEC) No 105/76 (OJ No L 20, 28. 1. 1976, p. 39).\n(2) Amount in national currency.\n>END OF GRAPHIC>\nANNEX II\n>START OF GRAPHIC>\nTables concerning the aid granted to producers' organizations for improvements in quality\nDocuments to be presented each year for each producers' organization within the deadline provided for in Article 7 (1) of Regulation (EC) No 2636/95\nMember State:\n- European serial number of the producers' organization (1)\nAID GRANTED FOR THE .............................. YEAR FOLLOWING THE DATE OF SPECIFIC RECOGNITION OF THE PRODUCERS' ORGANIZATION\n1. Factors used in calculating the aid\t\tProducts\tValue of production: turnover of the first sale of products concerned under the quality plan (2) (3) 19 . .\tAmount (3) of research costs for carrying out the quality plan 19 . .\t\tDescription of products\tCommon customs tariff No\tTurnover\tQuantity (tonnes)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2. Calculation of the aid\t\tAmount of administrative costs in accordance with Article 6 (2) of Regulation (EC) No 2636/95 used to implement the quality plan\tAmount of aid granted under Article 7b (1) of Regulation (EEC) No 3759/92 19 . .\tPercentage of aid granted calculated in accordance with Article 7b (2) of Regulation (EEC) No 3759/92\t\t\tPercentage of value of production\tPercentage of research and administrative costs\n(c)\t\t\t(e)\t\t\t\t\t\tTotal: \t\t\t\t\t\tIt is confirmed that:\n(a) The producers' organization keeps separate accounts for the products covered by the quality plan.\n(b) The costs in question are used to implement the quality plan.\n(c) The amount of administrative costs referred to in Article 7b of Regulation (EEC) No 3759/92 has been determined in accordance with Regulation (EC) No 2636/95 and approved by the competent authorities of the Member State.\nStamp and signature of the competent authority\n(1) Serial number in the list of producers' organizations published each year in the Official Journal in accordance with Article 6 of Regulation (EEC) No 105/76.\n(2) Turnover and quantity of products concerned during the year for which aid is applied for.\n(3) Amount in national currency.\n>END OF GRAPHIC>\nANNEX III\n>START OF GRAPHIC>\nRecoveries made during 19 . . for aid paid in accordance with Article 7b of Regulation (EEC) No 3759/92\nDocument to be presented for each producers' organization after each recovery. The table must be filled out each time for the year in question and the previous years\nMember State \t- European serial number of the producers' organization (1) \t- Producers' organization (name and address)\n- Date of specific recognition to improve quality \t\t\t\t\t\tDate of recovery by the Member State\tDate of original payment of aid by the Member State\tAmount of the eligible aid recovered by the Member State\tAmount to be deducted from the FIFG's contribution\nRecoveries during the second year following the date of specific recognition\t\t\t\t\t\t\t\tRecoveries during the third year following the date of specific recognition\t\t\t\t\t\t\t\tRecoveries during the fourth year following the date of specific recognition\t\t\t\t\t\t\t\tRecoveries during the . . . year following the date of specific recognition\t\t\t\t\t\t\t\tStamp and signature of the competent authority\n(1) Serial number in the list of producers' organizations published each year in the Official Journal in accordance with Article 6 of Regulation (EEC) No 105/76.\n>END OF GRAPHIC>"}