{"celex_id": "31996R0899", "uri": "http://publications.europa.eu/resource/cellar/9278852e-04f0-404b-9718-67810e29eb93", "type": "Regulation", "concepts": ["1368", "1391", "1644", "2488", "2774", "3591"], "title": "Commission Regulation (EC) No 899/96 of 20 May 1996 establishing the quantities to be allocated to importers from the Community quantitative quotas redistributed by Regulation (EC) No 612/96\n", "header": "COMMISSION REGULATION (EC) No 899/96 of 20 May 1996 establishing the quantities to be allocated to importers from the Community quantitative quotas redistributed by Regulation (EC) No 612/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), as amended by Regulation (EC) No 138/96 (2), and in particular Articles 9 and 13 thereof,\nHaving regard to Commission Regulation (EC) No 612/96 of 3 April 1996 redistributing the unused portions of the 1995 quantitative quotas for certain products originating in the People's Republic of China (3), and in particular Article 6 thereof,\nWhereas Regulation (EC) No 612/96 established the portion of each of the quotas concerned reserved for traditional and other importers and the conditions and methods for participating in the allocation of the quantities available; whereas importers lodged applications for import licences with the competent national authorities between 5 April and 3 p. m., Brussels time, on 26 April 1996, in accordance with Article 3 of Regulation (EC) No 612/96;\nWhereas the Commission has received from the Member States under Article 5 of Regulation (EC) No 612/96 particulars of the numbers and aggregate volume of import licence applications submitted and the total volume imported by traditional importers in 1992 and 1994, the reference years;\nWhereas the Commission is now able, on the basis of that information, to establish uniform quantitative criteria by which the competent national authorities may satisfy licence applications submitted by importers in the Member States for the quantitative quotas redistributed by Regulation (EC) No 612/96;\nWhereas Council Regulation (EC) No 725/96 of 22 April 1996, amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries (4), repealed the quantitative quotas for gloves falling within HS/CN codes 4203 29 91 and 4203 29 99 and for car radios falling within HS/CN codes 8527 21 and 8527 29; whereas the allocation in respect of those products is therefore no longer necessary;\nWhereas Regulation (EC) No 752/96 also combined in a single quota the three quotas for toys falling within HS/CN codes 9503 41, 9503 49 and 9503 90 respectively; whereas temporarily, however, for reasons of administrative simplification, it is appropriate to establish separately, for each of the three categories of toys, uniform quantitative criteria by which licence applications may be satisfied; whereas each licence issued for one of these three categories of toys may also be used for the other categories;\nWhereas examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by traditional importers for the products listed in Annex I to this Regulation exceeds the portion of the quota set aside for them; whereas the applications must therefore be met by applying the uniform rate of reduction shown in Annex I to the average, expressed in value or volume terms, of each importer's imports over the reference period;\nWhereas examination of the figures supplied by Member States shows that the aggregate volume of applications submitted by non-traditional importers for the products listed in Annex II to this Regulation exceeds the portion of the quota set aside for them; whereas the applications must therefore be met by applying the uniform rate of reduction shown in Annex II to the amounts requested by each importer, as limited by Regulation (EC) No 612/96;\nWhereas examination of the figures supplied by Member States shows that the total applications submitted by non-traditional importers for products listed in Annex III to this Regulation amount to less than the portion of the quota set aside for them; whereas those applications should therefore be met in full, up to the maximum amount that can be requested by each importer under Regulation (EC) No 612/96,", "main_body": ["In response to licence applications in respect of the products listed in Annex I duly submitted by traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to this average imports for 1992 and 1994 adjusted by the rate of reduction/increase specified in the said Annex for each quota.\nWhere the use of this quantitative criterion would entail allocating an amount greater than that applied for, the quantity or value allocated shall be limited to that specified in the application.", "In response to licence applications in respect of the products listed in Annex II duly submitted by non-traditional importers, the competent national authorities shall allocate each importer a quantity or value equal to the amount requested within the limits set by Regulation (EC) No 612/96, adjusted by the rate of reduction specified in the said Annex for each quota.", "Licence applications in respect of the products listed in Annex III duly submitted by non-traditional importers shall be met in full by the competent national authorities, within the limits set by Regulation (EC) No 612/96.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 21, 27. 1. 1996, p. 6.\n(3) OJ No L 86, 4. 4. 1996, p. 57.\n(4) OJ No L 103, 26. 4. 1996, p. 1.\nANNEX I\nRate of reduction applicable to the average of imports in 1992 and 1994 (traditional importers)\n>TABLE>\nANNEX II\nRate of reduction applicable to the volume/value requested within the limits of the maximum amounts fixed by Regulation (EC) No 612/96 (non-traditional importers)\n>TABLE>\nANNEX III\nProducts in respect of which import licence applications may be met in full within the limits of the maximum amounts fixed by Regulation (EC) No 612/96 (non-traditional importers)\n>TABLE>"}