{"celex_id": "31994D0816", "uri": "http://publications.europa.eu/resource/cellar/dca8347b-1162-4ca6-812f-d237a022ef19", "type": "Decision", "concepts": ["1524", "1595", "1763", "191", "2232", "2396"], "title": "94/816/EC: Commission Decision of 14 December 1994 amending Decision 93/452/EEC authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating in Japan\n", "header": "COMMISSION DECISION of 14 December 1994 amending Decision 93/452/EEC authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Chamaecyparis Spach, Juniperus L. and  Pinus L., respectively, originating in Japan (94/816/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Directive 94/13/EC (2), and in particular Article 14 (1) thereof,\nHaving regard to the request made by Belgium, Denmark, Germany, Greece, Spain, France, Italy, Luxembourg, the Netherlands, Portugal and the United Kingdom,\nWhereas, under the provisions of Directive 77/93/EEC, plants of Chamaecyparis Spach, Juniperus L. and Pinus L., other than fruit and seeds, originating in non-European countries, may in principle not be introduced into the Community;\nWhereas Commission Decision 93/452/EEC (3) permits derogations for plants of Chamaecyparis Spach., Juniperus L. and Pinus L. respectively, originating in Japan for a given period, provided that certain improved technical conditions are satisfied;\nWhereas Decision 93/452/EEC stipulated that the authorization should apply until 31 December 1994 in the case of Pinus and Chamaecyparis plants, and until 31 March 1994 in the case of Juniperus plants;\nWhereas there is no new information giving cause for revision of the technical conditions;\nWhereas the circumstances justifying the authorization still obtain;\nWhereas the authorization should therefore be extended for a further limited period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 93/452/EEC is hereby amended as follows:\n1. In Article 1 (2) (h), fourth indent, '93/452/EEC' is replaced by '94/816/EC';\n2. In Article 3 '31 December 1994' is replaced by '31 December 1996';\n3. In Article 3 the words 'period between 1 November 1993 and 31 March 1994' are replaced by 'periods between 1 December 1994 to 31 March 1995 and 1 November 1995 to 31 March 1996'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 92, 9. 4. 1994, p. 27.\n(3) OJ No L 210, 21. 8. 1993, p. 29."}