{"celex_id": "31995D0107", "uri": "http://publications.europa.eu/resource/cellar/12ed9991-9a85-4491-95fb-c9b95ba8554f", "type": "Decision", "concepts": ["2215", "2739", "3201", "3579", "3633", "4062"], "title": "95/107/EC: Commission Decision of 17 March 1995 allocating production and import quotas for methyl bromide, import quotas for hydrobromofluorocarbons and consumption quotas for hydrochlorofluorocarbons for the period 1 January to 31 December 1995\n", "header": "COMMISSION DECISION of 17 March 1995 allocating production and import quotas for methyl bromide,  import quotas for hydrobromofluorocarbons and consumption quotas for hydrochlorofluorocarbons for  the period 1 January to 31 December 1995 (95/107/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3093/94 of 15 December 1994 on substances that deplete  the ozone layer  (1),\nWhereas Article 7 (1) of Regulation (EC) No 3093/94 states that without prejudice to Article 4 (8)  and unless the substances are intended for destruction by a technology approved by the Parties, for  feedstock use in the manufacture of other chemicals or for quarantine and preshipment, the release  for free circulation in the Community of controlled substances, for this Decision methyl bromide,  hydrobromofluorocarbons and hydrochlorofluorocarbons, imported from third countries shall be  subject to quantitative limits and that these limits may be modified pursuant to Article 7 (3);\nWhereas any increase of these quantitative limits may not lead to a Community consumption of  controlled substances beyond the quantitative limits established according to the Montreal Protocol  on substances that deplete the ozone layer;\nWhereas the amounts of substances resulting from the increase of these quantitative limits are  allocated to applicants intending to import used or recycled substances, or substances to be used  as a feedstock for the production of other substances, or substances to be destroyed by a  technology approved by the Parties, which does not cause any additional harm to the environment;\nWhereas the release into free circulation in the Community of hydrobromoflurocarbons imported from  non-Parties to the Montreal Protocol shall be prohibited one year after the date of the entry into  force of the second amendment to the protocol in accordance with Article 8 of the aforesaid  Regulation;\nWhereas the Commission is required under Article 7 (2) of Regulation (EC) No 3093/94 in accordance  with the procedure set out in Article 16, to allocate quotas to undertakings that request import  quotas;\nWhereas the Commission has published a notice to importers in the European Community of controlled  substances that deplete the ozone layer  (2) regarding the same Regulation and has thereby received  applications for import quotas;\nWhereas the Commission published a notice to producers and importers of methyl bromide in the  European Community  (3) to provide the Commission with details of their historical activities in  order to establish the Community consumption of methyl bromide in 1991, 1992 and 1993;\nWhereas the applications for the production and import quotas of methyl bromide exceed the total  quota available under Article 7 (2) by 4,0  %;\nWhereas the Commission consequently cannot fully satisfy the methyl bromide applications and has to  allocate production and import quotas to the applicants, taking primarily the different  environmental impact of the potential imports, the individual background of the applicants in  importing methyl bromide and the amounts applied for into consideration;\nWhereas for methyl bromide the allocations of individual quotas to the applicants are to be based  on the principles of continuity, equality and proportionality leading from the historical  information available from the replies to the aforesaid notice;\nWhereas for methyl bromide the import quotas are allocated to the primary importers, considered by  the Commission to be the importers who deal directly by way of invoicing with the producers outside  the Community;\nWhereas for methyl bromide the procedure by which the primary importers are in receipt of the  import quotas shall be the subject of a review during 1995 to establish whether individual Member  States consider the system to be equitable in practice;\nWhereas for hydrobromofluorocarbons in 1995 there are no quantitative limits on imports, under  Article 7 (2) of the aforesaid Regulation a quota has nevertheless been given to one company for  monitoring purposes;\nWhereas for hydrochloroflurocarbons consumption quotas of virgin material for dispersive uses have  not been allocated at this time in accordance with Article 4 (8) of the aforesaid Regulation;\nWhereas imports of virgin substances and of substances for possible dispersive uses are potentially  more harmful to the environment than imports of reclaimed or recovered substances to be used as  feedstock for the production of other substances;\nWhereas for hydrochlorofluorocarbons import quotas of reclaimed and recovered material are not  subject to quantiative limits, requests from some companies have been revised downwards and import  quotas given for 1995, with the understanding quotas in 1996 will depend on how close actual  imports in 1995 were to the quotas requested and allocated for that year;\nWhereas import licences shall be issued in accordance with Article 6 of the aforesaid Regulation,  after verification of compliance by the importer with Articles 7, 8 and 12;\nWhereas Article 16 of the aforesaid Regulation sets out the procedure according to which decisions  can be taken concerning the implementation of the same Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  committee referred to in Article 16 of the aforesaid Regulation,", "main_body": ["1.  The amount of methyl bromide controlled by Regulation (EC) No  3093/94 and indicated in group VI of Annex I thereto which may be released into free circulation in  the European Community in 1995 and which is produced within the Community or is imported from  sources outside the Community shall be 11  530 ODP weighted tonnes.\n2.  The amount of hydrobromofluorocarbons controlled by Regulation (EC) No 3093/94 and indicated in  group VII of Annex I thereto which may be released into free circulation in the European Community  in 1995 and which is imported from sources outside the Community shall be 0,03 ODP weighted  tonnes.\n3.  The amount of hydrochlorofluorocarbons controlled by Regulation (EC) No 3093/94 which may be  released into free circulation in the European Community in 1995 and which is produced in the  Community or which is imported from sources outside the Community shall be 7  655 ODP weighted  tonnes. When 80 per cent of this amount has been placed on the market or used for their own account  by producers and importers the balance will be subject to quotas as described in Article 4 (8) of  the aforesaid Regulation. The Commission will allocate these quotas in accordance with the  procedure laid down in Article 16 of the aforesaid Regulation.", "1.  The amount of hydrochlorofluorocarbons controlled by Regulation (EC) No 3093/94 and  indicated in Annex 1 as reclaimed and recovered which may be released into free circulation in the  European Community in 1995 and which is imported from sources outside the Community shall be 814,89  ODP weighted tonnes.\n2.  The amount of hydrochlorofluorocarbons controlled by Regulation (EC) No 3093/94 and indicated  in Annex 1 for feedstock purposes, for destruction by approved technologies or for production  transfers in the European Community in 1995 and which is imported from sources outside the  Community shall be 654,89 ODP weighted tonnes.", "The allocation of import quotas for methyl bromide, hydrobromofluorocarbons and  hydrochlorofluorocarbons during the period 1 January to 31 December 1995 shall be in Annex 3  (1)  hereto.\nThe undertakings authorized to import controlled substances in accordance with the quantities set  out in Annex 3 are listed in Annex 2.", "This Decision is addressed to the undertakings listed in Annex 2 hereto."], "attachments": "Done at Brussels, 17 March 1995.\nFor the Commission Ritt BJERREGAARD Member of the Commission\nANNEX 1\nGROUP VI\nImporters of methyl bromide for uses other than quarantine and  pre-shipment in accordance with Regulation (EC) No 3093/94\n>TABLE>\nGROUP VI\nProducer of methyl bromide within the European Community for uses other than quarantine and  pre-shipment in accordance with Regulation (EC) No 3093/94\n>TABLE>\nGROUP VII\nImporter of virgin hydrobromofluorocarbons for other than feedstock uses\n>TABLE>\nGROUP VIII\nImporters of reclaimed and recovered hydrochlorofluorocarbons in accordance with Regulation (EC)  No 3093/94\n>TABLE>\nGROUP VIII\nImporters of virgin hydrochlorofluorcarbons in accordance with Regulation (EC) No 3093/94 for  feedstock, destruction or production transfer purposes\n>TABLE>\nANNEX 2\n1.  ALBEMARLE SA Monsieur K. Willemen avenue Louise 523 B-1050 Bruxelles 2.  Aldrich Chemical Co. Ltd Dr C.  D. Hewitt The Old Brickyard New Road Gillingham GB-Dorset SP8 4JL 3.  ALFA AGRICULTURAL SUPPLIES SA M. W. Paissios 13 Tim Filimonos Street GR-115  21 Athens 4.  Bromine & Chemicals Limited Mr M. Kessler 6 Arlington Street St James GB-London SW1A 1RE 5.  Cogal SA Monsieur M. Fuzier Boulevard Henri Cahn Gare des marchandises BP 27 F-94363 Bry-sur-Marne Cedex 6.  Dehon Service Monsieur C. Brian 26, avenue du Petit Parc F-94683 Vincennes Cedex 7.  Elf Atochem Monsieur M. Verhille La Défense 10 Cedex 42 F-92091 Paris-La Défense 8.  Eurobrom BV De Heer V. Levy Postbus 158 NL-2280 AD Rijswijk 9.  Friogas SA Sr. D. J. M. Dehon Polígono Industrial SEPES Parcela 10 E-46500 Sagunto 10.  Great Lakes Chemical (Europe) Ltd Mr C. Musson Ellesmere Port GB-South Wirral L65 4GD 11.  ICI KLEA Mr A. J. Elphick PO Box 13 The Heath Runcorn GB-Cheshire WA7 4QF 12.  National Refrigerants of America Ltd Mr M. Sweeney Units A5/A6 Electra Park Electric Avenue Witton GB-Birmingham B6 5SH 13.  Orchidis/PCB M. Y. Merolle rue Auguste-Perret 11 F-94000 Créteil Cedex 14.  Refrigerant Products Limited N9 Central Park Estate Westinghouse Road Trafford Park GB-Manchester M3 2ER 15.  Rhône-Poulenc Chemicals Mr B. Paul PO Box 46 St Andrews Road Avonmouth GB-Bristol BS11 9YF 16.  Sigma-Aldrich Chemie GmbH Herrn Dr. G. Backes Geschaeftsbereich Fluka Chemie Messerschmittstr. 17 D-89231 Neu-Ulm 17.  Solvay Fluor and Derivates GmbH Herrn F. Grosskopf Hans-Bockler-Allee 20 D-30173 Hannover 18.  Sotragal Belgium Monsieur C. Schmid avenue Carton de Wiart 79 B-1090 Bruxelles 19.  Uniechemie BV De Heer C.  J.  L. van der Lande Aruba 21 NL-7332 BJ Apeldoorn 20.  United Refrigeration Ltd Mr J. Sweeney Units 14/15 Park Street Aston GB-Birmingham B6 5SH"}