{"celex_id": "31990R0087", "uri": "http://publications.europa.eu/resource/cellar/b6f71f32-bb2d-4d5e-96ec-b405b8e87353", "type": "Regulation", "concepts": ["1264", "2136"], "title": "Commission Regulation (EEC) No 87/90 of 12 January 1990 amending Regulation (EEC) No 2455/89 fixing the yields of olives and olive oil for the 1988/89 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 87/90\nof 12 January 1990\namending Regulation (EEC) No 2455/89 fixing the yields of olives and olive oil for the 1988/89 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2902/89 (2), and in particular Article 5 (5) thereof,\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (2), as last amended by Regulation (EEC) No 1226/89 (4), and in particular Article 19 thereof,\nWhereas Commission Regulation (EEC) No 2455/89 (5), fixed the yields of olives and of olive oil for the 1988/89 marketing year; whereas a number of mistakes in regard to Ártas province have been found in the Annexes to that Regulation; whereas, the recipients not yet having been able to claim the aid, these errors should be corrected;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["In Section C of Annex II to Regulation (EEC) No 2455/89 the list for Ártas province is replaced by the list given in Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 17 August 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 January 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 280, 29. 9. 1989, p. 2.\n(3) OJ No L 208, 3. 8. 1984, p. 3.\n(4) OJ No L 128, 11. 5. 1989, p. 17.\n(5) OJ No L 236, 14. 8. 1989, p. 1.\nANNEX\n'Ártas:\n1. (*)\n2. Koinótites: Grimpóvoy, Dimaríoy, Diáselloy, Dichomiríoy, Kleidíoy, Korfovoyníoy, Makryniádas, Mesopýrgoy, M. Iliánas, Pétras, Pigón, Skoylikarión, Foteinoý, Áno Kalentínis, Káto Athamanioý, Athamanioý, Voylgarelíoy, Palaiokátoynoy.\n3. Dímoi kai Koinótites: Ártas, Vlachernón, Grammenítsas, Kirkizáton, Komménoy, Kompotíoy, Kostakíon, Limínis, Loytrotópoy, Megarchís, Neochoríoy, Pachykalámoy, Peránthis, Péta Selládon, Sykión.'"}