{"celex_id": "31994R0935", "uri": "http://publications.europa.eu/resource/cellar/df842131-8cf3-4aa3-88bb-8c0df1042da9", "type": "Regulation", "concepts": ["1609", "2414", "5360", "755", "976"], "title": "Commission Regulation (EC) No 935/94 of 27 April 1994 amending Regulation (EEC) No 845/93 laying down the regional base areas applicable under the support system for producers of certain arable crops\n", "header": "COMMISSION REGULATION (EC) No 935/94 of 27 April 1994 amending Regulation (EEC) No 845/93 laying down the regional base areas applicable under the support system for producers of certain arable crops\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EC) No 232/94 (2), and in particular Articles 12 and 16 thereof,\nWhereas Commission Regulation (EEC) No 845/93 (3), as amended by Regulation (EC) No 3074/93 (4) lays down the base areas applicable under the support system for producers of certain arable crops; whereas in Germany separate base areas were laid down for  each Land; whereas the use of the reference years 1989, 1990 and 1991 for setting the base areas in the new German Laender does not take into account their particular situation which is due to the fact that the unification was carried out without a  transitional period; whereas the base areas in the new Laender need to be adjusted;\nWhereas a change in the borders between the Laender Brandenburg and Mecklenburg-Western Pommerania, and between the Laender Mecklenburg-Western Pommerania and Lower Saxony has taken place; whereas the base areas in the Laender in question should therefore  be adjusted; whereas it is necessary to amend the base areas laid down for certain Laender with effect from the 1993/94 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["In the Annex to Regulation (EEC) No 845/93, the figures relating to the regions indicated in the section headed 'Germany' shall be replaced by the figures in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be applicable with effect from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 30, 3. 2. 1994, p. 7.\n(3) OJ No L 88, 8. 4. 1993, p. 27.\n(4) OJ No L 276, 9. 11. 1993, p. 1.\nANNEX\nBase areas  \"(1 000 ha)\"\" ID=\"1\">GERMANY\"> ID=\"1\">'Lower Saxony> ID=\"2\">1 423,5\"> ID=\"1\">Brandenburg> ID=\"2\">878,5\"> ID=\"1\">Mecklenburg-Western Pommerania> ID=\"2\">900,9\"> ID=\"1\">Saxony> ID=\"2\">585,5\"> ID=\"1\">Saxony-Anhalt> ID=\"2\">845,6\">  ID=\"1\">Thueringia> ID=\"2\">525,1'\">"}