{"celex_id": "31993L0065", "uri": "http://publications.europa.eu/resource/cellar/f9e67486-be63-4604-be85-1ea0abede5e1", "type": "Directive", "concepts": ["172", "2039", "3645", "5235", "849", "906"], "title": "Council Directive 93/65/EEC of 19 July 1993 on the definition and use of compatible technical specifications for the procurement of air-traffic- management equipment and systems\n", "header": "COUNCIL DIRECTIVE 93/65/EEC of 19 July 1993 on the definition and use of compatible technical specifications for the procurement of air-traffic-management equipment and systems\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 84 (2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas air transport in Europe is at present under considerable strain owing to air traffic congestion;\nWhereas, so far, management systems have been developed and brought on stream in accordance with International Civil Aviation Organization (ICAO) provisions, which allow national or local interpretation;\nWhereas defining and introducing Community standards is an effective approach to the management of general air traffic since the present situation, based on national or local systems, has resulted in the technical and operational incompatibilities which  now hinder the transfer of controlled flights between traffic-control bodies in different Member States;\nWhereas the important work undertaken by the European Civil Aviation Conference (ECAC) and Eurocontrol in the field of air-traffic management and the relevant conclusions adopted by ECAC Ministers in April 1990 and March 1992 should be borne in mind;\nWhereas functional integration should be effected to remedy traffic congestion and improve the flow of traffic in the short term;\nWhereas the process of harmonization and integration would be facilitated if all Member States acceded to the International Convention relating to Cooperation for the Safety of Air Navigation;\nWhereas, following resolution 89/C 189/02 (4), the process of all Member States' accession as Contracting Parties to the International Convention relating to Cooperation for the Safety of Air Navigation would be facilitated if those Member States which  are already Contracting Parties to that Convention would strive within Eurocontrol to adopt, where appropriate, measures aimed at facilitating such accession;\nWhereas the technical specifications adopted by Eurocontrol comply with ICAO recommended standards and practices;\nWhereas the Commission, assisted by a committee of representatives of the Member States, should be authorized, in accordance with the procedure laid down in Council Decision 87/373/EEC of 13 July 1987 laying down the procedures for the exercise of  implementing powers conferred on the Commission (5), to make certain Eurocontrol standards mandatory at Community level;\nWhereas European standardization is a key factor in establishing a consistent level of safety in air-traffic management; whereas Eurocontrol and the European standardization bodies should cooperate with each other;\nWhereas it should be specified that in accordance with Council Directive 83/189/EEC of 28 March 1983 laying down a procedure for the provision of information in the field of technical standards and regulations (6) the Commission may, after consulting  Eurocontrol, give European standardization bodies mandates to draw up European standards to provide support for air-traffic-management systems;\nWhereas in any case any item of equipment legally marketed in one Member State must be able to move freely within the territories of the other Member States;\nWhereas the International Convention relating to Cooperation for the Safety of Air Navigation designates Eurocontrol as the appropriate instrument to take the necessary measures to solve the present problems in Europe;\nWhereas safety is a key factor in air transport in the Community; whereas this Directive should take account of the existence of the Convention on International Civil Aviation, signed in Chicago on 7 December 1944, which provides for the implementation  of whatever measures are required to ensure the safe and orderly development of international civil aviation;\nWhereas Council Directives 77/62/EEC of 21 December 1976 coordinating procedures for the award of public supply contracts (7) and 90/531/EEC of 17 September 1990 on the procurement procedures of entities operating in the water, energy, transport and  telecommunications sectors (8) apply to the air-traffic-management sector and the awarding entities must be specified;\nWhereas in certain Member States the procurement of air-navigation equipment is not covered by the aforementioned Directives; whereas however, the Eurocontrol standards incorporated in the Community legal system must be complied with in all Member  States,", "main_body": ["This Directive shall apply to the definition and use of compatible technical specifications for the procurement of air-traffic-management equipment and systems, in particular:\n- communications systems,\n- surveillance systems,\n- systems providing automated assistance to air-traffic control, and\n- navigation systems.", "For the purposes of this Directive:\n(a) technical specification shall mean the technical requirements included, in particular, in the tender documents defining the characteristics of a piece of work, a material, a product or a supply, and making it possible to describe a piece of work, a  material, a product or a supply objectively in a manner such that it fulfils the use for which it is intended by the contracting entity. Such technical prescriptions may include quality, performance, safety and dimensions, as well as requirements  applicable to the material, product or supply as regards quality assurance, terminology, symbols, testing and test methods, packaging, marking and labelling;\n(b) standard shall mean a technical specification approved by a recognized standardization body for repeated or continuous application, compliance with which is not in principle compulsory;\n(c) Eurocontrol standard shall mean the mandatory elements of Eurocontrol specifications for physical characteristics, configuration, material, performance, personnel or procedure, the uniform application of which is recognized as essential for the  implementation of an integrated air trafic services (ATS) system (the mandatory elements shall form part of a Eurocontrol standard document).", "1. The Commission shall, in accordance with the procedure laid down in Article 6, identify and adopt the Eurocontrol standards and subsequent Eurocontrol amendments to those Eurocontrol standards, in particular those relating to the areas  listed in Annex I, that shall be made mandatory under Community law. The Commission shall publish the references of all technical specifications thus made mandatory in the Official Journal of the European Communities.\n2. The ensure that Annex I, which lists Eurocontrol standards to be produced, is as complete as possible, the Commission, following the procedure laid down in Article 6 and in consultation with Eurocontrol, may, where approrpiate, amend Annex I in  accordance with amendments made by Eurocontrol,\n3. The Italian Republic and the Kingdom of Spain may postpone the application of this Article for one year. If at the end of that period those Member States cannot apply the Eurocontrol standards the Council shall, in accordance with the Treaty, decide  on the appropriate action to be taken.", "In order to complement, where necessary, the process of implementing Eurocontrol standards the Commission may give standardization mandates to European standardization bodies in accordance with Directive 83/189/EEC and in consultation with  Eurocontrol.", "1. Without prejudice to Directives 77/62/EEC and 90/531/EEC the Member States shall take whatever steps are necessary to ensure that in the general documents or specifications relating to each contract the awarding civil entities defined in  Annex II refer to the specifications adopted in accordance with this Directive when purchasing air-navigation equipment.\n2. To ensure that Annex II is as complete as possible, the Member States shall notify the Commission of any changes made to their lists. The Commission shall amend Annex II in accordance with the procedure laid down in Article 6.", "1. The Commission shall be assisted by a committee consisting of representatives of the Member States and chaired by a representative of the Commission.\n2. The Commission representative shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the Member States' representatives within the committee  shall be weighted in the manner laid down in that Article. The chairman shall not vote.\n3. The Commission shall adopt the measures envisaged if they are in accordance with the committee's opinion.\n4. If the measures envisaged are not in accordance with the committee's opinion or if the committee delivers no opinion the Commission shall without delay submit to the Council a proposal concerning the measures to be taken. The Council shall act by a  qualified majority.\n5. If the Council does not act within three months of the referral to it the Commission shall adopt the proposed measures unless the Council has decided against those measures by a simple majority.", "In exercising its powers the Commission shall regularly consult the relevant European representatives of air-navigation bodies, of air-space users and of professional bodies. It shall inform the committee provided for in Article 6 of the  outcome of those consultations.", "1. The Commission shall regularly submit reports to the European Parliament and to the Council on the operation of the arrangements provided for in this Directive, accompanied if necessary by proposals for the implementation of Articles 3 and  4.\n2. Each year the Member States shall notify the Commission of any measures they have introduced to achieve the objectives set in this Directive.", "1. The Member States shall bring into force the provisions necessary for them to comply with this Directive within one year of its adoption. They shall forthwith inform the Commission thereof.\nWhen then Member States adopt those provisions they shall include references to this Directive or shall accompany them with such references on their official publication. The Member States shall lay down the manner in which such references shall be  made.\n2. The Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No C 244, 23. 9. 1992, p. 16.\n(2) Opinion delivered on 25 June 1993 (not yet published in the Official Journal).\n(3) OJ No C 19, 25. 1. 1993, p. 39.\n(4) OJ No C 189, 26. 7. 1989, p. 3.\n(5) OJ No C 197, 18. 7. 1987, p. 33.\n(6) OJ No L 109, 26. 4. 1983, p. 8. Directive as last amended by Commission Decision 92/400/EEC (OJ No L 221, 6. 8. 1992, p. 55).\n(7) OJ No L 13, 15. 1. 1977, p. 1. Directive as last amended by Directive 92/50/EEC (OJ No L 209, 24. 7. 1992, p. 1).\n(8) OJ No L 297, 29. 10. 1990, p. 1.\nANNEX I\nEUROCONTROL STANDARDS REFERRED TO IN ARTICLE 3   INDICATIVE LIST  Communications systems\nFlight-plan-related-data exchange (message format) (1)()\nRadar-data exchange (Asterix message format) (**)\nTelephone systems for ATS (**)\nOn-line data interchange (OLDI) (2)()\nAutomated SSR-code-assignment systems (**)\nNavigation systems\nRNAV (**)\nRadar separation (3)()\nShort-term-conflict alert (STCA) (***)\nSurveillance systems\nSurveillance specifications (**)\nShared use of radar facilities (***)\n(1)() Existing.\n(2)() Drafted.\n(3)() Drafting not started.\nANNEX II\nAWARDING ENTITIES RESPONSIBLE FOR THE PURCHASING OF AIR-NAVIGATION EQUIPMENT  Eurocontrol\nrue de la Loi, 72\nB-1040 Bruxelles\nBelgium\nRégie des Voies Aériennes\nCCN - Rue du Progrès 80\nB-1210 Bruxelles\nDenmark\nStatens Luftfartsvaesen\n(Civil Aviation Administration)\nPostbox 744\nDK-Copenhagen SV\nGermany\nDFS Deutsche Flugsicherung GMBH\nKaiserleistr. 29-35\nD-6050 Offenbach am Main\nGreece\nMinistry of Transport and Communications\nCivil Aviation Department\nFinancial Administration and Procurement Directorate\nPurchasing Section\nPostal address\nVasileos Georgiou 1\nPO Box 73751\n16.604-Elliniko\nGR-Athens\nTelephone (0030-1-) 89 47 71 21\nSpain\nAENA (Aeropuertos Españoles y Navegación Aérea)\nCalle Santa Engracia, 120\nE-Madrid\nFrance\nLe Directeur général de l'aviation civile\n93 boulevard du Montparnasse\nF-75270 Paris Cedex 06\nwho delegates in particular to:\n- Monsieur le chef du service technique de la navigation aérienne\n246 rue Lecourbe\nF-75732 Paris Cedex 15\n- Monsieur le directeur général des aéroports de Paris\n291 boulevard Raspail\nF-75675 Paris Cedex 14\nIreland\nThe Department of Tourism, Transport and Communications\nAir Navigation Services Office\nCorporate Services Division\nScotch House\nHawkins Street\nIRL-Dublin 2\nItaly\nAAAVTAG\nAzienda Autonoma Assistenza al Volo per il Traffico Aereo Generale\nVia Salaria, 715\nI-00138 Roma\nLuxembourg\nMinistère des Transports\nDirection de l'Aviation civile\nL-2938 Luxembourg\nThe Netherlands\nLuchtverkeersbeveiliging\nPostbus 7601\nNL-1118 ZJ Luchthaven Schiphol\nPortugal\nEmpresa Pública de Aeroportos e Navegaçao Aérea (ANAep)\nAvenida Sidónio Pais, no 8-5o\nP-1000 Lisboa\nAcquisitions for small airports and aerodromes may be made by local authorities or by regional governments.\nUnited Kingdom\nCivil Aviation Authority\nCAA House\n45-59 Kingsway\nUK-London WC2B 6TE\nHighlands &  Islands Airports Ltd (HIAL)\nInverness Airport\nUK-Inverness"}