{"celex_id": "31998D0389", "uri": "http://publications.europa.eu/resource/cellar/7adfbc9f-3743-4e3a-b83e-206c906afe9f", "type": "Decision", "concepts": ["1519", "3774", "4291", "4635", "862", "994"], "title": "98/389/EC: Commission Decision of 19 May 1998 amending for the second time Decisions 96/534/EC and 96/535/EC on financial assistance from the Community for storage of antigen for production of foot-and-mouth disease vaccine in Italy and the United Kingdom (notified under document number C(1998) 1358) (Only the English and Italian texts are authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 19 May 1998 amending for the second time Decisions 96/534/EC and 96/535/EC on financial assistance from the Community for storage of antigen for production of foot-and-mouth disease vaccine in Italy and the United Kingdom (notified under document number C(1998) 1358) (Only the English and Italian texts are authentic) (Text with EEA relevance) (98/389/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 14 thereof,\nWhereas by virtue of Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines (3), establishment of antigen banks is part of the Community's action to create Community reserves of foot-and-mouth disease vaccine;\nWhereas Article 3 of that Decision designates the Istituto Zooprofilattico Sperimentale di Brescia in Italy and the Institute for Animal Health, Pirbright, United Kingdom as antigen banks holding Community reserves;\nWhereas the functions and duties of these antigen banks are specified in Article 4 of that Decision; whereas Community assistance must be conditional on accomplishment of these;\nWhereas Community financial assistance should be granted to these banks to enable them to carry out the said functions and duties;\nWhereas by Commission Decision 96/534/EC of 4 September 1996 on financial assistance from the Community for storage in Italy of antigen for production of foot-and-mouth disease vaccine (4) the Community provided financial assistance to Italy for the stocking of antigen for production of foot-and-mouth disease vaccine for the period 1 August 1996 to 31 July 1997;\nWhereas by Commission Decision 96/535/EC of 4 September 1996 on financial assistance from the Community for storage in the United Kingdom of antigen for production of foot-and-mouth disease vaccine (5) the Community provided financial assistance to the United Kingdom for the stocking of antigen for the production of foot-and-mouth disease vaccine for the period 1 August 1996 to 31 July 1997;\nWhereas by Commission Decision 97/592/EC (6) amendments were made to Commission Decisions 96/534/EC and 96/535/EC whereby financial assistance could be provided for the storage of antigen in Italy and in the United Kingdom until 31 December 1997;\nWhereas the payment of financial assistance is related to presentation of supporting documents;\nWhereas a request has been made for an extended period for the submission of supporting documents;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 4 of Decisions 96/534/EC and 96/535/EC the date '1 October 1997` is replaced by '1 July 1998`.", "This Decision is addressed to the Italian Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 19 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 19.\n(2) OJ L 168, 2. 7. 1994, p. 31.\n(3) OJ L 368, 31. 12. 1991, p. 21.\n(4) OJ L 229, 10. 9. 1996, p. 14.\n(5) OJ L 229, 10. 9. 1996, p. 16.\n(6) OJ L 239, 30. 8. 1997, p. 50."}