{"celex_id": "31995R0934", "uri": "http://publications.europa.eu/resource/cellar/ea0cf0a7-f946-43c5-8405-40d6b124c318", "type": "Regulation", "concepts": ["2300", "2387", "2488", "2734", "2783", "3073"], "title": "Council Regulation (EC) No 934/95 of 10 April 1995 establishing tariff ceilings and a Community statistical surveillance in the framework of reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the Occupied Territories\n", "header": "COUNCIL REGULATION (EC) No 934/95 of 10 April 1995  establishing tariff ceilings and a Community statistical surveillance in the framework of reference  quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia,  Syria, Malta, Morocco and the Occupied Territories\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 of Annex I to the Agreement establishing an association between the European  Community and Malta  (1), as supplemented by the Additional Protocol  (2), the Supplementary  Protocol to the Agreement  (3) and the Protocol extending the first stage of this Agreement  (4),  exempts from duties, subject to tariff ceilings, certain products falling within Chapters 52 to 63  of the combined nomenclature and originating in Malta;\nWhereas the Additional Protocols to the Agreements between the European Community, of the one part,  and Cyprus  (5), Egypt  (6), Jordan  (7), Israel  (8), Tunisia  (9), Syria  (10), Malta and Morocco   (11), of the other part, provide for the progressive reduction, subject to reference quantities  and to statistical Community surveillance, of the customs duties applicable to certain agricultural  products originating in those countries according to set timetables;\nWhereas Council Regulation (EEC) No 1134/91 of 29 April 1991 on the tariff arrangements, applicable  to imports into the Community of products originating in the Occupied Territories  (12) provides  for the elimination on 1 January 1993, according to a set timetable, of customs duties on products  listed in Annex II thereto and originating in these territories, and that certain of these products  should be subject to reference quantities;\nWhereas, by Council Regulation (EEC) No 1764/92 of 29 June 1992 amending the arrangements for the  import into the Community of certain agricultural products originating in Cyprus, Egypt, Israel,  Jordan, Malta, Morocco, Syria and Tunisia  (13), the Community unilaterally increased the amount of  the above reference quantities in equal tranches of 3  % or 5  % per year starting on 1 January  1992;\nWhereas the abovementioned Agreements and Regulation (EEC) No 1134/91 are of indeterminate  duration; whereas the Agreements and the abovementioned Regulation (EEC) No 1764/92 lay down the  rates for the annual increases in the tariff ceilings and reference quantities; whereas, therefore,  the tariff measures in question should likewise be of indeterminate duration; whereas the  application of these measures should be rationalized by grouping them together in a single  regulation;\nWhereas the tariff measures provided for in this Regulation should now be opened; whereas the scope  and period of application of each of those measures are set out in the Annexes; whereas, in view of  the negotiations under way for the renewal of some of the agreements in question, the period of  validity of the measures set out in the Annexes to this Regulation should be limited to 31 December  1996;\nWhereas amendments to the combined nomenclature and Taric codes, and the extension under the  present Agreements of the tariff measures in question, require no changes of substance; whereas, in  the interests of simplification and without prejudice to the specific procedures laid down by  Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable  to certain goods resulting from the processing of agricultural products  (14), provision should be  made for the Commission to make the necessary amendments and technical adaptations to this  Regulation after first having obtained the opinion of the Customs Code Committee;\nWhereas the decision to establish tariff ceilings and reference quantities should be taken by the  Community; whereas it is also for the Community to establish the relevant surveillance systems for  these two tariff measures;\nWhereas customs duties suspended within the limits of tariff ceilings may be re-established once  those limits have been reached at Community level; whereas the application of ceilings calls for a  system of surveillance that enables the Commission to be kept abreast of the trend in imports of  products subject to such measures;\nWhereas the administration of the tariff ceilings requires close and particularly rapid cooperation  between the Member States and the Commission, and the latter must in particular be able to follow  the progress of quantities charged against the ceilings and keep the Member States informed;  whereas this cooperation has to be all the more close because the Commission has to be able to take  appropriate action whenever a ceiling is reached; whereas, to ensure the efficiency of this  surveillance system, Member States must charge imports of the products in question agianst the  ceilings as and when the products are entered with customs for free circulation;\nWhereas, as regards the products subject to reference quantities, Regulation (EEC) No 451/89  (1)  establishes procedures for modifying the statuts of these products by submitting them, if  necessary, to tariff quotas; whereas Article 3 (2) of the Regulation provides for a system of  surveillance; whereas such surveillance must notably enable the Commission to draw up an annual  trade balance sheet for each of the products concerned,", "main_body": ["TITLE I\nTariff ceilings", "1.  Imports into the Community of  products originating in Malta and listed in Annex I shall be subject to annual ceilings and  Community surveillance. The relevant CN codes, order numbers and Taric codes, together with the  levels of the ceilings, are set out in the table in the same Annex.\n2.  Quantities shall be charged against the ceilings as and when the products are entered with  customs for free circulation accompanied by a movement certificate in accordance with the rules  contained in the Protocol defining the concept of originating products and methods of  administrative cooperation annexed to the Protocol laying down certain provisions relating to the  Agreement establishing an association between the European Community and Malta  (2).\nGoods may be charged against the ceiling only if the movement certificate is presented before the  date on which customs duties are re-established.\nThe extent to which a ceiling is used up shall be determined at Community level on the basis of the  imports charged against it in the manner laid down in the preceding subparagraphs.\nMember States shall inform the Commission of imports charged under the above arrangements at the  intervals and within the time limits specified in paragraph  4.\n3.  As soon as the ceilings are reached, the Commission may adopt a regulation re-establishing,  until the end of the calander year, the customs duties applicable to third countries.\n4.  The Member States shall provide the Commission, by the 15th day of each month at the latest,  with statements of the imports charged the previous month.\nTITLE II\nReference quantities and statistical surveillance", "1.  Imports into the  Community of certain products listed in Annex II and originating in Cyprus, Egypt, Jordan, Israel,  Tunisia, Syria, Malta, Morocco and the Occupied Territories shall be subject to reference  quantities under set timetables and to Community statistical surveillance.\nThe relevant CN codes, their order numbers, where appropriate, and their Taric codes, together with  the levels of the reference quantities and the relevant timetables for the application thereof, are  set out in the table in the same Annex.\n2.  Within the limits of the reference quantities, preferential treatment shall be accorded to  products entered with customs for free circulation and accompanied by a movement certificate for  the goods. The certificate must comply with the rules laid down in the Protocol defining the  concept of original products annexed to each of the agreements between the European Community and  the countries referred to in the first subparagraph of paragraph 1, with the exception for the  Occupied Territories. The concept of products originating in the Occupied Territories shall be  defined by the provisions of Commission Regulation (EEC) No 2454/93  (3).\nThe extent to which the reference quantities are used up shall be determined at Community level on  the basis of the imports charged against them in the manner defined in the first subparagraph, as  communicated to the Statistical Office of the European Communities in application of Regulations  (EEC) No 2658/87  (4) and (EEC) No 1736/75  (5).\nTITLE III\nProcedural provisions", "1.  Subject to the procedure provided for in  Council Regulation (EC) No 3448/93, the provisions necessary for the application of this  Regulation, in particular:\n(a)  the amendments and technical adaptations in so far as they are necessary arising from  amendments of the combined nomenclature and Taric codes;\n(b)  the extension of tariff measures in accordance with the provisions contained in the agreements  referred to in this Regulation;\n(c)  the necessary adaptations arising from the conclusion of protocols or exchanges of letters  between the Community and the countries in question under the agreements referred to in this  Regulation; and (d)  amendments of this Regulation necessary for the implementation of any other act adopted by the  Council under the agreements and regulations referred to in this Regulation;\nshall be adopted in accordance with the procedure laid down in Article 4 (2).\n2.  The provisions adopted pursuant to paragraph 1 do not authorize the Commission to:\n-  carry over preferential quantities from one period to another,\n-  amend the timetables laid down in the agreements or protocols,\n-  transfer quantities under one ceiling or reference quantity to another ceiling or reference  quantity,\n-  open and administer ceilings or reference quantities resulting from new agreements.", "1.  The Commission shall be assisted by the Customs Code Committee set up by Article  247 of Regulation (EEC) No 2913/92  (1).\n2.  The representative of the Commission shall submit to the Committee a draft of the measures to  be adopted. The Committee shall deliver its opinion of the draft within a time limit which the  chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the Committee shall be weighted in the manner set out in that Article. The chairman  shall not vote.\n3.  (a)  The Commission shall adopt the measures, which shall apply immediately.\n(b)  However, if those measures are not in accordance with the opinion of the Committee, they shall  be communicated by the Commission to the Council forthwith. In that event the Commission shall  defer application of the measures upon which it has decided for three months from the date of such  communication.\nThe Council, acting by qualified majority, may take a different decision within the period referred  to in the previous subparagraph.\n4.  The Committee may examine any question concerning the application of this Regulation which is  raised by its chairman either on his own initiative or at the request of a Member State.", "1.  The Member States and the Commission shall cooperate closely to ensure that this  Regulation is complied with.\n2.  The Commission shall draw up each year, within three months of the end of the period of  application of the ceilings and reference quantities referred to in this Regulation, a summary by  product and country of amounts charged against the ceilings and reference quantities set out in  Annexes I and II.\nThis summary shall be disseminated after receipt of the opinion of the Customs Code Committee.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 November 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 10 April 1995.\nFor the Council The President A. JUPPÉ\nANNEX I\nList of products originating in Malta of which the importation is subject to  tariff ceiling\n>TABLE>\nTaric codes\n>TABLE>\nANNEX II\n>TABLE>"}