{"celex_id": "31990L0547", "uri": "http://publications.europa.eu/resource/cellar/9acbbf9d-0aa3-4949-a7c3-090a220af976", "type": "Directive", "concepts": ["2693", "2897", "5861", "747"], "title": "Council Directive 90/547/EEC of 29 October 1990 on the transit of electricity through transmission grids\n", "header": "COUNCIL  DIRECTIVE\nof 29 October 1990\non the transit of electricity through transmission grids\n(90/547/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is necessary to adopt measures with the aim of progressively establishing the internal market over a period expiring on 31 December 1992; whereas the European Council has recognized, at its successive meetings, in particular in Rhodes, the need for a single internal market in energy and whereas the achievement of the internal market more specifically in the electricity sector will help the further development of the Community's energy objectives;\nWhereas there must be greater integration of the European energy market if the single inertnal market is to be achieved; whereas electricity is an essential component of the Community's energy balance;\nWhereas the achievement of the internal market for energy, more particularly in the electricity sector, must take into account the objective of economic and social cohesion, that is to say, in concrete terms, guarantee an optimum supply of electricity to all the citizens of all the Community regions, with a view to improving and harmonizing the living conditions and development bases in particular in the least-favoured regions;\nWhereas energy polices, more than any other measure contributing to the achievement of the internal market, must not be implemented with the sole aim of reducing costs and maintaining competition, but must also take account of the need to ensure the security of supplies and the compatibility of energy production methods with the environment;\nWhereas to attain that objective, account should be taken of the specific characteristics of the electricity sector;\nWhereas there is increasing trade in electricity each year between high-voltage electricity grids in Europe; whereas the European Community's security of electricity supply would be improved and costs reduced by coordinating the building and operation of the interconnections required for such trade;\nWhereas the exchange of electricity between electricity grids which is based on contracts with a minimum duration of one year is so great that requests for transactions and their consequences should be systematically known to the Commission;\nWhereas it is possible and desirable to increase electricity transfers between grids and also take account of the imperatives of security and quality of electricity supply; whereas studies show that such greater electricity transfers between grids can minimize the cost of investment and fuels involved in electricity generation and transmission and ensure optimum use of the means of production and infrastructure;\nWhereas there are still obstacles to such trade; whereas, provided that they are not due to the nature of technology used or the nature of the grids themselves, such obstacles can be reduced by making the transit of electricity through grids compulsory and introducing an appropriate system for monitoring compliance with this obligation;\nWhereas this obligation and monitoring system concern the transit of electricity involved in trade with is in the Community interest, i.e. transit through high-voltage grids;\nWhereas the contract conditions concerning the transit of electricity between grids must be negotiated between the responsible entities; whereas the conditions of transit should be fair and should not bring about, directly or indirectly, conditions contrary to Community competition rules;\nWhereas, in order to facilitate the conclusion of transit contracts, the Commission is providing for the creation of a conciliation procedure under which submission must be made at the request of one of the parties, without the result of that procedure having legally binding effect;\nWhereas it is necessary to approximate the provisions taken by the Member States which affect the transit of electricity;\nWhereas the establishment of an internal electricity market will stimulate the dynamic process of better integration of national electricity grids, and whereas in this context special infrastructure measures and programmes should therfore be implemented to accelerate the efficient and socially advantageous linking-up of outlying areas and islands in the Community to the interconnected grid;\nWhereas the interconnection of major European grids over which trade must be coordinated extends over a geographical territory which does not coincide with the Community's frontiers; whereas there is an obvious advantage in seeking cooperation with third countries involved in the interconnected European network,", "main_body": ["Member States shall take the measures necessary to facilitate transit of electricity between high-voltage grids in accordance with the conditions laid down in this Directive.", "1. Every transaction for the transport of electricity under the following conditions shall constitute transit of electricity between grids, within the meaning of this Directive, without prejudice to any special arrangements concluded between the Community and third countries:\n(a) transmission is carried out by the entity or entities responsible in each Member State for a high-voltage electricity grid, with the exception of distribution grids, in a Member State's territory which contributes to the efficient operation of European high-voltage interconnections;\n(b) the grid of origin or final destination is situated in the Community;\n(c) the transport involves the crossing of one intra-Community frontier at least.\n2. The high-voltage electricity transmission grids and the entities responsible for them in the Member States, which are listed in the Annex, shall be covered by the provisions of this Directive. This list shall be updated after consultation with the Member State concerned whenever necessary by decision of the Commission, within the context of the objectives of this Directive and in particular taking into account paragraph 1 (a).", "1. Contracts involving transit of electricity between transmission grids shall be negotiated between the entities responsible for the grids concerned and for the quality of service provided and, where appropriate, with the entities responsible in the Member States for importing and exporting electricity.\n2. The conditions of transit shall, pursuant to the rules of the Treaty, be non-discriminatory and fair for all the parties concerned, shall not include unfair clauses or unjustified restrictions and shall not endanger security of supply and quality of service, in particular taking full account of the utilization of reserve production capacity and the most efficient operation of existing systems.\n3. Member States shall take the measures necessary to ensure that the entities under their jurisdiction referred to in the Annex act without delay to:\n- notify the Commission and the national authorities concerned of any request for transit in connection with contracts for the sale of electricity of a minimum of one year's duration,\n- open negotiations on the conditions of the electricity transit requested,\n- inform the Commission and the national authorities concerned of the conclusion of a transit contract,\n- inform the Commission and the national authorities concerned of the reasons for the failure of the negotiations to result in the conclusion of a contract within 12 months following communication of the request. 4. Each the entities concerned may request that the conditions of transit be subject to conciliation by a body set up and chaired by the Commission and on which the entities responsible for transmission grids in the Community are represented.", "If the reasons for the absence of agreement on a request for transit appear unjustified or insufficient, the Commission, acting on a complaint from the requesting body or on its own initiative, shall implement the procedures provided for by Community law.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 July 1991. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 29 October 1990.\nFor the Council\nThe President\nA. BATTAGLIA\n(1) OJ No C 8, 13. 1. 1990, p. 4.\n(2) OJ No C 113, 7. 5. 1990, p. 91 and Decision of 10 October 1990 (not yet published in the Official Journal).\n(3) OJ No C 75, 26. 3. 1990, p. 23.\nANNEX\nList of entities and grids in the Community covered by the Directive\n1.2.3 //  //  //  // Member State  // Entity  // Grid  //  //  //  // Germany   // Badenwerk AG Bayernwerk AG Berliner Kraft und Licht AG (Bewag) Energie-Versorgung Schwaben AG (EVS) Hamburgische Elektrizitaetswerke (HEW) Preussen-Elektra AG RWE Energie AG Vereinigte Elektrizitaetswerke Westfalen AG (VEW)   // Interconnection grids   // Belgium   // CPTE - Société pour la coordination de la production et du transport de l'électricité   // Coordinating body for public supply grid  // Denmark   // ELSAM   // Public supply grid (Jutland)   //  // ELKRAFT   // Public supply grid (Seeland)   // Spain  // Red Eléctrica de España S.A.   // Public supply grid  // France   // Électricité de France   // Public supply grid  // Greece   // Dimósia Epicheírisi Ilektrismoý (DEI)   // Public supply grid   // Ireland   // Electricity Supply Board  // Public supply grid   // Italy   // ENEL   // Public supply grid   // Luxembourg   // CEGEDEL   // Public supply grid  // Netherlands   // SEP   // Public supply grid   // Portugal  // EDP   // Public supply grid   // United Kingdom  // National Grid Company Scottish Power Scottish Hydro-Electric Northern Ireland Electricity   // High voltage transmission grids   //    //   //"}