{"celex_id": "31994R1299", "uri": "http://publications.europa.eu/resource/cellar/70b8d064-5c13-4a43-829f-5a0864cc55dd", "type": "Regulation", "concepts": ["1120", "1644", "2488", "5283", "5367", "616"], "title": "Commission Regulation (EC) No 1299/94 of 3 June 1994 amending Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community\n", "header": "COMMISSION REGULATION (EC) No 1299/94 of 3 June 1994 amending Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1422/93 (3), as last amended by Regulation (EC) No 740/94 (4), lays down detailed rules for the application of the arrangements for importing bananas into the Community, particularly as regards the issue of  licences within the tariff quota and for products originating in the ACP States; whereas detailed provisions for the re-allocation of unused quantities on import licences within the tariff quota and for traditional ACP bananas should be laid down,  taking account of the requirements of licence administration and the periods in which applications may be submitted;\nWhereas Regulation (EEC) No 1442/93 provides for the Member States to notify statistical data, in particular on prices, the release of imported bananas for free circulation and the marketing of Community bananas at given intervals; whereas experience  acquired since the introduction of the common organization of the market in bananas indicates that the nature of such notifications and the intervals at which they are made should be changed;\nWhereas the immediate application of this Regulation should be provided for so that operators can benefit from the provisions on the re-allocation of unused quantities from the third quarter of 1994;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Regulation (EEC) No 1442/93 is hereby amended as follows:\n1. Article 10 (3) is replaced by the following:\n'3. Unused quantitites shall be re-allocated on application to the same operator, either the holder or the transferee as appropriate, in a subsequent quarter of the year in which the first licence was issued.\nApplications for re-allocation shall be submitted within the time limit fixed in Article 9 (2) and accompanied by the original or a certified copy of the unused or partly used licence or licences and proof that the security referred to in Article 19 has  been lodged.\nEach Member State shall notify the Commission, within the time limit laid down in paragraph 1, of the quantities for which applications for re-allocation have been received.\nThe reduction coefficient, set, where appropriate, pursuant to Article 9 (3), shall not be applied to applications for re-allocation.\nThe application for re-allocation and the re-allocation licence shall bear in Section 20 the words: \"Re-allocation licence - Article 10 (3) of Regulation (EEC) No 1442/93\".'\n2. Article 17 (4) is replaced by the following:\n'4. Unused quantitites shall be re-allocated on application to the same operator, either the holder or the transferee as appropriate, in a subsequent quarter of the year in which the first licence was issued.\nApplications for re-allocation shall be submitted within the time limit fixed in Article 14 (2) and accompanied by the original or a certified copy of the unused or partly used licence or licences and proof that the security referred to in Article 19  has been lodged.\nEach Member State shall notify the Commission, within the time limit laid down in Article 16 (1), of the quantitites for which applications for re-allocation have been received.\nThe reduction coefficient, set, where appropriate, pursuant to Article 16 (2), shall not be applied to applications for re-allocation.\nThe application for re-allocation and the re-allocation licence shall bear in Section 20 the words: \"Re-allocation licence - Article 17 (4) of Regulation (EEC) No 1442/93\".'\n3. Article 21 is replaced by the following:\n'Article 21\nMember States shall forward the following statistical and economic data to the Commission:\n- each Wednesday, the wholesale prices, broken down by country of origin, for yellow bananas recorded the preceding week on the representative markets listed in Article 4 of Commission Regulation (EEC) No 2118/74 (5)(),\n- on the 20th day of each month in respect of the preceding month, the quantity and value of the bananas, broken down by country of origin, released for free circulation in the Member States,\n- on the 10th day of the month following that in which the validity of the import licences for each quarter expires, the quantitites covered by the import licences issued, the quantitites covered by the import licences used and returned to the issuing  agency and the quantities covered by unused licences,\n- on request, production and marketing forecasts.\n'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 87, 31. 3. 1994, p. 65.\n(5)() OJ No L 220, 10. 8. 1974, p. 20."}