{"celex_id": "31991R1027", "uri": "http://publications.europa.eu/resource/cellar/f47637a0-bf46-4e2c-9692-e9e667b093dd", "type": "Regulation", "concepts": ["1504", "1572", "1836", "2081", "3774"], "title": "Council Regulation (EEC) No 1027/91 of 22 April 1991 fixing, for the 1990/91 and 1991/92 milk years, the guideline figure for the fat content of standardized whole milk imported into Ireland and the United Kingdom\n", "header": "COUNCIL REGULATION (EEC) No 1027/91  of 22 April 1991  fixing, for the 1990/91 and 1991/92 milk years, the guideline figure for the fat content of standardized whole milk imported into Ireland and the United Kingdom\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1411/71 of 29 June 1971 laying down additional rules on the common market organization in milk and milk products for drinking milk (1), as last amended by Regulation (EEC) No 222/88 (2), and in particular  Article 3\n(6) (b) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 3 (5) of Regulation (EEC) No 1411/71, Ireland and the United Kingdom apply, within their territories, the formula of non-standardized whole milk within the meaning of the second indent of Article 3 (1) (b) of that  Regulation;\nWhereas, pursuant to Article 3 (6) and (7) of the said Regulation, a guideline figure must be fixed for the 1990/91 milk year for the fat which standardized whole milk coming from another Member State must contain to be able to be marketed within the  territories of the two abovementioned Member States; whereas this guideline figure must be the weighted average fat content of the whole milk produced and marketed in the importing Member State during the previous year;\nWhereas, particularly in the light of market changes, it is deemed appropriate, to re-examine the conditions of application of the second indent of the said Article 3 (1) (b) and of Article 3 (6) and (7) with a view to the repeal of the latter  paragraphs; whereas the Commission should therefore be requested to present a report together with proposals in this connection before 1 June 1991; whereas, accordingly, the guideline figure for the 1991/92 milk year must be fixed, subject to any  amendments that may result from those proposals,", "main_body": ["  Article 1\nThe guideline figure referred to in Article 3 (6) (b) of Regulation (EEC) No 1411/71 shall be:\n1. for the 1990/91 milk year:\n- 3,50 % for Ireland,\n- 3,90 % for the United Kingdom;\n2. for the 1991/92 milk year, subject to any amendments resulting from the application of Article 2:\n- 3,50 % for Ireland,\n- 4,00 % for the United Kingdom.  Article 2\nThe Commission shall present to the Council, before 1 June 1991, a report on the conditions of application of the second indent of Article 3 (1) (b) and of Article 3 (6) and (7) of Regulation (EEC) No 1411/71 and shall propose any amendments  to the rules concerned.  Article 3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 14 May 1990. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 April 1991. For the Council\nThe President\nR. STEICHEN  (1) OJ No L 148, 3. 7. 1971, p. 4. (2) OJ No L 28, 1. 2. 1988, p. 1."}