{"celex_id": "31993D0558", "uri": "http://publications.europa.eu/resource/cellar/28413c82-071d-49f0-8809-19ddb3189dda", "type": "Decision", "concepts": ["1504", "2247", "2602", "2897", "4585", "935"], "title": "93/558/EEC: Council Decision of 25 October 1993 authorizing Ireland to apply a measure derogating from Article 2 (1) and Article 17 of the Sixth Directive 77/388/EEC on the harmonization of the laws of the Member States relating to turnover taxes\n", "header": "COUNCIL DECISION of 25 October 1993 authorizing Ireland to apply a measure derogating from Article 2 (1) and Article 17 of the Sixth Directive 77/388/EEC on the harmonization of the laws of the Member States relating to turnover taxes\n(93/558/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1), and in particular Article 27  thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 27 (1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce special measures for derogation from that Directive, in order to simplify the procedure  for charging the tax or to prevent certain types of tax evasion or avoidance;\nWhereas, by letter dated 11 May 1993 and received by the Commission on 30 June 1993, Ireland requested authorization to introduce a measure for derogation from Article 17 of Directive 77/388/EEC;\nWhereas the other Member States were informed on 14 July 1993 of the request made by Ireland;\nWhereas implementation of the transitional VAT arrangements leads to VAT being charged on certain work on movable tangible property and certain services relating to the transport of goods and ancillary transport activities at the place where these  services are supplied, irrespective of the place where the taxable person to whom these services are supplied is able to exercise his rights of deduction, and whereas this results in growing use of the refund procedures provided for by Directives  79/1072/EEC (2) and 86/560/EEC (3);\nWhereas the increasing use of the refund procedures provided for by Directives 79/1072/EEC and 86/560/EEC may impede the development of intra-Community trade in certain services;\nWhereas the measure for derogation in question aims to introduce a simplification consisting in the exemption of certain services supplied to taxable persons not established in the territory of the country but identified in the Community, for which  these taxable persons would in any event be entitled to a refund;\nWhereas certain requirements should be imposed on taxable persons with a view to preventing tax evasion or avoidance;\nWhereas it is desirable for this derogation to be limited to the time necessary to enable the Council, acting on a proposal from the Commission, to adopt a definitive solution;\nWhereas the measure for derogation in question has no effect on the European Communities' own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 2 (1) of Directive 77/388/EEC, Ireland is hereby authorized to exempt the supply of services referred to in Article 2 rendered to taxable persons identified in accordance with Article 22 (1) (c), (d) and (e)  of Directive 77/388/EEC and in a Member State other than Ireland who would have qualified in accordance with Directives 79/1072/EEC and 86/560/EEC for a refund of the tax which would have been due had these services been taxed.", "In the circumstances provided for in Article 1, Ireland is authorized to exempt:\n1. the supply of services referred to in the third and fourth indents of Article 9 (2) (c) of Directive 77/388/EEC but excluding the supply of services exempted in accordance with Articles 14, 15 and 16 of Directive 77/388/EEC;\n2. the transport services located in the territory of the country in accordance with Article 9 (2) (b) of Directive 77/388/EEC, directly linked to the intra-Community transport of goods as defined in Article 28b (C) (1) of Directive 77/388/EEC;\n3. ancillary transport activities within the meaning of the second indent of Article 9 (2) (c) of Directive 77/388/EEC effected within the territory of the country related to the transport services covered by paragraph 2 above.", "By way of derogation from Article 17 of Directive 77/388/EEC, the services referred to in Article 2 and supplied with exemption from tax in the circumstances laid down in Article 1 shall be eligible for deduction of input tax.", "To apply the exemption provided for in Article 1, the supplier of the services shall in particular:\n1. in the case of the supplies of services referred to in Article 2 (1):\n- be in possession of a certificate establishing that the person to whom the services have been supplied is a taxable person and issued, as appropriate, in the form laid down by Directives 79/1072/EEC or 86/560/EEC,\n- mention, on his invoice, the grounds for exemption and the identification number by which the customer is identified in accordance with Article 22 (1) (c), (d) and (e) of Directive 77/388/EEC, and under which the service has been rendered to him;\n2. in the case of supplies of services referred to in Article 2 (2):\n- satisfy the requirements referred to in the second indent of point 1 and be in possession of a declaration in which the person to whom the services have been supplied acknowledges that he fulfils the conditions referred to in Article 1,\n- provide proof that the transport services are directly linked to an intra-Community transport within the meaning of Article 28b (C) (1) of Directive 77/388/EEC;\n3. in the case of supplies of services referred to in Article 2 (3):\n- satisfy the requirements referred to in the second indent of point 1 and be in possession of a declaration in which the person to whom the services have been supplied acknowledges that he fulfils the conditions referred to in Article 1,\n- provide proof that the ancillary transport activities are directly linked to the transport services which are referred to in Article 2 (2).", "The Council, acting unanimously on a proposal that the Commission will make as soon as feasible, shall adopt, after consultation of the European Parliament, before 31 December 1994, a modification to Directive 77/388/EEC which covers the  services mentioned in this Decision.\nThe derogations provided for in this Decision shall cease to have effect on the date which the Council determines when it adopts the modification to Directive 77/388/EEC but not later than 31 December 1994.", "This Decision is addressed to Ireland."], "attachments": "Done at Luxembourg, 25 October 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 145, 13. 6. 1977, p. 1. Directive as last amended by Directive 92/111/EEC (OJ No L 384, 30. 12. 1992, p. 47).\n(2) OJ No L 331, 27. 12. 1979, p. 11.\n(3) OJ No L 326, 21. 11. 1986, p. 40."}