{"celex_id": "31996R0109", "uri": "http://publications.europa.eu/resource/cellar/938aa7e9-fb6b-413e-9e01-7937338874ee", "type": "Regulation", "concepts": ["1552", "1644", "2300", "2730", "2888", "932"], "title": "Commission Regulation (EC) No 109/96 of 24 January 1996 on arrangements for the import of grape juice and must from third countries\n", "header": "COMMISSION REGULATION (EC) No 109/96 of 24 January 1996 on arrangements for the import of grape juice and must from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1544/95 (2), and in particular Articles 53 (3) and 75 thereof,\nWhereas steps should be taken to help supply the market by means of imports into the Community of grape musts from third countries taking into account the actual availability of this product on the Community market;\nWhereas the arrangements for the import of grape must from third countries were fundamentally amended by the entry into force on 1 September 1995 of measures providing for the payment of the normal customs duty plus, in certain cases, specific duty;\nWhereas the combination of these two factors justifies the adoption of a market measure, valid for the rest of the current marketing year, to exempt imports of grape must from payment of that specific duty up to a quantity reflecting traditional trade in that product and fulfilling the supply needs of the Community market;\nWhereas use of and compliance with that quantity should be controlled by means of a system of import licences; whereas detailed rules should therefore be laid down regarding the submission of applications and the issue of licences;\nWhereas, furthermore, it should be laid down that decisions on import licence applications should be notified after a period for deliberation; whereas that period must permit the Commission to assess the quantities applied for and, where appropriate, lay down special measures with regard, in particular, to applications pending;\nWhereas the facilities for the import of the grape must in question must be offered in accordance with the rules on the use of such imported products laid down by Regulation (EEC) No 822/87; whereas, in order to ensure that the arrangements function smoothly, provision should be made for the lodging of a security with the customs authorities of the Member States which should be immediately released pro rata the quantities for which proof of use is provided;\nWhereas each Member State may provide for checks on use in accordance with a national procedure pursuant to Article 487 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3), as last amended by Regulation (EC) No 1762/95 (4), provided that the goods do not leave its territory before the final use; whereas, where the goods are used in a Member State other than the Member State of import, those checks should be carried out in accordance with the relevant provisions of Regulation (EEC) No 2454/93;\nWhereas, in order to administer the arrangements, the Commission requires accurate information on the licence applications submitted and the use of the licences issued; whereas, in the interests of administrative efficiency, the use of a single model for communications between the Member States and the Commission should be provided for;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation lays down detailed rules for the import from third countries of grape juice and must falling within CN code 2009 60 with exemption from the specific duty per hectolitre referred to in Part 3, Section 1, Annex 2 of Annex I to the Customs Tariff of the European Communities.", "The exemption referred to in Article 1 is hereby granted for a total of 14 000 tonnes.", "1. From the date entry into force of this Regulation, import licences bearing the wording referred to in Article 5 may be applied for from the competent authorities of the Member States.\n2. The provisions of Commission Regulation (EEC) No 3388/81 (5) laying down special detailed rules in respect of import and export licences in the wine sector shall apply to import licences covered by this Regulation, with the exception of Article 6 thereof.", "1. Applications for export licences referred to in Article 3 (1) may be submitted to the competent authorities from Wednesday until the following Tuesday.\n2. Export licences shall be issued on the Monday following the Tuesday referred to in paragraph 1, or the next working day, provided that the Commission has not adopted special measures in the meantime.\n3. Where the quantities for which licence applications have been made, as notified to the Commission on the day laid down in Article 7, exceed the quantities still available of the total quantity referred to in Article 2, the Commission shall set a single percentage for the acceptance of the applications in question and suspend the submission of licence applications.\n4. Where the quantity applied for is reduced or rejected, the security referred to in Article 4 (1) of Regulation (EEC) No 3388/81 relating to the quantity refused shall be immediately released.\n5. Notwithstanding paragraph 2, in the event that a single acceptance percentage of less than 85 % is set, licences shall be issued by the fifth working day at the latest following publication of that percentage in the Official Journal of the European Communities. Prior to issue the exporter may:\n- either withdraw his application in which case the security referred to in Article 4 (1) of Regulation (EEC) No 3388/81 shall be immediately released,\n- or request the immediate issue of the licence, in which case the competent authority shall issue it without delay but no later than the fifth working day following publication of that percentage in the Official Journal of the European Communities.", "One of the following entries shall be made in Section 24 of import licences issued pursuant to this Regulation:\n- Exento del derecho específico - Reglamento (CE) n° 109/96\n- Fritagelse for specifik told - forordning (EF) nr. 109/96\n- Aussetzung des spezifischen Zolls - Verordnung (EWG) Nr. 109/96\n- ÁðáëëáãÞ áðü ôïí åéäéêü äáóìü - êáíïíéóìüò (ÅÊ) áñéè. 109/96\n- Exempt from the specific duty - Regulation (EC) No 109/96\n- Exonération du droit spécifique - règlement (CE) n° 109/96\n- Esonero dal dazio specifico - regolamento (CE) n. 109/96\n- Vrijgesteld van het specifieke recht - Verordening (EG) nr. 109/96\n- Isenção do direito específico - Regulamento (CE) nº 109/96\n- Vapautus paljoustullista - asetus (EY) N:o 109/96\n- Befrielse från den särskilda tullen - förordning (EG) nr 109/96.", "Exemption from the specific duty as referred to in Article 1 shall be subject to:\n(a) the presentation of a written undertaking by the importer, submitted along with the import licence application, that all the goods to be imported will be used for the production of grape juice and/or non-wine sector products such as vinegar, non-alcoholic drinks, jams and sauces; to that end the importer shall indicate in Section 20 of the import licence the precise use to be made of the imported product and the place at which processing is to be carried out. Where this is in a different Member State, a T5 control copy shall be completed on dispatch in the Member State of departure in accordance with Articles 471 to 494 of Regulation (EEC) No 2454/93. The actual use shall be entered in Section 104 of the T5 document and the number of this Regulation in Section 107;\n(b) the lodging with the competent authorities by the importer of a security equal to the specific duty on the product in question for which exemption is granted. That security shall be released on presentation by the importer of proof, to the satisfaction of the competent authorities of the Member State of import, that the goods have been used in the manner indicated on the licence. The security shall be immediately released for the quantities for which the importer presents proof that the products have been used in the manner indicated on the import licence or, in the case of use in a Member State other than that of import, as indicated in Section 104 of the T5 document.", "1. Member States shall notify the Commission by fax:\n- each Wednesday or the next working day:\n(a) of applications for import licences referred to in Article 3 submitted between Wednesday of the preceding week and Tuesday, or of the absence of applications;\n(b) of the quantities for which import licences were issued on the preceding Monday;\n(c) of the quantities for which licence applications were withdrawn pursuant to Article 4 (5) during the preceding week,\n- before 15th of each month for the previous month:\n(d) of the quantities for which licences were issued but not used.\n2. In the case of the notification of applications referred to in paragraph 1 (a), (b), (c) and (d), the quantity in tonnes must be given for each product code, broken down by country.\n3. All the notifications referred to in paragraph 1, including 'nil` notifications, shall be made in the form indicated in the Annex.\n4. Where, after the notifications referred to in paragraph 1 (d) have been made, an adequate quantity again becomes available, the Commission may decide to reopen the submission of applications for import licences.\n5. The Commission shall inform the Member States at least once a month of the extent to which the available quantity has been used up.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 August 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 31.\n(3) OJ No L 253, 11. 10. 1993, p. 1.\n(4) OJ No L 171, 21. 7. 1995, p. 8.\n(5) OJ No L 341, 28. 11. 1981, p. 19.\nANNEX\n>START OF GRAPHIC>\nApplication of Regulation (EC) No 109/96\n>END OF GRAPHIC>"}