{"celex_id": "31998R2152", "uri": "http://publications.europa.eu/resource/cellar/802b4ef6-e2e0-477e-b024-fa633b477c20", "type": "Regulation", "concepts": ["1309", "1355", "2771", "4331", "519"], "title": "Commission Regulation (EC) No 2152/98 of 7 October 1998 initiating a 'new exporter' review of Council Regulation (EC) No 1821/98 imposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5\" microdisks) originating in Indonesia, repealing the duty with regard to imports from this exporter and making these imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No 2152/98 of 7 October 1998 initiating a 'new exporter` review of Council Regulation (EC) No 1821/98 imposing a definitive anti-dumping duty on imports of certain magnetic disks (3,5&Prime; microdisks) originating in Indonesia, repealing the duty with regard to imports from this exporter and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 905/98 (2), and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST FOR A REVIEW\n(1) The Commission has received an application for a 'new exporter` review pursuant to Article 11(4) of Regulation (EC) No 384/96 (hereinafter referred to as the 'Basic Regulation`). The application was lodged by PT Betadiskindo Binatama, Indonesia, (hereinafter referred to as 'the applicant`) an exporter in Indonesia which claims it did not export the product concerned during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 March 1994 to 28 February 1995 (hereinafter referred to as 'the original investigation period`).\nB. PRODUCT\n(2) The products concerned are 3,5&Prime; microdisks, used to record and store encoded digital computer information falling within CN code ex 8523 20 90. This code is given for information only.\nC. EXISTING MEASURES\n(3) By Regulation (EC) No 1821/98 (3) the Council imposed a definitive anti-dumping duty of 41,1 % on imports of the product concerned originating in Indonesia.\nD. GROUNDS FOR THE REVIEW\n(4) The applicant has shown that it is not related to the exporter/producer in Indonesia which is subject to the aforementioned anti-dumping measures on the product concerned, and that it started exporting to the Community after the original investigation period.\n(5) Community producers known to be concerned have been informed of the above application and have been given an opportunity to comment.\n(6) In the light of the above, the Commission concludes that there is sufficient evidence to justify the initiation of a review pursuant to Article 11(4) of the Basic Regulation with a view to determining the applicant's individual margin of dumping and, should dumping be found, the level of duty to which its imports of the product concerned into the Community should be subject.\nE. REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(7) Pursuant to Article 11(4) of the Basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned originating in Indonesia which are produced and sold for export to the Community by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the Basic Regulation, in order to ensure that, should the review result in a determination of dumping in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicant's possible future liability cannot be estimated at this stage of the proceeding.\nF. TIME LIMIT\n(8) In the interest of sound administration, a period should be fixed within which interested parties, provided they can show that they are likely to be affected by the results of the investigation, may make their views known in writing and submit supporting evidence. A period should also be fixed, within which interested parties may make a written request for a hearing and show that there are particular reasons why they should be heard.\nG. NON-COOPERATION\n(9) It should be noted that in cases in which any interested party refuses access to, or otherwise does not provide, necessary information within the relevant time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available,", "main_body": ["A review of Regulation (EC) No 1821/98 is hereby initiated in order to determine if and to what extent imports of 3,5&Prime; microdisks, used to record and store encoded digital computer information falling within CN code ex 8523 20 90 (TARIC code 8523 20 90*10), originating in Indonesia, produced and sold for export to the Community by PT Betadiskindo Binatama, Jl. Industri II kva. C 7-6 Hyundai Industrial Estate, Lippo Cikarang, Bekasi 17550, Indonesia, should be subject to the anti-dumping duty imposed by Regulation (EC) No 1821/98.", "The anti-dumping duty imposed by Regulation (EC) No 1821/98 is hereby repealed with regard to imports of the product identified in Article 1 (TARIC additional code 8549).", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1. Registration shall expire nine months following the date of entry into force of this Regulation.", "Interested parties, if their representations are to be taken into account during the investigation, must make themselves known, present their views in writing and submit information within 40 days from the date of the entry into force of this Regulation. Interested parties may also apply to be heard by the Commission within the same time limit.\nAny information relating to the matter and any request for a hearing should be sent to the following address:\nEuropean Commission\nDirectorate-General I for External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand\nDM 24 8/38\nRue de la Loi/Wetstraat 200\nB-1049 Brussels\nFax (32-2) 295 65 05\nTelex 21877 COMEU B.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 128, 30. 4. 1998, p. 18.\n(3) OJ L 236, 22. 8. 1998, p. 1."}