{"celex_id": "31990R2773", "uri": "http://publications.europa.eu/resource/cellar/553ea842-81f2-4bec-a0e1-e1103cb27c19", "type": "Regulation", "concepts": ["1308", "2081", "2121", "2972", "4743"], "title": "Commission Regulation (EEC) No 2773/90 of 27 September 1990 amending Regulation (EEC) No 1868/77 laying down detailed rules of application for Regulation (EEC) No 2782/75 on the production and marketing of eggs for hatching and of farmyard poultry chicks\n", "header": "COMMISSION  REGULATION (EEC) No 2773/90\nof 27 September 1990\namending Regulation (EEC) No 1868/77 laying down detailed rules of application for Regulation (EEC) No 2782/75 on the production and marketing of eggs for hatching and of farmyard poultry chicks\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (1), as last amended by Regulation (EEC) No 1235/89 (2), and in particular Article 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (3), as last amended by Regulation (EEC) No 1235/89, and in particular Article 15 thereof,\nHaving regard to Council Regulation (EEC) No 2782/75 of 29 October 1975 on the production and marketing of eggs for hatching and of farmyard poultry chicks (4), as last amended by Regulation (EEC) No 3987/87 (5), and in particular Article 17 thereof,\nWhereas, from the date of the unification of Germany, Community law will apply ipso jure to the territory of the former German Democratic Republic;\nWhereas, Commission Regulation (EEC) No 1868/77 (6), as last amended by Regulation (EEC) No 1351/87 (7), laid down detailed rules for the transmission of certain statistical data concerning eggs for hatching and chicks by Member States to the Commission ; whereas to permit the preparation of reliable estimates provision should be made, for an appropriate period, for the separate transmission of these data for the territory of the former German Democratic Republic;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["The following paragraph 1a is hereby inserted in Article 4 of Regulation (EEC) No 1868/77:\n'1a. From 3 October 1990 to 31 December 1992, Germany shall undertake the separate transmission of the statistics under Part I of the summary referred to in paragraph 1 for the former German Democratic Republic.'", "This Regulation shall enter into force on 3 October 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 49.\n(2) OJ No L 128, 11. 5. 1989, p. 29.\n(3) OJ No L 282, 1. 11. 1975, p. 77.\n(4) OJ No L 282, 1. 11. 1975, p. 100.\n(5) OJ No L 376, 31. 12. 1987, p. 20.\n(6) OJ No L 209, 17. 8. 1977, p. 1.\n(7) OJ No L 127, 16. 5. 1987, p. 18."}