{"celex_id": "31991R3895", "uri": "http://publications.europa.eu/resource/cellar/ae048527-aa78-492a-b177-eea7466c3946", "type": "Regulation", "concepts": ["4416", "4720", "4722", "893"], "title": "Council Regulation (EEC) No 3895/91 of 11 December 1991 laying down rules for the description and presentation of special wines\n", "header": "COUNCIL REGULATION (EEC) No 3895/91\nof 11  December 1991\nlaying down rules for the description and presentation of special wines\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of  the market in wine (1), as last amended by Regulation (EEC) No 1734/91 (2), and in particular  Article 72 (1) thereof,\nWhereas Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the  Member States relating to the labelling, presentation and advertising of foodstuffs (3), as last  amended by Commission Directive 91/72/EEC (4), provides for the introduction of the principle of  the compulsory indication of the actual alcoholic strength of all alcoholic beverages; whereas, on  the other hand, Article 10a thereof provides for the determination, by specific provisions, of  detailed rules governing the indication of the alcoholic strength by volume on the labelling of  products falling within CN code 2204;\nWhereas the description of liqueur wines, semi-sparkling wines and aerated semi-sparkling wines is  not regulated by Council Regulation (EEC) No 2392/89 of 24 July 1989 laying down general rules for  the description and presentation of wines and grape musts (5), as last amended by Regulation (EEC)  No 2356/91 (6), nor by Council Regulation (EEC) No 3309/85 of 18 November 1985 laying down general  rules for the description and presentation of sparkling wines and aerated sparkling wines (7), as  last amended by Regulation (EEC) No 2357/91 (8); whereas specific rules should be laid down for the  indication of the alcoholic strength by volume on the labelling of such wines;\nWhereas the use of lead-based capsules to cover the closing devices of containers in which wines or  grape musts are marketed should be banned, in order to avoid, firstly, any risk of contamination,  in particular by accidental contact with those products, and, secondly, any risk of environmental  pollution from waste containing lead from the aforementioned capsules; whereas, however, provision  should be made for a period of adjustment for the manufacturers and users of these capsules and,  with this in view, the ban in question should be applied only from 1 January 1993 onwards;\nWhereas Council Regulation (EEC) No 1627/86 of 6 May 1986 laying down rules for the description of  special wines with regard to the indication of alcoholic strength (9) should be repealed,", "main_body": ["1.  The description on the labelling of liqueur wines, semi-sparkling  wines and aerated semi-sparkling wines, as referred to in Annex I to Regulation (EEC) No 822/87 and  Article 2 of Regulation (EEC) No 2391/89 (10), shall include the actual alcoholic strength by  volume.\n2.  The actual alcoholic strength by volume shall be indicated in accordance with the conditions  laid down in the implementing provisions.\n¹¹", "Lead-based capsules or foils shall not be used to cover the closing devices on  liqueur wines, semi-sparkling wines or aerated semi-sparkling wines.", "1.  Regulation (EEC) No 1627/86 is hereby repealed.\n2.  References to the repealed Regulation shall be understood to be references to this Regulation  and are to be interpreted in accordance with the table of equivalence set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.", "shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 11 December 1991.\nFor the Council\nThe President\nP. BUKMAN\n(1) OJ N° L 84, 27. 3. 1987, p. 1.\n(2) OJ N° L 163, 26. 6. 1991, p. 6.\n(3) OJ N° L 33, 8. 2. 1979, p. 1.\n(4) OJ N° L 42, 16. 2. 1991, p. 27.\n(5) OJ N° L 232, 9. 8. 1989, p. 13.\n(6) OJ N° L 216, 3. 8. 1991, p. 1.\n(7) OJ N° L 320, 29. 11. 1985, p. 9.\n(8) OJ N° L 216, 3. 8. 1991, p. 2.\n(9) OJ N° L 144, 29. 5. 1986, p. 4.\n(10) Council Regulation (EEC) No 2391/89 of 24 July 1989 defining certain products in the wine  sector falling within CN codes 2009 and 2204, and originating in third countries (OJ N° L 232, 9.  8. 1989, p. 10).\nANNEX\n>TABLE>"}