{"celex_id": "31997R0448", "uri": "http://publications.europa.eu/resource/cellar/66e422e4-5976-4f74-a76b-5e46ef8f6029", "type": "Regulation", "concepts": ["1520", "2081", "3173", "5231", "5581", "893"], "title": "Commission Regulation (EC) No 448/97 of 7 March 1997 derogating, for certain regions in Italy, from the trading standards set for artichokes\n", "header": "COMMISSION REGULATION (EC) No 448/97 of 7 March 1997 derogating, for certain regions in Italy, from the trading standards set for artichokes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 3 (3) thereof,\nWhereas Commission Regulation No 58 of 15 June 1962 laying down common quality standards for certain fruit and vegetables (2), as last amended by Regulation (EEC) No 920/89 (3), lays down trading standards for artichokes; whereas these standards include precise rules on the packaging and presentation of these products;\nWhereas Article 3 (3) of Regulation (EC) No 2200/96 allows for derogation from the standards in force in cases where the fruit or vegetables of a given region are sold by the retail trade of the region for well-established traditional local consumption;\nWhereas the artichokes produced in the regions of Sicilia, Puglia, Sardegna, Campania, Lazio and Toscana are traditionally sold in the region of production in bunches surrounded by leaves and with stems of approximately 30 centimetres; whereas the Italian authorities have applied to the Commission for derogation from the standards in force in order to allow this presentation of artichokes to be maintained in the abovementioned production regions; whereas this derogation should be authorized;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. By way of derogation from Annex I/6 to Commission Regulation No 58, artichokes produced in Sicilia, Puglia, Sardegna, Campania, Lazio and Toscana may be sold by retail trade within those production regions in bunches surrounded by leaves and with a stem longer than 10 cm.\n2. For the purposes of this derogation, each package must, however, bear the name and address of the producer, production area or the national, regional or local designation, and the following indication: 'To be sold by retail trade in . . . (region) . . . only`, in legible indelible characters visible on the outside.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No 56, 7. 7. 1962, p. 1606/62.\n(3) OJ No L 97, 11. 4. 1989, p. 19."}