{"celex_id": "31991L0688", "uri": "http://publications.europa.eu/resource/cellar/f459fa4a-c300-4286-8722-9ab8d0cf76b2", "type": "Directive", "concepts": ["1309", "192", "2300", "4689", "5962"], "title": "Council Directive 91/688/EEC of 11 December 1991 amending Directive 72/462/EEC on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries\n", "header": "COUNCIL DIRECTIVE of 11 December  1991 amending Directive 72/462/EEC on health and veterinary inspection problems upon importation of  bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries  (91/688/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 72/462/EEC (4), as last amended by Directive 91/266/EEC (5), defines in  particular the conditions which must be satisfied as regards classical swine-fever upon importation  of live pigs, fresh pig meat and meat products from third countries;\nWhereas, given that the health situation within the Community in respect of classical swine-fever  has improved and systematic vaccination against the disease has been discontinued, it is  appropriate to amend the conditions laid down for importation of live pigs, fresh pig meat and meat  products,", "main_body": ["Directive 72/462/EEC is hereby amended as follows:\n1. the following paragraphs shall be added to Article 6:\n'4.  In respect of classical swine-fever, pigs must come from the territory of a third country  which:\n- has been free from classical swine-fever for at least 12 months,\n- has not permitted vaccination for the preceding 12 months,\n- does not allow on its territory pigs which have been vaccinated less than 12 months previously.\n5.  By way of derogation from paragraph 4, it may be decided, in accordance with the procedure laid  down in Article 29, to authorize the importation of pigs coming from a part of the territory of a  third country provided that vaccination against classical swine-fever is prohibited throughout the  entire territory of that country and that the part of the territory of the third country concerned  fulfils the conditions laid down in paragraph 4.\n6.  By way of derogation from paragraph 4, in the event of classical swine-fever occurring in a  third country which fulfils the conditions of paragraph 4, it may be decided, in accordance with  the procedure laid down in Article 29, that the period of 12 months referred to in the first indent  of paragraph 4 may be reduced to six months if:\n(a) an outbreak or a number of epizootiologically interrelated outbreaks occur within a  geographical limited area; and (b) the outbreak or outbreaks have been stamped out, within a period of three months and without  recourse to vaccination.`;\n2. the following subparagraph shall be added to Article 14 (2):\n'(c) in which no classical swine-fever has been detected for at least the preceding 12 months,  vaccination against classical swine-fever has not been authorized for at least the preceding 12  months and no pigs have been vaccinated against classical swine-fever in the preceding 12  months.`;\n3. the following sentence shall be added to Article 15:\n'In accordance with the procedure laid down in Article 29, it may be decided to derogate from  Article 14 (2) (c).`", "Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive not later than 1 July 1992. They shall forthwith  inform the Commission thereof.\nWhen these measures are adopted by the Member States, they shall contain a reference to this  Directive or shall be accompanied by such reference at the time of their official publication. The  procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 December 1991.\nFor the CouncilThe PresidentP. BUKMAN\n(1)OJ N째 C 226, 31. 8. 1991, p. 21.\n(2)OJ N째 C 326, 16. 12. 1991.\n(3)Opinion delivered on 28 November 1991 (not yet published in the Official Journal).\n(4)OJ N째 L 302, 31. 12. 1972, p. 28.\n(5)OJ N째 L 134, 29. 5. 1991, p. 45."}