{"celex_id": "31996L0050", "uri": "http://publications.europa.eu/resource/cellar/395fd2fa-e737-4a30-93eb-8726b3d319e7", "type": "Directive", "concepts": ["2897", "3100", "4509", "4511", "4515", "4521"], "title": "Council Directive 96/50/EC of 23 July 1996 on the harmonization of the conditions for obtaining national boatmasters' certificates for the carriage of goods and passengers by inland waterway in the Community\n", "header": "COUNCIL DIRECTIVE 96/50/EC of 23 July 1996 on the harmonization of the conditions for obtaining national boatmasters' certificates for the carriage of goods and passengers by inland waterway in the Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": "Having regard to the Treaty establishing the European Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure referred to in Article 189c of the Treaty (3),\nWhereas common provisions on the sailing of inland waterway vessels on the Community's inland waterways should be introduced; whereas a first step towards this goal was accomplished with the adoption of Council Directive 91/672/EEC of 19 December 1991 on the reciprocal recognition of national boatmasters' certificates for the carriage of goods and passengers by inland waterway (4);\nWhereas, because of differences in national legislation relating to the conditions for obtaining boatmasters' certificates for inland navigation and the need to make safety requirements in the inland navigation industry gradually stricter, Community rules for the issue of such certificates should be adopted in order to prevent any distortions of competition;\nWhereas, in order to guarantee the necessary uniformity and transparency, the Community should define a model for a single national boatmasters' certificate, mutually recognized by the Member States with no exchange obligation, responsibility for the granting of which would, in accordance with the subsidiarity principle, lie with the Member States;\nWhereas national navigable waterways not linked to the navigable network of another Member State are not subject to international competition and it is therefore not necessary to make compulsory on those waterways the common provisions for the granting of boatmasters' certificates laid down in this Directive;\nWhereas the main objective of these common provisions must be to improve the safety of navigation and the protection of human life; whereas it appears therefore essential that these provisions establish the minimum requirements which the applicant must meet in order to obtain the boatmasters' certificate for inland navigation;\nWhereas the requirements in question must concern at least the age required to sail a vessel, the physical and mental fitness of applicants, their professional experience and knowledge of certain subjects relating to the sailing of a vessel; whereas, in the interests of the safety of the vessel and of the persons on board, Member States may impose additional requirements regarding in particular the knowledge of certain local situations; whereas additional professional knowledge is required to navigate with the aid of radar or to sail a vessel carrying passengers;\nWhereas it is necessary to make provision for appropriate procedures to adapt the Annexes of this Directive; whereas it is thus appropriate that the Committee set up by Article 7 of Directive 91/672/EEC should assist the Commission in adapting the Annexes,", "main_body": ["1. Member States issuing a boatmasters' certificate for the carriage of goods and passengers by inland waterway, hereinafter referred to as the 'certificate`, shall do so in accordance wit the Community model described in Annex I, which complies with this Directive.\n2. Member States shall take all appropriate measures to preclude the risk of certificates being forged.\n3. The certificate shall be issued by the competent authority of the Member States in accordance with this Directive. It shall take account of the special characteristics of the waterways and of the certificates referred to in Article 1 of Directive 91/672/EEC, namely:\n- the boatmasters' certificate valid for all waterways in the Member States, with the exception of waterways to which the Regulation on the issue of Rhine navigation licences applies (Group A),\n- the boatmasters' certificate valid for all waterways in the Member States, with the exception of the waterways of a maritime character referred to in Annex II to Directive 91/672/EEC, and with the exception of waterways to which the Regulation on the issue of Rhine navigation licences applies (Group B).\n4. The Group A or Group B certificate issued by Member States in conformity with this Directive shall be valid for all Group A or Group B waterways in the Community.\n5. Subject to Article 8 (2), the Rhine navigation licence, issued in accordance with the revised Convention for the Navigation of the Rhine, shall be valid for all waterways in the Community.\n6. The national boatmasters' certificates mutually recognized by Directive 91/672/EEC, appearing in Annex I to this Directive, which are issued not later than 18 months after the date of entry into force of this Directive shall remain valid with no exchange obligation.", "For the purposes of this Directive:\n(a) 'competent authority` shall mean the authority designated by a Member State to issue certificates after verifying that applicants satisfy the requirements;\n(b) 'boatmaster` shall mean the person who has the necessary aptitude and qualifications to sail a vessel on the Member States' waterways and who has nautical responsibility on board;\n(c) 'member of the deck crew` shall mean a person who has regularly participated in sailing a vessel in inland navigation, including manning the tiller.", "1. This Directive shall apply to all boatmasters of inland-waterway vessels: self-propelled barges, tugs, pusher craft, barges, pushed convoys or side-by-side formations, intended for the transport of goods or passengers, except for:\n- boatmasters of vessels intended for goods transport which are under 20 metres in length,\n- boatmasters of vessels intended for passenger transport, which carry no more than 12 people in addition to the crew.\n2. A Member State may, after consulting the Commission, exempt from the application of this Directive boatmasters operating exclusively on national waterways not linked to the navigable network of another Member State and issue them with national boatmasters' certificates, the conditions for obtaining which may differ from those defined in this Directive. The validity of those national certificates shall in that case be limited to those waterways.", "1. In order to obtain a certificate, an applicant must satisfy the minimum requirements set out in Articles 5 to 8. The certificate shall mention whether the boatmaster has Group A or Group B authorization.\n2. The certificates issued by the Member States which meet the minimum requirements mentioned in paragraph 1 shall be mutually recognized.", "An applicant must be at least 21 years old to obtain a certificate. However, Member States may still issue certificates to persons 18 years old or older. Recognition by a Member State of a Group A or B certificate issued by another Member State may be subject to the same minimum age conditions as are required in that Member State for the issue of a certificate for the same Group.", "1. The applicant shall provide proof of physical and mental fitness by passing a medical examination carried out by a doctor recognized by the competent authority. That examination shall cover in particular visual and auditory acuity, colour vision, motricity of the upper and lower limbs and the neuro-psychiatric state and cardiovascular condition of the applicant.\n2. On reaching the age of 65 years, the holder of a certificate must, in the following three months and subsequently every year, undergo the examination referred to in paragraph 1; the competent authority shall attest on the certificate that the boatmaster has satisfied this obligation.", "1. An applicant must provide proof of at least four years' professional experience as a member of the deck crew on an inland waterway vessel.\n2. To be taken into account, professional experience must be validated by the competent authority of the Member State by being entered in a personal service record. It may have been acquired on any of the Member States' waterways. In the case of waterways part of whose courses are within Community territory, such as the Danube, Elbe and Oder, the professional experience acquired on all sections of those watercourses will be taken into consideration.\n3. The minimum duration of the professional experience referred to in paragraph 1 may be reduced by a maximum of three years:\n(a) where the applicant has a diploma recognized by the competent authority which confirms specialized training in inland navigation comprising practical navigation work; the reduction may not be greater than the duration of the specialized training; or\n(b) where the applicant can provide proof of professional experience acquired on a seagoing vessel as a member of the deck crew; in order to obtain the maximum reduction of three years, the applicant must provide proof of at least four years' experience in maritime navigation.\n4. The minimum duration of professional experience provided for in paragraph 1 may be reduced by a maximum of three years where the applicant has passed a practical examination in sailing a vessel; the certificate shall in that case cover only vessels with nautical characteristics similar to those of the vessel which underwent the practical examination.", "1. An applicant must have passed an examination of professional knowledge; that examination must include at least the general subjects listed in Chapter A of Annex II.\n2. Subject to consultation of the Commission, a Member State may require a boatmaster to satisfy additional requirements concerning knowledge of the local situation for navigation of certain waterways, with the exception of the waterways of a maritime character referred to in Annex II to Directive 91/672/EEC.\nSubject to the same reservation, a Member State may require the boatmaster of a passenger vessel, in certain limited transport areas, to have more detailed professional knowledge of special provisions relating to passenger safety, particularly in the event of accidents, fire or shipwreck.", "1. In order to be authorized to navigate with the aid of radar, the boatmaster must hold a special attestation delivered by the competent authority as proof that he has passed the examination covering professional knowledge of the subjects referred to in Chapter B of Annex II.\nThe Member States shall recognize the qualification issued under the regulation of the issuing of qualifications to sail a vessel with the aid of radar on the Rhine.\n2. An applicant satisfying the conditions set out in paragraph 1 shall have his or her fitness to navigate by radar attested by the competent authority in the form of an endorsement on the certificate.", "0\nIn order to be allowed to sail a boat transporting passengers on the waterways of the Member States, either the boatmaster or another member of the crew must be in possession of a special certificate issued by the competent authority as proof of his/her having passed an examination of professional knowledge in the subjects referred to in Chapter C of Annex II.", "1\nThe Commission, acting in accordance with the procedure laid down in Article 12, may take the necessary steps with a view to adapting the form of boatmasters' certificate in Annex I and in the light of the development of the necessary professional knowledge required for the issue of the certificate and specified in Annex II.", "2\n1. The Commission shall be assisted in application of Article 11 by the Committee set up by Article 7 of Directive 91/672/EEC.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n(3) a) The Commission shall adopt measures which apply immediately;\n(b) However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event the Commission may defer application of the measures which it has decided for a period of not more than one month from the date of such communication. The Council, acting by a qualified majority, may take a different decision within the same time limit.", "3\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 18 months after the date of entry into force of this Directive. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2. Member States shall immediately communicate to the Commission the text of the provisions they adopt in the field governed by this Directive.\n3. Where necessary, Member States shall assist one another in the implementation of this Directive.", "4\nThis Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "5\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 July 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No C 280, 6. 10. 1994, p. 5.\n(2) Opinion delivered on 25 January 1995 (OJ No C 102, 24. 4. 1995, p. 5).\n(3) Opinion of the European Parliament of 2 March 1995 (OJ No C 68, 20. 3. 1995, p. 41), common position of the Council of 8 December 1995 (OJ No C 356, 30. 12. 1995, p. 66) and Decision of the European Parliament of 9 May 1996 (OJ No C 152, 27. 5. 1996, p. 46).\n(4) OJ No L 373, 31. 12. 1991, p. 29.\nANNEX I\nMODEL BOATMASTERS' CERTIFICATE FOR INLAND NAVIGATION (85 mm × 54 mm - light blue background)\nThe physical characteristics of the paper must comply with ISO standards 78.10.\n>START OF GRAPHIC>\nBOATMASTERS' CERTIFICATE FOR INLAND NAVIGATION: A/B UNITED KINGDOM 1. xxx\n2. xxx\n3. 1. 1. 1996 - UK-London\n4. 2. 1. 1996\n6.\n7.\n8. A B\n9. R tonnes, kW, xx\n10. 1. 1. 2061\n11.\n5. xxx\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nBOATMASTERS' CERTIFICATE FOR THE CARRIAGE OF GOODS AND PASSENGERS BY INLAND WATERWAY\n1. Holder's name\n2. First name(s)\n3. Date and place of birth\n4. Date of issue of the certificate\n5. Issue number\n6. Photograph of the holder\n7. Holder's signature\n8. A. All waterways except the Rhine\nB. All waterways except those of a maritime character and the Rhine\n9. - R Radar\n- Sole category and capacity of vessel (tonnes, kW, passengers)\n10. Expiry date\n11. Endorsement(s)\nRestriction(s)\nEuropean Union model\n>END OF GRAPHIC>\nANNEX II\nPROFESSIONAL KNOWLEDGE REQUIRED TO OBTAIN THE BOATMASTERS' CERTIFICATE FOR INLAND NAVIGATION\nCHAPTER A\nGeneral subjects relating to the transport of goods and passengers\nPART 1: GROUP A CERTIFICATE\n1. Navigation\n(a) Exact knowledge of the traffic regulations of inland and maritime waterways, particularly of ECIW (European code for inland waterways) and of the International Regulations for Preventing Collisions at Sea, including nautical signing (designation and buoying of waterways);\n(b) Knowledge of the general geographical, hydrological, meteorological and morphological characteristics of the main inland and maritime waterways;\n(c) Terrestrial navigation with:\nDetermination of the course, position lines and ship's position, nautical printed matters and publications, work in the sea chart, nautical marks and buoyage systems, checking of the compass and bases of tidology.\n2. Vessel manoeuvring and handling\n(a) Handling of the vessel taking account of the effect of wind, current, thrust deduction and draught for the evaluation of sufficient buoyancy and stability;\n(b) Role and functioning of the rudder and propeller;\n(c) Anchoring and berthing in all conditions;\n(d) Manoeuvres in locks and ports, manoeuvres when meeting and passing other vessels.\n3. Vessel construction and stability\n(a) Knowledge of the basic principles of vessel construction with regard in particular to the safety of persons, the crew and the vessel;\n(b) Basic knowledge of Council Directive 82/714/EEC of 4 October 1982 on the technical provisions for inland waterway vessels (1);\n(c) Basic knowledge of the main component parts of the vessel;\n(d) Theoretical knowledge of the buoyancy and stability rules and their practical application, especially seaworthiness;\n(e) Additional requirements and in particular additional equipment, on maritime waterways.\n4. Engines\n(a) Basic knowledge of the design and working of the engines in order to ensure their proper functioning;\n(b) Operation and inspection of the main and auxiliary engines and action to be taken in case of disorder.\n5. Loading and unloading\n(a) Use of draught indicators;\n(b) Determination of the loading weight using the certificate of measurement;\n(c) Loading and unloading, stowage of cargo (stowage plan).\n6. Action in special circumstances\n(a) Principles of accident prevention;\n(b) Measures to be taken in the event of damage, collision and running aground including the sealing of leaks;\n(c) Use of rescue apparatus and equipment;\n(d) First aid in the event of accidents;\n(e) Prevention of fires and use of fire-fighting equipment;\n(f) Prevention of pollution of waterways;\n(g) Specific measures relating to the rescue of persons, vessels and cargo on maritime shipping routes, survival in distress.\nPART 2: GROUP B CERTIFICATE\n1. Navigation\n(a) Exact knowledge of the traffic regulations of inland waterways, particularly of ECIW (European code for inland waterways), including nautical signing (designation and buoying of waterways);\n(b) Knowledge of the general geographical, hydrological, meteorological and morphological characteristics of the main inland waterways;\n(c) Determination of the course, nautical printed matters and publications, buoyage systems.\n2. Vessel manoeuvring and handling\n(a) Handling of the vessel taking account of the effect of wind, current, thrust deduction and draught for the evaluation of sufficient buoyancy and stability;\n(b) Role and functioning of the rudder and propeller;\n(c) Anchoring and berthing in all conditions;\n(d) Manoeuvres in locks and ports; manoeuvres when meeting and passing other vessels.\n3. Vessel construction and stability\n(a) Knowledge of the basic principles of vessel construction with regard in particular to the safety of persons, the crew and the vessel;\n(b) Basic knowledge of Council Directive 82/714/EEC of 4 October 1982 on the technical provisions for inland waterway vessels;\n(c) Basic knowledge of the main component parts of the vessel;\n(d) Theoretical knowledge of the buoyancy and stability rules and their practical application.\n4. Engines\n(a) Basic knowledge of the design and working of the engines in order to ensure their proper functioning;\n(b) Operation and inspection of the main and auxiliary engines and action to be taken in case of disorder.\n5. Loading and unloading\n(a) Use of draught indicators;\n(b) Determination of the loading weight using the certificate of measurement;\n(c) Loading and unloading, stowage of cargo (stowage plan).\n6. Action in special circumstances\n(a) Principles of accident prevention;\n(b) Measures to be taken in the event of damage, collision and running aground, including the sealing of leaks;\n(c) Use of rescue apparatus and equipment;\n(d) First aid in the event of accidents;\n(e) Prevention of fires and use of fire-fighting equipment;\n(f) Prevention of pollution of waterways.\nCHAPTER B\nObligatory additional subjects for radar navigation\n(a) Knowledge of radar theory: general knowledge of radioelectric waves and principles of radar operation;\n(b) Ability to use radar equipment, interpretation of the radar display, analysis of the information supplied by the equipment and knowledge of the limits of the information supplied by radar;\n(c) Use of the turn indicator;\n(d) Knowledge of the ECIW rules on radar navigation.\nCHAPTER C\nObligatory additional knowledge for passenger transport\n1. Basic knowledge of technical regulations on: the stability of passenger vessels in case of damage, division into watertight compartments, plane of maximum draught.\n2. First aid in case of accidents.\n3. Fire prevention and fire-fighting equipment.\n4. Life-saving methods and equipment.\n5. How to protect passengers in general, especially in the case of evacuation, damage, collision, running aground, fire, explosion and other situations which may give rise to panic.\n6. Knowledge of safety instructions (emergency exits, gangplank, use of emergency helm).\n(1) OJ No L 301, 28. 10. 1982, p. 1."}