{"celex_id": "31991R1719", "uri": "http://publications.europa.eu/resource/cellar/8a29e5e6-4a0e-4086-b0aa-bb1579eda679", "type": "Regulation", "concepts": ["13", "1309", "2887", "4315", "4319"], "title": "Council Regulation (EEC) No 1719/91 of 13 June 1991 laying down general rules on the marketing of preferential sugar in the Community for the 1989/90, 1990/91 and 1991/92 marketing years\n", "header": "COUNCIL REGULATION (EEC) No 1719/91 of 13 June 1991 laying down general rules on the marketing of preferential sugar in the Community for the 1989/90, 1990/91 and 1991/92 marketing years\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 464/91 (2), and in particular Article 37 (1) (a) thereof,\nWhereas, pursuant to Article 1 (1) of Protocol 8 on ACP sugar, hereinafter referred to as 'the Protocol', annexed to the Fourth ACP-EEC Convention, signed at LomĂŠ on 15 December 1989, the Community has undertaken to purchase and import at guaranteed  prices specific quantities of cane sugar originating in the ACP States which those States undertake to supply; whereas, pursuant to Article 1 (1) of the Agreement between the European Economic Community and the Republic of India on cane sugar (3),  hereinafter referred to as 'the Agreement', the same reciprocal commitments were entered into as regards sugar originating in India; whereas, pursuant to Article 1 (2) of the Protocol and Article 1 (2) of the Agreement, those texts are to be implemented  for the sugar in question, hereinafter referred to as 'preferential sugar', within the framework of the common organization of the sugar market;\nWhereas the measures to be adopted by the Community to ensure this implementation of the Protocol and the Agreement must be such as to permit the observance of the relevant commitments entered into under those instruments, namely the supply of  preferential sugar and the purchase of that sugar and therefore the supply of the Community market and more particularly that of port refineries in the Community;\nWhereas, owing to the freeze on guaranteed prices for sugar during several delivery periods, the fall in such prices for the 1989/90 delivery period and the prejudicial effects which those measures will have on the sugar industry of the countries  concerned unless accompanying measures are taken, there appears to be a short-term risk that the reciprocal commitments to deliver and import sugar provided for in the Protocol and the Agreement may no\nlonger be fully observed under these circumstances; whereas almost all those deliveries comprise raw sugar intended for refining; whereas supplies to Community refineries are therefore seriously threatened;\nWhereas to that end a special accompanying measure for a limited period involving the granting of a marketing premium for raw preferential sugar intended for refining in the Community would enable the sugar industry in the producing countries to adjust  to this new situation during that period,", "main_body": ["1.  During the 1989/90, 1990/91 and 1991/92 marketing years, a marketing premium for the import of raw preferential cane sugar refined into white sugar during that period in the refineries referred to in the third subparagraph of Article 9 (4) of  Regulation (EEC) No 1785/81 shall be granted as an intervention measure.\n2.  The premium referred to in paragraph 1 may be granted only in respect of the quantities laid down in the Protocol and the Agreement that have been imported and only if the premium is reassigned by the importer to the producer of the preferential  sugar in question.\n3.  The premium referred to in paragraph 1 shall be determined per 100 kilograms of white sugar for each marketing year taking account of a total appropriation of ECU 30 million for the three marketing years referred to in paragraph 1.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1991.\nFor the Council\nThe President\nA. BODRY\n(1) OJ No L 177, 1. 7. 1981, p. 4.(2) OJ No L 54, 28. 2. 1991, p. 22.(3) OJ No L 190, 22. 7. 1975, p. 35."}