{"celex_id": "31993D0683", "uri": "http://publications.europa.eu/resource/cellar/b07ba0a4-e89e-4701-a2aa-d38289faaf94", "type": "Decision", "concepts": ["1005", "1700", "2836", "4036", "4359"], "title": "93/683/EEC: Council Decision of 29 October 1993 introducing a Community system of information on home and leisure accidents\n", "header": "COUNCIL DECISION of 29 October 1993 introducing a Community system of information on home and leisure accidents (93/683/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the establishment of a Community system of information on home and leisure accidents forms a component part of a consumer protection policy; whereas its importance in this respect can be seen from the fact that the data collected in pursuance of  the demonstration project set up by Decision 86/138/EEC (4) are being put to specific uses by several Member States for the adoption of measures in the area of product safety;\nWhereas the completion of the internal market has increased the circulation of products within the Community; whereas, in order to identify the products involved in accidents and the combination of circumstances which might lead to these accidents, it  is desirable for national authorities to have sufficiently homogeneous instruments so that the conclusions of one Member State can, where appropriate, be used for other Member States as well as at Community level;\nWhereas, although the management of consumer safety is primarily the responsibility of each Member State, Community financial involvement can help the Member States to overcome the problems of the actual collection of data at national level; whereas the  Commission must therefore provide coordination and contribute to the homogeneous implementation of activities conducted at national level by promoting the dissemination of information on home and leisure accidents to all the competent authorities;\nWhereas a Community framework and Community financial assistance are necessary to avoid major distortions, since a number of Member States would not have the necessary resources to obtain by themselves the data on home and leisure accidents which help  to establish a policy on consumer protection;\nWhereas steps should be taken to ensure the overall quality of the data by the use of homogeneous basic methods and, in the context of the internal market and Council Directive 92/59/EEC of 29 June 1992 on general product safety (5) to make it possible  for all Member States to collect the information needed for the monitoring of the products involved in accidents; whereas such data must normally be obtained from hospital casualty departments, but alternative sources may be accepted under certain  conditions;\nWhereas the Community aspects of the collection of data oblige the Member States to use a homogeneous methodology for the collection and production of information for transmission to the Commission; whereas this constraint is not disproportionate to the  objective pursued; whereas, by its very nature, this system is not appropriate to serve as statistical proof, a fact which should be pointed out each time the system is referred to;\nWhereas the provision of specific information by the Member States, at the Commission's request, on products or groups of products involved in accidents is necessary for the development of a Community policy on product safety;\nWhereas the Member States must also be in a position to make a summary report to the Commission; whereas the conclusions drawn by the Member States in those reports should make it possible for the Commission, in concert with the Member States, to  determine what action should be taken at Community level;\nWhereas, finally, the introduction of an information system on home and leisure accidents appears, under these conditions, to be necessary at Community level, to support and complement the policy carried out by the Member States in this important area  to achieve a high level of consumer protection and it does not exceed what is necessary to promote the prevention of such accidents; it is therefore consonant with the principle of subsidiarity;\nWhereas an amount of ECU 2,5 million is estimated necessary to finance such a system during 1993; whereas this amount should come within the existing Community financial framework;\nWhereas the Treaty does not provide, for the adoption of this Decision, powers other than those of Article 235,", "main_body": ["1. A Community system of information on home and leisure accidents, hereinafter referred to as 'the system', is hereby set up for a period of one year; the specifications and operating procedures of the system shall be as set out in Annex I.\n2. The system's objectives shall be to collect data on home and leisure accidents with a view to promoting accident prevention, improving the safety of consumer products and informing and educating consumers so that they make better use of products.\n3. This Decision shall not apply to industrial accidents, nor to road, rail, sea or air traffic accidents.", "1. Member States shall be responsible for implementing the system. They shall process directly the data collected and submit to the Commission a report containing summaries and evaluations at national level of the results obtained, and the  conclusions they draw from those results.\n2. Member States shall supply the Commission, at its request, with available data on the safety of certain products, or specific categories of products, involved in home and leisure accidents and the circumstances surrounding such accidents.\n3. Member States shall designate the authority or authorities responsible for the collection and transmission of such data and shall inform the Commission of the names and addresses of those authorities.\n4. In the interests of transparency in the use of Community funds, each Member State shall ensure appropriate publication of the report referred to in paragraph 1.", "1. The Commission shall promote compatibility of the methodologies applied in the Member States, paying particular attention to improving the homogeneity of the data definitions and classifications and also with regard to the data-collection  basis and the national reports on the processing of the data.\n2. The Commission shall help finance implementation of the system in the Member States, in accordance with the procedures laid down in Annex II.\n3. The Commission shall process, summarize and publish the data received from the Member States and shall disseminate them in an appropriate manner at Community level.\nIt shall draw up a report in cases where the data supplied by the Member States are, in its opinion, incompatible with the methodology and the operating procedures referred to in Annex I or where the Member States have failed to supply the data referred  to in Article 2 (1) and (2).", "1. The Commission and the Member States shall ensure that, in the course of the collection and forwarding of information, all identifying details or those which enable identities to be deduced are removed so that the identities of victims  remain confidential.\n2. Any referenced use of data in the Member States in official publications shall be accompanied by the following statement: 'The Community system of information on home and leisure accidents provides only general indications and cannot be regarded as  statistical proof of the safety or lack of safety of a given product.'", "The Community financial resources estimated necessary for implementing the system shall be ECU 2,5 million for 1993.\nThe amount shall fall within the current financial perspective.\nThe budget authority shall determine the appropriations available taking into account the principles of sound management referred to in Article 2 of the Financial Regulation applicable to the general budget of the European Communities.", "The Commission shall draw up a final report on the implementation and effectiveness of the system as soon as possible after 31 December 1993.\nIn drawing up its report, the Commission shall take due account of experience gained from previous assessments and pay particular attention to the following:\n- the timeliness, quality and comparability of the data provided by the Member States,\n- the need to adjust existing codes and to adopt new codes and common coding principles, taking into account the increasing number of new products,\n- the ease of access to information,\n- the enhanced value of the data to the Member States and the Community,\n- the distribution of hospitals between the Member States.\nThe report shall be submitted to the European Parliament, the Council and the Economic and Social Committee.", "This Decision shall apply from 1 January 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No C 59, 2. 3. 1993, p. 10.\n(2) OJ No C 194, 19. 7. 1993, p. 366.\n(3) OJ No C 201, 26. 7. 1993, p. 6.\n(4) OJ No L 109, 26. 4. 1986, p. 23. Decision as amended by Decision 90/534/EEC (OJ No L 296, 27. 10. 1990, p. 64).\n(5) OJ No L 228, 11. 8. 1992, p. 24.\nANNEX I\nSpecifications and operating procedures of the system  1. The system shall apply to home and leisure accidents which are followed by medical treatment and which occur in the home or its immediate surroundings, such as gardens, yards and garages, or  during leisure, sports or school activities.\n2. The basic information shall be obtained from the casualty departments of hospitals selected by the Member States in accordance with the limits specified in point 4. These hospitals must, in so far as possible, be proportionally representative of  rural and urban communities.\nHowever, for administrative and technical reasons, in Germany, Spain and Luxembourg the collection of data shall be carried out by means of household surveys. Procedures for conducting these surveys shall be agreed between these Member States and the  Commission, taking account of point 4.\n3. When compiling their national reports, Member States shall, wherever possible, take into account additional information, including that obtained from poison-antidote centres, death certificates, family doctors, burns treatment centres, fire services  and first-aid systems.\n4. The basic data collected must be as reliable as possible.\nThey shall at least include information on:\n- the place where an accident occurred,\n- the date of the accident,\n- the place of treatment,\n- the activity of the victim at the time of the accident,\n- the type of accident,\n- the type of product involved in the accident,\n- the age of the victim,\n- the sex of the victim,\n- the type of injury,\n- the parts of the body injured,\n- the treatment of the injury,\n- hospitalization,\n- a brief description of the accident and its causes (including, where possible, the main features and identifying details of the product involved).\nThis information shall be classified in accordance with a method based on homogeneous criteria at Community level.\n5. The distribution of hospitals among the Member States referred to in the first paragraph of section 2 shall be as follows:\n- Belgium 4\n- Denmark 5\n- Greece 4\n- France 8\n- Ireland 2\n- Italy 7\n- Netherlands 7\n- Portugal 6\n- United Kingdom 11\nTotal:  54\nANNEX II\nFinancing procedure  1. Community financial support for the hospitals participating in the collection of data would be allocated at a standard rate representing 80 % of the actual costs up to a ceiling of ECU 28 000 per hospital for 1993.\n2. Community financial support for the household surveys in Germany, Spain and Luxembourg will be allocated at a standard rate of 80 % of the actual costs incurred up to a ceiling of\n- ECU 380 000 for Germany,\n- ECU 225 000 for Spain,\n- ECU 95 000 for Luxembourg.\n3. In addition, Community financial support would be provided as a contribution to the strengthening of the least developed national infrastructures, in particular through the development of appropriate computerized networks and so that Member States  with operational collection systems may give bilateral technical assistance to the other Member States.\nThis Community financial support may not exceed 3 % of the overall financial support granted by the Community.\n4. Financial support is tied to the submission of the report referred to in Article 2 of the Decision."}