{"celex_id": "31998R0854", "uri": "http://publications.europa.eu/resource/cellar/fc6249ca-047d-4a31-add8-e3b548c3c269", "type": "Regulation", "concepts": ["3003", "5096", "693", "797"], "title": "Commission Regulation (EC) No 854/98 of 23 April 1998 fixing the advance on the aid for oranges for the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 854/98 of 23 April 1998 fixing the advance on the aid for oranges for the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2202/96 of 28 October 1996 introducing a Community aid scheme for producers of certain citrus fruits (1), and in particular Article 6 thereof,\nWhereas Article 14(1) of Commission Regulation (EC) No 1169/97 of 26 June 1997 laying down detailed rules for the application of Council Regulation (EC) No 2202/96 introducing a Community aid scheme for producers of certain citrus fruits (2) specifies that producer organisations may submit applications, by product and delivery period, for advances on the aid in respect of oranges, mandarins, clementines, satsumas and lemons delivered for processing under contracts; whereas paragraph 2 of that Article specifies that the advance is to be equal to 70 % of the aid set out in the Annex to Regulation (EC) No 2202/96; whereas paragraph 5 of that Article states that where there is a risk of an overrun in the processing thresholds fixed in Article 5 of Regulation (EC) No 2202/96, that percentage may be reduced;\nWhereas, pursuant to Article 22(1) of Regulation (EC) No 1169/97, the Member States have notified the Commission of the quantities, broken down by delivery period, of oranges covered by contracts for the 1997/98 marketing year; whereas, in the light of those data and of processed quantities on which aid was paid during the 1995/96 and 1996/97 marketing years, there is a risk of an overrun in the processing thresholds for those products; whereas the advance on the aid for the 1997/98 marketing year should accordingly be reduced;\nWhereas, in accordance with Article 23(2)(c) of the abovementioned Regulation, the advance on the aid for oranges may not be paid before 15 April 1998; whereas this Regulation should apply from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1997/98 marketing year, the advance on the aid for oranges provided for in Article 14(2) of Regulation (EC) No 1169/97 shall amount to 37 % of the aid fixed in the Annex to Regulation (EC) No 2202/96.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 15 April 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 49.\n(2) OJ L 169, 27. 6. 1997, p. 15."}