{"celex_id": "31991D0013", "uri": "http://publications.europa.eu/resource/cellar/cea4b1cc-06fe-432a-bd42-da2013cf4310", "type": "Decision", "concepts": ["1309", "192", "2300", "2560", "4689", "619", "994"], "title": "91/13/EEC: Commission Decision of 17 December 1990 relating to trade in animals not vaccinated during the course of the last 12 months against foot and mouth disease\n", "header": "COMMISSION DECISION  of 17 December 1990  relating to trade in animals not vaccinated during the course of the last 12 months against foot and mouth disease  (91/13/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/423/EEC of 26 June 1990 amending Directive 85/511/EEC introducing Community measures for the control of foot and mouth disease, Directive 64/432/EEC on animal health problems affecting intra-Community trade in  bovine animals and swine and Directive 72/462/EEC on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat or meat products from third countries (1), and in particular Article 6 thereof,\nWhereas it is possible to permit the movement of certain vaccinated animals in order to allow the continuation of previous existing trade patterns, where such trade can continue without the risk of spread of infection;\nWhereas at present it is not possible to resolve the problems relating to trade in animals vaccinated less than 12 months previously as well as their semen and embryos; whereas this should be studied in the light of information submitted by Member  States at a later date; whereas, however, the situation related to animals which are vaccinated more than 12 months previously should also be reviewed before the expiry of this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["     Article 1\nMember States which practised vaccination against foot and mouth disease at the time of notification of this Decision and which have ceased vaccination may not oppose the introduction onto their territory of cattle vaccinated more than 12 months  previously, provided that they are accompanied by a guarantee confirming that they have not been vaccinated during the previous 12 months.   Article 2\nThe following must be added on the health certificate, as provided for in Annex F, model I or II to Council Directive 64/432/EEC (2), accompanying cattle intended for Member States as described in Article 1:\n'animals which have not been vaccinated against foot and mouth disease during the previous 12 months, in accordance with Commission Decision 91/13/EEC'.   Article 3\nThis Decision shall apply until 31 December 1992.   Article 4\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission   (1) OJ No L 224, 18. 8. 1990, p. 13. (2)\nOJ No 121, 29. 7. 1964, p. 1977/64."}