{"celex_id": "31999D0144", "uri": "http://publications.europa.eu/resource/cellar/de6ec751-ee8d-4288-b648-8ed9ea85c5fb", "type": "Decision", "concepts": ["1474", "4048", "5327", "5344", "5898"], "title": "1999/144/EC, ECSC, Euratom: Decision of the Council and the Commission of 21 December 1998 on the conclusion of the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part\n", "header": "DECISION OF THE COUNCIL AND THE COMMISSION of 21 December 1998 on the conclusion of the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part (1999/144/EC, ECSC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 238 in conjunction with the second sentence of Article 228(2) and the second subparagraph of Article 228(3) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 95 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nAfter consultation of the Consultative Committee and with the assent of the Council pursuant to Article 95 of the Treaty establishing the European Coal and Steel Community,\nHaving regard to the assent of the European Parliament (1),\nHaving regard to the approval of the Council granted pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nWhereas the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part, signed in Luxembourg on 10 June 1996, should be approved,", "main_body": ["The Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part, the Protocols annexed thereto and the declarations and exchanges of letters attached to the Final Act are hereby approved on behalf of the European Community, the European Coal and Steel Community, and the European Atomic Energy Community.\nThe texts referred to in the first paragraph are attached to this Decision.", "1. The position to be taken by the Community within the Association Council and within the Association Committee when the latter is empowered to act by the Association Council shall be determined by the Council, on a proposal by the Commission, or, where appropriate, by the Commission, each in accordance with the corresponding provisions of the Treaties establishing the European Communities.\n2. The President of the Council shall, in accordance with Article 111 of the Europe Agreement, preside over the Association Council and present the position of the Community. A representative of the Commission shall preside over the Association Committee, in accordance with the Rules of Procedure thereof, and present the position of the Community.\n3. The decision to publish the decisions of the Association Council and the Association Committee in the Official Journal of the European Communities shall be taken on a case-by-case basis by the Council and Commission respectively.", "The President of the Council shall, on behalf of the European Community, deposit the act of notification provided for in Article 131 of the Agreement. The President of the Commission shall deposit the said acts of notification on behalf of the European Coal and Steel Community and European Atomic Energy Community."], "attachments": "Done at Brussels, 21 December 1998.\nFor the Council\nThe President\nM. BARTENSTEIN\nFor the Commission\nThe President\nJ. SANTER\n(1) OJ C 347, 18.11.1996, p. 145."}