{"celex_id": "31998D0382", "uri": "http://publications.europa.eu/resource/cellar/72420b2b-e4e8-4ff3-8d03-5c1d4b20edba", "type": "Decision", "concepts": ["2761", "4258", "4369", "5455"], "title": "98/382/EC: Council Decision of 5 June 1998 on the statistical data to be used for the determination of the key for subscription of the capital of the European Central Bank\n", "header": "17.6.1998 EN Official Journal of the European Communities L 171/33\nCOUNCIL DECISION\nof 5 June 1998\non the statistical data to be used for the determination of the key for subscription of the capital of the European Central Bank\n(98/382/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 29.2 of the Protocol on the Statute of the European System of Central Banks and of the European Central Bank annexed thereto,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the European Monetary Institute (3),\nActing in accordance with the procedure provided for in Article 106(6) of the Treaty and in Article 42 of the said Protocol,\n(1) Whereas the European Central Bank (ECB) will be established as soon as its Executive Board is appointed;\n(2) Whereas the initial capital of the ECB, which shall become operational upon its establishment, is ECU 5 000 million;\n(3) Whereas the national central banks will be the sole subscribers to, and holders of, the capital of the ECB;\n(4) Whereas the key for the subscription of the ECB's capital will be determined when the ECB is established;\n(5) Whereas the statistical data to be used for the establishment of the key will be provided by the Commission in accordance with the rules adopted by the Council;\n(6) Whereas the nature of, and sources for, the data to be used and the method of calculation of the weighting of national central banks in the key must be defined;\n(7) Whereas Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonisation of the compilation of gross national product at market prices (4) introduces a procedure for the adoption by Member States of data on the gross domestic product at market prices; whereas Member States must take all the necessary steps to ensure that these data are transmitted to the Commission,", "main_body": ["The statistical data to be used for the determination of the key for subscription of the capital of the ECB shall be provided by the Commission in accordance with the rules laid down in the following Articles.", "Population and gross domestic product at market prices, hereinafter referred to as ‘GDP mp’, shall be defined according to the European System of Integrated Economic Accounts (ESA) in the version which is used for the application of Directive 89/130/EEC, Euratom. GDP mp shall mean GDP mp as defined in Article 2 of that Directive.", "The data on population shall be taken for the year 1996. The mean of the total population over the course of the year shall be used in accordance with the ESA recommendation.", "The data on GDP mp shall be taken for each of the years 1991 to 1995. The data on GDP mp for each Member State shall be expressed in the national currency at current prices.", "The data on population shall be collected by the Commission (Eurostat) from Member States.", "The data on GDP mp for the years 1991 to 1995 shall result from the application of Directive 89/130/EEC, Euratom.", "1.   The share of a Member State in the population of the Community shall be its share in the sum of the population of the Member States, expressed as a percentage.\n2.   The GDP mp data for each year and each Member State expressed in national currencies shall be converted into figures expressed in ecus. The exchange rate used for this purpose shall be the average of the exchange rates for all working days in a year. The daily exchange rate shall be the rate calculated by the Commission and published in the ‘C’ series of the Official Journal of the European Communities.\n3.   The share of a Member State in GDP mp of the Community shall be its share in the sum of GDP mp of the Member States over five years, expressed as a percentage.", "The weighting of a national central bank in the key shall be the arithmetic mean of the shares of the Member State concerned in the population and in the GDP mp of the Community.", "The various steps of calculation shall use sufficient digits to ensure their accuracy. The weighting of national central banks in the key shall be expressed to four decimal places.", "0\nThe data referred to in this Decision shall be communicated by the Commission to the ECB as soon as possible after its establishment."], "attachments": "Done at Luxembourg, 5 June 1998.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ C 118, 17. 4. 1998, p. 13.\n(2)  Opinion delivered on 28 May 1998 (not yet published in the Official Journal).\n(3)  Opinion delivered on 6 April 1998 (not yet published in the Official Journal).\n(4)  OJ L 49, 21. 2. 1989, p. 26."}