{"celex_id": "31996R1445", "uri": "http://publications.europa.eu/resource/cellar/51ca1c96-2cc4-4bce-9092-49ec77eaf392", "type": "Regulation", "concepts": ["1309", "1591", "2300", "3156", "4331", "519"], "title": "Commission Regulation (EC) No 1445/96 of 24 July 1996 terminating the investigation concerning the circumvention of anti-dumping measures imposed by Regulation (EEC) No 2861/93 on imports of certain magnetic disks (3,5\" microdisks) originating in Japan, Taiwan and the People's Republic of China by imports of the same product from Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand, and ceasing registration of this product\n", "header": "COMMISSION REGULATION (EC) No 1445/96 of 24 July 1996 terminating the investigation concerning the circumvention of anti-dumping measures imposed by Regulation (EEC) No 2861/93 on imports of certain magnetic disks (3,5&Prime; microdisks) originating in Japan, Taiwan and the People's Republic of China by imports of the same product from Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand, and ceasing registration of this product\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 9, 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EC) No 2451/95 (2) the Commission initiated an investigation concerning the circumvention of the anti-dumping duties imposed by Commission Regulation (EC) No 2861/93 (3) on imports of certain magnetic disks (3,5&Prime; microdisks) originating in Japan, Taiwan and the People's Republic of China by the same product from Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand and instructed customs authorities, pursuant to Articles 13 (3) and 14 (5) of Regulation (EC) No 384/96 to register the imports covered by the investigation. The investigation was initiated following a request lodged by the Committee of European Diskette Manufacturers (Diskma).\n(2) The request contained prima facie evidence of a change in the pattern of trade between the countries concerned and the Community which sole due cause or justification was the existence of anti-dumping duties, and of transhipments through these countries to the Community of 3,5&Prime; microdisks manufactured in the People's Republic of China and Taiwan. The request also showed that the imports from the countries concerned were being dumped in relation to the normal values previously established and were undermining the remedial effects of the anti-dumping duties imposed on imports of 3,5&Prime; microdisks originating in the People's Republic of China and Taiwan. This evidence was considered to be sufficient to justify the initiation of an investigation.\n(3) The product concerned is 3,5&Prime; microdisks, used to record and store encoded digital computer information, currently classifiable within CN code ex 8523 20 90.\n(4) The Commission officially advised the exporters known to be concerned and the representatives of the exporting countries about the initiation of the investigation and sent questionnaires to known exporters.\n(5) The investigation covered the period 1 July 1994 to 30 June 1995.\nB. INVESTIGATION\n(6) The Commission received replies from the following exporters:\n(a) Canada:\nKAO Infosystems Canada Inc., Ontario;\n(b) Hong Kong:\nJackin Magnetic Company Ltd,\nHong Kong Plantron (HK) Ltd,\nHong Kong Magnetic Ltd,\nBenelux Manufacturing Limited,\nPrime Standard Ltd;\n(c) India:\nAllied Electronics & Magnetics Ltd, Udaipur,\nMoser-Baer India Ltd, New Delhi,\nSujata Data Products Ltd, Bombay;\n(d) Indonesia:\nP.T. Beneluxindo, Djakarta;\n(e) Malaysia:\nDiscomp, Kuala Lumpur,\nKUB Microeletronics Sdn. Bhd, Kuala Lumpur,\nMega High-Tech Corp. (M) Sdn. Bhd, Penang;\n(f) Philippines:\nMaxi Data Philippines Inc., Manila;\n(g) Singapore:\nDatapulse Technology Ltd, Singapore,\nGeneral Magnetics Limited, Singapore,\nGoldtron Magmedia Pte. Ltd, Singapore,\nMJC (Singapore) Pte. Ltd, Singapore;\n(h) Thailand:\nGeneral Mediatech Co. Ltd, Bangkok,\nV-SA Cast Co. Ltd, Bangkok,\nV-SA Magnetic Co. Ltd, Bangkok.\nV-SA Magnetic was a subsidiary of V-SA Cast which held more than 50 % of the shares of V-SA Magnetic.\nNo exporter from Macao replied to the Commission's questionnaire.\nWith the exception of the companies located in Canada and the Philippines the Commission verified all the information submitted at the premises of the exporters mentioned above.\nC. RESULTS\nCanada, India, Philippines and Singapore\n(7) The Community industry alleged in its request to initiate the circumvention investigation that the combined market share of Canada, India, Philippines and Singapore was 4,5 % of Community consumption in 1994. However, based on the latest external trade statistics of the Community (Comext), the Commission established that the market share of these countries only amounted to 2,8 % during the investigation period, and thus it was less than the de minimis import volume referred to in Article 9 (3) of Regulation (EC) No 384/96 for which injury shall normally be regarded as negligible. Furthermore, it was established that the imported quantities from these countries were also below the de minimis thresholds of Article 5 (8) of the Agreement on Implementation of Article VI of GATT 1994 of 3 % of total imports of the like product into the Community on a per country basis, and of 7 % for all four countries taken together.\n(8) On this basis, the Commission considered it unlikely in this case that the imports from the four countries concerned could undermine in terms of quantities the remedial effects of the anti-dumping duties imposed on imports of the product concerned originating in the People's Republic of China and Taiwan.\nHong Kong\n(9) Jackin Magnetic and Plantron (HK) were found to be genuine producers of microdisks which accounted for about 90 % of total Hong Kong's export volume to the Community during the investigation period. No evidence of transhipments of the finished product concerned originating in the People's Republic of China or Taiwan was found in respect of these two companies. Furthermore, it was established that for each company the parts imported from the countries subject to the anti-dumping duties constituted less than 60 % of the total value of the parts of the assembled product.\n(10) Hong Kong Magnetic is a trading company which sold microdisks to the Community. However, no evidence of transhipments to the Community of the finished product concerned originating in the People's Republic of China or Taiwan was found in respect of this company.\n(11) Benelux Manufacturing and its subsidiary Prime Standard were found to be related to the Indonesian producer/exporter P. T. Beneluxindo (see recital 14) and to have sold microdisks to the Community. However, no evidence of transhipments to the Community of the finished product concerned originating in the People's Republic of China or Taiwan was found in respect of these two companies in Hong Kong.\n(12) Another company which was related to the Thai exporter V-SA Magnetic, refused to cooperate in the investigation (see recital 18). The Commission services will continue to monitor closely the situation in this respect.\n(13) In view of these findings, it was established that the companies investigated did not fulfil the criteria set out in Article 13 (1) and (2) (b) of Regulation (EC) No 384/96 according to which imports of the product concerned transhipped through or assembled in third countries respectively could be considered to constitute circumvention. Furthermore, in view of the development of the imports of microdisks from Hong Kong into the Community which decreased from 2 816 tonnes in 1993 to 1 212 tonnes during the investigation period, it seems unlikely that these imports could undermine in terms of quantities the remedial effects of the anti-dumping duties imposed on the People's Republic of China and Taiwan.\nIndonesia\n(14) The sole exporter/producer investigated in Indonesia, P. T. Beneluxindo, accounted for the vast majority of the recorded imports into the Community during the investigation period. P. T. Beneluxindo is a subsidiary of Benelux Manufacturing Limited, Hong Kong which supplied P. T. Beneluxindo with all the parts used for the assembly of microdisks. All finished microdisks were then sent back to Hong Kong and sold from there by the sales subsidiary of Benelux Manufacturing Limited, Prime Standard Ltd, to independent customers in the Community. The company was found to be a genuine producer and it was established that the parts imported from the People's Republic of China and Taiwan constituted far less than 60 % of the total value of the parts of the assembled product. Furthermore, no evidence of transhipments of the finished product concerned originating in the People's Republic of China or Taiwan was found in respect of P. T. Beneluxindo.\nTherefore, the conditions for circumvention outlined in Article 13 (1) and (2) (b) of Regulation (EC) No 384/96 have not been met in respect of the companies investigated.\nMacao\n(15) No company in Macao cooperated in the investigation. In these circumstances the Commission would normally be entitled to propose the extension of the anti-dumping measures to this country in order to avoid that circumvention continues. However, following an investigation by the anti-fraud services of the Commission (Uclaf), anti-dumping duties will be applied retroactively on imports of Chinese microdisks exported from Macao. Therefore, it is reasonable to assume that the remedial effects of the anti-dumping measures will not be significantly undermined by imports from Macao, the quantities which have fallen sharply following the anti-circumvention investigation period. In any event, the Commission will continue to monitor closely the development of imports into the Community of microdisks from Macao.\nMalaysia\n(16) The three exporters/producers investigated in Malaysia accounted for nearly all the recorded imports from this country into the Community during the investigation period. While two of these producers were not related to any exporter/producer in the countries subject to the anti-dumping duties, the third one (Mega High-Tech Corp.) was a subsidiary of a Taiwanese company. All three were found to be genuine producers and it was established that the parts imported from the People's Republic of China and Taiwan constituted far less than 60 % of the total value of the parts of the product assembled by each producer. Moreover, no evidence of transhipments of the finished product concerned originating in the People's Republic of China or Taiwan was found in respect of any of the Malaysian producers concerned.\nConsequently the conditions for circumvention outlined in Article 13 (1) and (2) (b) of Regulation (EC) No 384/96 have not been met in respect of the companies investigated.\nThailand\n(17) The three companies investigated in Thailand accounted for the vast majority of all the recorded imports into the Community from this country during the investigation period. The subsidiary of V-SA Cast, V-SA magnetic (see recital 6 (h)), and General Mediatech were found to be genuine producers and the parts of Chinese or Taiwanese origin used in the assembly of microdisks constituted less than 60 % of the total value of the parts of the assembled product by each of these companies. In addition, no evidence of transhipment of the finished product from the People's Republic of China or Taiwan was found in respect to these two companies.\n(18) V-SA Cast was found to have transhipped 28 million microdisks supplied by a company located in Hong Kong which held 15 % of V-SA Magnetic shares. However, given the lack of cooperation of the related company in Hong Kong, no evidence could be found which indicated that the microdisks concerned were of Chinese or Taiwanese origin. The presumption of such origin would seem to be excessively punitive for the Thai company, taking account of its efforts to persuade the Hong Kong company to cooperate in the investigation and the small shareholding by this latter company in the V-SA group.\nIn view of the above the Commission considers that the conditions for circumvention outlined in Article 13 (1) and (2) (b) of Regulation (EC) No 384/96 have not been met in respect of the companies investigated.\nD. TERMINATION OF THE INVESTIGATION\n(19) In the light of the above findings and considerations made in respect of the nine countries subject to the circumvention investigation, it appears appropriate that the latter be terminated without extension to any of those countries of the anti-dumping duties imposed on imports of microdisks originating in the People's Republic of China and Taiwan. The registration of imports of microdisks from these countries introduced by Regulation (EC) No 2451/95 shall cease.\n(20) The Advisory Committee has been consulted and has raised no objection.\n(21) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the investigation and have been given the opportunity to comment,", "main_body": ["The investigation concerning the circumvention of the anti-dumping duties imposed by Regulation (EC) No 2861/93 on imports of certain magnetic disks (3,5&Prime; microdisks) originating in Japan, Taiwan and the People's Republic of China by imports of the same product originating in Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand initiated by Regulation (EC) No 2451/95 is hereby terminated.", "Regulation (EC) No 2451/95 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 56, 6. 3. 1996, p. 1.\n(2) OJ No L 252, 20. 10. 1995, p. 9.\n(3) OJ No L 262, 21. 10. 1993, p. 4."}