{"celex_id": "31998R2631", "uri": "http://publications.europa.eu/resource/cellar/8cef67a6-b899-4abb-bce6-fe8aef9a84be", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2488", "3591"], "title": "Commission Regulation (EC) No 2631/98 of 8 December 1998 laying down for 1999 the quantities for which the annual allocations for 'newcomer\" operators are granted under the tariff quotas for traditional ACP bananas\n", "header": "COMMISSION REGULATION (EC) No 2631/98 of 8 December 1998 laying down for 1999 the quantities for which the annual allocations for 'newcomer` operators are granted under the tariff quotas for traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), as last amended by Regulation (EC) No 1637/98 (2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community (3), and in particular Articles 9(3) and 28(3) thereof,\nWhereas Article 9(3) of Regulation (EC) No 2362/98 lays down the method for calculating the annual allocation for each 'newcomer` operator; whereas, in accordance with that method and a ranking of the individual applications in increasing order of the quantities applied for, the Commission calculates the quantities for which the annual allocations shall be granted;\nWhereas, the notifications received in accordance with Article 28(2) of Regulation (EC) No 2362/98 have led the Commission to adopt this Regulation, based on which the competent national authorities will establish the individual allocations for the operators in question and notify them accordingly; whereas the final date for these notifications should be specified so that the provisions of Article 30 of Regulation (EC) No 2362/98 on the introduction of the licence applications can be complied with for the first quarter of 1999;\nWhereas, however, the changes to the arrangements for the importation of bananas into the Community introduced by Regulations (EC) No 1637/98 and (EC) No 2362/98, in particular as regards the definition of 'newcomers`, require the national authorities, in cooperation with the Commission, to carry out verifications and checks that cannot be completed before the start of 1999; whereas these operations may result in a further correction of this Regulation and corrections of the annual allocations for the 'newcomer` operators; whereas, in particular, the annual allocations calculated by the national authorities pursuant to Regulation (EC) No 2362/98 and this Regulation will not constitute vested rights or be invoked by the operators as legitimate expectations;\nWhereas this Regulation must enter into force immediately, given the time limits laid down in Regulation (EC) No 2362/98,", "main_body": ["In the case of the tariff quotas and traditional ACP bananas referred to in Articles 18 and 19 of Regulation (EEC) No 404/93, the national authorities shall establish, for 1999, the annual allocations for the 'newcomer` operators referred to in Articles 7 et seq. of Regulation (EC) No 2362/98, in accordance with the Annex hereto and shall notify the newcomers accordingly no later than 10 December 1998.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25. 2. 1993, p. 1.\n(2) OJ L 210, 28. 7. 1998, p. 28.\n(3) OJ L 293, 31. 10. 1998, p. 32.\nANNEX\n>TABLE>"}