{"celex_id": "31993R3409", "uri": "http://publications.europa.eu/resource/cellar/c2ad7971-139e-43bf-b07c-510d27f9c0f3", "type": "Regulation", "concepts": ["1309", "1644", "3167", "3591", "5034"], "title": "COMMISSION REGULATION (EC) No 3409/93 of 13 December 1993 introducing management measures for imports of certain bovine animals for 1994\n", "header": "COMMISSION REGULATION (EC) No 3409/93 of 13 December 1993 introducing management measures for imports of certain bovine animals for 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1157/92 of 28 April 1992 authorizing the implementation of management measures relating to imports of live bovine animals (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EEC) No 125/93 (3), and in particular Article 15 (2) thereof,\nWhereas, as a result of large production surpluses and other factors reducing outlets and in view of the potential for export to third countries, there is an imbalance between supply and demand on the Community beef and veal market; whereas an analysis  of the sector for 1994 shows that the situation is unlikely to improve in the short term;\nWhereas experience gained and forecasts for 1994 show that, in the absence of Community measures, massive imports into the Community of live bovine animals of up to 160 kg are likely to occur, due, in particular, to the economically favourable  stockfarming conditions existing in certain third countries; whereas such imports are likely to greatly exceed both the traditional annual level of imports and the absorption capacity of the Community market; whereas, therefore, the beef and veal market  would be threatened with serious disturbance endangering, in particular, market prices and producers incomes and making public intervention more difficult;\nWhereas, in order to take better account of market supply needs, instead of traditional protective measures such as that adopted by Commission Regulation (EEC) No 1023/91 of 24 April 1991 suspending the issuing of import licences for live animals of the  bovine species (4), other appropriate management measures should be introduced in accordance with Article 1 of Regulation (EEC) No 1157/92;\nWhereas the total absorption capacity of the Community market in 1994 is estimated at a maximum of 425 000 head other than pure-bred breeding animals;\nWhereas, in view of imports planned under certain preferential arrangements for 1994, i.e. 257 400 head included in the proposed 1994 Council estimate concerning young male bovine animals weighing 300 kg or less and intended for fattening for the period  1 January to 31 December 1994, and under the Interim Agreements conclude with the Republic of Poland, the Republic of Hungary and the former Czech and Slovak Federal Republic, 167 600 head should be admitted for import at the full levy in 1994;\nWhereas the Commission will closely monitor developments on the beef and veal market so as to be able to react immediately to any changes in the relevant economic criteria;\nWhereas, in order to take account to the greatest possible extent of the traditional structure of the Community veal market, imports of animals weighing 80 kg or less must be limited;\nWhereas experience shows that limiting imports can give rise to speculative import applications; whereas, in order to guarantee that the planned measures function correctly, most of the quantities available should be reserved for so-called traditional  importers of live bovine animals; whereas, so as not to introduce rigidity into trade relations in the sector, a second allocation should be made available for operators able to show that they are carrying out a genuine activity involving a significant  number of animals; whereas verification of those criteria requires that all applications from the same operator be submitted in the same Member State;\nWhereas, so as to avoid speculation, access to the quota should be denied to operators no longer carrying out an activity in the beef and veal sector on 1 January 1994;\nWhereas the importation of 167 600 head during a single short period might excessively restrict economy freedom and would not adequately supply the market in view of the cyclical nature of market needs; whereas, therefore, different import periods  should be laid down;\nWhereas administrative and technical procedures for the allocation between the eligible operators and for the issue and use of import licences must be established; whereas Commission Regulation (EEC) No 3719/88 (1), as amended by Regulation (EEC) No  1963/93 (2), lays down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products; whereas Commission Regulation (EEC) No 2377/80 (3), as last amended by Regulation  (EEC) No 2867/93 (4), lays down special detailed rules for the application of the system of import and export licences in the beef and veal sector; whereas the correct functioning of the management measures laid down by this Regulation requires  derogations from certain provisions of the abovementioned Regulations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Imports into the Community, at full levy, of live bovine animals falling within CN codes 0102 90 05, 0102 90 21 and 0102 90 29, as referred to in Article 1 (1) (a) of Regulation (EEC) No 805/68 shall be subject to the management measures laid  down in this Regulation.", "1. Import licences for 1994 may be issued in respect of not more than 167 600 animals falling within CN code 0102 90 05.\n2. The quantity referred to in paragraph 1 shall be split into two parts, as follows:\n(a) the first part, equal to 70 %, i.e. 117 320 head, shall be allocated among importers who can furnish proof of having imported animals falling within CN code 0102 90 10 (9) or CN code 0102 90 05 during 1991, 1992 and 1993 at the full levy and who are  entered in the official register of a Member State;\n(b) the second part, equal to 30 %, i.e. 50 280 head shall be allocated among importers who can furnish proof of having imported and/or exported at least 100 live bovine animals falling within CN code 0102 90 apart from those under (a), during 1993 and  who are entered in the official register of a Member State.\n3. The 117 320 head shall be allocated among the eligible importers in proportion to their imports of animals within the meaning of Article 1 at the full levy during 1991, 1992 and 1993 proven in accordance with paragraph 5.\n4. The 50 280 head shall be allocated in proportion to the quantities applied for by the eligible importers.\n5. Proof of import and export shall be provided exclusively by means of the customs document of release for free circulation or the export document.", "1. Importers who on 1 Janaury 1994 were no longer engaged in any activity in the beef and veal sector shall not qualify for allocation pursuant to Article 2 (2) (a).\n2. Companies formed by mergers of companies each having rights under Article 2 (3) shall benefit from the same rights as the companies from which they were formed.", "1. Licence applications may be presented only in the Member State in which the applicant is registered.\n2. For the purposes of Article 2 (2) (a), importers shall present the import applications to the competent authorities together with the proof referred to in Article 2 (5) by 14 January 1994 at the latest.\nAfter verification of the documents presented, Member States shall forward to the Commission, by 28 January 1994 at the latest, a list of importers who meet the conditions for acceptance, showing in particular their names and addresses and the numbers  of animals imported at the full levy during each of the reference year.\n3. For the purposes of Article 2 (2) (b), importers may lodge import applications until 14 January 1994 together with the proof referred to in Article 2 (5).\nOnly one application may be lodged by each applicant. Where the same applicant lodges more than one application, all applications from that person shall be inadmissible. Applications may not concern a quantity larger than the available quantity.\nAfter verification of the documents presented, Member States shall forward to the Commission, by 28 January 1994 at the latest, a list of applicants and the quantities requested.\n4. All notifications, including notifications of nil applications, shall be made by telex or fax, drawn up on the basis of the models in Annexes I and II in the case where applications have been lodged.", "1. The Commission shall decide to what extent applications may be accepted.\n2. As regards the applications referred to in Article 4 (3), if the quantities in respect of which applications are made exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.\nIf the reduction referred to in the preceding subparagraph results in a quantity of less than 200 head per application, the allocation shall be by drawing lots, by batches of 200 head.", "1. Imports of the quantities allocated in accordance with Article 5 shall be subject to the presentation of an import licence.\n2. Licence applications may be presented only in the Member State in which the import application was lodged.\n3. Licence applications and licences shall contain in section 20, one of the following entries:\nReglamento (CE) no 3409/93\nForordning (EF) nr. 3409/93\nVerordnung (EG) Nr. 3409/93\nKanonismos (EK) arith. 3409/93\nRegulation (EC) No 3409/93\nRèglement (CE) no 3409/93\nRegolamento (CE) n. 3409/93\nVerordening (EG) nr. 3409/93\nRegulamento (CE) nº 3409/93", "a (1) of Regulation (EEC) No 2377/80 shall not apply.\n4. Notwithstanding Article 4 a (2) of Regulation (EEC) No 2377/80, at the request of importers licences shall be issued:\n- from 14 to 25 February 1994 for up to 25 % of the quantities allocated,\n- from 18 April to 30 June 1994 up to 100 % of the quantities allocated,\n- from 3 to 12 October 1994 for the remaining quantities but for a maximum of 30 % of the quantities allocated.\nThe number of animals for which a licence is issued shall be expressed in units. Where necessary, numbers shall be rounded up or down, as the case may be.\n5. After each period mentioned in paragraph 4, Member States shall communicate to the Commission the quantities covered by the licences issued during the period in question.\n6. Notwithstanding Article 4 (c) of Regulation (EEC) No 2377/80, import licences shall be valid for 90 days from the date of actual issue.\n7. Licences issued shall be valid throughout the Community.\n8. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.", "The security provided for in Article 6 (2) of Regulation (EEC) No 2377/80 shall be lodged when the licence is issued.", "This Regulation shall enter into force on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 122, 7. 5. 1992, p. 4.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 18, 27. 1. 1993, p. 1.\n(4) OJ No L 105, 25. 4. 1991, p. 50.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 177, 21. 7. 1993, p. 19.\n(7) OJ No L 241, 13. 9. 1980, p. 5.\n(8) OJ No L 262, 21. 10. 1993, p. 26.\n(9) CN Code valid until 1 January 1993.\nANNEX I\nANNEX II"}