{"celex_id": "31996R2512", "uri": "http://publications.europa.eu/resource/cellar/61abf63c-fec3-4d18-82fc-216ab113a55b", "type": "Regulation", "concepts": ["161", "1644", "3591", "4080", "4682", "914"], "title": "Commission Regulation (EC) No 2512/96 of 23 December 1996 laying down for 1997 rules of application for the tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, the Republic of Bulgaria and Romania\n", "header": "COMMISSION REGULATION (EC) No 2512/96 of 23 December 1996 laying down for 1997 rules of application for the tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, the Republic of Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Council Regulation (EC) No 2490/96 (2), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 3066/95 provides for the opening of reduced-tariff quotas for beef and veal for 1997; whereas the rules of application for those quotas should therefore be laid down;\nWhereas in order to ensure orderly importation of the quantities laid down for 1997, they should be staggered over the year;\nWhereas the arrangements should be managed using import licences; whereas to that end rules should be laid down on the submission of applications and the information to be given on applications and licences, where appropriate by way of derogation from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for application of the system of import and export licences and advance-fixing certificates for certain agricultural products (3), as last amended by Regulation (EC) No 2402/96 (4), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (5), as last amended by Regulation (EC) No 2051/96 (6); whereas, moreover, it should be stipulated that licences are to be issued following a reflection period and, where necessary, after application of a uniform percentage reduction;\nWhereas, in order to ensure efficient management of the arrangements, a security against import licences of ECU 12 per 100 kilograms should be required; whereas, given the risk of speculation inherent in the arrangements, detailed conditions for access to the quotas should be laid down;\nWhereas experience has shown that importers do not always inform the authorities which have issued the import licences of the quantity and origin of the beef and veal imported under the quotas concerned; whereas that information is important for assessing the market situation; whereas a security relating to provision of that information should be provided for;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. From 1 January to 31 December 1997, the following quantities may be imported under the tariff quotas opened by Regulation (EC) No 3066/95:\n(a) fresh, chilled or frozen beef and veal falling within CN codes 0201 and 0202:\n- 7 100 tonnes originating in Poland,\n- 7 150 tonnes originating in Hungary,\n- 2 670 tonnes originating in the Czech Republic,\n- 1 330 tonnes originating in Slovakia,\n- 180 tonnes originating in Bulgaria,\n- 1 350 tonnes originating in Romania;\n(b) 440 tonnes of processed products falling within CN codes 1602 50 31 and 1602 50 39 originating in Poland.\n2. For the meat referred to in paragraph 1 (a), the ad valorem and specific customs duties set in the Common Customs Tariff (CCT) shall be reduced by 80 %.\nFor the processed products referred to in paragraph 1 (b), the ad valorem customs duty shall be 13 %.\n3. The quantities referred to in paragraph 1 may be imported as follows:\n- 25 % between 1 January and 31 March 1997,\n- 25 % between 1 April and 30 June 1997,\n- 25 % between 1 July and 30 September 1997,\n- 25 % between 1 October and 31 December 1997.\n4. If, during 1997, the quantities for which licence applications are submitted for the first, second or third period specified in paragraph 3 are less than the quantities available, the remaining quantities shall be added to the quantities available for the following period.", "1. In order to benefit from the import arrangements:\n(a) applicants for import licences must be natural or legal persons who, when submitting their application, must prove to the satisfaction of the competent authorities of the Member State concerned that they have been trading in beef and veal with third countries for the previous 12 months; they must be entered on a national VAT register;\n(b) licence applications may be presented only in the Member State in which the applicant is registered;\n(c) licence applications for each group of products referred to in Article 1 (1) (a) and (b) shall relate to a minimum quantity of 15 tonnes of product without exceeding the quantity available;\n(d) the licence application and the licence shall show in box 8 the country of origin; the licence shall carry with it an obligation to import from the country indicated;\n(e) the licence application and the licence shall show at least one of the following in box 20:\nReglamento (CE) n° 2512/96\nForordning (EF) nr. 2512/96\nVerordnung (EG) Nr. 2512/96\nÊáíïíéóìüò (ÅÊ) áñéè. 2512/96\nRegulation (EC) No 2512/96\nRèglement (CE) n° 2512/96\nRegolamento (CE) n. 2512/96\nVerordening (EG) nr. 2512/96\nRegulamento (CE) nº 2512/96\nAsetus (EY) N:o 2512/96\nFörordning (EG) nr 2512/96\n2. Article 5 of Regulation (EC) No 1445/95 notwithstanding, the licence application and the licence shall show in box 16 one or more of the CN codes for one of the groups of products referred to in Article 1 (1) (a) and (b).", "1. Licence applications may be submitted only:\n- from 2 to 10 January 1997,\n- from 1 to 10 April 1997,\n- from 1 to 10 July 1997,\n- from 1 to 10 October 1997.\n2. If an applicant presents more than one application per group of products referred to in Article 1 (1) (a) and (b), all applications from that applicant relating to products in the same group shall be rejected.\n3. Member States shall notify the Commission, by the fifth working day following the end of the period for submitting applications, of applications presented for the quantities indicated in Article 1 (1). Notification shall comprise a list of applicants showing the quantity applied for, the CN code of the product and the country of origin of the meat.\nAll notifications, including nil notifications, shall be made by telex or fax, notification being made, where applications have been received, in accordance with the model given in the Annex hereto.\n4. The Commission shall decide to what extent licence applications can be met.\nIf the quantities for which licences have been applied for exceed those available, the Commission shall set a uniform percentage reduction in the quantities applied for.\n5. Provided the Commission accepts an application, the licence shall be issued as soon as possible.", "1. Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.\n3. Import licences issued pursuant to this Regulation shall be valid for 90 days from their date of issue. However, no licences shall be valid after 31 December 1997.\n4. Licences shall be valid throughout the Community.", "Products shall benefit from the duties referred to in Article 1 on presentation of a EUR 1 movement certificate issued by the exporting country in accordance with Protocol 4 to the Europe Agreements.", "Not later than three weeks after importation of the products specified in this Regulation, the importer shall inform the competent authority which issued the import licence of the quantity and origin of the products. That authority shall forward the information to the Commission at the beginning of each month.", "1. Upon submission of an import licence application, importers shall establish a security to cover the import licence of ECU 12 per 100 kilograms of product, notwithstanding Article 4 of Regulation (EC) No 1445/95, and a security to cover notification of the information referred to in Article 6 of this Regulation of ECU 1 per 100 kilograms of product.\n2. The security relating to the notification shall be released if the information is forwarded to the competent authority within the period specified in Article 6 for the quantity covered by that notification. If no notification is made, the security shall be forfeit.\nA decision to release that security shall be taken simultaneously with the decision to release the security covering the import licence.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 338, 28. 12. 1996, p. 13.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 327, 18. 12. 1996, p. 14.\n(5) OJ No L 143, 27. 6. 1995, p. 35.\n(6) OJ No L 274, 26. 10. 1996, p. 18.\nANNEX I\n>START OF GRAPHIC>\nEC fax No: (32 2) 296 60 27\nApplication of Regulation (EC) No 2512/96\nCOMMISSION OF THE EUROPEAN COMMUNITIES\tDG VI/D/2 - BEEF AND VEAL SECTOR\nIMPORT LICENCE APPLICATION\n>END OF GRAPHIC>"}