{"celex_id": "31996R0268", "uri": "http://publications.europa.eu/resource/cellar/c024b7ec-d4d6-4cff-bd8f-ca5f9e71be00", "type": "Regulation", "concepts": ["1309", "2488", "2957", "3591", "5360", "914"], "title": "Commission Regulation (EC) No 268/96 of 13 February 1996 amending Regulations (EC) No 121/94 and (EC) No 1606/94 concerning importation of certain cereal sector products from the Republic of Poland, the Republic of Hungary, the Czech Republic, the Slovak Republic, the Republic of Bulgaria and Romania\n", "header": "COMMISSION REGULATION (EC) No 268/96 of 13 February 1996 amending Regulations (EC) No 121/94 and (EC) No 1606/94 concerning importation of certain cereal sector products from the Republic of Poland, the Republic of Hungary, the Czech Republic, the Slovak Republic, the Republic of Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded as during the Uruguay Round Multilateral trade negotiations (1), and in particular Article 8 thereof,\nWhereas Commission Regulation (EC) No 121/94 of 25 January 1994 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic (2), as last amended by Regulation (EC) No 2416/95 (3), specifies the quantities originating in the Czech Republic, the Slovak Republic and the Republic of Hungary to be given preferential access under the Europe Agreements concluded with these countries;\nWhereas Commission Regulation (EC) No 1606/94 of 1 July 1994 amending Regulation (EC) No 335/94 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the Republic of Bulgaria and Romania (4), as last amended by Regulation (EC) No 2252/95 (5), specifies the quantities of common wheat originating in Bulgaria or Romania to which preferential access is to be given under the Europe Agreements concluded with these countries;\nWhereas pursuant to the modifications contained in Regulation (EC) No 3066/95 it is necessary to adjust Regulations (EC) No 121/94 and (EC) No 1606/94;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In Regulation (EC) No 121/94:\n1. Article 1 is replaced by:\n'Article 1\nProducts as specified in the Annex hereto originating in the countries in question shall qualify for importation at the reduced duty rates but subject to the quantitative limits specified therein.\nQualifying products entered for free circulation on the Community's internal market shall be accompanied by the original of the EUR. 1 certificate to be issued by the competent authorities of the exporting country.`\n2. The Annex is replaced by Annex I to this Regulation.\n3. The last indent of Article 5 is replaced by:\n'Licences shall also show in box 24 one of the following entries:\n- Derecho aplicable del 20 %\n- Told: 20 %\n- Anwendbarer Zollsatz 20 %\n- EöáñìïóôÝïò äáóìüò 20 %\n- Applicable duty 20 %\n- Droit applicable de 20 %\n- Dazio applicabile 20 %\n- Ôoe te passen heffing 20 %\n- Direito aplicável de 20 %\n- Sovellettava tulli 20 prosenttia\n- Tull: 20 %.\nHowever for millet of CN code 1008 20 00 imported from Hungary, the licence shall carry the entry \"ECU 65/tonne\" and for canary seed of CN code 1008 30 00 imported from Hungary the entry \"Duty exemption\"`.", "In Regulation (EC) No 1606/94:\n1. Article 1 is replaced by:\n'Article 1\nProducts as specified in the Annex hereto originating in the Republic of Bulgaria or Romania shall qualify for importation at the reduced duty rates but subject to the quantitative limits specified therein.\nQualifying products entered for free circulation on the Community's internal market shall be accompanied by the original of the EUR.1 certificate to be issued by the competent authorities of the exporting country.`\n2. The Annex is replaced by Annex II to this Regulation.\n3. The last indent of Article 5 is replaced by:\n'The licence shall also carry in box 24 one of the following entries:\n- Derecho aplicable del 20 %\n- Told: 20 %\n- Anwendbarer Zollsatz 20 %\n- EöáñìïóôÝïò äáóìüò 20 %\n- Applicable duty 20 %\n- Droit applicable de 20 %\n- Dazio applicabile 20 %\n- Toe te passen heffing 20 %\n- Direito aplicável de 20 %\n- Sovellettava tulli 20 prosenttia\n- Tull: 20 %.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 21, 26. 1. 1994, p. 3.\n(3) OJ No L 248, 14. 10. 1995, p. 28.\n(4) OJ No L 168, 2. 7. 1994, p. 13.\n(5) OJ No L 230, 27. 9. 1995, p. 12.\nANNEX I\n'ANNEX\nI. Products originating in the Republic of Hungary\n>TABLE>\nII. Products originating in the Czech Republic\n>TABLE>\nIII. Products originating in the Slovak Republic\n>TABLE>\nIV. Products originating in the Republic of Poland\n>TABLE>\nANNEX II\n'ANNEX\nI. Products originating in the Republic of Bulgaria\n>TABLE>\nII. Products originating in Romania\n>TABLE>"}