{"celex_id": "31993R3347", "uri": "http://publications.europa.eu/resource/cellar/09853e79-8938-41ba-81f8-798b83c52f0e", "type": "Regulation", "concepts": ["1609", "171", "2849", "2925", "4327", "797"], "title": "COMMISSION REGULATION (EC) No 3347/93 of 6 December 1993 amending Regulation (EEC) No 2295/92 on detailed rules for the application of the support system for producers of the protein crops referred to in Article 6 of Council Regulation (EEC) No 1765/92\n", "header": "COMMISSION REGULATION (EC) No 3347/93 of 6 December 1993 amending Regulation (EEC) No 2295/92 on detailed rules for the application of the support system for producers of the protein crops referred to in Article 6 of Council Regulation (EEC) No  1765/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 (1), as last amended by Regulation (EEC) No 1552/93 (2), and in particular Article 12 thereof,\nWhereas the planting of areas of land with the sole purpose of receiving the compensatory payment for protein crops should be prevented; whereas to this end land in respect of which a compensatory payment is applied for must be cultivated normally and  the crop maintained for a certain minimum period; whereas because of modifications to the rules as regards which peas were eligible to receive compensatory payments during the 1993/94 marketing year, it is appropriate to clarify that producers are not  eligible to receive compensatory payments in respect of protein crops harvested at the stage of lactic ripeness: whereas in consequence Commission Regulation (EEC) No 2295/92 (3), as last amended by Regulation (EEC) No 1664/93 (4), should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Article 2 of Regulation (EEC) No 2295/92 shall be replaced by the following:\n'Article 2\n1. The compensatory payment provided for in Article 6 of Regulation (EEC) No 1765/92 shall be allocated solely to areas under protein crops:\n(a) situated in production regions or parts of production regions declared climatically and agronomically suitable for the cultivation of protein crops by the Member State;\n(b) included in a \"general scheme\" as referred to in Article 2 (5) (a) of Regulation (EEC) No 1765/92;\n(c) covered by an application including reference documents enabling the land in question to be identified, and lodged with the competent authority by 15 May at the latest;\n(d) entirely sown by that date at the latest with peas, field beans or sweet lupins in accordance with locally-recognized standards;\n(e) in respect of which the total area in the application is at least 0,3 hectares and each cultivated plot of which exceeds the minimum size set by the Member State for the production region in question;\n(f) not harvested at the stage of lactic ripeness.\n2. Protein crops shall be maintained until at least the beginning of flowering in normal local growth conditions. Furthermore, protein crops shall be maintained until at least 30 June prior to the marketing year in question, except in those cases where  a harvest takes place at the stage of full agricultural ripeness before this date.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 154, 25. 7. 1993, p. 19.\n(3) OJ No L 221, 6. 8. 1992, p. 28.\n(4) OJ No L 158, 30. 6. 1993, p. 19."}