{"celex_id": "31997L0077", "uri": "http://publications.europa.eu/resource/cellar/151446fb-38e0-4d02-a126-dda279a20a17", "type": "Directive", "concepts": ["1895", "2211", "2560", "4257", "5034", "5252"], "title": "Council Directive 97/77/EC of 16 December 1997 amending Directives 93/23/EEC, 93/24/EEC and 93/25/EEC on the statistical surveys to be carried out on pig, bovine animal and sheep and goat production\n", "header": "COUNCIL DIRECTIVE 97/77/EC of 16 December 1997 amending Directives 93/23/EEC, 93/24/EEC and 93/25/EEC on the statistical surveys to be carried out on pig, bovine animal and sheep and goat production\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in order to ensure that the common agricultural policy is properly administered, particularly where the pigmeat, the beef and veal and the sheep- and goatmeat markets are concerned, the Commission requires regular data on trends in livestock and in pigmeat, beef and veal and sheep- and goatmeat production;\nWhereas Council Directive 93/23/EEC of 1 June 1993 on the statistical surveys to be carried out on pig production (3), Council Directive 93/24/EEC of 1 June 1993 on the statistical surveys to be carried out on bovine animal production (4) and Council Directive 93/25/EEC of 1 June 1993 on the statistical surveys to be carried out on sheep and goat stocks (5) regulate the frequency of statistical surveys to be carried out on pig, bovine animal and sheep and goat production;\nWhereas the reference periods should be adapted in order to achieve better use of the resources available for agricultural statistical surveys;\nWhereas the burden of work for agricultural holdings connected with carrying out statistical surveys should be reduced;\nWhereas the various statistical surveys in the agricultural sector must be synchronised as far as possible;\nWhereas in some Member States the various livestock populations represent a relatively minor part of the Community's total livestock population; whereas therefore these Member States may be granted certain derogations,", "main_body": ["Directive 93/23/EEC is hereby amended as follows:\n1. In Article 1:\n(a) the second subparagraph of paragraph (2) shall be replaced by the following:\n'Those Member States whose pig population is less than 3 million head may be authorised to carry out the survey once a year in April, May/June, August or November/December. If they decide to carry out the survey in April, May/June or August, they shall forward to the Commission an estimate of the pig population for one of the first days in December of the reference year.`\n(b) paragraphs 4 and 5 shall be added as follows:\n'4. The Commission may authorise the Member States, at their request, to carry out only two surveys a year, at six-month intervals in the months of May/June and November/December. That authorisation may be granted only on condition that the Member States apply appropriate methods which guarantee the quality of the forecasts provided for in Article 12. Appropriate methodological documentation must be submitted by the Member States on submitting such a request.\n5. Those Member States which carry out more than three surveys per year shall be permitted a variance of up to three days on two of the survey dates referred to in paragraph 4 that they fix.`\n2. In Article 5, the following paragraphs shall be added:\n'3. Those Member States authorised to carry out only two surveys per year shall notify the Commission of the provisional results of the surveys including additional estimates before:\n- 15 August of the same year for the May/June survey,\n- 15 February of the following year for the November/December survey.\nThose Member States whose pig population is less than 3 million head and which have been authorised to carry out only one survey per year and which do not undertake this survey in November/December, shall notify the Commission of the estimate for December by 15 February of the following year.\n4. Those Member States authorised to carry out only two surveys per year shall notify the Commission of the results of the surveys including additional estimates, as defined in Article 4(2), before:\n- 15 September of the same year for the May/June survey,\n- 1 April of the following year for the November/December survey.`\n3. In Article 6:\n(a) in paragraph 1 the term 'December` shall be replaced by the terms 'December or November/December`;\n(b) in paragraph 2 the term 'April` shall be replaced by the term 'April or May/June`.\n4. In Article 8(1) the term 'December` shall be replaced by the term 'November/December`.", "Directive 93/24/EEC is hereby amended as follows:\n1. In Article 1:\n(a) paragraph (1) shall be replaced by the following:\n'1. The Member States shall carry out statistical surveys of the bovine population on their territory each year with reference to one day in the month of May/June and with reference to one day in the month of November/December.\nMember States may be authorised to replace the May/June survey by a survey in April if they forward to the Commission, before 30 September of the same year, an estimate of the bovine population for one of the first days in June.`\n(b) in paragraph (2), the first subparagraph shall be replaced by the following:\n'2. The Member States may, at their request, be authorised to carry out the May/June or November/December surveys in selected regions, on the understanding that those surveys cover at least 70 % of the bovine population.`\n2. In Article 5(1) second indent and (2) second indent the term 'December` shall be replaced by the term 'November/December`.\n3. In Article 6(1) the term 'December` shall be replaced by the term 'November/December`.\n4. In Article 8(1) the term 'December` shall be replaced by the term 'November/December`.", "Directive 93/25/EEC is hereby amended as follows:\n1. In Article 1:\n(a) paragraph 1 shall be replaced by the following:\n'1. The Member States shall carry out a statistical survey of the sheep population on their territory each year with reference to one day in November/December.`\n(b) in paragraph (2)(a) the words 'to one of the first days in December` shall be replaced by the term 'to one day in November/December`.\n2. Article 6(2) shall be replaced by the following:\n'2. By way of derogation from Articles 1 and 5, Belgium, Denmark, Germany and the Netherlands shall be authorised to estimate the sheep and goat populations and the United Kingdom the goat population held in November/December on the basis of the populations recorded during the annual livestock census or agricultural structure survey which they carry out in the same year. They shall forward the provisional results referred to in Article 5(1) to the Commission before 1 March and the results referred to in Article 5(2) before 1 April of the year following the reference year.`\n3. Article 9 shall be replaced by the following:\n'Article 9\nBy way of derogation from Article 8:\n(a) Belgium, Germany and the Netherlands shall be authorised to notify sheep numbers by \"rĂŠgion/gewest\", \"LĂ¤nder\" or \"provincie\" respectively in the case of populations covered by the livestock census or agricultural structure survey conducted in the first six months of the reference year, before 15 October of that year;\n(b) the Member States referred to in Article 1(2)(b) shall be exempt from notifying the regional breakdown of their goat numbers.`\n4. Article 12 shall be replaced by the following:\n'Article 12\nBy way of derogation from Article 11, Belgium, Denmark, Germany and the Netherlands shall be authorised to notify the data on the structure of their sheep and goat populations and the United Kingdom those of its goat population covered by the livestock census or agricultural structure survey conducted in the reference year before 15 May of the following year.`", "1. The Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1998 at the latest.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ C 288, 23. 9. 1997, p. 9.\n(2) OJ C 339, 10. 11. 1997.\n(3) OJ L 149, 21. 6. 1993, p. 1. Directive as amended by the 1994 Act of Accession.\n(4) OJ L 149, 21. 6. 1993, p. 5. Directive as amended by the 1994 Act of Accession.\n(5) OJ L 149, 21. 6. 1993, 10. Directive as amended by the 1994 Act of Accession."}