{"celex_id": "31992R0575", "uri": "http://publications.europa.eu/resource/cellar/3e6ebf77-399c-465d-9ff7-7c2e6ec0d590", "type": "Regulation", "concepts": ["2437", "2438", "2657", "2743"], "title": "Commission Regulation (EEC) No 575/92 of 6 March 1992 making imports of yellowfin tuna for industrial processing into products of CN code 1604 subject to the reference price\n", "header": "COMMISSION REGULATION (EEC) No 575/92  of 6 March 1992  making imports of yellowfin tuna for industrial processing into products of CN code 1604 subject to the reference price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3687/91 of 28 November 1991 on the common organization of the market in fishery products (1), and in particular Article 24 (6) thereof,\nWhereas the ban introduced by the United States of America on imports of yellowfin tuna caught along with dolphins in the eastern Pacific has considerably destabilized the international market; whereas as a result Community imports of yellowfin tuna for  industrial processing have been at abnormally low prices; whereas the free-at-frontier price of significant quantities of this product remained below the reference price for more than three consecutive working days;\nWhereas this situation is liable to persist, the United States having in fact decided to extend the ban to all yellowfin tuna irrespective of catch zone; whereas as a result the Community market is undergoing serious disturbance owing to supplies made  available by third countries at abnormally low prices liable to jeopardize market recovery; whereas it is accordingly necessary to make imports of yellowfin tuna subject to observance of the reference price;\nWhereas, pursuant to the second subparagraph of Article 24 (6) of Regulation (EEC) No 3687/91, the Commission may adopt the measure provided for in this Regulation in the intervals between the periodic meetings of the Management Committee for Fishery  Products,", "main_body": ["1. Release for free circulation in the Community of yellowfin tuna as specified in the Annex shall be subject to observance of the reference price as set out in the Annex.\n2. Where the free-at-frontier price is lower than the aforementioned reference price, a countervailing charge shall be levied. The amount of the countervailing charge shall be equal to the difference between the free-at-frontier price and the reference  price, without, however exceeding 20 % of the free-at-frontier price.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1992. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 354, 23. 12. 1991, p. 1.\nANNEX\nYellowfin tuna (Thunnus albacares) for manufacture of products of CN code 1604\n(Ecu/tonne)\nDescription  CN code   Reference price   fresh or chilled  frozen        Yellowfin tuna     1. Weighing more than 10 kg each     - whole  ex 0302 32 10  0303 42 12  850  - gilled and gutted  ex 0302 32 10  0303 42 32  969  - other (e.g. 'heads  off')  ex 0302 32 10  0303 42 52  1 054  2. Not weighing more than 10 kg each     - whole  ex 0302 32 10  0303 42 18  680  - gilled and gutted  ex 0302 32 10  0303 42 38  775  - other (e.g. 'heads off')  ex 0302 32 10  0303 42 58  843"}