{"celex_id": "31994R0557", "uri": "http://publications.europa.eu/resource/cellar/4569d7ba-12ce-4540-b37a-869a9022bf2a", "type": "Regulation", "concepts": ["13", "2563", "2871", "4718", "5055", "863"], "title": "Commission Regulation (EC) No 557/94 of 14 March 1994 laying down a transitional measure regarding the total acidity content of the table wine produced in Spain and Portugal and released to the markets in those Member States for 1994\n", "header": "COMMISSION REGULATION (EC) No 557/94 of 14 March 1994 laying down a transitional measure regarding the total acidity content of the table wine produced in Spain and Portugal and released to the markets in those Member States for 1994\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Spain and Portugal (1), and in particular Article 90 thereof, the period of application of which was extended to 31 December 1994 by Council Regulation (EEC) No 4007/87 (2), as last amended by Regulation (EC) No  370/94 (3),\nWhereas table wine must have a total acidity content, expressed as tartaric acid, of not less than 4,5 grams per litre in accordance with point 13 of Annex I to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market  in wine (4), as last amended by Regulation (EEC) No 1566/93 (5); whereas Article 127 of the Act of Accession of Spain and Portugal lays down that, until 31 December 1990, table wine produced in Spain and released to the Spanish market may have a total  acidity content of not less than 3,5 grams per litre; whereas the conditions justifying this derogation are connected, in addition to the climatic conditions, with the structure of winegrowing, change in which is relatively slow; whereas the same  conditions justify the measure's being extended to Portugal;\nWhereas imbalance should be avoided on the markets for table wine in Spain and Portugal; whereas to that end provision should be made for a derogation for those regions as regards the total acidity content of table wine produced and released to the  market on their territory; whereas Commission Regulation (EEC) No 287/93 (6) provides for a derogation applying until 31 December 1993; whereas the period of application of that derogation should be extended for the same reasons until 31 December 1994;\nWhereas there should be a gradual process of alignment with the total acidity content of table wine from the other Member States; whereas for that reason the derogation should be restricted to Part B of Regions 6 and 7 as provided for in Article 1 of  Commission Regulation (EEC) No 129/93 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Until 31 December 1994, table wine produced in Part B of Regions 6 and 7 as referred to in Article 1 of Regulation (EEC) No 129/93 and released to the Spanish and Portuguese markets may have a total acidity content, expressed as tartaric  acid, of not less than 3,5 grams per litre.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 15. 11. 1985, p. 9.\n(2) OJ No L 378, 31. 12. 1987, p. 1.\n(3) OJ No L 48, 19. 2. 1994, p. 9.\n(4) OJ No L 84, 27. 3. 1987, p. 1.\n(5) OJ No L 154, 25. 6. 1993, p. 39.\n(6) OJ No L 34, 10. 2. 1993, p. 8.\n(7) OJ No L 18, 27. 1. 1993, p. 10."}