{"celex_id": "31999R2734", "uri": "http://publications.europa.eu/resource/cellar/18953d11-68c4-47a5-8e4b-4dc66a87abbb", "type": "Regulation", "concepts": ["161", "2735", "2771", "4078", "5898"], "title": "Commission Regulation (EC) No 2734/1999 of 21 December 1999 opening and providing for the administration of Community tariff quotas for certain products originating in Slovenia and repealing Regulation (EC) No 428/97\n", "header": "COMMISSION REGULATION (EC) No 2734/1999\nof 21 December 1999\nopening and providing for the administration of Community tariff quotas for certain products originating in Slovenia and repealing Regulation (EC) No 428/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1569/1999 of 12 July 1999 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part(1), and in particular Article 2(1) thereof,\nWhereas:\n(1) The Europea Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part(2), hereinafter referred to as \"the Agreement\", was signed in Luxembourg on 10 June 1996 and entered into force on 1 February 1999.\n(2) Pending the entry into force of the Agreement, its provisions on trade and trade-related matters had been given effect by an Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part(3), hereinafter referred to as \"the Interim Agreement\", since 1 January 1997.\n(3) The Agreement stipulates that certain products originating in Slovenia may be imported into the Community, within the limits of tariff quotas or tariff ceilings, at a reduced or a zero rate of customs duty.\n(4) Pursuant to Commission Regulation (EC) No 428/97 of 5 March 1997, opening and providing for the administration of Community tariff quotas and tariff ceilings for certain products originating in Slovenia and establishing the provisions for adapting these quotas and ceilings(4), the Commission has adopted implementing measures for these tariff quotas and ceilings on the basis of the Interim Agreement.\n(5) Article 10(2) of the Agreement provides for the complete abolition of customs duties, from 1 January 2000, for imports into the Community of the industrial products which currently benefit from an exemption form customs duties in the framework of tariff ceilings.\n(6) The Commission should adopt the implementing measures for the opening of the Community tariff quotas laid down in the Agreement, which continue to apply. These tariff quotas are annual and are repeated for an indeterminate period. The Agreement has already fixed the level of the increase of the tariff quota volumes.\n(7) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(5), as last amended by Regulation (EC) No 1662/1999(6), has codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations.\n(8) Particular care should be taken to ensure that all Community importers have equal and continuous access to the tariff quotas and that the rates laid down for the quotas are applied uninterruptedly to all imports of the products in question into all Member States until the quotas are exhausted. In order to ensure the efficiency of a common administration of these quotas, there is no obstacle to authorising the Member States to draw from the quota volumes the necessary quantities corresponding to actual imports. However, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly.\n(9) Regulation (EC) No 428/97 should be repealed from 1 January 2000.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code committee,", "main_body": ["1. When products originating in Slovenia and listed in the Annex are put into free circulation in the Community, accompanied by a proof of origin as provided for in Protocol 4 to the Agreement, they shall benefit from a reduced customs duty rate, at the levels, during the periods and within the limits of the Community tariff quotas specified in that Annex.\n2. The tariff quotas referred to in this Article shall be administered by the Commission in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.\n3. Each Member State shall ensure that importers of the products in question have equal and uninterrupted access to the tariff quotas for as long as the balance of the relevant quota volume so permits.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "Regulation (EC) No 428/97 is hereby repealed.", "This Regulation shall enter into force on 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1999.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1) OJ L 187, 20.7.1999, p. 1.\n(2) OJ L 51, 26.2.1999, p. 3.\n(3) OJ L 344, 31.12.1996, p. 3.\n(4) OJ L 65, 6.3.1997, p. 28.\n(5) OJ L 253, 11.10.1993, p. 1.\n(6) OJ L 197, 29.7.1999, p. 25.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential schemes is to be determined by application of the CN code and corresponding description taken together.\n>TABLE>"}