{"celex_id": "31994R1225", "uri": "http://publications.europa.eu/resource/cellar/b3f7dbe4-8bf1-4433-a98b-4f78a6b4640c", "type": "Regulation", "concepts": ["1368", "1391", "1644", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 1225/94 of 30 May 1994 to be allocated to non-traditional importers from the Community quantitative quotas for certain products originating in the people's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 1225/94 of 30 May 1994 to be allocated to non-traditional importers from the Community quantitative quotas for certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), and in particular Article 2 (4) and (5) and Article 10 thereof,\nHaving regard to Commission Regulation (EC) No 747/94 of 30 March 1994 establishing administration procedures for quantitative quotas on certain products originating in the People's Republic of China (2), and in particular the first indent of Article 1  and the second and third indents of Article 7 (2) thereof,\nWhereas the Member States have, in accordance with Article 7 (2) of Regulation (EC) No 747/94, notified the Commission of the import licence applications received for that portion of the abovementioned quotas set aside for non-traditional importers,  giving the date and exact time of receipt of each application;\nWhereas examination of the applications has shown that those for some products can be met to the predetermined maximum quantity prescribed in Annex II to Regulation (EC) No 747/94; whereas, where quota portions have not been exhausted, the Community  balance should be specified along with the date from which applicants may, subject to the conditions laid down in Article 12 (3) of Regulation (EC) No 520/94, submit a new licence application;\nWhereas owing to the simultaneous receipt of applications substantially exceeding the quota portion to be allocated and to certain implementing problems encountered by the national authorities, however, it has proved impossible to apply the method laid  down in Article 12 of Regulation (EC) No 520/94 for certain other products;\nWhereas, in accordance with Article 2 (4) of Regulation (EC) No 520/94 and with a view to ensuring the optimal use of quotas, an alternative method should be devised whereby each quota portion is allocated in proportion to the number of applications  notified to the Commission; whereas this method would however not allow the allocation of economically significant quantities of the products covered by CN code 8527 29; whereas that portion of the quota should therefore be redistributed later in  accordance with Article 2 (5) of Regulation (EC) No 520/94;\nWhereas the Committee set up under Regulation (EC) No 520/94 has expressed no opinion on the measures contained in this Regulation;", "main_body": ["1. The Commission confirms and notifies the Member States that the import licence applications concerning the products listed in Annex I to this Regulation can be met to the predetermined maximum quantities laid down in Annex II to Regulation  (EC) No 747/94. Any available Community balance is shown for the products covered by the abovementioned Annex I.\n2. Within the limits of the available Community balance, importers who have received a licence under paragraph 1 above and can prove that they have actually imported the total quantity of goods for which the licence was issued shall be authorized to  submit another licence application to the competent national authorities as from 10 a.m. Brussels time on 15 July.\nIn accordance with Article 12 (3) of Regulation (EEC) No 520/94, this procedure shall apply to the importers in question until the quota is exhausted. The competent national authorities shall notify the Commission as from 15 July at 10 a. m. Brussels  time of the applications received in chronological order of receipt.\nThe Commission shall examine and confirm applications in accordance with the second and third indents of Article 7 (2) of Regulation (EC) No 747/94.", "All import licence applications concerning products covered by Annex II to this Regulation shall be met to the quantities specified in that Annex.", "Where the implementation of the above Articles would lead to the allocation of a quantity or values in excess of that applied vor, the quantity or value allocated shall be limited to that requested.", "The portion of the quota relating to products falling within CN code 8527 29 will be redistributed in accordance with Article 14 of Regulation (EC) No 520/94.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 66, 10. 3. 1994, p. 1.\n(2) OJ No L 87, 31. 3. 1994, p. 83.\nANNEX I\nList of products for which applications can be met by applying the method based on the chronological order of receipt  \"\" ID=\"1\">Footwear falling within HS/CN codes> ID=\"2\">ex 6402 19 (*)> ID=\"3\">2 623 271 pairs\"> ID=\"2\">ex 6402 99 (*)\"> ID=\"2\">ex  6404 11 (*)> ID=\"3\">609 633 pairs\"> ID=\"2\">6404 19 10> ID=\"3\">2 864 860 pairs\"> ID=\"1\">Tableware, kitchenware of porcelain or china> ID=\"2\">6911 10> ID=\"3\">nil\"> ID=\"1\">Ceramic tableware, kitchenware, other than of porcelain or china> ID=\"2\">6912 00>  ID=\"3\">nil\"> ID=\"1\">Toys falling within HS/CN codes> ID=\"2\">9503 90> ID=\"3\">nil\"\">\n(1)() Excluding footwear involving special technology: shoes which have a cif price per pair of not less than ECU 12 for use in sporting activities, with a single- or multi-layer moulded sole, not injected, manufactured from synthetic  materials specially designed to absorb the impact of vertical or lateral movements and which technical features such as hermetic pads containing gas or fluid, mechanical components which absorb or neutralize impact or materials such as low-density  polymers.\nANNEX II\nList of products for which applications can be met by applying the pro rata method  \"\" ID=\"1\">Gloves> ID=\"2\">4203 29> ID=\"3\">ECU 23 716\"> ID=\"1\">Footwear falling within HS/CN codes> ID=\"2\">ex 6403 19 (*)> ID=\"3\">912 pairs\"> ID=\"2\">6403 51>  ID=\"3\">927 pairs\"> ID=\"2\">6403 59\"> ID=\"2\">ex 6403 91 (*)> ID=\"3\">2 035 pairs\"> ID=\"2\">ex 6403 99 (*)\"> ID=\"1\">Glassware of a kind used for table, kitchen, toilet, etc.> ID=\"2\">7013> ID=\"3\">2,584 tonnes\"> ID=\"1\">Radio-broadcast receivers falling  within HS/CN code> ID=\"2\">8527 21> ID=\"3\">771 units\"> ID=\"1\">Toys falling within HS/CN codes> ID=\"2\">9503 41> ID=\"3\">ECU 20 485\"> ID=\"2\">9503 49> ID=\"3\">ECU 10 889\"\">\n(1)() Excluding footwear involving special technology: shoes which have a cif price per pair of not less than ECU 12 for use in sporting activities, with a single- or multi-layer moulded sole, not injected, manufactured from synthetic  materials specially designed to absorb the impact of vertical or lateral movements and with technical features such as hermetic pads containing gas or fluid, mechanical components which absorb or neutralize impact or materials such as low-density  polymers."}