{"celex_id": "31993D0067", "uri": "http://publications.europa.eu/resource/cellar/873dce0a-c734-479a-9bac-e5f745a90a4c", "type": "Decision", "concepts": ["1075", "1519", "2609", "292", "3194", "4671"], "title": "Council Decision of 18 January 1993 concerning a Community loan in favour of the Italian Republic\n", "header": "COUNCIL DECISION of 18 January 1993 concerning a Community loan in favour of the Italian Republic\n(93/67/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1969/88 of 24 June 1988 establishing a single facility providing medium-term financial assistance for Member States' balances of payments (1), and in particular Article 1 thereof,\nHaving regard to the proposal from the Commission, submitted after consultation of the Monetary Committee,\nWhereas the Italian Republic has applied for medium-term financial assistance to support its balance of payments and its economic programme of adjustment and reform;\nWhereas the total amount outstanding under previous loans granted to the Member States is within the ceiling specified in Regulation (EEC) No 1969/88;\nWhereas in addition to the immediate problems in the balance of payments arising from the substantial capital outflows which occurred during the recent period of currency turbulence, the consequent reduction in official reserves and increase in  short-term indebtedness, the Italian economy exhibits serious structural imbalances, in particular in the public finance domain, affecting the stability of its external position; whereas a balance of payments loan disbursed in tranches if justified  while measures of consolidation and adjustment are undertaken; whereas the proceeds of the loan will be used to strenghten the Italian official reserves;\nWhereas it is the intention of the Italian Government to re-enter the exchange rate mechanism (ERM) of the European Monetary System; whereas making such an ERM re-entry sustainable requires the implementation of a programme which will achieve further  progress in reducing inflation and an improvement in the structure of the public finances; whereas such objectives of improved convergence with the best-performing Community economies will only be met by a substantial reduction in public sector deficits  leading to a declining trend in the public debt/GDP ratio, by reforms of the organisation of the public sector, by a tight monetary policy and by a firm exchange rate policy;\nWhereas the Italian Government is pursuing a three-year programme of budgetary adjustment aimed at substantially reducing deficits so that the public debt ratio is first stabilized and then put on a downward trend, and has presented this programme on  which its application for a loan is based; whereas the Italian Government will implement fully its programme of budgetary adjustment and reform over a three-year period from 1993 to 1995 so as to achieve the targets and introduce the specific measures  indicated in its programme agreed as follows:\n1. The budgetary targets for 1993, 1994 and 1995 are set in order to achieve the stabilization of the public debt ratio by 1995. On the basis of a projected GDP growth of 1,5 % in 1993, 2,4 % in 1994 and 2,6 % in 1995 they are:\n- for 1993, Lit 150 trillion for the State sector borrowing requirement, with a surplus for the State sector borrowing requirement net of interest payments (the primary surplus) of Lit 50 trillion,\n- for 1994, Lit 125 trillion for the State sector borrowing requirement, with a primary surplus of Lit 77 trillion,\n- for 1995, Lit 85 trillion for the State sector borrowing requirement, with a primary surplus of Lit 115 trillion.\n2. If the burden of interest payments in 1994 and 1995 is foreseen to exceed that projected at present by the Italian authorities (Lit 202 trillion in 1994 and Lit 200 trillion in 1995), the targets for the primary surplus will be revised upwards by the  time detailed budget proposals for these years are announced, in order to ensure respect of the targets for the total borrowing requirement and to stabilize the gross public debt/GDP ratio by 1995. Thereafter the primary surplus will be maintained at a  sufficiently high level to ensure further reductions in the total deficit and a downward trend in the debt ratio.\n3. The deficit targets are set in absolute amounts as stated above; on the basis of the latest macro-economic projections made by the Italian authorities they represent:\n- for the State sector borrowing requirement, 9,3 % of GDP in 1993, 7,3 % in 1994 and 4,7 % in 1995,\n- for the primary surplus, 3,1 % of GDP in 1993, 4,5 % in 1994 and 6,4 % in 1995;\nThe corresponding development of the State sector gross debt/GDP ratio is 110,6 % at end 1993, 112,5 % at end 1994 and 112,4 % at end 1995.\n4. The programme of privatization of State-owned assets to be pursued by the Italian authorities is intended to provide net proceeds to the State sector accounts of Lit 7 trillion in 1993, Lit 15 trillion in 1994 and Lit 12 trillion in 1995. Within the  framework of legislation already passed, the Italian Government will publish a list of public sector enterprises and other State-owned assets to be privatized together with an indicative timetable for these sales. Any State sector privatization receipts  in excess of those currently planned will be used to increase the State sector primary surplus and hence to reduce the debt ratio, and will not be used to substitute for other necessary adjustments of expenditure and revenue.\n5. Within the framework of the enabling legislation already enacted, the Italian Government will continue implementation of detailed measures of structural reform in the areas of: (1) health care, with the aim of reducing inefficiencies and containing  expenditure, also by rendering the regional level of government fully responsible for expenditure overruns incurred in the operations of the decentralized National Health Service; (2) civil service, in order to improve the control on expenditure for  compensation of employees and the efficiency and productivity of public administration, also by having recourse to extended mobility of personnel and increasing managerial responsibility; (3) pensions, with the objective of stabilizing pension  expenditure relative to GDP, also by raising the retirement age, harmonizing pension schemes and limiting indexation to the protection of purchasing power; (4) local finance, in order to decrease the dependence of local authorities on transfers from the  central government, also by introducing new forms of local taxation;\nWhereas it is also the intention of the Italian authorities to continue the pursuit of policies in the monetary sphere and in the field of incomes conducive to reducing the rate of inflation, in particular:\n- geared to the primary objective of containing inflationary pressures, the growth of M2 in 1993 will be in the range of 5 to 7 %, which is consistent with the 1993 projections for nominal GDP growth. In conjunction with this objective, the Banca  d'Italia will closely monitor the growth rate of domestic credit consistent with the objectives for the rate of inflation and expansion of M2. In 1994 and 1995, monetary targets and out-turns should continue to be in line with the decline in inflation  projected in the Italian Government's budgetary adjustment three-year programme. It is the intention of the Italian Government to introduce legislation designed to abolish the legal possibility of monetary financing by the end of 1993, anticipating the  objective of Article 104 of the Treaty on European Union,\n- the Italian Government will seek to secure wage moderation throughout the economy by building on the July 1992 agreement between the Government, the trade unions and the industrial employers' association on the reform of the wage-setting mechanism and  by maintaining the planned wage restraint in the public sector;\nWhereas it is agreed that in the implementation of this Decision the Italian authorities will consult closely with the Commission and will make available all the necessary information for a full and effective monitoring of the agreed programme of  adjustment; whereas, in accordance with this Decision, developments in the Italian economy and in Italian economic policy will be reviewed twice a year in the framework of multilateral surveillance or more frequently if warranted,", "main_body": ["The Community shall grant the Italian Republic under Regulation (EEC) No 1969/88 a loan of ECU 8 000 million or the equivalent amount in other currencies.", "The loan shall be made available to the Italian Republic in four instalments. The average life of each instalment shall not exceed six years and therefore the average life of the loan shall not exceed six years. The first two instalments  shall be made as follows:\n- the first instalment amounting to ECU 2 000 million of the equivalent in other currencies not earlier than 1 February 1993,\n- the second instalment amounting to ECU 2 000 million or the equivalent amount in other currencies to be released not earlier than 31 July 1993, and in any case after the Commission, in consultation with the Council and in the light of an examination  made in collaboration with the Monetary Committee of the progress in the execution of the programme, is satisfied that any additional measures which may be necessary have already been taken and that the budgetary targets of the programme for 1993, after  taking into account weaker economic growth or higher interest rates than projected, are likely to be achieved.\nThe third and fourth instalments shall be made as follows:\n- before 30 September 1993, the Italian Government, in collaboration with the Commission, will reassess the budgetary targets for 1994 so as to achieve the key objectives of the medium-term programme and in the light of actual and prospective  macroeconomic developments. The third instalment amounting to ECU 2 000 million or the equivalent amount in other currencies will be released not earlier than 1 February 1994 and in any case only after the Commission, in consultation with the Council  and in the light of an examination made in collaboration with the Monetary Committee, is satisfied that the measures necessary to achieve the budgetary targets set for 1994 have been implemented,\n- before 30 September 1994, the Italian Government, in collaboration with the Commission, will reassess the budgetary targets for 1995 so as to achieve the key objectives of the medium-term programme and in the light of actual and prospective  macroeconomic developments. The fourth instalment amounting to ECU 2 000 million or the equivalent amount in other currencies will be released not earlier than 1 February 1995 and in any case only after the Commission, in consultation with the Council  and in the light of an examination made in collaboration with the Monetary Committee, is satisfied that the measures necessary to achieve the budgetary targets set for 1995 have been implemented.", "1. The loan shall be granted on the basis of the decision taken by the Italian Republic to implement the budgetary adjustment and reform programme which it has presented, the objectives of which are set out in the recitals to this Decision.\n2. The Commission, in collaboration with the Monetary Committee, shall examine at regular intervals the evolution of the economic situation of Italy and the execution of the budgetary adjustment and reform programme, as implemented. These examinations  will continue until the loan is fully repaid.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 18 January 1993.\nFor the Council\nThe President\nT. PEDERSEN\n(1) OJ No L 178, 8. 7. 1988, p. 1."}