{"celex_id": "31990D0555", "uri": "http://publications.europa.eu/resource/cellar/3a20d9b8-4cf0-461e-b1fc-62c9c6f3d979", "type": "Decision", "concepts": ["1417", "1519", "2608", "712", "922"], "title": "90/555/ECSC: Commission Decision of 20 June 1990 concerning aid which the Italian authorities plan to grant to the Tirreno and Siderpotenza steelworks (No 195/88-No 200/88) (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 20 June 1990 concerning aid which the Italian authorities plan to grant to the Tirreno and Siderpotenza steelworks (N 195/88 - N 200/88) (Only the Italian text is authentic) (90/555/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3484/85/ECSC of 27 November 1985 establishing Community rules for aid to the steel industry (1), and in particular Article 6 (4) thereof,\nHaving given the interested parties notice to submit their comments in accordance with the abovementioned Article, and having regard to those comments,\nWhereas:\nI    1. By letter dated 20 April 1988, the Italian authorities notified the Commission, pursuant to Article 6 (1) of Decision No 3484/85/ECSC, of two plans to grant aid to the Tirreno and Siderpotenza steelworks.\nAs regards the Tirreno steelworks, the aid concerns an investment of Lit 1 671 million (approximately ECU 1,1 million) for energy conservation, which would benefit from a soft loan of Lit 668 million, representing an interest subsidy of Lit 501 million (approximately ECU 330 000) borne by the State, and a public subsidy of Lit 334 million (approximately ECU 220 000).\nAs regards the Siderpotenza steelworks, the aid concerns an investment of Lit 2 550 million (approximately ECU 1,68 million) for improving the environment, which would benefit from a soft loan of Lit 1 021 million, representing an interest subsidy of Lit 867 million (approximately ECU 570 000) borne by the State, and a public subsidy of Lit 765 million (approximately ECU 504 000).\n2. By letter dated 22 June 1988, the Commission requested further details concerning the planned aid, i.e. the nature of the investments aided, and the exact terms (rates, duration) of the loans applied for. The letter also pointed out that aid for investment in energy conversation does not qualify for any of the exceptions provided for in the steel aid code. The Italian authorities were also asked to state whether, as regards Siderpotenza, the aid was to be granted under a general scheme aimed at bringing plants into line with new environmental standards, and to describe the standards in question. Provision for such aid is made by Article 3 of Decision No 3484/85/ECSC and is the only possible provision under which exemption could be granted for aid to protect the environment, provided that the aid intensity does not exceed 15 % net grant equivalent of the investment.\nII\nThe Italian authorities did not reply to that letter. As a result, the Commission was unable immediately to assess whether the proposed aid was compatible with the common market. It therefore decided to open the procedure provided for in Article 6 (4) of Decision No 3484/85/ECSC and informed the Italian authorities thereof by letter dated 13 January 1989. The other Member States and interested parties were informed through the publication of a notice in the Official Journal of the European Communities (2).\n3. By telex message dated 9 August 1989, the Italian authorities informed the Commission, as part of the procedure, that it was planned to grant Tirreno a subsidized loan, not yet paid, of Lit 688 million at 4,25 % over a period of nine years. The total public contribution, including interest, would be Lit 387,44 million, or approximately ECU 255 000.\nSiderpotenza was to receive a subsidized loan, not yet paid, of Lit 1 020 million at 4,25 % over a period of 10 years. The interest borne by the State would total Lit 673,2 million, or approximately ECU 438 000. The telex message also stated that the aid would be granted under the general aid scheme for the development of the Mezzogiorno established by Law No 183 of 2 May 1976 and would, according to the Italian authorities, therefore comply with the steel aid code. Although the Law on the Mezzogiorno generally allows aid to be granted for environmental protection, it does not specifically include the provisions of the steel aid code on this matter.  (1) OJ No L 340, 18.12.1985, p. 1. (2) OJ No C 73, 23.3.1990, p. 5.\n4. By letter dated 18 October 1989, the Commission informed the Italian authorities that their reply was not satisfactory as it failed either to mention the new environmental standards, compliance with which the investments were intended to achieve, or the way in which the intensity ceiling of 15 % net grant equivalent would be respected. The Commission also stated that, failing a suitable reply within fifteen working days, it would be entitled to adopt a final decision solely on the basis of the information in its possession. No reply was received to that letter.\nIII\nThe Tirreno steelworks produce steel beams, whilst Siderpotenza produces concrete reinforcing bars. These products, listed in Annex I to the ECSC Treaty (code 4.400), are thus covered by the rules of the ECSC Treaty.\nArticle 4 (c) of the ECSC Treaty states that \"subsidies or aids granted by States, or special charges imposed by States, in any form whatsoever\", are recognized as incompatible with the common market for coal and steel and shall accordingly be abolished and prohibited within the Community.\nThe prohibition concerns both aid specifically intended for the steel industry and the application of general, regional or other schemes to the steel industry.\nThe only possible exceptions to the abovementioned general ban are enumerated in Decision No 3484/85/ECSC and in Commission Decision No 322/89/ECSC (1) which has taken the place of the former since 1 January 1989. The exceptions were established in order to avoid discriminating against steel in relation to other industries as regards access to public financing for research and development, environmental protection and plant closures.\nThe exceptions are not intended in any way whatsoever to constitute a relaxation of the Community rules on aid to the steel industry, which are justified by the serious distortions of competition which could be caused by aid that is incompatible with the common market in a sector which, despite the recent restructuring, is still sensitive. It is therefore necessary to maintain the Community discipline, which means that aid to a steel undertaking cannot be authorized unless the Commission has had an opportunity to verify that the conditions described in the steel aid code have in fact been fulfilled.\nAs regards the Tirreno steelworks, it is clear that this is not the case, since energy conservation is not a possible reason for exemption. Having drawn the attention of the Italian authorities to this fact, the Commission received no information from them which could have led it to revise its initial opinion.\nAs regards Siderpotenza, the Italian authorities have also failed to demonstrate to the Commission that the relevant conditions have been satisfied, both as regards the existence of new environmental protection standards, compliance with which the investment in question was intended to achieve, or as regards compliance with the intensity ceiling of 15 % net grant equivalent of the investment.\nThe Commission has estimated a maximum net grant equivalent of 43,42 %, i.e. a maximum of 13,42 % for the soft loan plus a grant of not more than 30 % net grant equivalent of the investment, which greatly exceeds the abovementioned ceiling.\nIn conclusion, the necessary conditions have not been satisfied in either of the two cases,", "main_body": ["The aid which the Italian authorities propose to grant to the Tirreno steelworks in the form of a subsidized loan of Lit 688 million over a period of nine years at a rate of 4,25 % and a subsidy of Lit 334 million is incompatible with the common market and may not be granted.\nThe aid which the Italian authorities propose to grant to the Siderpotenza steelworks in the form of a subsidized loan of Lit 1 020 million over a period of nine years at a rate of 4,25 % and a subsidy of Lit 765 million is incompatible with the common market and may not be granted.", "The Italian Government shall inform the Commission, within two months of the date of notification of this Decision, of the steps it has taken to comply therewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 20 June 1990.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 38, 10.2.1989, p. 8."}