{"celex_id": "31995R2947", "uri": "http://publications.europa.eu/resource/cellar/284f6b64-5467-4a21-8e03-139d7626e3f4", "type": "Regulation", "concepts": ["1354", "2689", "2777", "4689", "4691", "5263"], "title": "Commission Regulation (EC) No 2947/95 of 19 December 1995 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION REGULATION (EC) No 2947/95 of 19 December 1995 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EC) No 1265/95 (2), and in particular Article 4 (5) thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EC) No 3268/94 (4), lays down the rules for the determination of prices of fresh or chilled sheep carcases on representative Community markets as well as the survey of prices of certain other qualities of sheep carcases in the Community;\nWhereas the coefficients used for calculating the price of sheep carcases on representative Community markets should be adjusted in the light of the figures available with regard to sheep production;\nWhereas in Germany, the regions and the fixed coefficients should be altered to take account of the variable trends in quantities coming onto the market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 1481/86 is hereby amended as follows:\n1. Annex I is replaced by the Annex to this Regulation.\n2. In Annex II, Point C is replaced by the following:\n'C. Federal Republic of Germany\n1. Representative market:\nFederal Republic of Germany\nWeighting coefficients\nThe prices recorded in each Bundesland are to be weighted by means of coefficients which are variable each week and reflect the relative importance of the number of animals slaughtered in each Bundesland compared to the total in the Federal Republic of Germany.\n2. Category:\n>TABLE>", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1996 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 123, 3. 6. 1995, p. 1.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 339, 29. 12. 1994, p. 42.\nANNEX\n'ANNEX I\nCoefficients to be used in calculating the price recorded on the representative Community markets\n>TABLE>"}