{"celex_id": "31994R1223", "uri": "http://publications.europa.eu/resource/cellar/141252c7-60b0-47c6-8a5f-e532795220cc", "type": "Regulation", "concepts": ["1571", "1642", "2121", "3568", "4314", "5360"], "title": "Commission Regulation (EC) No 1223/94 of 30 May 1994 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty\n", "header": "COMMISSION REGULATION (EC) No 1223/94 of 30 May 1994 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the  Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8 (3)  and Article 20 thereof,\nWhereas Regulation (EEC) No 876/68 of the Council of 28 June 1968 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds (2), as last amended by Regulation (EC) No 776/94 (3),  states that arrangements for the advance fixing of the refund may be adopted in the case of exports of milk products in the form of goods not covered by Annex II to the Treaty;\nWhereas, likewise, Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (4), as last amended by Regulation (EEC) No 2193/93 (5) and Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common  organization of the market in eggs (6), as last amended by Regulation (EEC) No 1574/93 (7), Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (8), as last amended by Regulation (EEC) No 1544/93 (9) and  Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in sugar (10), as last amended by Regulation (EC) No 133/94 (11), also provide for such arrangements;\nWhereas the Brussels Nomenclature has been replaced, in the acts of the Community, by the Combined Nomenclature; whereas Commission Regulation (EEC) No 2730/79 has been replaced by Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down  common detailed rules for the application of the system of export refunds on agricultural products (12), as last amended by Regulation (EEC) No 2805/93 (13);\nWhereas Commission Regulation (EEC) No 3183/80 has been replaced by Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance-fixing  certificates for agricultural products (14), as last amended by Regulation (EC) No 3519/93 (15);\nWhereas the international situation has changed considerably since the adoption of Commission Regulation (EEC) No 349/86 of 18 February 1986 suspending the application of certain provisions of Regulation (EEC) No 1760/83 as regards the payment of  refunds in respect of butter exported in the form of certain products not covered by Annex II to the Treaty (16); whereas, consequently, the provisions of Article 7 (4) to (7) of Commission Regulation (EEC) No 1760/83 of 29 June 1983 on special detailed  rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty and derogating from Regulation (EEC) No 2730/79 with regard to payment of  refunds on butter (17), as last amended by Regulation (EEC) No 888/93 (18), no longer have any purpose;\nWhereas provision should be made for similar rules governing the management of advance-fixing certificates for certain agricultural products, whether exported in the natural state or after incorporation in certain goods not covered by Annex II to the  Treaty; whereas, however, account should be taken of the special conditions governing the production and marketing of a number of the goods in question; whereas immediate steps should be taken to adjust certain periods of validity of certificates in  order to take account of these objectives and to ensure that certificates for milk products are covered by the same provisions in the case of applications for certificates lodged on a Thursday, whether these products are exported in the natural state or  in the form of certain goods not covered by Annex II to the Treaty;\nWhereas the special detailed implementing rules laid down under Regulation (EEC) No 1760/83 should be amended; whereas, for reasons of clarity, it appears desirable to replace the aforesaid Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions cooncerning trade in processed agricultural products not listed in Annex II,", "main_body": ["This Regulation lays down, with respect to certain agricultural products exported in the form of goods not covered by Annex II, special detailed rules for the application of the system of advance-fixing certificates for refunds as referred to  in Article 5 (3) of Regulation (EEC) No 876/68, the third subparagraph of Article 13 (4) of Regulation (EEC) No 1766/92 and the corresponding articles of the regulations establishing a common organization of the market in rice, sugar and eggs.", "Advance-fixing certificates, hereinafter referred to as 'certificates', shall be applied for and issued in respect of a single basic product. They shall contain a description of the goods in the form in which that basic product is to be  exported. Two or more descriptions of goods may be shown on the same certificate where:\n- their export attracts the same rate of export refund in respect of the basic product in question exported in the form of the goods indicated, and\n- the same validity period, as specified in Article 4, applies to each description of goods.", "1. Applications for certificates shall be submitted under the conditions set out in Article 15 of Regulation (EEC) No 3719/88. However, with regard to applications relating to milk products (PG 2, PG 3 or PG 6) to be exported in the form of  goods, which have been lodged on a Thursday, such applications shall be deemed to have been lodged on the working day following that Thursday.\n2. The application for a certificate and the certificate shall contain:\n(a) in section 20, a description of the goods to be exported and details of the CN codes within which they fall, as shown in Annex B or C to Commission Regulation (EC) No 1222/94 (19). However, when the rate of refund on the basic product for which the  certificate is issued varies according to the tariff classification or the description of the goods to be exported, the certificate shall show the exact description of these goods and shall specify the CN code within which they fall;\n(b) in section 14, the nature and, in sections 17 and 18, the quantity expressed in net mass of the basic product listed in Annex A to Regulation (EC) No 1222/94, for which the refund is to be fixed in advance, such nature and quantity being established  in accordance with Articles 1 (2) and 3 (1), (2) and (3) of that Regulation; in sections 15 and 16 respectively, the descriptions according to the Combined Nomenclature and the CN code of the basic product for which the certificate is issued;\n(c) where Article 6 applies, in section 20, in addition to the information specified in (a), the quantity expressed in net mass of the goods concerned which corresponds to the target quantity of the basic product entered in section 17.", "1. A certificate shall be valid from its day of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3719/88:\n- for products covered by the common organizations of the markets in sugar, cereals, rice and eggs, until the end of the fifth month following that of issue, and\n- for products covered by the common organization of the market in milk and milk products, until the end of the sixth month following that of issue, except for certificates issued for butter with a fat content of 82 % by weight (PG 6), which shall be  valid until the end of the third month following that of issue.\nHowever, where goods are exported on the basis of an invitation to tender as referred to in Article 44 of Regulation (EEC) No 3719/88 and opened in an importing non-member country, the certificate shall be valid until the date on which the obligations  under the award must be met, although the period of validity of the certificate may not exceed eight months following that of issue. For milk products this maximum period of validity shall be increased to 18 months when the goods are exported on the  basis of an invitation to tender as referred to in Article 6.\n2. Notwithstanding paragraph 1:\n(a) with regard to barley exported in the form of beer, falling within CN code 2203, the certificate shall be valid until the end of the 11th month following that of issue;\n(b) with regard to poultry eggs in shell, fresh or preserved, other than for hatching, used in calculating the export refund on ovalbumin falling within CN code 3502 10, the certificate shall be valid until the end of the third month following that of  issue;\n(c) with regard to durum wheat, the certificate shall be valid until the end of the sixth month following that of issue.", "In the case of export of goods covered by the common organization of the market in milk and milk products, pursuant to an invitation to tender as referred to in Article 44 of Regulation (EEC) No 3719/88, notwithstanding paragraph 5 of that\nArticle, the applicant for the certificate must observe a maximum period of 60 days.", "1. Where the conditions of an invitation to tender issued by armed forces stationed in the territory of a Member State but not coming under its flag fix only approximately the quantity of goods to be supplied, since the quantity that will in  fact be supplied can be determined only at the end of the delivery period provided for in the invitation to tender, the certificate relating to the basic product, exported in the form of such goods, shall be issued for the quantity corresponding to the  quantity of such goods (to be known as 'the target quantity') as fixed approximately under the terms of the invitation to tender. In such cases one of the following endorsements shall be entered in section 20 of the application for the certificate and  of the certificate itself:\n- 'Cantidad indicativa',\n- 'Anslaaet maengde',\n- 'Richtmenge',\n- 'Endeiktiki posotita',\n- 'Target quantity',\n- 'Quantité indicative',\n- 'Quantità indicativa',\n- 'Geschatte hoeveelheid',\n- 'Quantidade indicativa'.\nThe certificate may be used only for an amount not exceeding that quantity.\nThe obligation to export shall be fulfilled when the quantity of the basic product to be known as 'the definitive quantity' corresponding to the quantity of goods fixed for supply by the agency inviting tenders has been exported. The parties concerned  shall submit the relevant evidence to the agency which issued the certificate.\n2. In cases where the quantity for export proves greater than the target quantity, the agency which issued the certificate shall at the request of the party concerned issue one or more supplementary certificates.\nThe supplementary certificate shall contain the same details as the original certificate, except with regard to the quantity and the date of issue. In addition, section 3 shall contain one of the following endorsements:\n- 'Certificado complementario',\n- 'Ekstra forudfastsaettelsesattest',\n- 'Zusatz-Vorausfestsetzungsbescheinigung',\n- 'Sympliromatiko pistopoiitiko',\n- 'Additional advance fixing certificate',\n- 'Certificat complémentaire',\n- 'Certificato complementare',\n- 'Aanvullend certificaat',\n- 'Certificado complementar'.\n3. When the definitive quantity is less than the target quantity as indicated in the original certificate and in any supplementary certificate or certificates, the security corresponding to the balance, as determined in accordance with Article 9, shall  be released.\n4. The provisions of the first subparagraph of Article 33 (2) of Regulation (EEC) No 3719/88 shall not apply to certificates issued in accordance with this Article.\n5. Where application for a certificate is made for an export in pursuance of an invitation to tender referred to in paragraph 1, the provisions of Article 44 (5), (8) and (9) of Regulation (EEC) No 3719/88 shall not apply.", "1. The provisions of that Article shall apply to butter of a fat content by weight of 82 %, falling within CN code 0405 00 (PG 6), exported in the form of goods falling within CN codes 1806 90 and 2106 90 99.\n2. Certificates which contain in section 20 a description of the goods falling within the CN codes referred to in paragraph 1 may not contain a description of goods falling within other CN codes.\n3. Certificates shall be issued on the fifth working day following the day on which the application is lodged, unless special measures are taken in the intervening period.\n4. The provisions of Article 6 of Commission Regulation (EEC) No 210/69 (20) shall apply, on the understanding that the description of the goods and of the basic product in respect of which the certificate is drawn up complies with the provisions of", "Member States shall inform the Commission:\n1. each working day, of the advance-fixing certificates issued the previous day for milk powder (PG 2 or PG 3) for exportation in the form of goods falling within CN codes 1901 90 90 or 2106 90 99;\nevery Wednesday at the latest, of any other advance-fixing certificates issued during the previous week for milk powder for exportation in the form of goods covered by the Annex to Regulation (EEC) No 804/68;\n2. by the 10th of each month at the latest, of the advance-fixing certificates issued during the previous month for the agricultural products referred to in Article 1 of Regulation (EEC) No 1766/92 valid for exportation in the form of goods listed in  Annex B to that Regulation.", "The issue of certificates provided for in this Regulation shall be subject to the provision of a security, the amount of which is determined in the following table; this security shall be released under the conditions set out in Regulation  (EEC) No 3719/88 and, where appropriate, in Article 6 (3) of this Regulation.\n\"\" ID=\"1\">Milk powder, obtained by the spray process, of a fat content by weight of less than 1,5 % and of a water content by weight of less than 5 % (PG 2)> ID=\"2\">2,50\"> ID=\"1\">Milk powder, obtained by the spray process, of a fat content by  weight of 26 % and of a water content by weight of less than 5 % (PG 3)> ID=\"2\">2,50\"> ID=\"1\">Butter, of a fat content by weight of 82 % (PG 6)> ID=\"2\">5,00\"> ID=\"1\">Poultry eggs in shell, fresh or preserved, other than for hatching, exported in the  form or ovalbumin> ID=\"2\">1,70\"> ID=\"1\">Products covered by Regulation (EEC) No 1766/92 (cereals) or Regulation (EEC) No 1418/76 (rice)> ID=\"2\">0,50\"> ID=\"1\">Products covered by Regulation (EEC) No 1785/81 (sugar)> ID=\"2\">3,50\">", "0\n1. Regulation (EEC) No 1760/83 is repealed.\nHowever, it shall remain applicable in the case of certificates issued before 1 June 1994.\n2. All references to Regulation (EEC) No 1760/83 repealed in the first paragraph shall be construed as references to this Regulation.", "1\nThis Regulation shall enter into force on 1 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1994.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 155, 3. 7. 1968, p. 1.\n(3) OJ No L 91, 8. 4. 1994, p. 6.\n(4) OJ No L 181, 1. 7. 1992, p. 21.\n(5) OJ No L 196, 5. 8. 1993, p. 22.\n(6) OJ No L 282, 1. 11. 1975, p. 49.\n(7) OJ No L 152, 24. 6. 1993, p. 1.\n(8) OJ No L 166, 25. 6. 1976, p. 1.\n(9) OJ No L 154, 25. 6. 1993, p. 5.\n(10) OJ No L 177, 1. 7. 1981, p. 4.\n(11) OJ No L 22, 27. 1. 1994, p. 7.\n(12) OJ No L 351, 14. 12. 1987, p. 1.\n(13) OJ No L 256, 14. 10. 1993, p. 7.\n(14) OJ No L 331, 2. 12. 1988, p. 1.\n(15) OJ No L 320, 22. 12. 1993, p. 16.\n(16) OJ No L 42, 19. 2. 1986, p. 5.\n(17) OJ No L 172, 30. 6. 1983, p. 20.\n(18) OJ No L 92, 16. 4. 1993, p. 44.\n(19) See page 5 of this Official Journal.\n(20) OJ No L 28, 5. 2. 1969, p. 1."}