{"celex_id": "31995R2451", "uri": "http://publications.europa.eu/resource/cellar/a9459fbe-1ba8-4865-83c1-1299316718d7", "type": "Regulation", "concepts": ["1309", "1591", "2300", "3156", "4331", "519"], "title": "Commission Regulation (EC) No 2451/95 of 19 October 1995 initiating an investigation concerning the circumvention of anti-dumping measures imposed by Regulation (EEC) No 2861/93 on imports of certain magnetic disks (3,5\" microdisks) originating in Japan, Taiwan and the People's Republic of China by imports of certain magnetic disks (3,5\" microdisks) originating in Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand, and making these imports subject to registration\n", "header": "COMMISSION REGULATION (EC) No  2451/95 of 19 October 1995 initiating an investigation concerning the circumvention of anti-dumping  measures imposed by Regulation (EEC) No 2861/93 on imports of certain magnetic disks (3,5&Prime;  microdisks) originating in Japan, Taiwan and the People's Republic of China by imports of certain  magnetic disks (3,5&Prime; microdisks) originating in Canada, Hong Kong, India, Indonesia, Macao,  Malaysia, the Philippines, Singapore and Thailand, and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against  dumped imports from countries not members of the European Community  (1), as last amended by  Regulation (EC) No 1251/95  (2), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.  REQUEST\n(1)  The Commission has received a request pursuant to Article 13 (3) of Regulation  (EC) No 3283/94 (hereinafter 'the Basic Regulation`) to investigate the alleged circumvention of  the anti-dumping duties imposed by Council Regulation (EEC) No 2861/93 of 18 October 1993  (3) on  imports of certain magnetic disks (3,5&Prime; microdisks) originating in Japan, Taiwan and the  People's Republic of China by imports of 3,5&Prime; microdisks originating in Canada, Hong Kong,  India, Indonesia, Macao, Malaysia, the Philippines, Singapore and Thailand; to make these imports  subject to registration by the customs authorities pursuant to Article 14 (5) of the Basic  Regulation and to extend, where justified, the above anti-dumping duties to imports of 3,5&Prime;  microdisks from the latter countries.\nB.  APPLICANT\n(2)  The request has been lodged by the Committee of European Diskette  Manufacturers (Diksma).\nC.  PRODUCT\n(3)  The product concerned is 3,5&Prime; microdisks, used to record and store encoded  digital computer information and is currently classifiable within CN code ex 8523  20  90. This  code is given for information only and has no binding effect on the classification of the product.\nD.  EVIDENCE\n(4)  The request contains sufficient evidence to satisfy the requirements of Article  13 (1) of the basic Regulation that the anti-dumping duties on imports of 3,5&Prime; microdisks  originating in the People's Republic of China and Taiwan are being circumvented by imports  originating in the countries enumerated at recital (1) above.\n(5)  The evidence is as follows:\n(a)  A clear change has taken place in the pattern of trade between the countries concerned and the  European Community. For example, the market share represented by imports from the countries covered  by the request grew from 21  % in 1992 to 36  % in 1994. The corresponding figures for the People's  Republic of China and Taiwan show an opposite and almost equal decrease; provisional duties were  imposed on imports from those countries in April 1993, and the market share represented by these  imports has fallen from 20  % in 1992 to 4  % in 1994.\nThis change is pattern of trade is alleged to stem from a practice for which there is insufficient  due cause or economic justification apart from the existence of anti-dumping duties. It is  contended that operations in the countries listed consist principally of transhipment of 3,5&Prime;  microdisks manufactured in the People's Republic of China and Taiwan. Given that production remains  in these countries, the additional transhipment would only serve to increase costs. The sole  justification for the extra step is alleged to be the performance of some minor function  (labelling, repacking) in the country of transhipment, intended to allow the conferment of an  origin not subject to the anti-dumping duties in question.\n(b)  It is further alleged that the remedial effect to the anti-dumping duties are being  circumvented in terms of the prices and quantities of the imports considered. The purpose of the  anti-dumping duties on 3,5&Prime; microdisks originating in Japan, Taiwan and the People's Republic  of China was to increase prices to the extent necessary to remove injurious dumping.\nThis, according to the applicant, has not happened; import values have decreased overall from ECU  18 per kilogram prior to the imposition of the anti-dumping duties in 1993 to ECU 13 in 1994. This  trend is even more marked for imports from the countries from which circumvention is allegedly  taking place.\n(c)  Finally, it is alleged that imports from the countries covered by the request are being dumped  in relation to the normal values previously established. The continued deterioration in import  prices and data evidenced in the request support the contention that, in all cases, export prices  from the countries concerned are below the normal values originally established for Japan, Taiwan  and the People's Republic of China.\nE.  PROCEDURE\n(6)  In the light of the evidence contained in the request, the Commission has  concluded that sufficient evidence exists to justify the initiation of an investigation under  Article 13 (3) of the Basic Regulation, and the registration of imports from the countries under  investigation in accordance with Article 14 (5) of the said Regulation.\n(i)  Questionnaires (7)  In order to obtain the information it deems necessary for its investigation, the Commission  will send questionnaires to the exporters named in the request and, where appropriate, their  related importers. At the same time, a copy of the questionnaire will be sent to any known  representative association of exporters. Information, as appropriate, may be sought from Community  producers.\n(8)  Exporters in the countries covered by the investigation should be invited to contact the  Commission forthwith to find out whether or not they are listed in the request. The authorities of  the exporting countries will be notified of the exporters named in the request. The exporters which  are not named in the request, because they were not known, should ask for a copy of the  questionnaire as soon as possible, as they are also subject to the time limit set out in this  Regulation. Any request for questionnaires must be made in writing to the address mentioned below,  and should indicate the name, address, telephone and fax/telex numbers of the requesting party.\n(ii)  Certificates of non-circumvention (9)  In accordance with Article 13 (4) of the Basic Regulation, the grant of certificates exempting  the imports of the product concerned from registration or measures may be authorized when the  importation does not constitute circumvention.\nThe Commission will consider applications for such certificates provided that they are lodged  within the time limit set out in this Regulation and accompanied by a complete response to the  questionnaire referred to in recital (7) above.\nF.  TIME LIMITS\n(10)  In the interest of sound administration, a period should be fixed within  which interested parties, provided that they can show that they are likely to be affected by the  results of the investigation, may make their views known in writing and to provide supporting  evidence. A period should also be fixed within which interested parties may make a written request  for a hearing and show that there are particular reasons why they should be heard. Furthermore, it  should be stated that in cases in which any interested party refuses access to, or otherwise does  not provide necessary information within the time limit, or significantly impedes the  investigation, provisional or final findings, affirmative or negative, may be made in accordance  with Article 18 of Regulation (EC) No 3283/94, on the basis of the facts available,", "main_body": ["An investigation pursuant to Article 13 (3) of Regulation (EC) No  3283/94 of imports of certain magnetic disks (3,5&Prime; microdisks) falling within CN code ex 8523   20  90 and originating in Canada, Hong Kong, India, Indonesia, Macao, Malaysia, the Philippines,  Singapore and Thailand is hereby initiated.", "The customs authorities are hereby directed, pursuant to Article 14 (5) of Regulation  (EC) No 3283/94, to take the appropriate steps to register the imports identified in Article 1 in  order to ensure that, should the anti-dumping duties applicable to imports of the product concerned  originating in Japan, Taiwan and the People's Republic of China be extended to the imports  specified in Article 1, they may be collected from the date of such registration.\nRegistration shall expire nine months following the date of the entry into force of this  Regulation.\nProducts shall not be subject to registration where they are accompanied by a customs certificate  issued in accordance with Article 13 (4) of Regulation (EC) No 3283/94.", "Interested parties must, if their representations are to be taken into account during  the investigation, make themselves known, present their views in writing and submit information  within 37 days from the date of transmission of this Regulation to the authorities of the exporting  countries. Interested parties may also apply to be heard by the Commission and apply for a  certificate of non-circumvention pursuant to Article 13 (4) of Regulation (EC) No 3283/94 within  the same time limit. The transmission of this Regulation to the authorities of the exporting  countries shall be deemed to have taken place on the third day following its publication in the  Official Journal of the European Communities.\nAny information relating to the matter and any request for a hearing should be sent to the  following address:\nEuropean Commission,\nDirectorate-General for External Economic Relations (Division I.C.2),\nAttn. Mr. A.J. Stewart,\nCORT 100 4/44,\nRue de la Loi/Wetstraat 200,\nB-1049 Brussels  (1).", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 October 1995.\nFor the Commission Leon BRITTAN Vice-President"}