{"celex_id": "31993D0042", "uri": "http://publications.europa.eu/resource/cellar/ea4ffc79-357b-428c-bf1f-8feef621f2c0", "type": "Decision", "concepts": ["1445", "1755", "336", "5034", "5369", "619"], "title": "93/42/EEC: Commission Decision of 21 December 1992 concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for Denmark\n", "header": "COMMISSION DECISION of 21 December 1992 concerning additional guarantees relating to infectious bovine rhinotracheitis for bovines destined for Denmark\n(93/42/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC (1) of 26 June 1964 on animal health problems affecting intra-community trade in bovine animals and swine, as last amended by Directive 92/65/EEC (2) and in particular Article 10 thereof,\nWhereas Denmark considers that its territory is free from infectious bovine rhinotracheitis and has submitted documentation to the Commission as provided for in Article 10 of Directive 64/432/EEC;\nWhereas an eradication programme was commenced in Denmark for IBR in 1984;\nWhereas the programme is regarded to have been successful in eradicating this disease from Denmark;\nWhereas the authorities of Denmark apply for national movement of bovine animals rules at least equivalent as those foreseen in the present Decision;\nWhereas it is appropriate to propose certain additional guarantees to protect the progress made in Denmark;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Bovine animals intended for breeding and production coming from other member states and destined for Denmark must fulfill the following conditions:\n1. according to official information, no clinical or pathological evidence of IBR disease must have been recorded in the herd of origin for the past 12 months;\n2. the bovines must have been isolated in accommodation approved by the competent authority for the 30 days immediately prior to movement;\n3. the bovines must have been subjected to a serological test for IBR on sera taken at least 21 days after entry into isolation, with negative results. All animals in isolation must also have given negative results to this test;\n4. The bovines must not have been vaccinated against IBR.", "Bovines intended for slaughter coming from other Member States and destined for Denmark must be transported directly to the slaughterhouse of destination.", "The health certificate provided for in Annex F of Council Directive 64/432/EEC must be completed by the following for bovines being sent to Denmark:\n'bovines in accordance with Commission Decision 93/42/EEC of 21 December 1992 concerning IBR for bovines being sent to Denmark.'", "This Decision shall enter into force on 1 January 1993.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1988/64.\n(2) OJ No L 268, 14. 9. 1992, p. 54."}