{"celex_id": "31991R3898", "uri": "http://publications.europa.eu/resource/cellar/46628a8c-8041-46f3-9c00-140f827244db", "type": "Regulation", "concepts": ["180", "4722"], "title": "Council Regulation ( EEC ) No 3898/91 of 16 December 1991 amending Regulation ( EEC ) No 358/79 on sparkling wines produced in the Community\n", "header": "COUNCIL REGULATION (EEC) No 3898/91\nof  16 December 1991\namending Regulation (EEC) No 358/79 on sparkling wines produced in the  Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the provisions relating to the maximum sulphur dioxide contents of sparkling wines referred  to in Article 12 (3) of Regulation (EEC) No 358/79 (4), as last amended by Regulation (EEC) No  1735/91 (5), should be reviewed on the basis of experience gained;\nWhereas the first indent of Article 6 (1) of Regulation (EEC) No 823/87 of 16 March 1987 laying  down special provisions relating to quality wines produced in specified regions (6), as last  amended by Regulation (EEC) No 3896/91 (7), defines the principle that quality wines produced in a  specified region, hereinafter called 'quality wines psr`, may be made only from grapes harvested  within the specified region whose name they bear, whilst making provision for derogations to that  principle during a transitional period expiring on 31 December 1995; whereas a similar provision  shall also be made for quality sparkling wines produced in specific regions (quality sparkling  wines psr);\nWhereas experience dictates that the rules on the production of sparkling wines should refer not  only to quality sparkling wines of the aromatic type but also to quality sparkling wines of the  aromatic type produced in specified regions (quality sparkling wines psr of the aromatic type);\nWhereas the quality sparkling wines of the aromatic type and the quality sparkling wines psr must  be obtained from vine varieties that are listed in the Annex to Regulation (EEC) No 358/79; whereas  that list should be supplemented by certain varieties which, on the basis of experience gained, are  appropriate for making quality sparkling wines of the aromatic type or quality sparkling wines psr  of the aromatic type,", "main_body": ["Regulation (EEC) No 358/79 is hereby amended as follows:\n1.  Article 12 (3) and (4) shall be replaced by the following:\n'3.  The Commission shall submit to the European Parliament and Council before 1 April 1992 a  report, based on experience acquired, on maximum sulphur dioxide contents, accompanied, where  appropriate, by proposals, on which the Council shall act in accordance with the procedure referred  to in Article 43 (2) of the Treaty before 1 September 1992.\n4.  Detailed rules for the application of this Article shall be adopted in accordance with the  procedure laid down in Article 83 of Regulation (EEC) No 822/87.`;\n2.\nin Article 14a:\n(a)  paragraph 2 shall be replaced by the following:\n'2.  Notwithstanding the first indent of paragraph 1, in the case of a traditional practice  governed by special provisions of the Member State of production, that Member State may permit,  until 31 December 1995 at the latest, by means of express authorizations and subject to appropriate  control, that a quality sparkling wine psr be obtained by adjusting the basic product of that wine  by adding one or more wine-sector products which do not originate in the specified region whose  name is borne by the wine, provided that:\n- this type of added wine-sector product is not produced in that specified region with the same  characteristics as products not originating therein,\n- this adjustment is consistent with the oenological practices and definitions referred to in  Regulation (EEC) No 822/87,\n- the total volume of added wine-sector products which do not originate in the specified region  does not exceed 10 % of the total volume of products used which originate in the specified region.  However the Commission may, in accordance with the procedure laid down in Article 83 of Regulation  (EEC) No 822/87, authorize the Member State to allow in exceptional cases a percentage of added  products higher than 10 %, but not more than 15 %`;\n(b)\nthe second subparagraph of paragraph 4 shall be replaced by the following:\n'They shall include in particular the definition of areas in immediate proximity to a specified  region, account being taken in particular of the geographical situation and administrative  structures.`;\n3.", "6 (4) shall be replaced by the following:\n'4.  Detailed rules for the application of this Article shall be adopted in accordance with the  procedure laid down in Article 83 of Regulation (EEC) No 822/87.`;\n4.  in Article 18:\n(a)  the first subparagraph of paragraph 1 shall be replaced by the following:\n'1.  Quality sparkling wines of the aromatic type may be produced only by using, as sole  constituents of the cuvée, grape musts or grape musts in fermentation obtained from the vine  varieties listed in the Annex. The same shall apply to quality sparkling wines psr of the aromatic  type, provided that these varieties are recognized as suitable for the production of quality wines  psr in the specified region whose name the quality sparkling wines psr bear.`;\n(b)\nparagraphs 3 and 4 shall be replaced by the following:\n'3.  Notwithstanding the first subparagraph of Article 15 (2), quality sparkling wines of the  aromatic type and quality sparkling wines psr of the aromatic type shall, when kept at a  temperature of 20 oC in closed containers, have an excess pressure of not less than 3 bars.\n4.  Notwithstanding Article 17, the duration of the process of making quality sparkling wines of  the aromatic type and quality sparkling wines psr of the aromatic type may not be less than one  month.`;\n5.", "2 shall be replaced by the following:\n'Article 22\nAll sparkling wines covered by Article 2 that met the requirements of this Regulation  in force at the time when  they were produced but the production conditions or analytical  characteristics of which no longer meet the requirements of this Regulation as a result of  amendments thereto may be held for sale, put on the market or exported until stocks are  exhausted.`\n6.\nThe Annex shall be replaced by the following:\n'ANNEX\nList of the varieties of vine from which quality sparkling wines of the aromatic type and  quality sparkling wines psr of the aromatic type may be obtained:\nAleatico N\nÁóýñôéêï  (Assyrtiko)\nBourboulenc\nBrachetto N\nClairette\nColombard\nFreisa  N\nGamay\nGewuerztraminer\nGirò N\nÃëõêÝñõèñá  (Glykerithra)\nHuxelrebe\nMacabeu\nMalvasia (all)\nMauzac  blanc and rosé\nMonica N\nÌïó÷ïoessëaañï  (Moschofilero)\nMueller-Thurgau\nMuscats  (all)\nParellada\nPerle\nPicpoul\nPoulsard\nProsecco\nÑïaessôçò  (Roditis)\nScheurebe.`", "This  Regulation shall enter into force on the third day following its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 16 December 1991.\nFor the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ N° C 84, 28. 3. 1991, p.  10, and amendment forwarded on 13 December 1991.\n(2) OJ N° C 305, 25. 11. 1991.\n(3) OJ N° C 191, 22. 7. 1991, p. 45.\n(4) OJ N° L 54, 5. 3. 1979, p. 130.\n(5) OJ N° L 163, 26. 6. 1991, p. 9.\n(6) OJ N° L 84, 27. 3. 1987, p. 59.\n(7) See page 3 of this Official Journal."}