{"celex_id": "31997D0165(01)", "uri": "http://publications.europa.eu/resource/cellar/ca504e2b-8e37-443a-bd5d-31762efd2cf8", "type": "Decision", "concepts": ["5399", "5508"], "title": "Decision of the Committee of the Regions of 17 September 1997 concerning public access to documents of the Committee of the Regions\n", "header": "DECISION OF THE COMMITTEE OF THE REGIONS of 17 September 1997 concerning public access to documents of the Committee of the Regions\nTHE BUREAU OF THE COMMITTEE OF THE REGIONS", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Declaration 17 attached to the Final Act thereof,\nWhereas provisions should be adopted governing public access to documents of the Committee of the Regions (hereinafter 'the Committee`);\nWhereas these measures should be in harmony with the code of conduct agreed and adopted by the Commission and the Council in this area on 6 December 1993, in order to ensure the consistency and continuity of the activities if the institutions in accordance with Article C of the Treaty on European Union;\nWhereas these provisions are applicable to any document held by the Committee, whatever its medium, excluding documents written by a person, body or institution outside the Committee;\nWhereas the principle of allowing the public wide access to the Committee's documents, as part of greater transparency in the Committee's work, must however be subject to exceptions, particularly as regards protection of the public interest, the individual and privacy;\nWhereas this Decision must apply with due regard for provisions governing the protection of classified information,", "main_body": ["1. The public shall have access to Committee documents under the conditions laid down in this Decision.\n2. 'Committee document` means any written text, whatever its medium, containing existing data and held by the Committee, subject to Article 2 (2).", "1. An application for access to a Committee document shall be sent in writing to the Secretary-General of the Committee (1). It must be made in a sufficiently precise manner and must contain information enabling the document or documents requested to be identified. Where necessary, the applicant shall be asked for further details.\n2. Where the requested document was written by a natural or legal person, a Member State, another Community institution or body, or any other national or international body, the application must not be sent to the Committee, but direct to the author.", "1. The applicant shall have access to a document of the Committee either by consulting it on the spot or by having a copy sent at his own expense. A fee of ECU 10, plus ECU 0,036 per sheet of paper, may be charged by the General Secretariat of the Committee for copies of printed documents exceeding 30 pages. Charges for information in other formats shall be set on a case-by-case basis but shall not exceed what is reasonable.\n2. The relevant departments of the General Secretariat shall endeavour to find a fair solution to deal with repeat applications and/or those which relate to very large documents.\n3. Anyone given access to a document of the Committee may not reproduce or circulate the document for commercial purposes through direct sale without prior authorization from the Secretary-General.", "1. Access to a document of the Committee shall not be granted where its disclosure could undermine:\n- the protection of the public interest (public security, international relations, monetary stability, court proceedings, inspections and investigations),\n- the protection of the individual and of privacy,\n- the protection of commercial and industrial secrecy,\n- the protection of the Community's financial interests,\n- the protection of confidentiality as requested by the natural or legal person who supplied any of the information contained in the document or as required by the legislation of the Member State which supplied any of that information.\n2. Access to a document of the Committee may be refused in order to protect the confidentiality of the Committee's proceedings.", "Any application for access to a Committee document shall be examined by the relevant departments of the General Secretariat, which shall suggest what action is to be taken on it.", "1. The relevant director or head of department, or an official acting on their behalf, shall inform the applicant in writing, within one month, whether the application has been approved or whether the intends to reject it. In the latter case, the applicant shall also be notified of the reasons for this intention and that he has one month to make a confirmatory application to the Secretary-General for that position to be reconsidered, failing which he will be deemed to have withdrawn his original application.\n2. Failure to reply to an application for access to a document within one month of submission shall constitute an intention to refuse access.\n3. The President shall be empowered to decide on confirmatory applications. He may delegate this authority to the Secretary-General.\n4. Any decision to reject a confirmatory application, which shall be taken within a month of submission of such application, shall state the grounds on which it is based. The applicant shall be notified of the decision in writing as soon as possible and at the same time informed of the content of Articles 138e and 173 of the Treaty establishing the European Community, relating respectively to the conditions for referral to the Ombudsman by natural persons and review by the Court of Justice of the legality of acts of the Committee.\n5. Failure to reply to a confirmatory application within one month of submission shall constitute a refusal.\n6. Exceptionally, the Secretary-General, having notified the applicant in advance, may extend by one month the time limits laid down in the first sentence of paragraph 1 and in paragraph 4.", "This Decision shall apply with due regard for provisions governing the protection of classified information.", "Every two years, the Secretary-General shall submit a report to the Bureau on the implementation of this Decision.", "This Decision shall take effect from the date of its signature."], "attachments": "Done at Brussels, 17 September 1997.\nFor the Bureau\nPasqual MARAGALL i MIRA\nPresident\n(1) The Secretary-General of the Committee of the Regions of the European Union, 79 Rue Belliard, 1040 Brussels, Belgium."}