{"celex_id": "31991R3043", "uri": "http://publications.europa.eu/resource/cellar/196e5e22-d74f-4b2e-bcdc-896fbee3b049", "type": "Regulation", "concepts": ["4284", "5360"], "title": "Commission Regulation (EEC) No 3043/91 of 17 October 1991 amending Regulation (EEC) No 1836/82 laying down the procedure and conditions for the disposal of cereals held by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 3043/91  of 17 October 1991  amending Regulation (EEC) No 1836/82 laying down the procedure and conditions for the disposal of cereals held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (6) thereof,\nWhereas Commission Regulation (EEC) No 1836/82 (3), as last amended by Regulation (EEC) No 2619/90 (4), lays down the procedure and conditions for the disposal of cereals held by intervention agencies; whereas, where cereals are placed on sale on the  Community market, the security of ECU 5 per tonne provided for in Article 13 (4) of that Regulation has proved insufficient in certain Member States as a result of fluctuations in market prices; whereas the Member States concerned should thus be  permitted to fix a security at a level appropriate for their particular case within a margin of between ECU 5 and ECU 10 per tonne; whereas experience has shown that the defraying by the successful tenderer of the costs of removal where he removes the  cereals after the deadline for payment has expired in accordance with the third paragraph of Article 16 of that Regulation poses problems for export management; whereas that provision should accordingly be deleted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committe for Cereals,", "main_body": ["Regulation (EEC) No 1836/82 is hereby amended as follows:\n1. The second sentence of Article 13 (4) is replaced by the following:\n'Tenders shall be valid only if they are accompanied by proof that the tenderer has provided a security of:\n- ECU 5 per tonne where the cereals are sold for export, or\n- ECU 5 to ECU 10 per tonne, to be fixed by the Member State concerned, where the cereals are sold on the Community market.'\n2. The third paragraph of Article 16 of Regulation (EEC) No 1836/82 is hereby deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 202, 9. 7. 1982, p. 23. (4) OJ No L 249, 12. 9. 1990, p. 8."}