{"celex_id": "31998R2562", "uri": "http://publications.europa.eu/resource/cellar/65052ca8-7300-4230-a555-78a2464328fd", "type": "Regulation", "concepts": ["1136", "1309", "1644", "4078", "4692", "5083"], "title": "Commission Regulation (EC) No 2562/98 of 27 November 1998 laying down detailed rules for the application of the arrangements applicable to imports of certain pigmeat products originating in the ACP States and repealing Regulation (EEC) No 904/90\n", "header": "COMMISSION REGULATION (EC) No 2562/98 of 27 November 1998 laying down detailed rules for the application of the arrangements applicable to imports of certain pigmeat products originating in the ACP States and repealing Regulation (EEC) No 904/90\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1706/98 of 20 July 1998 concerning the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EEC) No 715/90 (1), and in particular Article 30 thereof,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat (2), as last amended by Regulation (EC) No 3290/94 (3), and in particular Article 22 thereof,\nWhereas Regulation (EC) No 1706/98 implements the amendments to the arrangements for imports from the ACP States made as a result of the mid-term review of the Fourth Lomé Convention; whereas Article 9 in Regulation (EC) No 1706/98 in particular introduces arrangements for reducing import duties on certain products in the pigmeat sectors within the limit of quotas; whereas in comparison to the provisions in Regulation (EEC) No 715/90 Article 9 of Regulation (EC) No 1706/98 provides for an increase in the tariff quotas and for an additional reduction in the customs duties applicable for products listed in Article 9(2) and (3) of the said Regulation; whereas there is also a provision for a reduction in the customs duties without a quota applicable to certain pigmeat products listed in Article 9(1) of Regulation (EC) No 1706/98;\nWhereas detailed rules for the application of that Regulation should be adopted as regards the pigmeat products concerned with a view to administering the quotas concerned; whereas those detailed rules are either supplementary to or derogate from Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 1044/98 (5);\nWhereas, in order to ensure proper administration of the quotas, a security should be required for applications for import licences and certain conditions be laid down as regards applicants themselves; whereas the quotas should be staggered over the year and the term of validity of licences should be specified;\nWhereas taking into account the quantities that have already been available under the arrangements laid down in Regulation (EEC) No 715/90, the new quantities for 1998 should be made available with regard to the quotas fixed in Regulation (EC) No 1706/98;\nWhereas the groups ACP1, ACP2 and ACP3 in this Regulation refer to the products listed in Article 9(1), (2) and (3) of Regulation (EC) No 1706/98, respectively;\nWhereas Commission Regulation (EEC) No 904/90 of 9 April 1990 laying down detailed rules for the application of the arrangements applicable to imports of certain pigmeat products originating in the ACP States or in the overseas countries and territories (OCT) (6), as last amended by Regulation (EC) 1369/98 (7), should be repealed;\nWhereas detailed rules for the issue of import licences for certain pigmeat products qualifying for reduced duties should be laid down;\nWhereas this Regulation should apply from 1 December 1998 to enable proper management of the 1998 quotas;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["All imports into the Community under Article 9 of Regulation (EC) No 1706/98 of products covered by CN codes listed in Annex I to this Regulation shall be subject to the presentation of an import licence.\nLicences shall be issued under the conditions laid down in this Regulation and within the limit of the quotas fixed by Regulation (EC) No 1706/98.\nThe annual quantities from the ACP countries referred to in this Regulation shall bear the following order numbers: the quota for group ACP2: 09.4029 and group ACP3: 09.4028.", "The overall annual quota of 500 tonnes referred to in Article 9(2) and annual quota of 500 tonnes referred to in Article 9(3) of Regulation (EC) No 1706/98 shall be staggered over the year as follows:\n- 25 % in the period 1 January to 31 March,\n- 25 % in the period 1 April to 30 June,\n- 25 % in the period 1 July to 30 September,\n- 25 % in the period 1 October to 31 December.\nHowever, for the year 1998, the quantity available for group ACP2 shall amount to 500 tonnes and the quantity available for group ACP3 shall amount to 250 tonnes.", "1. Applicants for the import licences for products referred to in the third subparagraph of Article 1 shall be natural or legal persons who, at the time when applications are submitted, can prove to the satisfaction of the competent authorities of the Member States that they have been active in trade with third countries in the pigmeat sector for at least the preceding 12 months; however, retail establishments or restaurants selling their products to final consumers shall be excluded from this system.\n2. The licence application may mention only one of the group numbers defined in Annex I hereto; it may involve several products covered by different CN codes. In such cases, all the CN codes shall be indicated in Section 16 and their description in Section 15 of the licences application.\nThe application must be for a minimum of one tonne and a maximum of 100 % of the quantity available for the group concerned and the period as specified in Article 2.\n3. Section 8 of the licence application and the licence shall indicate the country of origin; licences shall entail an obligation to import from the country indicated.\n4. Section 20 of the licence application and the licence shall carry one of the following entries:\n- Producto ACP - Reglamentos (CE) n° 1706/98 y (CE) n° 2562/98\n- AVS-produkt - forordning (EF) nr. 1706/98 og (EF) nr. 2562/98\n- AKP-Erzeugnis - Verordnungen (EG) Nr. 1706/98 und (EG) Nr. 2562/98\n- Ðñïúüí ÁÊÅ - Êáíïíéóìïß (ÅÊ) áñéè. 1706/98 êáé (ÅÊ) áñéè. 2562/98\n- ACP product - Regulations (EC) No 1706/98 and (EC) No 2562/98\n- Produit ACP - règlements (CE) n° 1706/98 et (CE) n° 2562/98\n- Prodotto ACP - regolamenti (CE) n. 1706/98 e (CE) n. 2562/98\n- ACS-product - Verordeningen (EG) nr. 1706/98 en (EG) nr. 2562/98\n- Produto ACP - Regulamentos (CE) nº 1706/98 e (CE) nº 2562/98\n- AKT-tuote - asetukset (EY) N:o 1706/98 ja (EY) N:o 2562/98\n- AVS-produkt - förordningarna (EG) nr 1706/98 och (EG) nr 2562/98.\n5. Section 24 of the licence shall carry one of the following entries:\n- Reducción del derecho de aduana en virtud del Reglamento (CE) n° 2562/98\n- Nedsættelse af importafgiften jf. forordning (EF) nr. 2562/98\n- Ermäßigung des Zollsatzes nach dem GZT gemäß Verordnung (EG) Nr. 2562/98\n- Ìåßùóç ôïõ äáóìïý üðùò ðñïâëÝðåôáé óôïí êáíïíéóìü (ÅÊ) áñéè. 2562/98\n- Customs duty reduction as provided for in Regulation (EC) No 2562/98\n- Réduction du droit de douane comme prévu au règlement (CE) n° 2562/98\n- Riduzione del dazio doganale a norma del regolamento (CE) n. 2562/98\n- Douanerecht verlaagd overeenkomstig Verordening (EG) nr. 2562/98\n- Redução do direito aduaneiro conforme previsto no Regulamento (CE) nº 2562/98\n- Tullialennus, josta on säädetty asetuksessa (EY) N:o 2562/98\n- Nedsättning av tullavgiften enligt förordning (EG) nr 2562/98.", "1. Licence applications referred to in Article 3 may only be lodged during the first 10 days of each period specified in Article 2. However, licence applications for 1998 must be lodged during the period 1 to 10 December 1998.\n2. Applications shall be invalid if the applicant does not declare in writing that he has not lodged and will not lodge, for the period in question, other applications for products of the same group in the Member State of lodgement or another Member State. If an applicant lodges more than one application for products of one group none of the applications shall be valid.\n3. The Member States shall notify the Commission on the third working day following the end of the application submission period, of applications lodged for each of the products of the group in question. Such notification shall comprise a list of applicants, the product code and quantities applied for by group and the countries of origin.\nAll notifications, including notifications of nil applications, shall be made by telex or fax on the working day stipulated, using the model shown in Annex II in cases where no applications have been made, and the models shown in Annexes II and III in cases where applications have been made.\n4. Subject to a decision on acceptance of applications by the Commission, licences shall be issued as quickly as possible.\n5. The Commission shall decide to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single percentage reducing the quantities applied for.\nIf the overall quantity covered by applications is less than the quantity available, the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following period for the same year.", "Pursuant to Article 21(2) of Regulation (EEC) No 3719/88, import licences for the products referred to in the third subparagraph of Article 1 shall be valid for 150 days from the date of actual issue.\nImport licences, issued pursuant to this Regulation shall not be transferable.", "A security of ECU 30 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.", "Importation under the arrangements for a reduction in import duties provided for in this Regulation may take place only if the origin of the products concerned is certified by the competent authorities of the exporting countries in accordance with the rules of origin applicable to the products in question pursuant to Protocol 1 to the Fourth ACP-EEC Convention signed at Lomé on 15 December 1989.", "Regulation (EEC) No 3719/88 shall apply subject to the provisions of this Regulation.", "Regulation (EEC) No 904/90 is hereby repealed.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 215, 1. 8. 1998, p. 12.\n(2) OJ L 282, 1. 11. 1975, p. 1.\n(3) OJ L 349, 31. 12. 1994, p. 105.\n(4) OJ L 331, 2. 12. 1988, p. 1.\n(5) OJ L 149, 20. 5. 1998, p. 11.\n(6) OJ L 93, 10. 4. 1990, p. 23.\n(7) OJ L 185, 30. 6. 1998, p. 14.\nANNEX I\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\nRegulation (EC) No 2562/98 - ACP imports\n>START OF GRAPHIC>\nCOMMISSION OF THE EUROPEAN COMMUNITIES DG VI/D/3 - Pigmeat\nApplication for import licences\nDate\nPeriod\nMember State:\nSender:\nContact:\nTelephone No:\nFax No:\nTo: DG VI/D/3 - Fax No: (32 2) 296 62 79; 296 12 27\nGroup No\nQuantity applied for\nACP2\nACP3\n>END OF GRAPHIC>\nANNEX III\nRegulation (EC) No 2562/98 - ACP imports\n>START OF GRAPHIC>\nCOMMISSION OF THE EUROPEAN COMMUNITES DG VI/D/3 - Pigmeat\nApplication for import licences\nDate\nPeriod\nMember State :\n(tonnes)\nGroup No\nCN code\nApplicant\n(name and address)\nQuantity\nCountry of origin\nACP2\nTotal\n(tonnes)\nGroup No\nCN code\nApplicant\n(name and address)\nQuantity\nCountry of origin\nACP3\nTotal\n>END OF GRAPHIC>"}