{"celex_id": "31993R3452", "uri": "http://publications.europa.eu/resource/cellar/269eea6f-d57e-421e-94b0-726d706c7103", "type": "Regulation", "concepts": ["2975", "693"], "title": "COMMISSION REGULATION (EC) No 3452/93 of 16 December 1993 fixing the intervention thresholds for oranges, mandarins, satsumas and clementines for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 3452/93 of 16 December 1993 fixing the intervention thresholds for oranges, mandarins, satsumas and clementines for the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Articles 16a (5) and Article 16b (4) thereof,\nHaving regard to Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables (3), as last  amended by Regulation (EEC) No 1623/91 (4), and in particular Article 1 (3) thereof,\nWhereas, pursuant to Article 1 (1) of Regulation (EEC) No 2240/88, the intervention threshold for oranges is to be equal, as from the 1991/92 marketing year, to 10 % of the average production intended to be consumed fresh in the last five marketing  years for which data are available; whereas, however, pursuant to Article 9 of Council Regulation (EC) No 3119/93 of 8 November 1993 laying down special measures to encourage the processing of certain citrus fruits (5), the threshold for oranges thus  calculated must be increased by a quantity equal to the average quantity of oranges in respect of which financial compensation was paid during the 1984/85 to 1988/89 marketing years inclusive;\nWhereas, pursuant to Article 16a (2) of Regulation (EEC) No 1035/72, the intervention thresholds for mandarins, satsumas and clementines are to be equal, as from the 1991/92 marketing year, to 10 % of the average production intended to be consumed fresh  in the last five marketing years for which data are available; whereas, however, pursuant to Article 9 of the abovementioned Regulation (EC) No 3119/93, the quantities of mandarins and clementines delivered for processing under that Regulation are to be  treated as production intended to be consumed fresh for the purposes of fixing the intervention thresholds for those products; whereas the threshold for satsumas thus calculated must be increased by a quantity equal to the average quantity of satsumas  in respect of which financial compensation was paid during the 1989/90 to 1991/92 marketing years inclusive;\nWhereas the intervention thresholds for the products in question should be fixed for the 1993/94 marketing year in accordance with the abovementioned provisions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The intervention thresholds for oranges, mandarins, satsumas and clementines for the 1993/94 marketing year shall be as follows:\n- oranges: 1 190 000 tonnes\n- mandarins: 34 400 tonnes\n- satsumas: 178 000 tonnes\n- clementines: 122 900 tonnes.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 198, 26. 7. 1988, p. 9.\n(4) OJ No L 150, 15. 6. 1991, p. 8.\n(5) OJ No L 279, 12. 11. 1993, p. 17."}