{"celex_id": "31997R0059", "uri": "http://publications.europa.eu/resource/cellar/a01149f0-a723-4ead-96e8-ebef3968984d", "type": "Regulation", "concepts": ["1086", "2965", "3793", "5106", "601", "666"], "title": "Commission Regulation (EC) No 59/97 of 16 January 1997 concerning aid for the processing of sugar cane into sucrose syrup or agricultural rum in the French overseas departments and amending Regulation (EEC) No 1713/93\n", "header": "COMMISSION REGULATION (EC) No 59/97 of 16 January 1997 concerning aid for the processing of sugar cane into sucrose syrup or agricultural rum in the French overseas departments and amending Regulation (EEC) No 1713/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Regulation (EC) No 2598/95 (2), and in particular Article 19 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EC) No 150/95 (4), and in particular Articles 3 (3), 6 (2) and 12 thereof,\nWhereas Article 18 of Regulation (EEC) No 3763/91 provides for the granting of Community aid for the processing of sugar cane into sugar syrup, hereinafter called 'sucrose syrup`, or into agricultural rum as defined in Article 1 (4) (a) (2) of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (5), as last amended by the Act of Accession of Austria, Finland and Sweden; whereas this aid is paid on condition that the sugar cane producer is paid a minimum price to be determined and up to the limit of an overall quantity corresponding to the average quantity of agricultural rum sold during the three marketing years 1987/88, 1988/89 and 1989/90 and of a maximum annual quantity of 250 tonnes of sucrose syrup;\nWhereas the second paragraph of Article 19 of Regulation (EEC) No 3763/91 provides that when the relevant detailed rules of application are adopted account will be taken in particular of the production objectives within the context of the arrangements applicable to sugar and of the supply requirements of the French overseas departments;\nWhereas a minimum price for sugar cane should be laid down which takes into account the reference price for sugar cane intended for the production of sugar applicable in the department in question and provision should also be made for a system to reduce, where appropriate, the quantities of rum or sucrose syrup eligible for aid so as to ensure that the overall quantity limit laid down by Article 18 (2) of Regulation (EEC) No 3763/91 is observed; whereas a regular review of the situation, particularly as regards the trend in sugar prices, should be provided for; whereas sucrose syrup, which is not a sugar product within the meaning of Articles 26 to 29 of Council Regulation (EEC) No 1785/81 (6), as last amended by Regulation (EC) No 1599/96 (7), should be defined;\nWhereas provisions should be laid down in respect of aid unduly paid out;\nWhereas Regulation (EC) No 2598/95, amending Regulation (EEC) No 3763/91, entered into force at the end of October 1995;\nWhereas, now that the aid scheme is being extended to production of sucrose syrup, Commission Regulation (EEC) No 1488/92 (8), as amended by Regulation (EC) No 260/96 (9), setting out rules for its application should for clarity be repealed and replaced by the present Regulation; whereas it is also necessary to amend Commission Regulation (EEC) No 1713/93 (10), as last amended by Regulation (EC) No 2926/94 (11);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. Aid for the direct processing of sugar cane into sucrose syrup or agricultural rum as provided for in Article 18 of Regulation (EEC) No 3763/91 may be paid in accordance with the terms of this Regulation to any sucrose syrup manufacturer or distiller:\n(a) whose plant is located in one of the French overseas departments;\nand\n(b) who produces directly from cane harvested in the same French overseas department:\n- sucrose syrup of less than 75 % purity used in the manufacture of aperitifs,\nor\n- agricultural rum as defined in Article 1 (4) (a) (2) of Regulation (EEC) No 1576/89.\n2. Aid shall be paid out each year for the quantities of sugar cane processed directly into sucrose syrup or agricultural rum for which the sucrose syrup manufacturer or distiller shows proof that he has paid the sugar cane producers in question the minimum price referred to in Article 2. This last condition shall not apply in the case of the manufacturer or distiller's own sugar cane production.\n3. The aid shall be:\n(a) for sucrose syrup ECU 9 per 100 kilograms of sugar expressed as white sugar;\n(b) for agricultural rum ECU 64,22 per hectolitre of pure alcohol produced.\n4. So that permanent account can be taken of production objectives in management of the sugar market in relation to both the prices set for each sugar marketing year and the supply trend in the French overseas departments, the situation shall be regularly reviewed and any necessary adjustments shall be made.", "1. The minimum price referred to in the second subparagraph of Article 18 (1) of Regulation (EEC) No 3763/91 shall be the reference price applied by the French overseas department in question to the purchase of sugar cane used for sugar production in that department. The minimum price shall apply to cane of sound, fair and merchantable quality, of standard sugar content. The delivery stage shall be determined by agreement between the sugar cane producer and the syrup manufacturer or distiller.\n2. The standard sugar content and the scale of increases and reductions to be applied to the minimum price when the sugar content of the cane differs from the standard sugar content shall be adopted by the competent authority designated by France on the proposal of a joint committee of distillers or syrup manufacturers and sugar cane producers.", "1. Proof that the minimum price has been paid to the sugar cane producer shall be established by a certificate drawn up on unstamped paper by the syrup manufacturer or distiller. It shall show:\n(a) the name of the syrup manufacturer or distiller;\n(b) the name of the sugar cane producer;\n(c) the total quantities of sugar cane for which the minimum price determined for the calendar year in question has been paid and which have been delivered to the syrup factory or distillery by the producer in question during that calendar year;\n(d) the quality of the product for which the minimum price is paid.\n2. The certificate shall be signed by the sugar cane producer and the syrup manufacturer or distiller.\n3. The syrup manufacturer or distiller shall keep the original of the certificate. A copy shall be sent to the sugar cane producer.\n4. A syrup manufacturer or distiller using his own sugar cane production shall keep separate stock records for that cane.", "1. The overall quantity referred to in Article 18 (2) of Regulation (EEC) No 3763/91 shall be 75 600 hectolitres of agricultural rum expressed as pure alcohol.\n2. When the sum of the quantities for which aid is requested is greater in a given calendar year than, as appropriate, the quantity of rum referred to in paragraph 1 or the quantity of sucrose syrup referred to in the first indent of Article 18 (2) of Regulation (EEC) No 3763/91, a standard percentage reduction shall be applied to each application in respect of the product in question.\n3. Nevertheless, France may allocate the quantity of rum referred to in paragraph 1 by department on the basis of the average quantity of agricultural rum sold by each department during the three marketing years 1987/88, 1988/89 and 1989/90. If the overall quantities for which aid is requested are exceeded, the percentage reductions may be differentiated by department.\n4. Applications for aid shall be submitted to the competent authorities designated by France.", "France shall take all the additional measures necessary to implement this Regulation, particularly those relating to submission of applications for aid, inspection of the supporting documents required under Article 3 and checks on the quantities of sucrose syrup and agricultural rum produced.", "France shall notify to the Commission:\n(a) within three months following entry into force of this Regulation, the additional measures adopted pursuant to Article 5;\n(b) within 45 working days of the end of each calendar year:\n- the total quantities of sucrose syrup and agricultural rum for which aid has been requested, expressed as white sugar or hectolitres of pure alcohol,\n- the factories and distilleries in receipt of aid,\n- the aid received and quantity of sucrose syrup or agricultural rum produced by each factory or distillery.", "Point XVI (b) of the Annex to Regulation (EEC) No 1713/93 is replaced by:\n>TABLE>", "1. Where aid has been paid out unduly, the competent French authorities shall recover the sums paid out, with interest from the date on which the aid was paid out to that on which it is actually recovered. The rate of interest shall be that in force for similar recovery operations under national law.\n2. The aid recovered shall be made over to the relevant paying departments and the Community contribution to it deducted by them from the expenditure financed by the European Agricultural Guidance and Guarantee Fund.", "Regulation (EEC) No 1488/92 is hereby repealed.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 267, 9. 11. 1995, p. 1.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 22, 31. 1. 1995, p. 1.\n(5) OJ No L 160, 12. 6. 1989, p. 1.\n(6) OJ No L 177, 1. 7. 1981, p. 4.\n(7) OJ No L 206, 16. 8. 1996, p. 43.\n(8) OJ No L 156, 10. 6. 1992, p. 10.\n(9) OJ No L 34, 13. 2. 1996, p. 16.\n(10) OJ No L 159, 1. 7. 1993, p. 94.\n(11) OJ No L 307, 1. 12. 1994, p. 56."}