{"celex_id": "31991D0511", "uri": "http://publications.europa.eu/resource/cellar/643ae5ba-41cd-40b1-86e2-20a28e805263", "type": "Decision", "concepts": ["1309", "2696", "3892", "4580"], "title": "91/511/EEC: Commission Decision of 23 September 1991 accepting an undertaking offered in connection with the countervailing proceeding concerning imports of polyester fibres and polyester yarns originating in Turkey and terminating the investigation\n", "header": "COMMISSION DECISION  of 23 September 1991  accepting an undertaking offered in connection with the countervailing proceeding concerning imports of polyester fibres and polyester yarns originating in Turkey and terminating the investigation   (91/511/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for pursuant to Regulation (EEC) No 2423/88,\nWhereas:\n(1) By Regulation (EEC) No 1432/91 (2), the Commission imposed a provisional countervailing duty on imports of polyester fibres and polyester yarns originating in Turkey;\n(2) Subsequently, the imported Turkish products concerned were definitively found to have been subsidized during the reference period (1 July 1987 to 31 December 1988) and to have caused material injury to Community producers thereby. In that respect  the Commission refers to Council Regulation (EEC) No 2834/91 (3);\n(3) Turkey has, after the imposition of the provisional countervailing duty, offered an undertaking in accordance with Article 10 of Regulation (EEC) No 2423/88;\n(4) The Commission regards this undertaking as acceptable, given that Turkey will gradually phase out the main export subsidy scheme - the corporate tax exemption - for the products concerned, which will, within a relatively short time, eliminate the  major part of the injury caused by the Turkish subsidized imports;\n(5) In addition, Turkey has offered its assistance in the monitoring of this undertaking;\n(6) The Council has, by Regulation (EEC) No 2834/91 decided to collect definitively the amounts secured by way of provisional duty,", "main_body": ["The undertaking offered by Turkey in connection with the proceeding (4) concerning imports of polyester fibres and polyester yarns originating in Turkey, is hereby accepted.", "The investigation in connection with the proceeding referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 23 September 1991. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No L 137, 31. 5. 1991, p. 8. (3) See page 3 of this Official Journal. (4) OJ No C 33, 9. 2. 1989, p. 7."}