{"celex_id": "31996R1831", "uri": "http://publications.europa.eu/resource/cellar/3180fa0e-3bee-4387-a5bc-5fc01e47e379", "type": "Regulation", "concepts": ["1115", "1602", "161", "1644", "3191", "666"], "title": "Commission Regulation (EC) No 1831/96 of 23 September 1996 opening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\n", "header": "24.9.1996 EN XM XM Official Journal of the European Communities L 243/5\nCOMMISSION REGULATION (EC) No 1831/96\nof 23 September 1996\nopening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in list CXL drawn up at the conclusion of negotiations under GATT Article XXIV:6 (1), and in particular Article 1 (1) thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (2), as last amended by Commission Regulation (EC) No 1363/95 (3), and in particular Article 25 (1) thereof,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (4), as last amended by Commission Regulation (EC) No 2314/95 (5), and in particular Article 12 (1) thereof,\nHaving regard to Council Regulation (EC) No 3093/95 of 22 December 1995 laying down the rates of duty to be applied by the Community resulting from negotiations under GATT Article XXIV:6 consequent upon the accession of Austria, Finland and Sweden to the European Union (6), and in particular Article 5 thereof,\nWhereas the Community has undertaken in the context of the World Trade Organization to open on certain terms reduced-duty Community tariff quotas for some fruits and vegetables and processed fruit and vegetable products;\nWhereas under its international obligations it falls to the Community to open Community tariff quotas for the products listed in the Annexes to this Regulation; whereas continuous equal access to these quotas should be afforded to all Community importers and the quota rates specified should apply uninterruptedly to all imports of the products in question into all Member States until the quotas are exhausted; whereas this need not prevent authorization being granted to the Member States, in the interests of efficient common management of the quotas, to draw from them quantities corresponding to actual imports; whereas this way of working requires close cooperation between Member States and the Commission, which must be able to monitor the state of exhaustion of the quotas and inform the Member States accordingly,\nWhereas the tariff quotas provided for in the above-mentioned agreements are to be opened from 1996; whereas it is also necessary to lay down certain specific qualifying requirements for the tariff quota benefits specified in the Annexes to this Regulation;\nWhereas, by Regulation (EC) No 858/96 (7), the Commission opened part of the Community tariff quotas bound under GATT; whereas, for the sake of clarity and simplification, all the tariff quotas for fruit and vegetables and processed fruit and vegetable products should be grouped together in this Regulation; whereas Regulation (EC) No 858/96 should therefore be repealed;\nWhereas the Management Committees for Fresh Fruit and Vegetables and for Products Processed from Fruit and Vegetables have not delivered an opinion within the time limit set by their chairmen,", "main_body": ["1.   Tariff reductions on the products listed in the Annexes to this Regulation shall be granted annually by means of Community tariff quotas open for the periods specified in the Annexes.\n2.   The following customs duties shall apply to the tariff quotas referred to in paragraph 1:\n— for the products listed in Annexes I and II: the customs duties indicated in those Annexes,\n— for the products listed in Annex III: the ad valorem duties indicated in that Annex, as well as, where applicable, the specific duties provided for in the Common Customs Tariff of the European Communities.\n3.   Entry under the tariff quotas specified in Annex II shall require presentation in support of the declaration of entry for free circulation of a certificate of authenticity in accordance with one of the specimens in Annex IIa, issued by the competent authorities of the country of origin as indicated in Annex IIb, stating that the products possess the specific characteristics indicated in Annex II.\nHowever, in the case of concentrated orange juice, presentation of a certificate of authenticity may be replaced by presentation to the Commission before importation of a general attestation from the competent authority of the country of origin stating that concentrated orange juice produced therein contains no blood orange juice. The Commission shall then inform Member States so that they can advise their customs services. This information shall also be published in the C series of the Official Journal of the European Communities.", "1.   The Commission shall take all administrative action it deems advisable for efficient management of the quotas referred to in Article 1.\n2.   When an importer presents in a Member State a declaration of entry for free circulation including an application for the benefit of the tariff quota for a product covered by this Regulation the Member State shall, if the declaration has been accepted by the customs authorities, notify the Commission of its wish to draw the amount it needs from the quota volume.\nApplications to draw showing the date of acceptance of declarations shall be sent to the Commission without delay.\nDrawings shall be granted by the Commission in order of date of acceptance of declarations of entry for free circulation by the Member States' customs authorities provided that the available balance permits.\n3.   If a Member State does not use the quantities drawn it shall return them to the quota balance as soon as possible.\n4.   If the quantities applied for are greater than the quota balance, allocation shall be made pro rata to applications. Member States shall be informed of the drawings made.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is respected.", "Member States shall ensure that importers have continuous and equal access to the tariff quotas as long as balances permit.", "Regulation (EC) No 858/96 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 September 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ No L 146, 20. 6. 1996, p. 1.\n(2)  OJ No L 118, 20. 5. 1972, p. 1.\n(3)  OJ No L 132, 16. 6. 1995, p. 8.\n(4)  OJ No L 49, 27. 2. 1986, p. 1.\n(5)  OJ No L 233, 30. 9. 1995, p. 69.\n(6)  OJ No L 334, 30. 12. 1995, p. 1.\n(7)  OJ No L 116, 11. 5. 1996, p. 1.\nANNEX I\nOrder No CN code Taric subheading Description (1) Quota period Quota volume (tonnes) Duty rate (%)\n09.0055 0701 90 51 Potatoes, fresh or chilled 1 January to 15 May 4 000 3\n09.0056 0706 10 00 Carrots and turnips, fresh or chilled 1 January to 31 December 1 200 7\n09.0057 0709 60 10 Sweet peppers 1 January to 31 December 500 1,5\n09.0035 0712 20 00 Dried onions, whole cut, sliced, broken or in powder, but not further prepared 1 July to 31 December 1996 6 000 10\n1 January to 31 December of subsequent years 12 000 10\n09.0041 0802 11 90 Almonds, whether or not shelled, other than bitter 1 January to 31 December 90 000 2\n09.0039 0805 30 20 Lemons (Citrus limon, Citrus limonum) 15 January to 14 June 10 000 6\n0805 30 30\n09.0058 0809 10 50 Apricots, fresh 1 August 1996 to 31 May 1997 500 10\n1 August to 31 May of subsequent years 500 10\n(1)  The goods descriptions in this Annex are those appearing in the combined nomenclature (OJ No L 319, 30. 12. 1995), supplemented in the case of goods with a Taric code by the Taric column 3 description.\nANNEX II\nOrder No CN code Taric subheading Description (1) Quota period Quota volume (tonnes) Duty rate (%)\n09.0025 0805 10 01 High quality sweet oranges, fresh 1 February to 30 April 20 000 10\n0805 10 05\n0805 10 09\n0805 10 11\n0805 10 15\n0805 10 19\n09.0027 0805 20 19 Citrus hybrids known as ‘minneolas’ 1 February to 30 April 15 000 2\n0805 20 29\n09.0033 2009 11 99 Frozen concentrated orange juice, without addition of sugar, up to 50o Brix, in containers of two litres or less, containing no blood orange juice 1 January to 31 December 1 500 13\n(1)  The goods descriptions in this Annex are those appearing in the combined nomenclature (OJ No L 319, 30. 12. 1995), supplemented in the case of goods with a Taric code by the Taric column 3 description.\nFor the purposes of this Annex:\n(a) ‘high quality sweet oranges’ shall mean oranges similar in variety characteristics, ripe, firm and of good shape, of at least good colour, of flexible unrotted structure, and without unhealed cracks in the skin, hard or dry skin, exanthemata, growth tears, contusions (except as caused by normal handling and packaging), damage caused by dryness or humidity, broad or emergent hispids, folds, scars, oil stains, scales, sun marks, dirt or other foreign matter, disease, insects or damage caused by machinery, movement or otherwise; a maximum of 15 % of the fruit in each consignment may not meet this specification, this percentage including at most 5 % of defects amounting to serious damage, and the latter percentage including at most 0,5 % rot;\n(b) ‘citrus hybrids known as “minneolas”’ shall mean citrus hybrids of the minneola variety (Citrus paradisi Macf. CV Duncan and Citrus reticulata blanca, CV Dancy);\n(c) ‘frozen concentrated orange juice up to 50o Brix’ shall mean orange juice with a density of no more than 1,229 grams per cubic centimetre at 20o C.\nANEXO IIa — BILAG IIa — ANHANG IIa — ΠΑΡΑΡΤΗΜΑ IIα — ANNEX IIa — ANNEXE IIa — ALLEGATO IIa — BIJLAGE IIa — ANEXO IIa — LIITE IIa — BILAGA IIa\nMODELOS DE CERTIFICADO\nMODELLER TIL CERTIFIKAT\nMUSTER DER BESCHEINIGUNGEN\nΥΠΟΔΕΙΓΜΑ ΠΙΣΤΟΠΟΙΗΤΙΚΟΥ\nMODEL CERTIFICATES\nMODÈLES DE CERTIFICAT\nMODELLI DI CERTIFICATO\nMODELLEN VAN CERTIFICAAT\nMODELOS DE CERTIFICADO\nTODISTUSMALLEJA\nFÖRLAGOR TILL INTYG\nANEXO IIb — BILAG IIb — ANHANG IIb — ΠΑΡΑΡΤΗΜΑ 116 — ANNEX IIb — ANNEXE IIb — ALLEGATO IIb — BIJLAGE IIb — ANEXO IIb — LIITE IIb — BILAGA IIb\nPaís de origen Autoridad competente\n1.   Para los 3 contingentes — For de 3 kontingenter — Für die 3 Kontingente — Για τις 3 ποσοστώσεις — For the 3 quotas — Pour les 3 contingents — Per i 3 contingenti — Voor de 3 contingenten — Para os 3 contingentes — Kolmelle kiintiölle — För de 3 kvoterna\nEstados Unidos United States Department of Agriculture\nUSA\nUSA\nΗΠΑ\nUSA\nÉtats-Unis d'Amérique\nStati Uniti\nVerenigde Staten\nEstados Unidos da América\nYhdysvallat\nFörenta staterna\nCuba Ministère de l'agriculture\nCuba\nKuba\nΚούβα\nCuba\nCuba\nCuba\nCuba\nCuba\nKuuba\nCuba\nArgentina Dirección Nacional de Producción y Comercialización de la Secretaría de Agricultura, Ganadería y Pesca\nArgentina\nArgentinien\nΑργεντινή\nArgentina\nArgentine\nArgentina\nArgentinië\nArgentina\nArgentiina\nArgentina\nColombia Corporación Colombia Internacional\nColombia\nKolumbien\nΚολομβία\nColombia\nColombia\nColombie\nColombia\nColômbia\nKolumbia\nColombia\n2.   Únicamente para los híbridos de agrios conocidos por el nombre de ‘Minneolas’— Udelukkende til krydsninger af citrusfrugter, benævnt ‘Minneolas’— Nur für Kreuzungen von Zitrusfrüchten, bekannt unter dem Namen ‘Minneolas’ — Μόνο για τα υβρίδια εσπεριδοειδών γνωστά με την ονομασία ‘Minneolas’ — Only for citrus fruit known as ‘Minneolas’ — Uniquement pour les hybrides d'agrumes connus sous le nom de ‘Minneolas’ — Solo per ibridi d'agrumi conosciuti sotto il nome di ‘Minneolas’ — Uitsluitend voor kruisingen van citrusvruchten die bekend staan als ‘minneola's’ — Somente para os citrinos híbridos conhecidos pelo nome de ‘Minneolas’ — Ainoastaan Minneolas-sitrushedelmille — Endast för citrusfrukter benämnda ‘Minneolas’\nIsrael Ministry of Agriculture, Department of Plant Protection and Inspection\nIsrael\nIsrael\nΙσραήλ\nIsrael\nIsraël\nIsraele\nIsraël\nIsrael\nIsrael\nIsrael\nChipre Ministry of Commerce and Industry Produce Inspection Service\nCypern\nZypern\nΚύπρος\nCyprus\nChypre\nCipro\nCyprus\nChipre\nKypros\nCypern\nANNEX III\nOrder No CN code Taric subheading Description (1) Quota period Quota volume (tonnes) Duty rate (%)\n09.0059 0707 00 35 1100 2,5 0707 00 15 0707 00 20\n1 November to 15 May of subsequent years 1100 2,5\n09.0060 0806 10 40 Table grapes, fresh 21 July to 31 October 1 500 9\n09.0061 0808 10 61 Apples, fresh 1 April to 31 July 600 0\n09.0062 0808 20 57 Pears, fresh other than perry pears 1 August to 31 December 1 000 5\n09.0063 0809 10 20 Apricots, fresh 1 June to 31 July 2 500 10\n09.0040 0809 20 39 Cherries other than sour cherries 21 May to 15 July 800 4\n(1)  The goods desciptions in this Annex are those appearing in the combined nomenclature (OJ No L 319, 30. 12. 1995)."}