{"celex_id": "31994D0845", "uri": "http://publications.europa.eu/resource/cellar/e64e65ab-0564-4944-8663-b50ee88a9739", "type": "Decision", "concepts": ["1309", "1445", "192", "4411", "4689", "5369"], "title": "94/845/EC: Commission Decision of 20 December 1994 concerning the animal health conditions and veterinary certification for imports of fresh meat from the Czech Republic (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 20 December 1994 concerning the animal health conditions and veterinary certification for imports of fresh meat from the Czech Republic (Text with EEA relevance) (94/845/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Regulation (EEC) No 1601/92 (2), and in particular Articles 14 and 16 thereof,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community  rules referred in Annex A (1) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (3), as last amended by Commission Decision 94/723/EC (4), and in particular point (c) of Article 10 (2) in conjunction with Chapter 10 of Annex I,\nWhereas Commission Decision 82/425/EEC (5), as last amended by Decision 92/453/EEC (6), lays down the animal health conditions and veterinary certification of imports of fresh meat from Czechoslovakia;\nWhereas, following the partition of this country, it is necessary to lay down the animal health conditions and veterinary certification for imports of fresh meat from the Czech Republic and to revoke Decision 82/425/EEC;\nWhereas, following a Community veterinary mission, it appears that the animal health situation in the Czech Republic compares favourably with that in Member States particularly as regards diseases transmissible through meat; whereas, however, the Czech  authorities have submitted a plan to control classical swine fever in the districts of Benesov, Ceske Budejovice, Havlickuv Brod, Jihlava, Jindrichuv, Hradec, Pelhrimov, Písek, Tábor, Trebic and Zdár nad Sazavou;\nWhereas, in addition, the responsible veterinary authorities of the Czech Republic have confirmed that the Czech Republic has for at least 12 months been free from rinderpest, foot-and-mouth disease, African swine fever, swine vesicular disease, porcine  enteroviral encephalomyelitis (Teschen disease); whereas vaccinations against the above diseases and classical swine fever have not taken place for at least 12 months; whereas outbreaks of classical swine fever have occurred in parts of the country and  therefore imports of fresh meat of the porcine species should be authorized for human consumption only from those districts which are free of this disease and which are not included in the classical swine fever control area;\nWhereas other health conditions must be established for meat not intended for human consumption in accordance with the provisions of Directive 92/118/EEC and Commission Decision 89/18/EEC of 22 December 1988 (7), concerning importation from third  countries of fresh meat for purposes other than human consumption;\nWhereas the responsible authorities of the Czech Republic have undertaken to notify the Commission and the Member States within 24 hours, by fax, telex or telegram of the confirmation of the occurrence of any of the abovementioned diseases or an  alteration in the vaccination policy against them; whereas the authorities have also undertaken to notify the Commission every six months with updated information on the classical swine fever control plan;\nWhereas animal health conditions and veterinary certification must be adapted according to the animal health situation of the non-member country concerned;\nWhereas considering that a new certification regime is hereby established, a period of time should be provided for its implementation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize the importation of the following categories of fresh meat from the Czech Republic:\n(a) fresh meat of domestic animals of the bovine, ovine or caprine species, conforming to the guarantees laid down in the animal health certificate in accordance with Annex A, which must accompany the consignment;\n(b) fresh meat of domestic solipeds, conforming to the guarantees laid down in the animal health certificate in accordance with Annex B, which must accompany the consignment;\n(c) fresh meat of domestic animals of the porcine species for human consumption, conforming to the guarantees laid down in the animal health certificate in accordance with Annex C, which must accompany the consignment.\n2. By way of derogation from paragraph 1, Member States shall authorize the importation of fresh pigmeat from the Czech Republic for purposes other than human consumption. Member States shall ensure that such imports meet the conditions of Decision  89/18/EEC and Directive 92/118/EEC and conform to the guarantees laid down in the animal health certificate in accordance with Annex D, which must accompany each consignment.\nAfter arriving in the territory of the Community and during manufacture, the raw material shall be sterilized in hermetically-sealed containers in such a way as to achieve a minimum Fc value of 3; a veterinary check shall be made to ensure that the  finished product has actually achieved that value.", "This Decision shall not apply to imports of glands and organs authorized by the country of destination for phamarceutical manufactuirng purposes.", "Decision 82/425/EEC is hereby repealed.", "This Decision shall apply from 1 January 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 62, 15. 3. 1993, p. 49.\n(4) OJ No L 288, 9. 11. 1994, p. 48.\n(5) OJ No L 186, 30. 6. 1982, p. 48.\n(6) OJ No L 250, 29. 8. 1992, p. 46.\n(7) OJ No L 8, 11. 1. 1989, p. 17.\nANNEX A\nANIMAL HEALTH CERTIFICATE  for fresh meat (1) of domestic animals of the bovine, ovine and caprine species, intended for consignment to the European Community\nNote to the importer: This certificate is for veterinary purposes only and must accompany the consignment until it reaches the border inspection point.\n(1) Fresh meat means all parts fit for human consumption from domestic animals of the bovine, ovine and caprine species which have not undergone any preserving process; however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Council Directive 72/462/EEC.\n(3) For railway wagons or lorries, the registration number should be given, for bulk containers the number of the container, and the number of the seal of the container.\n(4) The signature and the seal must be in a colour different to that of the printing.\nANNEX B\nANIMAL HEALTH CERTIFICATE  for fresh meat (1) of domestic solipeds intended for consignment to the European Community\nNote to the importer: This cetificate is for veterinary purposes only and must accompany the consignment until it reaches the border inspection point.\n(1) Fresh meat means all parts fit for human consumption from domestic salipeds which have not undergone any preserving process; however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For railway wagons or lorries, the registration number should be given, for bulk containers the number of the container, and the number of the seal of the container.\n(4) The signature and the seal must be in a colour different to that of the printing.\nANNEX C\nANIMAL HEALTH CERTIFICATE  for fresh meat for human consumption of domestic animals of the porcine species intended for consignment to the European Community\nNote to the importer: This cetificate is for veterinary purposes only and must accompany the consignment until it reaches the border inspection post.\n(1) Excluding the districts of Benesov, Ceske Budejovice, Havlickuv Brod, Jihlava, Jindrichuv Hradec, Pelhrimov, Písek, Tábor, Trebic and Zdár nad Sazavou.\n(2) For railway wagons or lorries, the registration number should be given, for aircraft the flight number and for ships the name, and the number of the seal of the container.\n(3) Excluding the districts of Benesov, Ceske Budejovice, Havlickuv Brod, Jihlava, Jindrichuv Hradec, Pelhrimov, Písek, Tábor, Trebic and Zdár nad Sazavou.\n(4) The signature and the seal must be in a colour different to that of the printing.\nANNEX D\nANIMAL HEALTH CERTIFICATE  for fresh meat of domestic animals of the porcine species intended for purposes other than human consumption as referred to in Article 2 of Commission Decision 94/845/EC, and intended for consignment to the European Community\nNote to the importer: This certificate is for veterinary purposes and must accompany the consignment until it reaches the border inspection post.\n(1) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC and Chapter 10 of Annex I to Council Directive 92/118/EEC.\n(2) For railway wagons or lorries, the registration number should be given, for aircraft the flight number and for ships the name, and the number of the seal of the container.\n(3) The signature and the seal must be in a colour different to that of the printing."}