{"celex_id": "31997R0581", "uri": "http://publications.europa.eu/resource/cellar/5457baaa-efff-4a03-a5d1-9efadbcacd63", "type": "Regulation", "concepts": ["1857", "2356", "2560", "3003", "4839", "797"], "title": "Commission Regulation (EC) No 581/97 of 1 April 1997 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 581/97 of 1 April 1997 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 3290/94 (2), and in particular Article 20 and the second paragraph of Article 22 thereof,\nWhereas, because of the outbreak of classical swine fever in certain production regions in the Netherlands situated in the border region with Belgium, surveillance zones have been established by the Belgian authorities pursuant to Article 9 of Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (3), as last amended by Decision 93/384/EEC (4); whereas, as a result, trade in live pigs, fresh pigmeat and pigmeat products which have not undergone heat treatment is temporarily prohibited in those zones;\nWhereas restrictions on the free movement of goods resulting from the application of veterinary measures are likely to cause a serious disturbance of the pigmeat market in Belgium; whereas it is therefore necessary to adopt exceptional market support measures limited to live animals from the areas directly affected and to apply for no longer than is strictly necessary;\nWhereas, with the aim of preventing a further spread of the disease, pigs produced in the said zones should be separated from normal trade in products intended for human consumption and processed into products intended for uses other than human consumption, in accordance with the provisions of Article 3 of Council Directive 90/667/EEC (5), as amended by Directive 92/118/EEC (6), and the Belgian authorities should be allowed to organise buying-in operations as required by the health and veterinary situation in the zones in question;\nWhereas a price should be set for the buying-in of live piglets and pigs, where necessary, by the intervention agency in the surveillance zone; whereas the premises in which the animals may be killed should also be specified;\nWhereas, in view of the extent of the disease and, in particular, of its duration, and consequently of the magnitude of the efforts needed to support the market, it would be appropriate for such measures to be shared by the Community and the Member State concerned;\nWhereas provision should be made for the Belgian authorities to adopt all necessary control and surveillance measures and to inform the Commission thereof;\nWhereas the restrictions in the free movement of live pigs have been operative for several weeks in the zones in question, provoking a substantial increase in the weight of the animals and consequently leading to an intolerable situation where the welfare of the animals is concerned; whereas retroactive application of this Regulation from 18 March 1997 is therefore justified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion fo the Management Committee for Pigmeat,", "main_body": ["1. From 18 March 1997 the Belgium intervention agency shall buy in, as required by the health and veterinary situation, piglets falling within CN code 0103 91 10 weighing 8 kilograms or more on average per batch.\n2. From 18 March 1997 the Belgian intervention agency shall buy in, as required by the health and veterinary situation, live fattening pigs falling within CN code 0103 92 19 weighing 120 kilograms or more on average per batch.\n3. Seventy per cent of the expenditure related to those buying-in operations shall be financed by the Community budget, for a maximum number of animals as laid down in Annex I hereto.", "Only fattening pigs and piglets raised in the surveillance zone situated within the regions referred to in Annex II to this Regulation may be delivered, provided that the veterinary provisions laid down by the Belgian authorities apply in the zone on the day the animals are bought in.", "On the day they are bought in the animals shall be weighed and killed, either at the farm, in collection centres or in rendering plants, in such a way as to prevent the disease from spreading.\nIn exceptional cases and if the veterinary situation so requires, fattening pigs may be killed in a slaugherhouse once the Commission has been informed thereof.\nThey shall be transported without delay to a rendering plant and processed into products falling within CN codes 1501 00 11, 1506 00 00 and 2301 10 00 in accordance with the provisions of Article 3 of Directive 90/667/EEC.\nThose operations shall be carried out under the continuous supervision of the competent Belgian authorities.", "1. For fattening pigs weighing 120 kilograms or more on average per batch, the buying-in price provided for in Article 1 (1), at farm gate, shall be equal to the market price for slaughtered pigs of grade E within the meaning of Article 4 (2) Regulation (EEC) No 2759/75, of Commission Regulation (EEC) No 3537/89 (7) and of Commission Regulation (EEC) No 2123/89 (8), recorded in Belgium in the week preceding the purchase of the fattening pigs and less transport costs of ECU 1,3/100 kg slaughtered weight.\n2. For fattening pigs weighing less than 120 kilograms but more than 110 kilograms on average per batch, the buying-in price fixed pursuant to paragraph 1 shall be reduced by 15 %.\n3. The buying-in price shall be calculated on the basis of recorded slaughtered weight. However, where the animals are only weighed live the buying-in price shall be multiplied by a coefficient of 0,81.\n4. The buying-in price at farm gate for piglets weighing 25 kilograms or more but less than 26 kilograms on average per batch shall be equal to the average price of the '+25 kg` price category recorded on St Truiden market in the week preceding the purchase of the piglets by the intervention agency.\n5. For the other piglet weight categories, the buying-in price shall be equal to the buying-in price calculated according to point 4,\n(a) reduced by ECU 12,5 per head for piglets weighing 8 kilograms or more but less than 23 kilograms on average per batch;\n(b) reduced by ECU 5 per head for piglets weighing 23 kilograms or more but less than 25 kilograms on average per batch;\n(c) increased by ECU 2,5 per head for piglets weighing 26 kilograms or more on average per batch.", "The competent Belgian authorities shall adopt all measures necessary to ensure compliance with the provisions of this Regulation, and in particular with Article 2 thereof. They shall inform the Commission thereof as soon as possible.", "The competent Belgian authorities shall send the Commission each Wednesday the following information relating to the previous week:\n- number and total weight of pigs bought in,\n- number and total weight of piglets bought in,\n- buying-in price for the piglets referred to in Article 4 (4).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 18 March 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 166, 8. 7. 1993, p. 34.\n(5) OJ No L 363, 27. 12. 1990, p. 51.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 347, 28. 11. 1989, p. 20.\n(8) OJ No L 203, 15. 7. 1989, p. 23.\nANNEX I\n>TABLE>\nANNEX II\nIn the province of Antwerp, the Hoogstraten surveillance zone, as defined in Article 1 of the Ministerial Decree of 17 February 1997."}