{"celex_id": "31993R1534", "uri": "http://publications.europa.eu/resource/cellar/b527716f-7e73-42c3-b2ee-a88b83a5028c", "type": "Regulation", "concepts": ["1030", "11", "3150", "865", "972"], "title": "COMMISSION REGULATION (EEC) No 1534/93 of 22 June 1993 amending Council Regulation (EEC) No 3626/82 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora\n", "header": "COMMISSION REGULATION (EEC) No 1534/93 of 22 June 1993 amending Council Regulation (EEC) No 3626/82 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3626/82 of 3 December 1982 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora (Cites) (1), as last amended by Regulation (EEC) No  1970/92 (2), and in particular Article 4 thereof,\nWhereas amendments were made to appendices I and II to the Convention, as a result of postal procedures communicated by the Cites Secretariat on 15 September 1992, at the request of Australia, which entered into force on 6 April 1993; whereas appendices  I and II of Annex A to Regulation (EEC) No 3626/82 shouldf now be amended to incorporate these amendments which were accepted by the Member States, parties to the Convention;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on the Convention on international trade in endangered species of wild fauna and flora,", "main_body": ["Annex A to Regulation (EEC) No 3626/82 shall be amended as follows:\n1. in point 10 of the interpretation section of appendices I and II the following shall be added:\n'504 Tissue cultures and flasked seedling cultures are not subject to the provisions of the Convention.';\n2. point 12 of the interpretation section of appendices I and II shall be replaced by:\n'12. As none of the species or higher taxa of Flora included in Appendix I is annotated to the effect that their hybrids shall be treated in accordance with the provisions of Article III of the Convention, this means that artificially propagated hybrids  produced from one of more of these species or taxa may be traded with a certificate of artificial propagation, and that seeds and pollen (including pollinia), cut flowers, tissue cultures and flasked seedling cultures of these hybrids are not subject to  the provisions of the Convention.';\n3. in Appendix 1, part 'FLORA', higher taxa 'ORCHIDACEAE', the species are replaced by the following:\n'Cattleya skinneri °504\nCattleya trianea °504\nDidiciea cunninghamii °504\nLaelia jongheana °504\nLealia lobata °504\nLycaste skinneri var. alba = 392 °504\nPaphiopedilum spp. °504\nPeristeria elata °504\nPhragmipedium spp. °504\nRenanthera imschootiana °504\nVanda coerulea °504.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 384, 31. 12. 1982, p. 1.\n(2) OJ No L 201, 20. 7. 1992, p. 1."}