{"celex_id": "31994R1282", "uri": "http://publications.europa.eu/resource/cellar/a0ad1ab8-1ca1-4213-bbd2-5459d601b9d3", "type": "Regulation", "concepts": ["1005", "2493", "2965", "4298", "5138", "6025"], "title": "Commission Regulation (EC) No 1282/94 of 2 June 1994 fixing the rates of Community part-financing for the measures referred to in Article 31 of Council Regulation (EEC) No 2328/91 and repealing Regulation (EEC) No 223/90\n", "header": "COMMISSION REGULATION (EC) No 1282/94 of 2 June 1994 fixing the rates of Community part-financing for the measures referred to in Article 31 of Council Regulation (EEC) No 2328/91 and repealing Regulation (EEC) No 223/90\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 32 (2) thereof,\nWhereas Member States establish estimates of expenditure for the measures referred to in Article 31 (1) of Regulation (EEC) No 2328/91; whereas those estimates are accompanied by an application for aid; whereas, for the regions covered by Objective 1,  those elements are included in the programming documents relating to that objective; whereas, for the regions not covered by Objective 1, the Commission must decice the rate of Community part-financing, in accordance with Article 32 (2) of Regulation  (EEC) No 2328/91;\nWhereas, in view of the experience gained with regard to the application of measures referred to in Article 31 (1) of Regulation (EEC) No 2328/91 and with a view to preserving the horizontal nature of those measures while taking into account the  diversity of the situations, there are good reasons for maintaining the rates of part-financing fixed by Regulation (EEC) No 223/90 (3), as last amended by Commission Regulation (EEC) No 2929/93 (4), for the regions not covered by Objective 1;\nWhereas those rates of part-financing must be applied with effect from the beginning of the programming defined for the structural funds, which begins on 1 January 1994; Whereas they should therefore be taken into account by Member States when preparing  applications for aid in accordance with the rules laid down in Commission Regulation (EC) No 1025/94 (5); Whereas, therefore, Regulation (EEC) No 223/90 should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structure and Rural Development,", "main_body": ["For the regions not covered by Objective 1, the rates of Community part-financing are listed in the Annex hereto.", "The rates of Community part-financing referred to in Article 1 shall be applied to expenditure incurred by Member States with effect from 1 January 1994. Regulation (EEC) No 223/90 shall be repealed with effect from that date.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 218, 6. 8. 1991, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 22, 27. 1. 1990, p. 62.\n(4) OJ No L 265, 26. 10. 1993, p. 7.\n(5) OJ No L 112, 3. 5. 1994, p. 27.\nANNEX\nRates of Community part-financing applicable to the regions not covered by Objective 1 as defined in Article 1 of Regulation (EEC) No 2052/88 and for the measures referred to in Article 31 (1) of Council Regulation (EEC) No 2328/91  (1) Types of  measure Rate\n1. Measures referred to in Regulation (EEC) No 2328//91 (a) standard rate 25 %\n(b) higher rate 50 %\nThe higher rate is applicable in the following cases: - in all areas, with regard to the aids referred to in Articles 10 and 11, - in the less-favoured zones within the meaning of Council Directive 75/268/EEC (2) with regard to: - the aids referred to  in Articles 5 to 9 and granted in the less-favoured areas in the Italian Mezzogiorno, - the aids referred to in Articles 18, 20 and 28 and granted in the less-favoured areas of Italy, - the aids referred to in Articles 5 to 9, 18, 20 and 28 granted in  the less-favoured areas of Spain which are marked with an asterisk in the Annex to Council Directive 86/466/EEC (3) 2. Measures referred to in Council Directives 72/159/EEC (4) and 72/160/EEC (5) 25 %\n3. Measures referred to in Council Regulations (EEC) No 1696/71 (6) and (EEC) No 1360/78 (7) 25 %\n4. Measures referred to in Articles 14 (1), (2) and (3) and 14b (1) and (2) of Council Regulation (EEC) No 1035/72 (8) 50 %\n(1) OJ No L 185, 15. 7. 1988, p. 9.\n(2) OJ No L 128, 19. 5. 1975, p. 1.\n(3) OJ No L 273, 24. 9. 1986, p. 104.\n(4) OJ No L 96, 23. 4. 1972, p. 1.\n(5) OJ No L 96, 23. 4. 1972, p. 9.\n(6) OJ No L 175, 4. 8. 1971, p. 1.\n(7) OJ No L 166, 23. 6. 1978, p. 1.\n(8) OJ No L 118, 20. 5. 1972, p. 1."}