{"celex_id": "31992R2644", "uri": "http://publications.europa.eu/resource/cellar/86e4d95b-8a23-4788-b8cd-ea213472101f", "type": "Regulation", "concepts": ["2958", "5020", "807"], "title": "Commission Regulation (EEC) No 2644/92 of 11 September 1992 on the supply of skimmed-milk powder as food aid\n", "header": "COMMISSION REGULATION (EEC) No 2644/92\nof 11 September 1992\non the supply of skimmed-milk powder as food aid\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management  (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission  has allocated to certain recipients 1  000 tonnes of skimmed-milk powder;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submissions of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Milk products shall be mobilized in the  Community, as Community food aid, for supply to the recipients listed in the Annex in accordance  with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\nANNEX\nLOTS A - C\n1.  Operation Nos  (1): 1243/91 (A), 1244/91 (B), 1245/91 (C)\n2.   Programme: 1991\n3.  Recipient  (2): Bolivia\n4.  Representative of the recipient: Ofinaal, Calle  Carrasco 1323, Esq. Busch (Miraflores), La Paz. Jefe Área Operaciones: Ing. Juan Benavides (tel  (02)  36  40  51)\n5.  Place or country of destination  (5): Bolivia\n6.  Product to be mobilized:  vitaminized skimmed milk powder\n7.  Characteristics and quality of the goods  (3): See OJ No C  114, 29. 4. 1991, p. 1 (I.B.1)\n8.  Total quantity: 1  000 tonnes\n9.  Number of lots: 3 (A: 400 T;  B: 400 T; C: 200 T)\n10.  Packaging and marking: See OJ No C 114, 29. 4. 1991, p. 1 (I.B.2,  I.A.2.3, I.B.3)\nMarkings in Spanish\nSupplementary markings: 'DISTRIBUCIÓN GRATUITA`\n11.  Method  of mobilization: the Community market\nThe skimmed milk powder must be manufactured and the  vitamins incorporated after the award of the tender.\n12.  Stage of supply : free at destination\n13.  Port of shipment: -\n14.  Port of landing  specified by the recipient: -\n15.  Port of landing: -\n16.  Address of the warehouse and, if  appropriate, port of landing: Arica  (6)\nOfficinas responsables Ofinaal: >TABLE>\n17.   Period for making the goods available at the port of shipment where the supply is awarded at the  port of shipment stage: 19 - 31. 10. 1992\n18.  Deadline for the supply: 31. 12. 1992\n19.   Procedure for determining the costs of supply: tendering\n20.  Date of expiry of the period allowed  for submission of tenders: 12 noon, on 28. 9. 1992\n21.  A.  In the case of a second invitation to  tender:\n(a)  deadline for the submission of tenders: 12 noon on 12. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  2 - 15. 11. 1992\n(c)  deadline for the supply: 15. 1. 1993\nB.  In the case of a third invitation  to tender:\n(a)  deadline for the submission of tenders: 12 noon on 26. 10. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  16 - 29. 11. 1992\n(c)  deadline for the supply: 29. 1. 1993\n22.  Amount of the tendering  security: ECU 20 per tonne\n23.  Amount of the delivery security: 10  % of the amount of the tender  in ecus\n24.  Address for submission of tenders: Bureau de l'aide alimentaire, à l'attention de  Monsieur N. Arend, Bâtiment Loi 120, bureau 7/46, 200  rue de la Loi, B-1049 Bruxelles; telex 22037  AGREC B / 25670 AGREC B; telefax: (32-2) 296  20  05 / 295  01  32 / 296  10  97 / 295  01  30 /  296  33  04\n25.  Refund payable on request by the successful tenderer  (4): refund applicable on  9. 9. 1992, fixed by Commission Regulation (EEC) No 2496/92 (OJ No L 248, 28. 8. 1992, p. 37)\nNotes:\n(1)  The operation number should be mentioned in all correspondence.\n(2)  The successful tenderer shall contact the recipient as soon as possible to establish which  consignment documents are required.\n(3)  The successful tenderer shall deliver to the beneficiary a certificate from an official entity  certifying that for the product to be delivered the standards applicable, relative to nuclear  radiation, in the Member State concerned, have not been exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4)  Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), as last amended by  Regulation (EEC) No 2226/89 (OJ No L 214, 25. 7. 1989, p. 10), is applicable as regards the export  refund and, where appropriate, the monetary and accession compensatory amounts, the representative  rate and the monetary coefficient. The date referred to in Article 2 of the abovementioned  Regulation is that referred to in point 25 of this Annex.\n(5)  Commisson delegation to be contacted by the successful tenderer: see OJ No C 114, 29. 4. 1991,  p. 33 (Venezuela).\n(6)  Costs to be included in the tender: 'Planilla de gastos`."}