{"celex_id": "31995R2989", "uri": "http://publications.europa.eu/resource/cellar/ea08cb51-ca63-4e9f-a766-36e36987f5c5", "type": "Regulation", "concepts": ["1144", "1609", "2414", "5360", "755", "976"], "title": "Council Regulation (EC) No 2989/95 of 19 December 1995 amending Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops\n", "header": "COUNCIL  REGULATION (EC) No 2989/95 of 19 December 1995 amending Regulation (EEC) No 1765/92 establishing a  support system for producers of certain arable crops\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and  43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament  (1),\nWhereas Regulation (EEC) No 1765/92  (2), provides for the application of extraordinary set-aside  by producers benefiting from the general scheme of compensation in order to bring the production of  arable crops down to a level in line with the outlets for those products, taking account of a basic  set-aside requirement;\nWhereas areas voluntarily set aside over and above the requirement for compulsory set-aside  contribute to the control of arable crop production; whereas, however, areas voluntarily set aside  do not ensure a reduction in production comparable to the reduction resulting from compulsory  set-aside; whereas, therefore, account should be taken of this fact by deducting, for the purposes  of calculating extraordinary set-aside, only part of the areas voluntarily set aside;\nWhereas voluntary set-aside is not always distinguished from compulsory set-aside in aid  application forms; whereas the Member States must take the necessary measures to obtain data  concerning the areas set aside under voluntary set-aside; whereas time should be allowed for this  adjustment;\nWhereas exceptional climatic conditions may have the effect of lowering average yields and be the  reason for the base areas being exceeded; whereas, in those circumstances, it would be fair to  exempt the regions affected partially or totally from extraordinary set-aside;\nWhereas the present situation on the market for arable crops is such that an overshoot in the  regional base area by less than 1  % may be regarded as de minimis; whereas in such a situation the  penalty laid down in the second indent of Article 2 (6) of Regulation (EEC) No 1765/92 should not  be applied;\nWhereas it is therefore necessary to amend Regulation (EEC) No 1765/92;\nWhereas in Austria before accession durum wheat was cultivated over relatively limited areas;  whereas that production, which is well established in certain regions, represents an important part  of the cereal economy of those regions; whereas it is therefore desirable to protect that  production by paying a supplement,", "main_body": ["Regulation (EEC) No 1765/92 is hereby amended as follows:\n1.  In Article 2, paragraph 6 shall be replaced by the following:\n'6.  In the case of a regional base area, and when the sum of the individual areas for which aid is  claimed under the arable producers' scheme, including the set-aside provided for under that scheme,  land counted as being set-aside pursuant to Article 7 (2) and by virtue of the scheme to set-aside  land in accordance with Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the  efficiency of agricultural structures  (*), is in excess of the regional base area, the following  will be applied in the region in question:\n-  during the same marketing year, the eligible area per farmer will be reduced proportionately for  all the aids granted under this Title,\n-  in the following marketing year, producers in the general scheme will be required to make,  without compensation, a special set-aside. The percentage rate for extraordinary set-aside shall be  equal to the percentage by which the regional base area is exceeded, established by deducting 85  %  of the area set aside under voluntary set-aside in accordance with Article 7 (6). This shall be  additional to the set-aside requirement given in Article 7.\nIn the event that exceptional climatic conditions have affected production in a marketing year, or  it is found that the regional base area has been exceeded, which have had the effect of lowering  average yields to a level considerably below the normal and of causing the excess in question, the  Commission may, pursuant to the procedure laid down in Article 23 of Regulation (EEC) No 1766/92,  exempt the regions affected totally or partially from the extraordinary set-aside.\nHowever, if the excess in the regional base area leads to a level of extraordinary set-aside being  applied in respect of the 1996 harvest below 1  %, the extraordinary set-aside shall not be  applied.\nAreas which are the subject of a special set-aside in accordance with the second indent of the  first subparagraph shall not be taken into account in applying this paragraph.\n` 2.  In Article 4 (5) the following subparagraph shall be added:\n'In Austria, the aid referred to in the first subparagraph shall be granted up to a maximum of 5   000 ha in regions where production of that crop is well established.`", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.", "(1) shall apply for the purposes of deducting voluntary set-aside when calculating the  percentage of extraordinary set-aside to be carried out as a result of applications for  compensation submitted as from the 1996/97 marketing year. However, provided a Member State  communicates to the Commission detailed information on the areas voluntarily set aside in light of  the 1995 harvest, the Commission shall authorize the said Member State to advance it by a marketing  year.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1995.\nFor the Council The President L. ATIENZA SERNA\n(*)  OJ No L 218, 6. 8. 1991, p. 1. Regulation as last amended by Regulation  (EC) No 2843/94 (OJ No L 302, 25. 11. 1994, p. 1)."}