{"celex_id": "31991L0225", "uri": "http://publications.europa.eu/resource/cellar/87a8f752-7de6-4747-8e9d-32cc7f2a05fa", "type": "Directive", "concepts": ["2897", "3117", "4654", "4658"], "title": "Council Directive 91/225/EEC of 27 March 1991 amending Directive 77/143/EEC on the approximation of the laws of the Member States relating to roadworthiness tests for motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE of 27 March 1991 amending Directive 77/143/EEC on the approximation of the laws of the Member States relating to roadworthiness tests for motor vehicles and their trailers (91/225/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Council and the Representatives of the Governments of the Member States, meeting within the Council, have adopted a resolution on road safety (4);\nWhereas Directive 77/143/EEC (5) provides for the periodic testing of certain road vehicles;\nWhereas the present standards and methods of testing vary from one Member State to another and this situation affects the equivalence of safety and environmental performance levels of tested vehicles operating in the Member States; whereas, moreover,  this state of affairs is likely to have an influence on the conditions governing competition between transport undertakings of the various Member States;\nWhereas the minimum Community standards and methods to be used for testing the roadworthiness of the items listed in Annex II to Directive 77/143/EEC should therefore be defined in separate directives adopted by the Council;\nWhereas, as a transitional measure, national standards remain applicable in respect of items not covered by separate directives;\nWhereas it must be possible to adapt rapidly to technical progress the standards and methods laid down in the separate directives and, in order to facilitate implementation of the measures required for this purpose, to establish a procedure for close  cooperation between the Member States and the\nCommission within a Committee on the Adaptation to Technical Progress of Roadworthiness Tests; whereas Directive 77/143/EEC should therefore be amended accordingly,", "main_body": ["Article 1 The following Articles are hereby incorporated into Directive 77/143/EEC:\n'Article 5a\n1.  The Council, acting by a qualified majority on a proposal from the Commission, shall adopt the separate directives necessary to define the minimum standards and methods for testing the items listed in Annex II.\n2.  Any amendments which are necessary to adapt the standards and methods defined in the separate directives to technical progress shall be adopted in accordance with the procedure laid down in Article 5b.", "b\n1.  The Commission shall be assisted by a Committee on the Adaptation to Technical Progress of the Directive on Roadworthiness Tests of Vehicles, hereinafter referred to as 'Committee', which shall consist of representatives of the Member States with a  representative of the Commission in the chair.\n2.  The Committee shall adopt its own rules of procedure.\n3.  The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in the aforementioned Article. The chairman shall not vote.\n4. (a)  The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n(b)\nIf the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, within three months of the submission of the proposal to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.'  Article 2 1.  Member States shall, after consulting the Commission, adopt and publish, before 1 January 1992, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission  thereof.\n2.  When the measures referred to in paragraph 1 are adopted by the Member States, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a  reference shall be laid down by the Member States.  Article 3 This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 1991.\nFor the Council\nThe President\nR. GOEBBELS\n(1) OJ No C 74, 22. 3. 1989, p. 14.(2)\nOJ No C 291, 20. 11. 1989, p. 120.(3)\nOJ No C 298, 27. 11. 1989, p. 28.(4)\nOJ No C 341, 21. 12. 1984, p. 1.(5)\nOJ No L 47, 18. 2. 1977, p. 47.\nDirective amended by Directive 88/449/EEC (OJ No L 222,\n12. 8. 1988, p. 10)."}