{"celex_id": "31996D0074", "uri": "http://publications.europa.eu/resource/cellar/baee85a6-1396-4880-8fe4-4d5b8be28f64", "type": "Decision", "concepts": ["1035", "133", "2455", "4320", "4829", "5315"], "title": "96/74/EC: Commission Decision of 22 December 1995 on a multiannual guidance programme for the fishing fleet of Sweden for the period 1995 to 1996 pursuant to Council Regulation (EC) No 3699/93 (Only the Swedish text is authentic)\n", "header": "COMMISSION DECISION of 22 December 1995 on a multiannual guidance programme for the fishing fleet of Sweden for the period 1995 to 1996 pursuant to Council Regulation (EC) No 3699/93 (Only the Swedish text is authentic) (96/74/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3699/93 of 21 December 1993 laying down the criteria and arrangements regarding Community structural assistance in the fisheries and aquaculture sector and the processing and marketing of its products (1), and particular Article 6 (5) and (6) thereof,\nWhereas in the application of the provisions of Article 11 of Regulation (EEC) No 3760/92 (2) the Council adopted Decision 95/577/EC (3) relating to the objectives and detailed rules for restructuring the fisheries sector in Sweden and Finland over the period 1 January 1995 to 31 December 1996 with a view to achieving a lasting balance between the resources and their exploitation;\nWhereas account must be taken of an annual increase of 2 % in fishing effort linked to technical progress;\nWhereas, in order to attain the objectives of the programme, it may be necessary to take steps to influence all the parameters connected with fishing mortality, particularly the capacity and activity of the fleet; whereas, however, structural measures must be focused chiefly on the elimination of excess capacity;\nWhereas the data on the fleet for the purposes of this programme are gathered according to the procedures laid down by Commission Regulation (EC) No 109/94 (4);\nWhereas the measures provided for in the present Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["The multiannual guidance programme for the fishing fleet for the period 1995 to 1996 is hereby approved subject to the conditions laid down in this Decision and provided that those conditions are met.", "In order to ensure a durable balance between fishery resources and the fishing effort of the Community fleet, Sweden has segmented its fishing fleet as shown in the Annex. The following coefficients shall be applied to the effort of the segments thus obtained:\n- 8 % to segments practising bottom trawling in teams or using an otter trawl and fishing for demersal stocks,\n- 6 % to dredgers and beam trawlers for benthic stocks,\n- 0 % i.e. zero growth in other segments.\nThese reductions shall apply to the situation of the fleet at 1 January 1995 as indicated by the data collected according to the procedures laid down by Regulation (EC) No 109/94.", "1. The reduction in fishing effort may result from the combined effect of reductions in capacity and reductions in activity.\n2. At least 55 % of the overall objective of the programme, defined as the sum of the partial objectives for each segment, must be achieved by means of reductions in capacity.\n3. The remainder may be achieved by means of measures to reduce activity, such as restrictions in time at sea, provided that they are based on permanent laws and administrative provisions accepted by the Commission and techniques approved by the Commission.\n4. The final objectives for each segment and the annual intermediate indicative objectives shall be determined in accordance with points 2 and 4 of the additional provisions in the Annex.", "At the latest by 31 March of each year for the previous year ending on 31 December, Sweden shall forward to the Commission, in respect of each segment of the fishing fleet defined in the Annex, information on the number of vessels commissioned, the tonnage and engine power added and withdrawn, as the case may by, and the fishing effort by homogeneous groups of vessels, with their annual variations, pursuant to the special provisions of the programme.\nSuch information shall tally with the information forwarded in accordance with Regulation (EC) No 109/94 concerning the fishing vessel register of the Community.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ No L 346, 31. 12. 1993, p. 1.\n(2) OJ No L 389, 31. 12. 1992, p. 1.\n(3) OJ No L 326, 30. 12. 1995, p. 66.\n(4) OJ No L 19, 22. 1. 1994, p. 5.\nANNEX\nMULTIANNUAL GUIDANCE PROGRAMME FOR THE FISHING FLEET OF SWEDEN FOR THE PERIOD 1995 TO 1996\nI. TABLES OF OBJECTIVES\n(Refer to the end of the Annex)\nII. ADDITIONAL PROVISIONS\n1. Segmentation\nSegmentation of the fleet shall take account of the different resources fished and fishing zones (coastal, Community and international/third country, Mediterranean and waters of the remotest Community regions), the groups of species targeted (demersal, benthic and pelagic) and the gear used.\nThe segments thus determined shall be homogeneous and distinct, i.e. the objectives fixed for each segment must be attained by the end of the programme.Indication of segments:\nFor each segment of the fleet a corresponding list of vessels and their characteristics are transmitted to the Commission by the Member State before 31 December 1994, in accordance with the procedures described in the framework of Commission Regulation (EC) No 109/94 concerning the fishing vessel register of the Community (1), and in particular Annex I thereof, and the categories of programmes defined therein.\nGrouping of segments:\nSubject to the agreement of the Commission, the Member State can group several segments of the fleet. In this case, the rate of reduction applied is that corresponding to the most sensitive of the stocks targeted by the group which applies to the new segment thus formed.\nManagement of segments with polyvalent vessels:\nFor clearly defined fisheries, the Member State can subsegment the fleet composed of polyvalent vessels targeting alternatively demersal, benthic or pelagic stocks. Each subsegment is distinguished by the sum of the fishing effort devoted to it, and registered as such in the table of objectives shown in the Annex to the present Decision. The management of the corresponding fishing effort must be in accordance with the procedures of Article 4 of Regulation (EC) No 109/94.\n2. Final objectives for each segment\nThe final objectives shall be fixed in terms of capacity (tonnage in GT and engine power in kW) on the basis of the situation on 1 January 1995.\nThe following formula shall be used to determine the objective for each segment:\nLet (a) be a segment for which the capacity in tonnage and engine power at 1 January 1995 is known and to which a reduction coefficient (y) is applied.\nSegment objective (a) = (1-y) × situation at 1 January 1995.\nThe application of the preceding formula to determine the final objective in gross tonnage (GT) by segment takes into account, segment by segment, the estimation of gross tonnage as at 1 January 1995 for each of these segments on the basis of the provisions of Commission Decision No 95/84/EC (2).\nThe gross tonnage GT of the fleet at 1 January 1995 is the sum of the GT tonnages by segment thus obtained.\nThe estimation of GT at 1 January 1995 of vessels which have since been permanently withdrawn from the national and Community fishing vessel registers and for which the remeasurement formulae defined by Decision 95/84/EC cannot be applied, will be made by applying the ratio GT/GRT of existing vessels in the same length class and belonging to the same segment.\n3. Calculations of reductions in activity\nBy the end of the programme, for the Member States applying this provision, activity must be reduced to a predetermined level not exceeding the authorized limits, so that the sum of the annual intermediate reductions in activity is at least equal to that which would result from a linear reduction in activity year by year.\nThe reductions in fishing effort thus achieved will be calculated at the end of the programme so that the objectives can be readjusted by a percentage equal to that due to the effect of the reductions in activity on overall fishing effort.\nNon-application of these measures may not result in an authorization to increase activity.\n4. Annual intermediate objectives\nNot applicable.\n5. Implementation and monitoring\nImplementation of the measures to reduce the activity of vessels in certain segments of the fleet will require that the Member State provide the Commission with the assurance that it will have the following information for each of the segments concerned:\n- the data on the level of activity prior to the entry into force of the measures (reference basis: 1994),\n- assurance that it has effective time at sea management tools and is able to manage licensing schemes, particularly with regard to multi purpose vessels,\n- data permitting the measures implemented under this programme to be monitored, in accordance with the provisions of Regulation (EC) No 109/94 concerning the fishing vessel register of the Community, and in particular Articles 4 and 5 thereof.\n6. Revision of the programme\nThe programme may be revised, on the initiative of the Commission, in the light of the experience gained and the national and Community rules in force, in order to take account of new factors which might help improve the implementation of the programme and ensure that its objectives are better met.\n>TABLE>\n(1) OJ No L 19, 22. 1. 1994, p. 5.\n(2) OJ No L 67, 25. 3. 1995, p. 33."}