{"celex_id": "31997R2529", "uri": "http://publications.europa.eu/resource/cellar/8ae2347b-6e20-4658-b194-6078a2333b1b", "type": "Regulation", "concepts": ["1309", "2084", "2384", "2771", "519"], "title": "Commission Regulation (EC) No 2529/97 of 16 December 1997 imposing provisional anti-dumping and countervailing duties on certain imports of farmed Atlantic salmon originating in Norway\n", "header": "COMMISSION REGULATION (EC) No 2529/97 of 16 December 1997 imposing provisional anti-dumping and countervailing duties on certain imports of farmed Atlantic salmon originating in Norway\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Article 8 (10) thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidized imports from countries not members of the European Community (3), and in particular Article 13 (10) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 31 August 1996, the Commission announced, by two separate notices published in the Official Journal of the European Communities, the initiation of an anti-dumping proceeding (4) as well as an anti-subsidy proceeding (5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) The Commission sought and verified all information that it deemed necessary for the purpose of its definitive findings. As a result of this examination, it was established that definitive anti-dumping and countervailing measures should be taken in order to eliminate the injurious effects of dumping and subsidization. All interested parties were informed of the results of the investigation and were given the opportunity to comment on them.\n(3) On 26 September 1997, the Commission adopted Decision 97/634/EC (6), accepting undertakings offered in connection with the two abovementioned proceedings from the exporters mentioned in the Annex to the Decision and terminated the investigations in their respect.\n(4) On the same day, the Council, by Regulation (EC) No 1890/97 (7), imposed an anti-dumping duty of ECU 0,32 per kilo on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1 (2) of the Regulation.\n(5) On the same day, the Council, by Regulation (EC) No 1891/97 (8), also imposed a countervailing duty of 3,8 % on imports of farmed Atlantic salmon originating in Norway. Imports of farmed Atlantic salmon exported by companies from which an undertaking had been accepted were exempted from that duty pursuant to Article 1 (2) of the Regulation.\n(6) The abovementioned Regulations set out the definitive findings and conclusions on all aspects of the investigations.\nB. APPARENT FAILURE TO COMPLY WITH THE UNDERTAKING\n(7) Pursuant to the undertakings referred to above, the Norwegian exporters have offered, inter alia, not to sell, on a quarterly basis and as an average of all export transactions, for each presentation, the product under investigation to their first unrelated customer in the Community below a certain minimum price.\n(8) In order to ensure the effective implementation and monitoring of the undertakings, the exporters concerned have undertaken to report to the Commission, on a quarterly basis, all their sales of farmed Atlantic salmon to unrelated customers in the Community.\nThe text of the undertakings specifically provides that failure to comply with the reporting obligations and, in particular, failure to submit the quarterly report within the prescribed time limit except in case of force majeure, would be construed as a violation of the undertaking. The first reports were to be sent by 31 October 1997.\n(9) It appears from the reports referred to above that a number of Norwegian exporters have made sales on the Community market below the minimum price stipulated by the undertaking.\n(10) Certain other Norwegian exporters have failed to comply with their obligation to present a report within the prescribed time limit or have not submitted any report at all.\nThese exporters were informed of the consequences of late reporting and in particular that, should the Commission have reasons to believe that an undertaking is being violated, a provisional anti-dumping duty and a provisional countervailing duty may be imposed pursuant to Article 8 (10) of Regulation (EC) No 384/96 and Article 13 (10) of Regulation (EC) No 2026/97 respectively.\nThese exporters were also invited to provide, where appropriate, evidence of any force majeure justifying such late reporting, but have so far failed to provide conclusive evidence of such force majeure.\nC. PROVISIONAL MEASURES\n(11) Under these circumstances, there are reasons to believe that the undertakings accepted by the Commission from the Norwegian exporters mentioned in the Annex to this Regulation are being violated.\n(12) In view of the difficult economic situation facing the Community industry, and in view of the fact that farmed Atlantic salmon is a product with a seasonal character, the bulk of sales of which are concentrated around Christmas, it is considered imperative that, pending the definitive establishment of the facts, provisional duties be imposed.\nD. RATE OF DUTY\n(13) In accordance with Article 8 (10) of Regulation (EC) No 384/96, the rate of the anti-dumping duty must be established on the basis of the best information available. Under the present circumstances and taking into account that no dumping margin had been individually determined for the exporters concerned, it is considered appropriate that the rate of the provisional duty be set at the level of the definitive duty determined by the Council in Regulation (EC) No 1890/97.\n(14) In accordance with Article 13 (10) of Regulation (EC) No 2026/97, the rate of the countervailing duty must be established on the basis of the best information available. Under the present circumstances it is considered appropriate that the rate of the provisional duty be set at the level of the definitive duty determined by the Council in Regulation (EC) No 1891/97,\nE. FINAL PROVISIONS\n(15) In the interest of sound administration, a period should be fixed in which interested parties may make known their views in writing and request a hearing. Furthermore, it should be stated that all findings made for the purpose of this Regulation, are based on the exporters' quarterly reports or absence thereof and are therefore provisional, and may have to be reconsidered for the purpose of any definitive duties which the Commission may propose,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (Taric code: 0302 12 00 * 19), ex 0304 10 13 (Taric code: 0304 10 13 * 19), ex 0303 22 00 (Taric code: 0303 22 00 * 19) and ex 0304 20 13 (Taric code: 0304 20 13 * 19) originating in Norway and exported by the companies listed in the Annex to this Regulation.\n2. The rate of duty applicable is ECU 0,32/kg net product weight.", "1. A provisional countervailing duty is hereby imposed on imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (Taric code: 0302 12 00 * 19), ex 0304 10 13 (Taric code: 0304 10 13 * 19), ex 0303 22 00 (Taric code: 0303 22 00 * 19) and ex 0304 20 13 (Taric code: 0304 20 13 * 19) originating in Norway and exported by the companies listed in the Annex to this Regulation.\n2. The rate of duty applicable to the net free-at-Community price, before duty, shall be 3,8 %.", "1. The duties referred to in Article 1 and 2 shall not apply to wild Atlantic salmon (Taric codes 0302 12 00 * 11, 0304 10 13 * 11, 0303 22 00 * 11, 0304 20 13 * 11). For the purpose of the present Regulation, wild Atlantic salmon shall be that in respect of which the competent authorities of the Member State of landing are satisfied, by means of all customs and transport documents to be provided by interested parties, that it was caught at sea.\n2. Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "Pursuant to Article 20 (1) of Regulation (EC) No 384/96 and Article 30 (1) of Regulation (EC) No 2026/97, the parties concerned may make their views known in writing and apply to be heard orally by the Commission within one month of the date of entry into force of this Regulation.", "Decision 97/634/EC is hereby amended by the deletion from the Annex of the companies listed in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities and shall apply for a period of four months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 288, 21. 10. 1997, p. 1.\n(4) OJ C 253, 31. 8. 1996, p. 18.\n(5) OJ C 253, 31. 8. 1996, p. 20.\n(6) OJ L 267, 30. 9. 1997, p. 81.\n(7) OJ L 267, 30. 9. 1997, p. 1.\n(8) OJ L 267, 30. 9. 1997, p. 19.\nANNEX\n>TABLE>"}