{"celex_id": "31993R0831", "uri": "http://publications.europa.eu/resource/cellar/f26fb28c-e4f4-4bcb-b775-5efd6d262d9b", "type": "Regulation", "concepts": ["161", "1772", "1774"], "title": "Council Regulation (EEC) No 831/93 of 5 April 1993 opening and providing for the administration of a Community tariff quota for beer made from malt originating in Malta (1993)\n", "header": "COUNCIL REGULATION (EEC) No 831/93 of 5 April 1993 opening and providing for the administration of a Community tariff quota for beer made from malt originating in Malta (1993)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Supplementary Protocol to the Agreement establishing an association between the European Economic Community and Malta (1) provides, in an exchange of letters annexed to the said Protocol, that beer made from malt falling within CN code 2203  00, originating in Malta, may be imported into the Community free of duty within the limits of an annual Community tariff quota of 5 000 hectolitres; whereas the tariff quota in question should therefore be opened for the period from 1 January to 31  December 1993;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is  exhausted;\nWhereas, the decision for the opening of tariff quotas should be taken by the Community in the execution of its international obligations; whereas, to ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to  authorizing the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports; whereas, however, this method af administration requires close cooperation between the Member States and the Commission and the latter  must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas since the Kingdom of Belgium, the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out by any one of  its members,", "main_body": ["From 1 January to 31 December 1993, the customs duty applicable to imports into the Community of beer made from malt originating in Malta shall be suspended at the levels indicated below and within the limits of Community tariff quotas as  shown below:", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents, in a Member State, a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities,  the Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quota for such time as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 April 1993.\nFor the Council\nThe President\nN. HELVEG PETERSEN\n(1) OJ No L 81, 23. 3. 1989, p. 2."}