{"celex_id": "31996D0272", "uri": "http://publications.europa.eu/resource/cellar/ffa5b402-7987-4d06-96d9-6ecf5d80ab71", "type": "Decision", "concepts": ["1309", "1591", "2125", "235", "4164"], "title": "96/272/EC: Commission Decision of 23 April 1996 terminating the anti-dumping proceedings concerning imports of video cassette recorders originating in the Republic of Korea and Singapore and key components thereof originating in the Republic of Korea\n", "header": "COMMISSION DECISION of 23 April 1996 terminating the anti-dumping proceedings concerning imports of video cassette recorders originating in the Republic of Korea and Singapore and key components thereof originating in the Republic of Korea (96/272/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 1251/95 (2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) In February 1995, the Commission received a complaint lodged by the Direct Remedy Against Unfair Merchandise Committee (DRUM) on behalf of Community producers of video cassette recorders and key components thereof. Having decided that the complaint was lodged on behalf of the Community industry and that there was sufficient evidence of dumping and material injury resulting therefrom to justify the initiation of proceedings, the Commission announced, by a notice published in the Official Journal of the European Communities (3), the initiation of anti-dumping proceedings concerning import of video cassette recorders originating in the Republic of Korea and Singapore and key components thereof originating in the Republic of Korea.\n(2) The Commission officially advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainant of the initiation of the proceedings and gave the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(3) A number of producers in the countries concerned, their related importers in the Community, the complaining Community producers and one other Community producer replied to the questionnaire sent to them, made their views known in writing and requested a hearing.\n(4) The Commission sought and verified all the information it deemed necessary for the purpose of its investigation and carried out investigations at the premises of the Community producers, two producers in Korea, one producer in Singapore and a number of importers in the Community.\n(5) The period used for the investigation of dumping was 1 January 1994 to 31 March 1995.\nB. PRODUCTS UNDER CONSIDERATION\n(6) The products under consideration, which are regarded as separate products for the purpose of these proceedings, are video cassette recorders and essential components thereof, i.e. scanners and video heads. The products fall under CN code 8521 10 38 (video cassette recorders) and CN code ex 8522 90 91 (components)\nC. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDINGS\n(7) The Commission, having concluded its investigation, informed the complainant of the results thereof. The complainant subsequently withdrew the complaint.\n(8) The decision of the complainant is a sufficient ground to terminate the proceeding unless it is established that such termination would be contrary to the interest of the Community\nThe Commission has neither received nor is it aware of any indications in the present case that the termination of this proceeding would be against the interest of the Community.\n(9) In these circumstances, it is considered that protective measures are unnecessary and that accordingly, the anti-dumping proceedings concerning imports of video cassette recorders originating in the Republic of Korea and Singapore and key components thereof originating in the Republic of Korea should be terminated without the imposition of such measures.\n(10) The Advisory Committee has been consulted and has raised no objection.\n(11) Interested parties were informed of the essential facts and considerations on the basis of which the Commission intended to terminate the proceedings and no comments were offered thereon,", "main_body": ["The anti-dumping proceedings concerning imports of video cassette recorders originating in the Republic of Korea and Singapore and key components thereof originating in the Republic of Korea are hereby terminated."], "attachments": "Done at Brussels, 23 April 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 349, 31. 12. 1994, p. 1.\n(2) OJ No L 122, 2. 6. 1995, p. 1.\n(3) OJ No C 104, 25. 4. 1995, p. 3."}