{"celex_id": "31999R1447", "uri": "http://publications.europa.eu/resource/cellar/e4c66232-8719-400f-9dfe-e0747ecf4d49", "type": "Regulation", "concepts": ["13", "2455", "2718", "3489", "5228", "5229"], "title": "Council Regulation (EC) No 1447/1999 of 24 June 1999 establishing a list of types of behaviour which seriously infringe the rules of the common fisheries policy\n", "header": "COUNCIL REGULATION (EC) No 1447/1999\nof 24 June 1999\nestablishing a list of types of behaviour which seriously infringe the rules of the common fisheries policy\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) according to Article 31(2a) of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy(3), the Council, acting on the basis of Article 37 of the Treaty, may draw up a list of types of behaviour which seriously infringe the rules of the common fisheries policy;\n(2) in order to improve transparency in the common fisheries policy, Member States should provide the Commission with information on instances of such behaviour and action taken by Member States;\n(3) Article 37 of Regulation (EEC) No 2847/93 provides for the protection of certain personal data in the framework of the control system applicable to the common fisheries policy;\n(4) the abovementioned list is to be coherent with similar provisions adopted by international fisheries organisations;\n(5) for certain measures laid down by this Regulation it is appropriate to provide for detailed rules of implementation,", "main_body": ["The types of behaviour which seriously infringe the rules of the common fisheries policy as referred to in Article 1 of Regulation (EEC) No 2847/93 shall be those listed in the Annex hereto.", "1. The Member States shall notify the Commission on a regular basis of the instances of behaviour referred to in Article 1 that have been discovered and shall provide it with all information regarding action taken by the administrative and/or judicial authorities.\n2. The Commission shall make the information it receives pursuant to paragraph 1 available to the European Parliament, the Council and the Advisory Committee of Fisheries.\n3. The information notified under paragraph 1 and made available under paragraph 2 shall be treated in accordance with the provisions of Article 37 of Regulation (EEC) No 2847/93.\n4. Detailed rules for the implementation of this Article, shall be laid down in accordance with the procedure in Article 36 of Regulation (EEC) No 2847/93.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1999.\nFor the Council\nThe President\nJ. TRITTIN\n(1) OJ C 105, 15.4.1999, p. 3.\n(2) Opinion delivered on 4 May 1999 (not yet published in the Official Journal).\n(3) OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 2846/98 (OJ L 358, 31.12.1998, p. 5).\nANNEX\nLIST OF TYPES OF BEHAVIOUR WHICH SERIOUSLY INFRINGE THE RULES OF THE COMMON FISHERIES POLICY\nA. Failure to cooperate with the authorities responsible for monitoring\n- Obstructing the work of fisheries inspectors in the exercise of their duties in inspecting for compliance with the applicable Community rules.\n- Falsifying, concealing, destroying or tampering with evidence which could be used in the course of inquiries or judicial proceedings.\nB. Failure to cooperate with observers\n- Obstructing the work of observers in carrying out their duties, laid down by Community Law, of observing compliance with the applicable Community rules.\nC. Failure to observe the conditions to be met when fishing\n- Fishing without holding a fishing licence, a fishing permit or any other authorisation required for fishing and issued by the flag Member State or by the Commission.\n- Fishing under cover of one of the abovementioned documents the content of which has been falsified.\n- Falsifying, deleting or concealing the identification marks of the fishing vessel.\nD. Failure to comply during fishing operations\n- Using or keeping on board prohibited fishing gear or devices affecting the selectiveness of gear.\n- Using prohibited fishing methods.\n- Not lashing or stowing fishing gear the use of which is prohibited in a certain fishing zone.\n- Directed fishing for, or keeping on board of species from, stocks subject to a moratorium or a prohibition of fishing.\n- Unauthorised fishing in a given zone and/or during a specific period.\n- Failure to comply with the rules on minimum sizes.\n- Failure to comply with the rules and procedures relating to transhipment and fisheries operations involving joint action by two or more vessels.\nE. Failure to comply in connection with resources for monitoring\n- Falsifying or failing to record data in logbooks, landing declarations, sales notes, takeover declarations and transport documents or failure to keep or submit these documents.\n- Tampering with the satellite-based vessel monitoring system.\n- Deliberate failure to comply with the Community rules on remote transmission of movements of fishing vessels and of data of fishery products held on board.\n- Failure of the master of the fishing vessel of a third country or his representative to comply with the applicable control rules when operating fishing in Community waters.\nF. Failure to comply in connection with landing and marketing of fishery products\n- Landing of fishery products not respecting the Community rules on control and enforcement.\n- Stocking, processing, placing for sale and transporting fishery products not meeting the marketing standards in force and, in particular, those concerning minimum sizes."}