{"celex_id": "31997R0701", "uri": "http://publications.europa.eu/resource/cellar/39e70bb4-7703-425f-a5f2-e99721d67545", "type": "Regulation", "concepts": ["1005", "216", "2498", "2792", "2825", "4420"], "title": "Council Regulation (EC) No 701/97 of 14 April 1997 amending a programme to promote international cooperation in the energy sector - Synergy programme\n", "header": "COUNCIL REGULATION (EC) No 701/97 of 14 April 1997 amending a programme to promote international cooperation in the energy sector - Synergy programme\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, for reasons of the competitiveness of the Community's industries, security of supply and the protection of the environment, energy matters must be an important element in the Union's international activities;\nWhereas the Community's accession to the Energy Charter Treaty and the Convention on Climate Change commits it to cooperation in the energy field;\nWhereas the conclusions of the Council of Ministers for Development and Cooperation of 18 November 1992 on the guidelines for cooperation with the developing countries for clean and efficient energy technology stressed that an essential objective of energy cooperation with all developing countries was the implementation of effective energy policies;\nWhereas, as stressed in the Council resolution of 8 July 1996 on the White Paper 'An energy policy for the European Union` (3), energy developments in the Community are increasingly influenced by external developments and efforts must therefore be made to ensure that the Community develops a coherent and consistent approach to energy matters with third countries;\nWhereas the Community is engaged in international energy activities under various programmes and whereas, to ensure that these activities are consistent, they should be coordinated within a programme for energy policy cooperation with non-member States;\nWhereas, as part of the Community energy objectives towards non-member States, cooperation can be satisfied by the creation of such a programme; whereas the legal instrument on which this programme is based should allow all international energy activities, particularly those in the fields of renewable energy sources and energy efficiency, to be incorporated into a consistent strategy and adjusted to the various Community policies;\nWhereas this programme contributes to the coordination of the Community's other measures in the energy sector; whereas there must therefore be no duplication with other Community programmes, programmes of the Member States, non-member States and international organizations;\nWhereas the principal objectives of the programme, particularly the coordination of the various programmes of international measures, by reason of their wide-ranging nature, can be attained in the best possible manner at a Community level;\nWhereas it is necessary to establish a legal instrument for the activities of the Community's international cooperation in the field of energy policy;\nWhereas according to the Council resolution on the White Paper 'An energy policy for the European Union`, political and trade relations are essential components of energy policy, and accordingly the Community's international energy cooperation measures should be integrated more effectively in its external policy as a whole;\nWhereas energy cooperation pursuant to the programme should be to improve competitiveness of Community industries, to enhance security of supply, to promote sustainable development and to improve energy efficiency; whereas effect may be given to such cooperation by the provision of cooperation and co-financing of projects;\nWhereas such cooperation should be anchored in an indicative programme and may be the subject of agreements with the States concerned or with international networks of study and research centres;\nWhereas it is appropriate that the Commission be assisted, in the implementation of Community aid cooperation, by a committee made up of Member States' representatives;\nWhereas this programme must be subject to an assessment carried out by independent experts;\nWhereas, since the cooperation in a question is external cooperation, it is governed by the special provisions laid down in Title IX of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (4);\nWhereas a financial reference amount within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995 on the incorporation of financial provisions into legislative acts (5), is included in this Regulation, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty;\nWhereas it is appropriate to improve the transparency and coordination of Community activities in the energy sector, which are currently placed in separate programmes; to this end a possible presentation of a framework energy programme could follow the presentation by the Commission of a communication on all Community programmes which have an energy component,", "main_body": ["A programme of cooperation with non-member States in the field of formulation, elaboration and implementation in fields of mutual benefits of energy policy, hereinafter called 'Synergy`, shall be implemented by the Community.", "Synergy shall be addressed to all States which are not members of the Community and first and foremost those countries and regions included in the priorities of the Community's external relations in terms of its political, security of energy and economic interests.", "1. Synergy shall be implemented from 1 January 1997 to 31 December 1997.\n2. The financial reference amount for the implementation of this programme shall be ECU 7 million. The appropriation shall be authorized by the budgetary authority within the limits of the financial perspectives.\n3. The Commission shall present before the end of 1997 a communication on all the Community programmes which have an energy component and, where appropriate, a proposal aiming at the improvement of transparency and coordination of elements placed in separate programmes as well as a possible presentation of a framework energy programme.", "1. The programme referred to in Article 1 shall take the form of cooperation for the definition, formulation and implementation of energy policy for non-member States in areas of mutual interest.\n2. The programme shall help achieve the Community's main energy objectives as described in the White Paper 'An energy policy for the European Union`.\nTo the same end, the Community may also maintain relations with international energy organizations.\nThese measures shall be taken in accordance with the rules set out in Article 6.\nNo funding may be granted to research, development and demonstration projects.\n3. In order to achieve these objectives, the Community shall contribute, in particular, to the financing of activities concerning:\n- energy policy advice and training,\n- energy analyses and forecasting,\n- the organization of conferences and seminars,\n- support to regional transboundary cooperation.\n4. The cooperation shall also cover costs related to the preparation, implementation, monitoring and evaluation of the execution of these operations, as well as costs concerning information.", "1. Community contributions may take the form of grants which shall be released in tranches as projects materialize.\n2. In principle, Synergy programme funding shall be granted only after consideration of any other funding possibilities from Member States, all cooperating countries and multilateral organizations and shall not co-finance activities funded by other Community programmes.\n3. Financing decisions and any contracts resulting therefrom shall expressly provide, inter alia, for acceptance by the beneficiaries of supervision by the Commission and the Court of Auditors, to be carried out on the spot if necessary.", "1. An indicative programme covering the period referred to in Article 3 (1) is established in Annex I, without this being a budget commitment.\nThis programme defines the principal objectives, guidelines and priorities of Community cooperation in the indicative areas referred to in Article 4.\n2. An action programme based on the indicative programme referred to in paragraph (1) shall be adopted in accordance with the procedure provided for in Article 8.\nThis action programme shall include a list of the main projects to be financed within the indicative areas referred to in Article 4. The content of the programme shall be determined in detail so as to provide Member States with the relevant information to enable the Committee referred to in Article 8 to deliver its opinion.\n3. Specific agreements may be concluded with non-member States, in the framework and for the duration of the indicative programme referred to in paragraph (1), in order to define the main lines of cooperation with the countries concerned and the consultation procedures regarding the implementation of the programme.\n4. Contracts may also be concluded within the framework of the indicative programme referred to in paragraph (1) with international networks of study and research centres in order to define the contribution of these networks to the achievement of the objectives described in the said indicative programme.", "1. The Commission shall implement operations in accordance with the action programme referred to in Article 6 (2).\n2. Service contracts shall, as a general rule, be awarded by restricted invitations to tender in conformity with Article 118 of the Financial Regulation applicable to the general budget of the European Communities.\nSupply contracts, in the cases where they are needed as a means to supplement service contracts and limited to the objectives of Synergy, shall be awarded by means of open invitations to tender, except in the cases provided for in Article 116 of the said Financial Regulation.\nNegotiated contracts may be awarded for operations involving an amount of up to ECU 50 000.\nParticipation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States and in the beneficiary States.\nParticipation by natural and legal persons from other countries may be authorized by the Commission on a case-by-case basis if the programmes or projects concerned require specific forms of assistance specifically available in these countries, subject to reciprocity being granted by those countries.\n3. Taxes, duties and the purchase of immovable property shall not be funded by the Community.\n4. In the case of co-financing, the participation of enterprises from the non-member States concerned in invitations to tender and contracts may be authorized by the Commission on a case-by-case basis. The Commission shall render account thereof in the report referred to in Article 10.", "1. The Commission shall be assisted by a committee composed of representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the Committee.\n4. If the measures envisaged are not in accordance with the opinion of the Committee or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.\n5. If, on the expiry of a period of three months from referral of the matter to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "1. The Commission shall, together with the Member States, ensure the effective coordination of the expert assistance efforts undertaken in the beneficiary States by the Community and individual Member States on the basis of the information supplied by the Member States.\n2. Coordination and cooperation with the international financial institutions and other sources of funds shall be encouraged.\n3. The Commission shall examine the various ways in which co-financing involving the Synergy programme, the bilateral cooperation of the Member States, the programmes from other international organizations, and other Community programmes might be promoted. It shall, in particular, ensure both coordination and complementarity between the contributions made by Synergy, and the other Community instruments for international energy cooperation in order to avoid duplication. It shall also ensure that duplication is avoided between the Synergy programme and any other programme or action of other international organizations in the field of energy.", "0\nThe Commission shall present a report by 31 December 1998 on the implementation of the programme in the previous financial year and the impact thereof in non-member States and Member States, accompanied by the external assessment by independent experts on which it is based. This report shall be addressed to the European Parliament, the Council and the Economic and Social Committee.", "1\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 April 1997.\nFor the Council\nThe President\nJ. VAN AARTSEN\n(1) OJ No C 310, 22. 11. 1995, p. 10 and OJ No C 194, 5. 7. 1996, p. 20.\n(2) OJ No C 115, 14. 4. 1997.\n(3) OJ No C 224, 1. 8. 1996, p. 1.\n(4) OJ No L 356, 31. 12. 1977, p. 1. Regulation as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (OJ No L 240, 7. 10. 1995, p. 12).\n(5) OJ No C 293, 8. 11. 1995, p. 4.\nANNEX I\nINDICATIVE STRATEGY PROGRAMME\nIn the implementation of the Synergy programme and in the drawing up of the action programme the following guidelines shall all be taken into account.\nThe tasks of Synergy are to help achieve the Community's energy objectives as set out in the Council's resolution on the White Paper 'An energy policy for the European Union`:\n- overall competitiveness,\n- security of supply,\n- environment protection.\nEach of these objectives has a sizeable external component, as is made clear in the White Paper. Synergy will implement energy policy according to its own logic. It also has to be consistent with international cooperation activities being conducted elsewhere in the Community.\nThe Synergy guidelines have been drawn up on that basis.\nI. AREAS OF COOPERATION LINKED TO THE COMMUNITY'S ENERGY OBJECTIVES\n(a) Activities pursuant to the three objectives:\n- advice on energy policy with countries with whom the European Communities have association agreements,\n- encouraging energy efficiency in third countries,\n- developing local and, in particular, renewable energy sources,\n- encouraging regional energy integration,\n- action to promote consistency in the implementation of Community programmes in specific regions (e.g. the Black Sea, the Mediterranean and the Gulf);\n(b) Overall competitiveness:\n- support for the dissemination of European technology and the penetration of industry in key markets in the energy sector, in particular Asia and Latin America,\n- advice concerning the organization of the energy sector of third countries,\n- support for the liberalization and opening up of the energy sector, helping draw up third countries' energy policies in this new situation;\n(c) Security of supply:\n- dialogue with energy producing and exporting countries: Arabian/Persian Gulf, Russia, producer countries in America, Asia and Africa,\n- encouraging dialogue between the European Community and the energy transit countries and the transit and producer countries in particular, by helping to implement the provisions of the Energy Charter Treaty,\n- participation in and support for the work of international bodies in this sector: ministerial and producer/consumer conferences, International Energy Agency,\n- support in creating a favourable environment for investment in third countries in the production and transit of energy;\n(d) The environment:\n- training decision-makers and staff in the energy industry of third countries in environmental awareness,\n- facilitating the dissemination of Community energy and environmental techniques, experience and information,\n- encouraging clean technology, in particular for the combustion of coal in major consumers like China, taking the implications for energy policy into account,\n- strengthening and supporting efforts to have environmental aspects taken into account in third countries' energy policy and planning,\n- encouraging and helping third countries to plan sustainable national energy policies and devising energy supply concepts in keeping with each different environmental situation.\nII. GEOGRAPHICAL PRIORITIES AND CONSISTENCY WITH THE COMMUNITY'S INTERNATIONAL COOPERATION PROGRAMMES\n(a) Role and priorities:\nSynergy has a leading role in international relations in the energy field.\nIt will thus promote energy cooperation in relation with third countries and will have its energy objectives taken into account in the external cooperation activities carried out by other Community programmes. Synergy will also facilitate the emergence and preparation of energy projects financed by other cooperative Community instruments.\n(b) Geographical priority areas\nSynergy will concentrate on the geographical priorities in the Community's external relations and will help achieve certain of the priorities in those relations.\nThe areas covered by Synergy are listed hereafter:\n- Central and Eastern Europe, Cyprus and Malta: emphasis to be placed on the accession process,\n- Commonwealth of the Independent States (CIS),\n- Mediterranean countries,\n- Latin America: emphasis will be placed on Mercosur, Chile, Mexico and Venezuela,\n- Asia: China, India and the Asean countries,\n- Africa.\nIII. FUNDING SYNERGY\nApportionment of funds\nThe table which follows translates into financial terms (percentage) the guidelines described according to the activities corresponding to the objectives set and broken down by geographical priority areas. It is for guidance and does not constitute a commitment in respect of the allocation of funds. Some activities may relate to more than one area: thus energy efficiency and the development of local resources may both involve the promotion of Community undertakings.\nThe programme should be proposed in light of this table. However, pursuant to the procedure defined in Article 8 of the Regulation, the Committee will have the possibility to define other priorities for the geographical distribution of Synergy action.\nIf, during the execution of the programme, new actions would require to be implemented on a short-term basis the Commission would have the possibility to consult the Committee by written procedure.\nThis apportionment is to apply for the entire duration of the programme.\nANNEX II\nINDICATIVE APPORTIONMENT OF CREDITS (IN %) BY GEOGRAPHIC AREAS\n>TABLE>"}