{"celex_id": "31997R0226", "uri": "http://publications.europa.eu/resource/cellar/06bae1b4-727c-42cc-9466-aaac0adb1b49", "type": "Regulation", "concepts": ["1755", "2965", "4682", "5283", "797", "862"], "title": "Commission Regulation (EC) No 226/97 of 6 February 1997 laying down detailed rules for the application of Council Regulation (EC) No 2443/96 providing for additional measures for direct support of producers' incomes or for the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 226/97 of 6 February 1997 laying down detailed rules for the application of Council Regulation (EC) No 2443/96 providing for additional measures for direct support of producers' incomes or for the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2443/96 of 17 December 1996 providing for additional measures for direct support of producers' incomes or for the beef and veal sector (1), and in particular Article 4 thereof,\nWhereas for the sake of transparency between Member States, and the monitoring and proper administration of the additional payments provided for in Regulation (EC) No 2443/96 the Member States should inform the Commission of the grant model used and the national detailed rules of application for implementing the measures provided for in that Regulation and of the final balance;\nWhereas, in order to enable the Member States to implement Regulation (EC) No 2443/96 as quickly as possible, it is necessary for this Regulation to enter into force without delay;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["As regards the additional aid provided for in Article 1 of Regulation (EC) No 2443/96, the Member States shall communicate to the Commission:\na) without delay, a description of the objective criteria, and of the provisions taken to avoid distortion of the market, used to determine the methods for granting aid:\n- for the direct support of producers' incomes, and in particular the amounts provided for, the basis for their calculation and the foreseen dates for payment,\n- for the direct support of the beef and veal sector and in particular the type of measure taken, the basis for calculation of the aid and the foreseen dates for payment.\nb) no later than 15 November 1997, the total amounts of aid paid and the number and type of beneficiaries and measures concerned.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 333, 21. 12. 1996, p. 2."}