{"celex_id": "31997D0260", "uri": "http://publications.europa.eu/resource/cellar/99ff932c-688f-4358-97e9-c1cf05869cad", "type": "Decision", "concepts": ["1085", "1755", "192", "1961", "3660", "862", "922"], "title": "97/260/EC: Commission Decision of 2 April 1997 on financial assistance for the Community reference laboratory for bivalve mollusc diseases (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 2 April 1997 on financial assistance for the Community reference laboratory for bivalve mollusc diseases (Only the French text is authentic) (97/260/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 28 (2) thereof,\nWhereas in Annex A to Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for control of certain diseases affecting bivalve molluscs (3), Ifremer at La Tremblade in France is designated Community reference laboratory for bivalve mollusc diseases;\nWhereas its functions and duties are set out in Annex B to Directive 95/70/EC; whereas Community aid must be conditional on accomplishment of these;\nWhereas financial aid should be given to this Community reference laboratory to assist it in the execution of these functions and duties;\nWhereas for budget reasons Community financial aid is granted for a period of one year;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy (4), as last amended by Regulation (EEC) No 1287/95 (5), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall grant financial aid to France for discharge of the functions and duties, as set out in Annex B to Directive 95/70/EC, of the Community reference laboratory for bivalve mollusc diseases.", "The Ifremer laboratory at La Tremblade in France shall discharge the functions and duties referred to in Article 1.", "The aid is set at a maximum of ECU 90 000 for the period 1 January to 31 December 1997.", "The aid shall be paid as follows:\n- 70 % in advance on request from France,\n- the balance following presentation of supporting technical (report) and financial documents by France. These documents must be presented before 1 March 1998.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to France."], "attachments": "Done at Brussels, 2 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 332, 30. 12. 1995, p. 33.\n(4) OJ No L 94, 28. 4. 1970, p. 13.\n(5) OJ No L 125, 8. 6. 1995, p. 1."}