{"celex_id": "31999R1099", "uri": "http://publications.europa.eu/resource/cellar/288a11d1-013c-49fd-9705-8d41daf4386a", "type": "Regulation", "concepts": ["1118", "140", "2803", "693", "862", "922"], "title": "Commission Regulation (EC) No 1099/1999 of 27 May 1999 amending Regulation (EEC) No 2282/90 laying down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit\n", "header": "COMMISSION REGULATION (EC) No 1099/1999\nof 27 May 1999\namending Regulation (EEC) No 2282/90 laying down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1195/90 of 7 May 1990 on measures to increase the consumption and utilisation of apples(1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 1201/90 of 7 May 1990 on measures to increase the consumption of citrus fruit(2), and in particular Article 4 thereof,\n(1) Whereas Commission Regulation (EEC) No 2282/90(3), as last amended by Regulation (EC) No 2404/96(4), lays down detailed rules for increasing the consumption and utilisation of apples and the consumption of citrus fruit;\n(2) Whereas Regulation (EEC) No 2282/90 stipulates that, following scrutiny by the Management Committee for Fresh Fruit and Vegetables, the Commission must draw up a list of successful applications for Community financial assistance before 15 July of the year following their submission;\n(3) Whereas Commission Regulation (EC) No 481/1999 of 4 March 1999 laying down general rules for the management of promotional programmes for certain agricultural products(5) specifies that the competent bodies are to conclude contracts with the parties concerned within 30 calendar days of notification of the Commission decision;\n(4) Whereas the contracts should be concluded before apples and citrus fruit harvested in the Community are placed on the market;\n(5) Whereas Regulation (EEC) No 2282/90 must therefore be amended to bring forward to 30 June the final date for drawing up the list of successful programmes;\n(6) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The first paragraph of Article 6 of Regulation (EEC) No 2282/90 is replaced by the following:\"Following scrutiny by the Management Committee for Fresh Fruit and Vegetables, in accordance with Article 47 of Council Regulation (EC) No 2200/96 (6) the Commission shall draw up the list of successful applications for Community financial assistance by 30 June at the latest of the year following their submission.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 119, 11.5.1990, p. 53.\n(2) OJ L 119, 11.5.1990, p. 65.\n(3) OJ L 205, 3.8.1990, p. 8.\n(4) OJ L 327, 18.12.1996, p. 27.\n(5) OJ L 57, 5.3.1999, p. 8.\n(6) OJ L 297, 21.11.1996, p. 1."}