{"celex_id": "31993R0513", "uri": "http://publications.europa.eu/resource/cellar/4238f1b8-d895-40f5-9666-9df2590d0334", "type": "Regulation", "concepts": ["1644", "2300", "3413", "4411", "4683", "4691"], "title": "Commission Regulation (EEC) No 513/93 of 5 March 1993 amending Regulation (EEC) No 19/82 laying down detailed rules for applying Council Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries\n", "header": "COMMISSION REGULATION (EEC) No 513/93 of 5 March 1993 amending Regulation (EEC) No 19/82 laying down detailed rules for applying Council Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain  non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/80 of 14 October 1980 derogating from certain import rules laid down in Regulation (EEC) No 3013/89 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EEC)  No 3890/92 (2), and in particular Article 1 (2) thereof,\nWhereas Commission Regulation (EEC) No 19/82 of 6 January 1982 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries (3), as last amended  by Regulation (EEC) No 855/92 (4), relates in particular to licences issued in the framework of voluntary-restraint agreements and Annex III thereof contains a list of authorities in third countries empowered to issue export licences;\nWhereas, as a result of the creation of new republics in the former Czech and Slovak Federal Republic, the Czech Republic and the Slovak Republic have changed the authorities empowered to issue export licences; whereas Annex III to Regulation (EEC) No  19/82 should accordingly be modified by indicating the authorities in the Czech Republic and Slovak Republic now empowered to issue export licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Point XII of Annex III to Regulation (EEC) No 19/82 is hereby replaced by the following:\n1. 'XII. \"Ministry of Industry and Trade\" for the Czech Republic'.\nThe following point is hereby inserted in Annex III to Regulation (EEC) No 19/82:\n2. 'XIII. \"Ministry of Economy\" for the Slovak Republic'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 275, 18. 10. 1980, p. 2.\n(2) OJ No L 391, 31. 12. 1992, p. 51.\n(3) OJ No L 3, 7. 1. 1982, p. 18.\n(4) OJ No L 89, 4. 4. 1992, p. 19."}