{"celex_id": "31995R3032", "uri": "http://publications.europa.eu/resource/cellar/a86c4d90-d3ad-4f9f-b6db-2870f6a107b5", "type": "Regulation", "concepts": ["161", "2387", "2488", "2771", "4347", "4778"], "title": "Council Regulation (EC) No 3032/95 of 27 December 1995 amending Regulations (EC) No 3355/94, (EC) No 3356/94 and (EC) No 3357/94 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the Former Yugoslav Republic of Macedonia\n", "header": "COUNCIL REGULATION (EC) No 3032/95 of 27  December 1995 amending Regulations (EC) No 3355/94, (EC) No 3356/94 and (EC) No 3357/94 concerning  the arrangements applicable to imports into the Community of products originating in the Republics  of Bosnia-Herzegovina, Croatia and Slovenia and the Former Yugoslav Republic of Macedonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulations (EC) No 3355/94  (1), (EC) No 3356/94  (2) and (EC) No 3357/94  (3), which set  out the arrangements applicable to imports into the Community of products originating in the  Republics of Bosnia-Herzegovina, Croatia and Slovenia and the Former Yugoslav Republic of  Macedonia, expire on 31 December 1995;\nWhereas these arrangements will eventually have to be replaced by provisions contained in bilateral  agreements to be negotiated with the countries in question; whereas, in the meantime, these  arrangements should be maintained and the ceilings provided for in the cooperation agreement  between the European Community and the Socialist Federal Republic of Yugoslavia on 2 April 1980 and  denounced on 25 November 1991 should be increased;\nWhereas account should be taken of the fact that the agreement between the European Economic  Community and the Republic of Slovenia on trade in textiles, initialled on 23 July 1993, expires on  31 December 1995,", "main_body": ["1.  In the titles of Regulations (EC) No 3356/94 and (EC) No 3357/94,  '(1995)` shall be deleted.\n2.  The second subparagraph of Article 10 of Regulation (EC) No 3355/94 shall be replaced by the  following:\n'It shall be applicable from 1 January 1995`.\n3.  The amounts given for the ceilings listed in column 4 in Annexes C  I, C  III, C  IV and C  V  of Regulation (EC) No 3355/94 shall be replaced by the amounts given in the Annex to this  Regulation.\n4.  References to 1995 in Article 1 of Regulation (EC) No 3356/94 shall be deleted.\n5.  Article 1 (1) of Regulation (EC) No 3357/94 shall be replaced by the following:\n'1.  Imports into the Community of certain products originating in the Republics of  Bosnia-Herzegovina, Croatia and Slovenia and the Former Yugoslav Republic of Macedonia listed in  Annexes C  I, C  II, C  III, C  IV and C  V to Regulation (EC) No 3355/94 shall be subject to  ceilings and annual Community surveillance.\nDescriptions of the products referred to in the first subparagraph, their combined nomenclature  codes and ceilings or sub-ceilings are given in the abovementioned Annexes. In Annex C  II these  ceilings are given in column 4, point (b).` 6.  The Annex to Regulation (EC) No 3357/94 shall be deleted.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 27 December 1995.\nFor the Council The President L. ATIENZA SERNA\nANNEX\n>TABLE>"}