{"celex_id": "31993L0004", "uri": "http://publications.europa.eu/resource/cellar/803aa7a4-5a22-493a-ae02-eb2751bff578", "type": "Directive", "concepts": ["1798", "1810", "2066"], "title": "Council Directive 93/4/EEC of 8 February 1993 amending Directive 71/305/EEC concerning the coordination of procedures for the award of public works contracts\n", "header": "COUNCIL DIRECTIVE 93/4/EEC of 8 February 1993 amending Directive 71/305/EEC concerning the coordination of procedures for the award of public works contracts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 57 (2), last sentence, Article 66 and Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it would be appropriate to enable certain technical conditions concerning notices and statistical reports required by Council Directive 71/305/EEC of 26 July 1971 concerning the coordination of procedures for the award of public works contracts  (4) to be adapted in the light of changing technical requirements;\nWhereas Annex II to Directive 71/305/EEC refers to the General Industrial Classification of Economic Activities within the European Communities (NACE); whereas the Community may, as required, revise or replace its common nomenclature and whereas it is  necessary to make provision for the possibility of adapting the reference made to the NACE nomenclature in Annex II accordingly;\nWhereas such changes should be made using the procedure provided for in Article 30b of Directive 71/305/EEC, which should be adapted accordingly,", "main_body": ["Article 30b of Directive 71/305/EEC is hereby replaced by the following:\n'Article 30b\n1. Article I shall be amended by the Commission, in accordance with the procedure laid down in paragraph 3, when, in particular on the basis of the notifications from the Member States, it appears necessary:\n(a) to remove from the said Annex bodies governed by public law which no longer fulfil the criteria laid down in Article 1 (b);\n(b) to include in that Annex bodies governed by public law which meet those criteria.\n2. The conditions for the drawing up, transmission, receipt, translation, collection and distribution of the notices referred to in Article 12 and of the statistical reports provided for in Article 30a, the nomenclature provided for in Annex II, as well  as the reference in the notices to particular positions of the nomenclature, may be modified in accordance with the procedure laid down in paragraph 3.\n3. The chairman of the Advisory Committee for Public Works Contracts shall submit to the Committee a draft of any measures to be taken. The Committee shall deliver its opinion on the draft, if necessary by taking a vote, within a time limit to be fixed  by the chairman in the light of the urgency of the matter.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to request that its position be recorded in the minutes.\nThe Commission shall take the fullest account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.\n4. Amended versions of Annexes I and II and of the conditions set out in paragraph 2 shall be published in the Official Journal of the European Communities.'", "1. Member States shall bring into force the measures necessary to comply with this Directive before 1 July 1993. They shall forthwith inform the Commission thereof.\n2. When Member States adopt the measures referred to in paragraph 1, the measures shall contain a reference to this Directive or be accompanied by such a reference at the time of their official publication. The procedures for such reference shall be  adopted by Member States.", "Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 February 1993.\nFor the Council\nThe President\nJ. TROEJBORG\n(1) OJ No C 225, 1. 9. 1992, p. 11.\n(2) OJ No C 305, 23. 11. 1992 and Decision of 20 January 1993 (not yet published in the Official Journal).\n(3) OJ No C 332, 16. 12. 1992, p. 71.\n(4) OJ No L 185, 16. 8. 1971, p. 5. Directive as last amended by Directive 90/531/EEC (OJ No L 297, 29. 10. 1990, p. 1)."}