{"celex_id": "31995R2815", "uri": "http://publications.europa.eu/resource/cellar/5652eb24-d54c-4691-ae50-cd0286949239", "type": "Regulation", "concepts": ["1616", "3584", "4509", "5469", "5746", "5892"], "title": "Council Regulation (EC) No 2815/95 of 4 December 1995 suspending Regulation (EEC) No 990/93 with regard to the Federal Republic of Yugoslavia (Serbia and Montenegro) and repealing Regulation (EC) No 2472/94\n", "header": "COUNCIL REGULATION (EC) No 2815/95\nof 4 December 1995\nsuspending  Regulation (EEC) No 990/93 with regard to the Federal Republic of Yugoslavia (Serbia and  Montenegro) and repealing Regulation (EC) No 2472/94\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": "Having regard to the Treaty establishing the European Community, and in particular Article  228a thereof,\nHaving regard to the Common Position of 4 December 1995 defined by the Council on the basis of  article J.2 of the Treaty on European Union, with regard to the suspension of the restrictions on  trade with the Federal Republic of Yugoslavia (Serbia and Montenegro) and with the Bosnian Serbs,  decided on by the United Nations Security Council in its Resolution 1022 (1995),\nHaving regard to the proposal from the Commission,\nWhereas the United Nations Security Council, in view of the agreement reached between the parties  concerned with regard to Bosnia and Herzegovina, has decided, in its Resolution 1022 (1995) to  suspend the restrictions concerning economic and financial relations with the Federal Republic of  Yugoslavia (Serbia and Montenegro);\nWhereas such suspension does not at present apply to the Bosnian Serbs pursuant to Resolution 1022  (1995);\nWhereas, in the circumstances, the existing legislation and in particular Council Regulation (EEC)  No 990/93 of 26 April 1993 concerning trade between the European Economic Community and the Federal  Republic of Yugoslavia (Serbia and Montenegro (1) and Council Regulation (EC) No 2472/94 of 10  October 1994 suspending certain elements of the embargo on the Federal Republic of Yugoslavia  (Serbia and Montenegro (2), must be adapted,", "main_body": ["1. Regulation (EEC) No 990/93 is hereby suspended with regard to the  Federal Republic of Yugoslavia (Serbia and Montenegro).\n2. As long as Regulation (EEC) No 990/93 remains suspended, all assets previously impounded  pursuant to that Regulation may be released by Member States in accordance with the law, provided  that any such assets that are subject to any claims, liens, judgments, or encumbrances, or which  are the assets of any person, partnership, corporation, or other entity found or deemed to be  insolvent under the law or the accounting principles prevailing in the relevant Member State, shall  remain impounded until released in accordance with the applicable law.\n3. Regulation (EEC) No 990/93 shall continue to apply with regard to the areas of the Republic of  Bosnia and Herzegovina under the control of the Bosnian Serb forces.\n4. Regulation (EC) No 2472/94 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply from 22 November 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 4 December 1995.\nFor the Council\nThe President\nJ. SOLANA\n(1) OJ No L 102, 28. 4. 1993, p. 14.\n(2) OJ No L 266, 15. 10. 1994, p. 8, Regulation as last amended by Regulation (EC) No 2229/95 (OJ  No L 227, 22. 9. 1995, p. 1)."}