{"celex_id": "31991R1327", "uri": "http://publications.europa.eu/resource/cellar/80868f59-5f30-4bd3-bedc-4deda72c74de", "type": "Regulation", "concepts": ["5073", "690", "807"], "title": "Commission Regulation (EEC) No 1327/91 of 22 May 1991 on the supply of butteroil as food aid\n", "header": "COMMISSION REGULATION (EEC) No 1327/91  of 22 May 1991  on the supply of butteroil as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission has allocated to certain countries and beneficiary organizations 60 tonnes of butteroil;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["  Article 1\nMilk products shall be mobilized in the Community, as Community food aid, for supply to the recipients listed in the Annex in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be awarded  by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX\n1. Operation No (1): 868/90\n2. Programme: 1989\n3. Recipient: Euronaid - PO Box 77, NL-2340 AB Oegstgeest\n4. Representative of the recipient (3): see OJ No C 103, 16. 4. 1987\n5. Place or country of destination: Egypt\n6. Product to be mobilized: butteroil\n7. Characteristics and quality of the goods (2) (6) (7) (8): See OJ No C 114, 29. 4. 1991, p. 6 (E 1)\n8. Total quantity: 60 tonnes\n9. Number of lots: one\n10. Packaging and marking: 5 kg (9) (10) (11) and OJ No C 114, 29. 4. 1991, p. 7 and 8 (E2 - E3)\nMarkings in English\nSupplementary markings on packaging:\n'EGYPT / CAM / 902024 / CAIRO VIA ALEXANDRIA / FOR FREE DISTRIBUTION'\n11. Method of mobilization: Community market\n12. Stage of supply: Free at port of shipment\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment: 3. - 17. 7. 1991\n18. Deadline for the supply: -\n19. Procedure for determining the costs of supply: invitation to tender\n20. In the case of an invitation to tender, date of expiry of the period allowed for submission of tenders (4): 12 noon on 10. 6. 1991\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 24. 6. 1991\n(b) period for making the goods available at the port of shipment: 17. - 31. 7. 1991\n(c) deadline for the supply: -\n22. Amount of the tendering security: ECU 20 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders:\nBureau de l'aide alimentaire, Ă  l'attention de Monsieur N. Arend, BĂ˘timent Loi 120, bureau 7/46, 200 Rue de la Loi, B-1049 Brussels; telex 22037 AGREC B or 25670 AGREC B\n25. Refund payable on request by the successful tenderer (5): Refund applicable on 26. 4. 1991, fixed by Commission Regulation (EEC) No 1049/91 (OJ No L 106, 26. 4. 1991, p. 46)\nNotes\n(1) The operation number is to be quoted in all correspondence.\n(2) The successful tenderer shall deliver to the beneficiary for each action number/shipping number a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the  Member State concerned, have not been exceeded.\nRadioactivity analysis must indicate the caesium-134 and -137 levels.\n(3) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 114, 29. 4. 1991, p. 35 (Jordan).\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- by porter at the office referred to in point 24 of the Annex, or\n- by telecopier on one of the following numbers in Brussels:\n- 235 01 32,\n- 236 10 97,\n- 235 01 30,\n- 236 20 05.\n(5) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56) is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The  date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of the Annex.\n(6) The successful tenderer shall give the beneficiaries' representative, at the time of delivery, a certificate of origin for each action number/shipping number.\n(7) The successful tenderer shall give the beneficiaries' representative, at the time of delivery, a health certificate for each action number/shipping number.\n(8) Radiation certificate must be issued by official authorities and be legalized for Egypt.\n(9) Shipment to take place in 20-foot containers, condition FCL/LCL. The supplier shall be responsible for the cost of making the containers available in the stack position at the container terminal at the port of shipment. The recipient shall be  responsible for all subsequent loading costs including the cost of moving the containers from the container terminal.\nThe provisions of Article 13 (2), second paragraph, of Regulation (EEC) No 2200/87 shall not apply.\n(10) The supplier should send a duplicate of the original invoice to:\nMM De Keyzer &  Schuetz BV,\nPostbus 1438,\nBlaak 16,\nNL-3000 BK Rotterdam.\n(11) The successful tenderer has to submit to the recipient's agent a complete packaging list of each container, specifying the number of boxes belonging to each shipping number as specified in the invitation to tender.\nThe successful tenderer has to seal each container with a numbered locktainer, the number of which is to be provided to the beneficiary's forwarder."}