{"celex_id": "31995D0582", "uri": "http://publications.europa.eu/resource/cellar/f54d4596-5713-4ce8-a0bb-6c4501478fa0", "type": "Decision", "concepts": ["1474", "1509", "2084", "2734", "2763", "4324"], "title": "95/582/EC: Council Decision of 20 December 1995 on the conclusion of the Agreements in the form of exchanges of letters between the European Community, of the one part, and the Republic of Iceland, the Kingdom of Norway and the Swiss Confederation, of the other part, concerning certain agricultural products\n", "header": "30.12.1995 EN Official Journal of the European Communities L 327/17\nCOUNCIL DECISION\nof 20 December 1995\non the conclusion of the Agreements in the form of exchanges of letters between the European Community, of the one part, and the Republic of Iceland, the Kingdom of Norway and the Swiss Confederation, of the other part, concerning certain agricultural products\n(95/582/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with the first sentence of Article 228 (2) thereof,\nHaving regard to the Act of Accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden,\nHaving regard to the proposal from the Commission,\nWhereas the Agreements in the form of exchanges of letters between the European Community, of the one part, and the Republic of Iceland, the Kingdom of Norway and the Swiss Confederation, of the other part, concerning certain agricultural products should be approved to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union,", "main_body": ["The Agreements in the form of exchanges of letters between the European Community, of the one part, and the Republic of Iceland, the Kingdom of Norway and the Swiss Confederation, of the other part, concerning certain agricultural products are hereby approved on behalf of the Community.\nThe texts of the Agreements are attached to this Decision.", "Detailed rules for the application of this Decision shall be adopted by the Commission in accordance with the procedure laid down in Article 30 of Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1) or the corresponding provisions of other regulations on the common organization of the markets.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreements referred to in Article 1 in order to bind the Community (2)."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Council\nThe President\nJ. M. EGUIAGARAY\n(1)  OJ No L 148, 28. 6. 1968, p. 13.\n(2)  The dates of entry into force of the Agreements will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}