{"celex_id": "31995R2505", "uri": "http://publications.europa.eu/resource/cellar/8e632828-c92e-4bbb-a6de-ac8047e0e0c7", "type": "Regulation", "concepts": ["1117", "2621", "2713", "3165", "322", "4674"], "title": "Council Regulation (EC) No 2505/95 of 24 October 1995 on the improvement of the Community production of peaches and nectarines\n", "header": "COUNCIL REGULATION (EC) No 2505/95 of 24  October 1995 on the improvement of the Community production of peaches and nectarines\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas a feature of the Community market for peaches and nectarines in a certain mismatch between  supply and demand; whereas this situation is causing major withdrawals;\nWhereas market stabilization measures alone are not capable of remedying this imbalance; whereas  specific measures should exceptionally be taken to adapt production potential to present and  foreseeable outlets for Community production;\nWhereas that objective may be achieved by introducing grubbing premiums for the 1995 marketing year  for producers who undertake to abandon the production of peaches and nectarines;\nWhereas only producers with the most productive orchards should qualify for the premium, on  condition that they undertake in writing not to replant peach or nectarine trees; whereas, given  the fact that a production improvement measure for apples is in the course of being implemented in  accordance with Council Regulation (EEC) No 1200/90 of 7 May 1990 on the improvement of the  Community production of apples  (3), the undertaking should be extended to apple trees other than  cider-apple trees;\nWhereas the premium, to be paid only once, must be determined by taking account of both the cost of  grubbing and the loss of income to the producer;\nWhereas the aim of the grubbing premium is to achieve the objectives laid down in Article 39 of the  Treaty; whereas provision should be made for the measure to be financed by the Guarantee Section of  the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["During the 1995 marketing year, peach and nectarine producers in the  Community shall qualify, on application and under the conditions laid down in this Regulation, for  a premium, to be paid only once, for the grubbing of peach and nectarine trees.", "1.  The premium shall be granted subject to a written undertaking by the recipient:\n(a)  to grub up or have grubbed up, at one time, before 30 April 1996:\n-  all the peach and nectarine trees in his orchard of peach and nectarine trees if the orchard  covers less than 1,5 ha,\n-  all or part of his orchard of peach and nectarine trees if the orchard covers 1,5 ha or more;  however, the area grubbed must be at least 1,5 ha;\n(b)  to agree not to plant any peach trees, nectarine trees or apple trees other than cider-apple  trees, in accordance with provisions adopted under the procedure referred to in Article 6.\n2.  For the purposes of this Regulation, 'orchard` means all parcels on the holding planted with  peach or nectarine trees less than 20 years old with a density of more than 300 trees per hectare.", "The premium shall be fixed taking account in particular of grubbing costs and the loss  of income to producers carrying out grubbing operations.", "The Member States shall check whether recipients of the premium have fulfilled the  undertakings laid down in Article 2. They shall take any further measures necessary, in particular  to ensure compliance with the provisions of the premium scheme. They shall communicate the measures  taken to the Commission.", "The measures provided for in this Regulation shall be deemed intervention intended to  stabilize the agricultural markets within the meaning of Article 3 of Council Regulation (EEC) No  729/70 of 21 April 1970 on the financing of the common agricultural policy  (1). They shall be  financed by the EAGGF Guarantee Section.", "The amount of the premium shall be determined and the detailed rules for the  application of this Regulation, in particular those relating to the effectiveness of the scheme,  shall be adopted in accordance with the procedure laid down in Article 33 of Council Regulation  (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables   (2).", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 24 October 1995.\nFor the Council The President L. ATIENZA"}