{"celex_id": "31996D0469", "uri": "http://publications.europa.eu/resource/cellar/5949249b-1737-4b3d-ae8d-8fc351a54834", "type": "Decision", "concepts": ["2792", "3489", "3885", "5104", "5640", "6050"], "title": "96/469/EC: Commission Decision of 30 July 1996 an advisory committee for cancer prevention (Text with EEA relevance)\n", "header": "2.8.1996 EN Official Journal of the European Communities L 192/31\nCOMMISSION DECISION\nof 30 July 1996\nan advisory committee for cancer prevention\n(Text with EEA relevance)\n(96/469/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas the Community shall contribute towards ensuring a high level of human health protection by encouraging cooperation between the Member States and, if necessary, lending support to their action;\nWhereas Community action shall be directed towards the prevention of diseases, including cancer, by promoting research into their causes and their transmission as well as health information and education;\nWhereas meetings of high-level cancer experts have been held since 1986, in the framework of the ‘Europe Agreement Cancer’ Programme; whereas these cancer experts have constituted a group advising the Commission on the scientific aspects of cancer;\nWhereas the Council Resolution of 7 July 1986 (1) takes note of the conclusions of the Committee of Cancer Experts regarding the preparation of the first cancer action plan (2);\nWhereas, pursuant to Decision 90/238/Euratom, ECSC, EEC of the Council and the Representativees of the Governments of the Member States meeting within the Council of 17 May 1990, adopting a 1990-1994 action plan in the context of the ‘Europe Against Cancer’ Programme (3), the Commission shall involve cancer prevention experts closely in implementing the action plan;\nWhereas the Decision No 646/96/EC (4) of the European Parliament and Council, adopting a third cancer action plan 1996-2000 is directed towards the prevention of cancer, in accordance with the requirements of Articles 3 (o) and 129 of the Treaty;\nWhereas the recitals to the Decision state that, in order to have available to it all the necessary scientific information, the Commission cooperates with scientific experts;\nWhereas it is important to strengthen the scientific basis on which Commission decisions are made;\nWhereas it is necessary for reasons of clarity and legal certainty that the existence of this group be formalised;\nWhereas its membership should be established to take account of developments in the direction and scope of the ‘Europe Against Cancer’ programme in the context of the third cancer action plan;\nWhereas scientific advice from high-level European experts in cancer prevention should be constantly made available in the form of a committee of a consultative nature established by the Commission,", "main_body": ["An advisory committee for the prevention of cancer, hereinafter referred to as the ‘Committee’, is hereby established by the Commission.\nThe Committee shall be composed of not more than 15 members.", "The Committee may be consulted by the Commission on all matters relating to:\n— cancer data, including epideriology,\n— early detection of cancer and cancer screening,\n— information of the public on cancer prevention,\n— cancer related aspects of health education in schools,\n— quality assurance procedure in cancer management (including the issue of quality of life of cancer patients and palliative care),\n— preventive aspects which may be developed on the basis of the results of fundamental and clinical cancer research carried out under the Biomed programme and other research initiatives,\n— training of health professionals in cancer related matters.", "1.   The deliberations of the Committee shall relate to requests for opinions made by the representatives of the Commission Services. The representatives of the Commission Services, in requesting the opinion of the Committee, may fix the length of time in which the opinion is to be given.\n2.   The Committee shall not, on its own initiative, deliver opinions on questions proper to other scientific committees set up by the Commission.\n3.   The Commitee shall make every endeavour to deliver its opinion on the basis of a consensus. The Committee's deliberations shall not be followed by a vote.\n4.   Where the opinion requested has the unanimous agreement of the members of the Committee, the latter shall establish the common conclusions. In the absence of unanimous agreement, the various positions taken in the course of the deliberations shall be entered in a report drawn up under the auspices of the representatives of the Commission Services.", "The members of the Committee shall be appointed by the Commission from among high-level experts having competence in the fields referred to in Article 2.", "The Committee shall elect a chairperson and two vice-chairpersons from its members. The election shall take place by a majority of two-thirds of the members present.", "1.   The membership of the Committee shall be of three years' duration. It shall be renewable. However, the chairperson and vice-chairpersons of the Committee may not be immediately re-elected after being in office for two consecutive periods of three years.\nAfter the expiry of their term, the members of the Committee may remain in office until their confirmation or replacement as members.\nThe functions exerced shall not give rise to any renumeration.\n2.   Where a member of the Committee is unable to fulfil his duties, or in the case of his voluntary resignation, he shall be replaced for the remainder of his term in accordance with the procedure provided, as the case may be, in Article 4 or 5.", "The list of members shall be published every three years by the Commission in the Official Journal of the European Communities for information purposes.", "1.   The Committee may form working groups dealing with specific aspects of the fields of competence referred to in Article 2, chaired by one of its members and composed of a maximum of five highly qualified scientific personalities. The number of working groups shall be limited to a maximum of five at any one time.\n2.   The mandate of the working groups shall be set by the Committee.", "1.   The Committee and any working groups shall meet at the invitation of a representative of the Commission Services, normally on Commission premises.\n2.   The representative of the Commission Services as well as other officials and interested agents of the Commission may participate at the meetings of the Committee and any working groups.\n3.   The representative of the Commission Services may invite individuals having particular expertise in the subject under discussion to participate at the meetings as observers, on a temporary or permanent basis.\n4.   The Commission Services shall provide the secretariat of the Committee and of any working groups.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, the members of the Committee shall be obliged not to divulge information coming to their knowledge as a result of the work of the Committee when the representative of the Commission Services informs them that the opinion requested relates to material of a confidential nature.\nIn this case, only the members of the Committee and the representatives of the Commission Services shall be present at the meetings.", "1\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nPádraig FLYNN\nMember of the Commission\n(1)  OJ No C 184, 23. 7. 1986, p. 19.\n(2)  Council Decision 88/351/EEC, OJ No L 160, 28. 6. 1988, p. 52.\n(3)  OJ No L 137, 30. 5. 1990, p. 31.\n(4)  OJ No L 95, 16. 4. 1996, p. 9."}