{"celex_id": "31991R3814", "uri": "http://publications.europa.eu/resource/cellar/127c0c18-1228-46a5-b942-33df28fa5c0a", "type": "Regulation", "concepts": ["1125", "20", "4284", "5010", "881"], "title": "Commission Regulation (EEC) No 3814/91 of 20 December 1991 amending Regulation (EEC) No 2943/91 laying down detailed rules applicable to the free supply of bread- making common wheat to Albania as provided for in Council Regulation (EEC) No 2938/91\n", "header": "COMMISSION REGULATION (EEC) No 3814/91  of 20 December 1991  amending Regulation (EEC) No 2943/91 laying down detailed rules applicable to the free supply of bread-making common wheat to Albania as provided for in Council Regulation (EEC) No  2938/91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2938/91 of 1 October 1991 on an emergency measure for the free supply of certain agricultural products to Albania (1),\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 3577/90 (3), and in particular Article 7 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rate to be applied for the purpose of the common agricultural policy (4), as last amended by Regulation (EEC) No 2205/90 (5), and  in particular Article 2 (4) and Article 5 (3) thereof,\nWhereas Council Regulation (EEC) No 2943/91 (6) provides for an emergency measure for the supply of bread-making common wheat to Albania;\nWhereas, in order to avoid the risk of monetary distortion when converting into ECU the tenders awarded for supply costs, a rate corresponding more closely to actual economic circumstances than the agricultural conversion rate should be used, with due  regard to the application of the correcting factor referred to in Article 2 (2) of Regulation (EEC) No 1676/85; whereas Article 3a of Commission Regulation (EEC) No 3152/85 of 11 November 1985 laying down detailed rules for the application of Council  Regulation (EEC) No 1676/85 (7), as last amended by Regulation (EEC) No 3237/90 (8) provides for the publication of such a rate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In Article 5 of Regulation (EEC) No 2943/91, the third sentence of the first subparagraph is replaced by the following:\n'That amount shall be converted using the conversion rate specified in Article 3a of Commission Regulation (EEC) No 3152/85 (*), applicable on the closing date for the submission of tenders.\n(*) OJ No L 310, 21. 11. 1985, p. 1.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 280, 8. 10. 1991, p. 4. (2) OJ No L 281, 1. 11. 1975, p. 1. (3) OJ No L 353, 17. 12. 1990, p. 23. (4) OJ No L 164, 24. 6. 1985, p. 1. (5) OJ No L 201, 31. 7. 1990, p. 9. (6) OJ No L 280, 8. 10. 1991, p. 16. (7) OJ No L 310, 21. 11.  1985, p. 1. (8) OJ No L 310, 9. 11. 1990, p. 18."}