{"celex_id": "31997R2508", "uri": "http://publications.europa.eu/resource/cellar/0c7d2c1b-88b6-4ef6-80fb-f9871d155cbf", "type": "Regulation", "concepts": ["1474", "1565", "1616", "2763", "914"], "title": "Commission Regulation (EC) No 2508/97 of 15 December 1997 laying down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria and Romania, the Agreements on free trade between the Community and the Baltic States and the Interim Agreement between the Community and the Republic of Slovenia, and repealing Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1713/95 and (EC) No 455/97\n", "header": "COMMISSION REGULATION (EC) No 2508/97 of 15 December 1997 laying down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria and Romania, the Agreements on free trade between the Community and the Baltic States and the Interim Agreement between the Community and the Republic of Slovenia, and repealing Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1713/95 and (EC) No 455/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3296/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3297/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part (4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (6), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1275/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Estonia, of the other part (7), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1276/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Latvia, of the other part (8), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1277/95 of 29 May 1995 on certain procedures for applying the Agreement on free trade and trade related matters between the European Community, the European Atomic Energy Community and the European Coal and Steel Community, of the one part, and the Republic of Lithuania, of the other part (9), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 410/97 of 24 February 1997 on certain procedures for applying the Interim Agreement on trade and trade-related measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part (10), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (11), as last amended by Regulation (EC) No 1595/97 (12), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations (13),\nWhereas Commission Regulation (EEC) No 584/92 of 6 March 1992 (14), as last amended by Regulation (EC) No 1996/97 (15), lays down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic;\nWhereas Commission Regulation (EC) No 1588/94 of 30 June 1994 (16), as last amended by Regulation (EC) No 1873/97 (17), lays down detailed rules for the application to milk and milk products of the schemes provided for in the Interim Agreements between the Community of the one part and Bulgaria and Romania of the other part;\nWhereas Commission Regulation (EC) No 1713/95 of 13 July 1995 (18), as last amended by Regulation (EC) No 1996/97, lays down detailed rules for the application to milk and milk products of the schemes provided for in the Agreements on free trade between the Community and the Baltic States;\nWhereas Commission Regulation (EC) No 455/97 of 10 March 1997 (19), as amended by Regulation (EC) No 1873/97, lays down detailed rules for the application to milk and milk products of the scheme provided for in the Interim Agreement between the Community and the Republic of Slovenia;\nWhereas the conditions laid down in the above-mentioned Regulations governing the submission of import licence applications, the issue of licences and the other arrangements for the management of the import schemes are almost identical; whereas, in order to simplify the rules and ensure their uniform application to all the schemes, the detailed rules for the different schemes should be set out in a single consolidated Regulation and the above-mentioned Regulations should be abolished; whereas, at the same time, certain technical adjustments should be made to the management arrangements;\nWhereas, to ensure that the volume of imports is managed correctly, a security should be lodged when import licences are applied for and the lodging of licence applications should be subject to certain conditions, which must be defined; whereas, moreover, the quantities fixed during the year should be staggered and the procedure for allocating licences and the period of validity of licences should be fixed;\nWhereas all importers in the Community should be guaranteed access to the above-mentioned schemes and the reduced rate of duty should be applied without interruption to all imports of the products in question into all Member States until the quantities provided for have been exhausted; whereas the necessary measures should be taken to ensure efficient Community management of these quantities; whereas, in particular, the danger of speculation requires access to transactions under the schemes in question to be subject to specific conditions; whereas this form of management requires close collaboration between the Member States and the Commission;\nWhereas, in the interest of clarity, the quantities of products available under the different schemes for the first six months of 1998 should be determined at the same time; whereas these quantities are fixed taking account of the quantities remaining from the previous period and, in the case of imports from the Baltic States, the quantities for which licences have been issued in excess of the quantities available for the third quarter of 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. This Regulation covers the following schemes for imports of milk products:\n(a) the schemes provided for in Regulation (EC) No 3066/95 applicable to certain agricultural products originating in Hungary, Poland, the Czech Republic, the Slovak Republic, Romania and Bulgaria;\n(b) the schemes provided for in Regulation (EC) No 1926/96 applicable to certain agricultural products originating in Estonia, Latvia and Lithuania;\n(c) the scheme provided for in Article 15 (2) of the Interim Agreement between the European Community and Slovenia.\n2. All imports into the Community of milk products falling within the CN codes set out in Annex I under the schemes referred to in paragraph 1 shall be subject to the presentation of an import licence applied for and issued in accordance with this Regulation.\n3. The quantities of products to which these schemes apply and the rate of reduction in the customs duties shall be those listed in Annex I.\n4. For the purposes of this Regulation, the product or products originating in a country for which an annual quantity is provided for in Annex I shall be called a 'group of products`.", "1. For the purposes of this Regulation, 'import year` shall mean:\n- the 12-month period from 1 July for the schemes referred to in Article 1 (1) (a) and (b),\n- the calendar year for the scheme referred to in Article 1 (1) (c).\n2. The quantities indicated in Annex I shall be staggered over the import year as follows:\n- 50 % during the six months from 1 January to 30 June,\n- 50 % during the the six months from 1 July to 31 December.\nHowever, the quantities available for the first six months of 1998 shall be those listed in Annex 1A.", "The following provisions shall apply to the import schemes referred to in Article 1 (1).\n(a) At the time applications are submitted, applicants for import licences must prove to the satisfaction of the competent authorities of the Member State concerned that they have been importing and/or exporting milk or milk products into and/or out of the Community for at least the last 12 months. However, retail establishments or restaurants selling their products to final consumers are excluded from the benefits of the schemes.\n(b) Licence applications may relate to one or more of the CN codes listed in Annex I for the same group of products and must indicate the quantity applied for under each different code. However, a separate licence shall be issued for each different product code.\nLicence applications must relate to at least 10 tonnes and to a maximum of 25 % of the quantity available for the group of products for the period concerned.\n(c) Section 8 of licence applications and licences shall show the country of origin; licences shall carry with them an obligation to import from the country indicated;\n(d) Section 20 of licence applications and licences shall show one of the following:\n- Reglamento (CE) n° 2508/97\n- Forordning (EF) nr. 2508/97\n- Verordnung (EG) Nr. 2508/97\n- Êáíïíéóìüò (ÅÊ) áñéè. 2508/97\n- Regulation (EC) No 2508/97\n- Règlement (CE) n° 2508/97\n- Regolamento (CE) n. 2508/97\n- Verordening (EG) nr. 2508/97\n- Regulamento (CE) nº 2508/97\n- Asetus (EY) N:o 2508/97\n- Förordning (EG) nr 2508/97;\n(e) Section 24 of licences shall show one of the following:\n- Reducción del derecho de aduana establecida en el Reglamento (CE) n° 2508/97\n- Nedsættelse, jf. forordning (EF) nr. 2508/97, af toldsatsen\n- Zollermäßigung gemäß der Verordnung (EG) Nr. 2508/97\n- Ìåßùóç ôïõ äáóìïý üðùò ðñïâëÝðåôáé áðü ôïí êáíïíéóìü (ÅÊ) áñéè. 2508/97\n- Duty rate reduced in accordance with Regulation (EC) No 2508/97\n- Réduction du taux de droit de douane prévue par le règlement (CE) n° 2508/97\n- Riduzione del dazio doganale a norma del regolamento (CE) n. 2508/97\n- Douanerecht verlaagd overeenkomstig Verordening (EG) nr. 2508/97\n- Redução da taxa de direito aduaneiro prevista no Regulamento (CE) nº 2508/97\n- Vähennetty tullimaksu asetuksen (EY) N:o 2508/97 mukaisesti\n- Nedsättning av tullsatsen enligt förordning (EG) nr 2508/97.", "1. Licence applications may be lodged only during the first 10 days of each period as specified in Article 2 (2).\n2. Licence applications shall be admissible only where applicants declare in writing that they have not submitted, and undertake not to submit, any other applications, in respect of the current period, concerning the same group of products in the Member State in which their application is lodged or in other Member States; where the same interested party submits more than one application relating to the same group of products, all applications from that person shall be inadmissible.\n3. Member States shall notify the Commission, on the fifth working day following the end of the application period, of applications lodged for each of the products listed in Annex I. Such notification shall comprise the list of applicants, the quantities applied for by CN code, the countries of origin and a summary table showing the country of origin, the CN code and the total quantity applied for by CN code. All notifications, including notifications of nil applications, shall be made by telex or fax on the working day stipulated, in accordance with the model set out in Annex II where no application is made and with the models set out in Annexes II and III where applications have been made.\n4. The Commission shall decide as soon as possible to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf the quantities for which licence applications have been submitted exceed the quantities available for the group of products in question, the Commission shall fix a single allocation coefficient for the quantities applied for. If applicants deem the quantity obtained by applying the coefficient to be insufficient, they may refrain from using the licence. In that case they shall notify the competent authority of this decision within three working days following publication of the decision referred to in the previous subparagraph. The competent authority shall inform the Commission forthwith of the details of this notification. Where the overall quantity for which applications have been submitted is less than the quantity available in respect of each CN code and country, the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following period in the same import year.\n5. The licences shall be issued as soon as possible after the Commission has taken its decision to those applicants whose applications have been notified in accordance with paragraph 3.", "Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 150 days from the date of actual issue.\nHowever, licences shall not be valid after the end of the import year for which they are issued.\nImport licences issued pursuant to this Regulation shall not be transferable.", "A security of ECU 35 per 100 kilograms shall be lodged for import licence applications for all products referred to in Article 1.", "1. Regulation (EEC) No 3719/88 shall apply unless this Regulation provides otherwise.\n2. Without prejudice to Article 8 (4) of 3719/88, the full import duty provided for in the Common Customs Tariff (CCT) shall be levied on all quantities in excess of those indicated on the import licence.", "The products to which the schemes provided for in Article 1 (1) (a) and (b) apply shall be released for free circulation on presentation of an EUR.1 certificate issued by the exporting country in accordance with Protocol 4 to the Agreements concluded between the Community and the countries concerned, or of a declaration by the exporter in accordance with the said Protocol.", "Regulations (EEC) No 584/92, (EC) No 1588/94, (EC) No 1713/95 and (EC) No 455/97 are hereby repealed. However, these Regulations shall continue to apply to import licences issued before 1 January 1988.\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 319, 21. 12. 1993, p. 1.\n(2) OJ L 319, 21. 12. 1993, p. 4.\n(3) OJ L 341, 30. 12. 1994, p. 14.\n(4) OJ L 341, 30. 12. 1994, p. 17.\n(5) OJ L 368, 31. 12. 1994, p. 5.\n(6) OJ L 368, 31. 12. 1994, p. 1.\n(7) OJ L 124, 7. 6. 1995, p. 1.\n(8) OJ L 124, 7. 6. 1995, p. 2.\n(9) OJ L 124, 7. 6. 1995, p. 3.\n(10) OJ L 62, 4. 3. 1997, p. 5.\n(11) OJ L 328, 30. 12. 1995, p. 31.\n(12) OJ L 216, 8. 8. 1997, p. 1.\n(13) OJ L 254, 8. 10. 1996, p. 1.\n(14) OJ L 62, 7. 3. 1992, p. 34.\n(15) OJ L 282, 15. 10. 1997, p. 11.\n(16) OJ L 167, 1. 7. 1994, p. 8.\n(17) OJ L 265, 27. 9. 1997, p. 23.\n(18) OJ L 163, 14. 7. 1995, p. 5.\n(19) OJ L 69, 11. 3. 1997, p. 7.\nANNEX I\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n(1) Irrespective of the rules for the interpretation of the combined nomenclature, the wording of the product description must be considered to have merely indicative value, since the applicability of the preferential arrangements is determined in the context of this Annex by the scope of the CN code. Where ex CN codes are referred to the applicability of the preferential arrangements is determined on the basis of the CN code and the corresponding description taken jointly.\nANNEX I.A\nTotal quantity in tonnes available for 1 January to 30 June 1998\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX III\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}