{"celex_id": "31996R1330", "uri": "http://publications.europa.eu/resource/cellar/25488186-6571-43a7-b502-11273947761f", "type": "Regulation", "concepts": ["1086", "1929", "2292", "3003", "5034", "842"], "title": "Commission Regulation (EC) No 1330/96 of 9 July 1996 amending Regulations (EEC) No 2312/92 and (EEC) No 1148/93 laying down detailed rules for implementing the specific measures for supplying the French overseas departments with live bovine animals and breeding horses\n", "header": "COMMISSION REGULATION (EC) No 1330/96 of 9 July 1996 amending Regulations (EEC) No 2312/92 and (EEC) No 1148/93 laying down detailed rules for implementing the specific measures for supplying the French overseas departments with live bovine animals and breeding horses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments (1), as last amended by Regulation (EC) No 2598/95 (2), and in particular Article 4 (5) thereof,\nWhereas for the purposes of Article 4 of Regulation (EEC) No 3763/91, the number should be determined, for the marketing year 1996/1997, for bovine animals and pure-bred breeding horses originating in the Community and eligible for aid with a view to encouraging the development of those sectors in the French overseas departments (FOD);\nWhereas the quantities of the forecast supply balance for those products are fixed by Commission Regulations (EEC) No 2312/92 (3) and (EEC) No 1148/93 (4), as last amended by Regulations (EC) No 442/96 (5), whereas the Annexes to those Regulations should therefore be amended;\nWhereas, pursuant to Regulation (EEC) No 3763/91, the supply arrangements are applicable from 1 July; whereas the provisions of this Regulation should therefore apply immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2312/92 is hereby amended as follows:\n1. Annex I is hereby replaced by Annex I to this Regulation.\n2. Annex III is hereby replaced by Annex II to this Regulation.", "The Annex to Regulation (EEC) No 1148/93 is hereby replaced by Annex III to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 356, 24. 12. 1991, p. 1.\n(2) OJ No L 267, 9. 11. 1995, p. 1.\n(3) OJ No L 222, 7. 8. 1992, p. 32.\n(4) OJ No L 116, 12. 5. 1993, p. 15.\n(5) OJ No L 61, 12. 3. 1996, p. 8.\nANNEX I\n'ANNEX I\nPART 1\nSupply balance for RĂŠunion for male bovine animals for fattening for the period 1 July 1996 to 30 June 1997\n>TABLE>\nPART 2\nSupply balance for Guyana for male bovine animals for fattening for the period 1 July 1996 to 30 June 1997\n>TABLE>\nANNEX II\n'ANNEX III\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n(1) Entry under this subheading is subject to the conditions laid down in the relevant Community provisions.`\nANNEX III\n'ANNEX\n>TABLE>\n>TABLE>\n(1) Inclusion in this subheading is subject to the conditions provided for by Council Directive 90/427/EEC of 26 June 1990 on the zootechnical and genealogical conditions governing intra-Community trade in equidae (OJ No L 224, 18. 8. 1990, p. 55).`"}