{"celex_id": "31996R0589", "uri": "http://publications.europa.eu/resource/cellar/9d383892-33f5-4c4b-bf35-0426b968035d", "type": "Regulation", "concepts": ["1644", "2771", "4078", "4682", "5034", "5083"], "title": "Commission Regulation (EC) No 589/96 of 2 April 1996 laying down detailed rules for the application in the beef and veal sector of Council Regulation (EEC) No 715/90 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories\n", "header": "COMMISSION REGULATION (EC) No 589/96 of 2 April 1996 laying down detailed rules for the application in the beef and veal sector of Council Regulation (EEC) No 715/90 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products originating in the ACP States or in the overseas countries and territories (1), as last amended by Commission Regulation (EC) No 2916/95 (2), and in particular Article 2 and 4 thereof,\nHaving regard to Decision No 6/95 of the ACP-EC Council of Ministers of 20 December 1995 on the transitional measures to be applied from 1 January 1996 (3), and in particular Articles 2 and 4 thereof,\nWhereas, under the mid-term review of the Fourth ACP-EC Convention, the arrangements for the importation of beef and veal from certain ACP States provided for the reduction in the specific customs duty referred to in Protocol 7 to the Convention to be increased from 90 % to 92 %; whereas in the case of Namibia the quantities benefiting from the specific import arrangements were fixed at 13 000 tonnes; whereas these changes to the arrangements constitute clear and unconditional commitments;\nWhereas by its Decision No 6/95 the ACP-EC Council of Ministers adopted as transitional measures valid until the entry into force of the Agreement amending the Lomé Convention the provisions permitting some of the amendments to the Convention to enter into force in advance; whereas under that Decision the provisions concerning beef and veal are to apply from 1 January 1996;\nWhereas arrangements to implement these measures should be adopted; whereas it is appropriate to bring together in a single Commission Regulation all the provisions concerning the arrangements for the importation of beef and veal from the ACP States, including those concerning the application for and issue of import licences, and to repeal Commission Regulation (EC) No 1636/95 of 5 July 1995 temporarily adapting the special import arrangements in the beef sector provided for in Council Regulation (EEC) No 715/90 with the view to the implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (4);\nWhereas the arrangements in question should be managed using import licences; whereas to this end rules should be set on the submission of applications and the information to be given on applications and licences, by way of derogation, if necessary, from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for application of the system of import and export licences and advance-fixing certificates for agricultural products (5), as last amended by Regulation (EC) No 2137/95 (6), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (7), as last amended by Regulation (EC) No 2856/95 (8);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Import licences shall be issued for beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia under the conditions laid down in this Regulation and within the limits of the quantities, expressed in tonnes of boneless meat, fixed in Article 4 of Regulation (EEC) No 715/90. In the case of Namibia, import licences shall be issued for an annual quantity not exceeding 13 000 tonnes.\n2. For the purpose of this Regulation, 100 kilograms of boneless beef shall be equal to:\n- 130 kilograms of bone-in beef,\n- 260 kilograms of live bovine animals,\n- 100 kilograms of products falling under CN codes 0206, 0210 and 1602.", "1. The specific rate of customs duty fixed in the Common Customs Tariff shall be reduced by 92 % for products referred to in Annex I and being imported under the present Regulation.\n2. Notwithstanding Article 8 (4) of Commission Regulation (EEC) No 3719/88, the reduction referred to in paragraph 1 shall not apply on quantities exceeding those indicated in the import licence.", "1. Applications for import licences and the licences themselves for products to be imported free of ad valorem customs duty pursuant to Article 2 of Regulation (EEC) No 715/90 and qualifying for a reduction of the specific rate of customs duties fixed in the Common Customs Tariff in accordance with Article 3 of the said Regulation shall contain:\n(a) under the heading 'notes` and in Section 24 respectively, one of the following:\n- Producto ACP - Reglamentos (CEE) n° 715/90 y (CE) n° 589/96\n- AVS-produkt - forordning (EØF) nr. 715/90 og (EF) nr. 589/96\n- AKP-Erzeugnis - Verordnungen (EWG) Nr. 715/90 und (EG) Nr. 589/96\n- Ðñïúüí ÁÊÅ - Êáíïíéóìïß (ÅÏÊ) áñéè. 715/90 êáé (ÅÊ) áñéè. 589/96\n- ACP product - Regulations (EEC) No 715/90 and (EC) No 589/96\n- Produit ACP - règlements (CEE) n° 715/90 et (CE) n° 589/96\n- Prodotto ACP - regolamenti (CEE) n. 715/90 e (CE) n. 589/96\n- ACS-produkt - Verordeningen (EEG) nr. 715/90 en (EG) nr. 589/96\n- Produto ACP - Regulamentos (CEE) nº 715/90 e (CE) nº 589/96\n- AKT-tuote - asetus (ETY) N:o 715/90 ja (EY) N:o 589/96\n- AVS-produkt - förordning (EEG) nr 715/90 och (EG) nr 589/96;\n(b) in Section 8, the name of the State in which the product originates.\n2. The licence shall carry with it an obligation to import from the State in question.\n3. Applications for licences may be lodged only during the first 10 days of each month.\n4. Member States shall notify valid applications to the Commission not later than the second working day following the end of the period for the submission of applications.\nSuch notifications shall include the quantities applied for in respect of each third country concerned, broken down by CN code or group of CN codes, as the case may be.\n5. Where no valid applications have been lodged Member States shall so notify the Commission within the deadline referred to in paragraph 4.", "1. The Commission shall decide in respect of each third country concerned to what extent applications can be accepted. If the quantities of products originating in a third country in respect of which licences are requested exceed the quantity available for that country, the Commission shall reduce the quantities requested by a fixed percentage.\nIf the total quantity requested by applications relating to a third country is lower than that available for that country, the Commission shall determine the amount of the balance remaining.\n2. Subject to the Commission's decision to accept applications, licences shall be issued on the 21st day of each month.", "Importation under the arrangements for import duty reduction provided for in this Regulation may take place only if the origin of the products concerned is certified by the competent authorities of the exporting countries in accordance with the rules of origin applicable to the products in question pursuant to Protocol 1 to the Fourth ACP-EEC Convention signed at Lomé on 15 December 1989.", "1. Before the fifth day of each month, the Member States shall notify the Commission of the quantity of products for which ACP import licences were issued during the previous calendar month.\n2. The notifications provided for in this Article shall be made in accordance with Annex II.", "Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to the provisions of this Regulation.", "Regulation (EC) No 1636/95 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nArticles 1 and 2 shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 30. 3. 1990, p. 85.\n(2) OJ No L 305, 19. 12. 1995, p. 49.\n(3) OJ No L 327, 30. 12. 1995, p. 32.\n(4) OJ No L 155, 6. 7. 1995, p. 25.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 214, 8. 9. 1995, p. 21.\n(7) OJ No L 143, 27. 6. 1995, p. 35.\n(8) OJ No L 299, 12. 12. 1995, p. 10.\nANNEX I\nProducts referred to in Article 4 (1)\nCódigo NC\nKN-kode\nKN-Code\nÊùäéêüò ÓÏ\nCN code\nCode NC\nCodice NC\nGN-code\nCódigo NC\nCN-koodi\nKN-nummer\n0102 90 05\n0102 90 21\n0102 90 29\n0102 90 41\n0102 90 49\n0102 90 51\n0102 90 59\n0102 90 61\n0102 90 69\n0102 90 71\n0102 90 79\n0201 10 00\n0201 20 20\n0201 20 30\n0201 20 50\n0201 20 90\n0201 30 00\n0202 10 00\n0202 20 10\n0202 20 30\n0202 20 50\n0202 20 90\n0202 30 10\n0202 30 50\n0202 30 90\n0206 10 95\n0206 29 91\n0210 20 10\n0210 20 90\n0210 90 41\n0210 90 90\n1602 50 10\n1602 90 61\nNB: Los códigos NC, incluidas las notas a pie de página, se definen en el Reglamento (CEE) n° 2658/87 del Consejo, modificado (DO n° L 256 de 7. 9. 1987, p. 1).\nNB: KN-koderne, herunder henvisninger til fodnoter, er fastsat i Rådets ændrede forordning (EØF) nr. 2658/87 (EFT nr. L 256 af 7. 9. 1987, s. 1).\nNB: Die KN-Codes sowie die Verweisungen und Fußnoten sind durch die geänderte Verordnung (EWG) Nr. 2658/87 des Rates bestimmt (ABl. Nr. L 256 vom 7. 9. 1987, S. 1).\nNB: Ïé êùäéêïß ôçò óõíäõáóìÝíçò ïíïìáôïëïãßáò, óõìðåñéëáìâáíïìÝíùí ôùí õðïóçìåéþóåùí, êáèïñßæïíôáé óôïí ôñïðïðïéçìÝíï êáíïíéóìü (ÅÏÊ) áñéè. 2658/87 ôïõ Óõìâïõëßïõ (ÅÅ áñéè. L 256 ôçò 7. 9. 1987, ó. 1).\nNB: The CN codes and the footnotes are defined in amended Council Regulation (EEC) No 2658/87 (OJ No L 256, 7. 9. 1987, p. 1).\nNB: Les codes NC ainsi que les renvois en bas de page sont définis au règlement (CEE) n° 2658/87 du Conseil, modifié (JO n° L 256 du 7. 9. 1987, p. 1).\nNB: I codici NC e i relativi richiami in calce sono definiti dal regolamento (CEE) n. 2658/87 del Consiglio modificato (GU n. L 256 del 7. 9. 1987, pag. 1).\nNB: GN-codes en voetnoten: zie de gewijzigde Verordening (EEG) nr. 2658/87 van de Raad (PB nr. L 256 van 7. 9. 1987, blz. 1).\nNB: Os códigos NC, incluindo as remissões em pé-de-página, são definidos no Regulamento (CEE) nº 2658/87 do Conselho, alterado (JO nº L 256 de 7. 9. 1987, p. 1).\nHUOM.: Tuotekoodit ja niihin liittyvät alaviitteet määritellään neuvoston asetuksessa (ETY) N:o 2658/87 (EYVL N:o L 256, 7.9.1987, s. 1).\nAnm: KN-numren och fotnoterna definieras i rådets ändrade förordning (EEG) nr 2658/87 (EGT nr L 256, 7.9.1987, s. 1).\nANNEX II\nLicences comprising ACP products\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}