{"celex_id": "31990L0604", "uri": "http://publications.europa.eu/resource/cellar/e9cba32e-3fee-461d-81fb-e103dc48a8a7", "type": "Directive", "concepts": ["1154", "2359", "2864", "554", "62"], "title": "Council Directive 90/604/EEC of 8 November 1990 amending Directive 78/660/EEC on annual accounts and Directive 83/349/EEC on consolidated accounts as concerns the exemptions for small and medium-sized companies and the publication of accounts in ecus\n", "header": "COUNCIL  DIRECTIVE\nof 8 November 1990\namending Directive 78/660/EEC on annual accounts and Directive 83/349/EEC on consolidated accounts as concerns the exemptions for small and medium-sized companies and the publication of accounts in ecus\n(90/604/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 54 thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the harmonization of the national provisions concerning the presentation and content of annual accounts and of the annual report, the valuation methods and the publication of these documents as concerns, in particular, public and private limited liability companies was the subject of Directive 78/660/EEC (4), as last amended by the Act of Accession of Spain and Portugal;\nWhereas the administrative procedures imposed on small and medium-sized undertakings should be simplified in accordance with the Council resolution of 3 November 1986 on the action programme for small and medium-sized undertakings (SMUs) (5) and the Council resolution of 30 June 1988 on the improvement of the business environment and action to promote the development of enterprises, especially small and medium-sized enterprises in the Community (6), which calls more especially for a substantial simplification of the obligations arising from Directive 78/660/EEC;\nWhereas, on the basis of Article 53 (2) of Directive 78/660/EEC, it is appropriate that a second review of the thresholds defining small and medium-sized undertakings should be carried out;\nWhereas the derogations as regards establishment, audit and publication of accounts which Member States may provide for under Directive 78/660/EEC should be increased as far as small companies are concerned;\nWhereas Member States should be afforded the possibility of allowing companies not to include in the notes to the accounts certain information concerning remuneration granted to members of the company's administrative or management body where such information enables the position of a given member of such bodies to be identified;\nWhereas it is also appropriate to enable Member States to render less stringent the obligations imposed on small companies as regards the drawing up and publication of the notes to the accounts; whereas Member States should be able to exempt such companies from the obligation to supply, in the notes to the accounts, certain data which may be deemed of less importance for small companies; whereas, with the same interests in view, Member States should have the possibility of exempting such companies from the obligation to draw up an annual report providing they include, in the notes to the accounts, the data referred to in Article 22 (2) of Directive 77/91/EEC (7) concerning the acquisition of own shares;\nWhereas it is important to promote European monetary integration by allowing companies, at least, to publish their accounts in ecus; whereas this is simply an additional facility which does not change the position of companies which can at present already draw up and publish accounts in ecus; whereas, on this point, the provisions of Directives 78/660/EEC and 83/349/EEC (1), as amended by the Act of Accession of Spain and Portugal should be clarified by obliging companies which have recourse to this facility to indicate the conversion rate used in the notes to the accounts,", "main_body": ["Article 11 of Directive 78/660/EEC is hereby amended as follows:\n1. 'balance sheet total: ECU 1 550 000' is hereby replaced by 'balance sheet total: ECU 2 000 000';\n2. 'net turnover: ECU 3 200 000' is hereby replaced by 'net turnover: ECU 4 000 000';\n3. the following paragraph is hereby added:\n'Member States may waive the application of Article 15 (3) (a) and (4) to the abridged balance sheet'.\nThe revision of the above amounts in ecus shall constitute the second five-yearly revision provided for in Article 53 (2) of Directive 78/660/EEC.", "Article 27 of Directive 78/660/EEC is hereby amended as follows:\n1. 'balance sheet total: ECU 6 200 000' is hereby replaced by 'balance sheet total: ECU 8 000 000';\n2. 'net turnover: ECU 12 800 000' is hereby replaced by 'net turnover: ECU 16 000 000'.\nThe revision of the above amounts in ecus shall constitute the second five-yearly revision provided for in Article 53 (2) of Directive 78/660/EEC.", "Article 53 (1) of Directive 78/660/EEC shall be replaced by the following:\n'1. For the purposes of this Directive, the ecu shall be that defined in Regulation (EEC) No 3180/78 (*), as amended by Regulation (EEC) No 2626/84 (**), and by Regulation (EEC) No 1971/89 (***).\nThe equivalent in national currency shall be that applying on 8 November 1990.\n(*) OJ No L 379, 30. 12. 1978, p. 1.\n(**) OJ No L 247, 16. 9. 1984, p. 1.\n(***) OJ No L 189, 4. 7. 1989, p. 1.'", "The following paragraph is hereby added to Article 43 of Directive 78/660/EEC:\n'3. Member States may waive the requirement to provide the information referred to in paragraph 1 point 12 where such information makes it possible to identify the position of a specific member of such a body.'", "Article 44 of Directive 78/660/EEC is hereby replaced by the following:\n'Article 44\n1. Member States may permit companies covered by Article 11 to draw up abridged notes on their accounts without the information prescribed in Article 43 (1) points 5 to 12. However, the notes must disclose the information prescribed in Article 43 (1) point 6 in total for all the items concerned.\n2. Member States may also permit the companies referred to in paragraph 1 to be exempted from the obligation to disclose in the notes on their accounts the information prescribed in Article 15 (3) (a) and (4), Articles 18, 21 and 29 (2), the second subparagraph of Article 30, Article 34 (2), Article 40 (2) and the second subparagraph of Article 42.\n3. Article 12 shall apply.'", "The following paragraph is hereby added to Article 46 of Directive 78/660/EEC;\n'3. Member States may waive the obligation on companies covered by Article 11 to prepare annual reports, provided that the information referred to in Article 22 (2) of Directive 77/91/EEC concerning the acquisition by a company of its own shares is given in the notes to their accounts.'", "Article 47 (2) (b) of Directive 78/660/EEC is hereby replaced by the following:\n'(b) abridged notes on their accounts in accordance with Article 44.'", "The following Article is hereby inserted in Directive 78/660/EEC:\n'Article 50a\nAnnual accounts may be published in the currency in which they were drawn up and in ecus, translated at the exchange rate prevailing on the balance sheet date. That rate shall be disclosed in the notes on the accounts.'", "The following Article is hereby inserted in Directive 83/349/EEC:\n'Article 38a\nConsolidated accounts may be published in the currency in which they were drawn up and in ecus, translated at the exchange rate prevailing on the consolidated balance sheet date. That rate shall be disclosed in the notes on the accounts.'", "0\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary for them to comply with this Directive by 1 January 1993. They shall forthwith inform the Commission thereof.\n2. Member States may provide that this Directive shall only apply for the first time to accounts for the financial year beginning on 1 January 1995 or during the calendar year 1995.\n3. Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ No C 287, 11. 11. 1986, p. 5;\nOJ No C 318, 20. 12. 1989, p. 12.\n(2) OJ No C 158, 26. 6. 1989, p. 257;\nDecision of 24 October 1990 (not yet published in the Official Journal).\n(3) OJ No C 139, 5. 6. 1989, p. 42.\n(4) OJ No L 222, 14. 8. 1978, p. 11.\n(5) OJ No C 287, 14. 11. 1986, p. 1.\n(6) OJ No C 197, 27. 7. 1988, p. 6.\n(7) OJ No L 26, 31. 1. 1977, p. 1.\n(1) OJ No L 193, 18. 7. 1983, p. 1."}