{"celex_id": "31999R1496", "uri": "http://publications.europa.eu/resource/cellar/9636e3d6-5440-46da-bfe1-ca4862956a90", "type": "Regulation", "concepts": ["1309", "2734", "2957", "4080", "4324", "4385"], "title": "Commission Regulation (EC) No 1496/1999 of 1 July 1999 determining the amounts of the agricultural components and additional duties applicable from 1 July 1999 to 30 June 2000 on the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Switzerland\n", "header": "COMMISSION REGULATION (EC) No 1496/1999\nof 1 July 1999\ndetermining the amounts of the agricultural components and additional duties applicable from 1 July 1999 to 30 June 2000 on the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Switzerland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2491/98(2), and in particular Article 7 thereof,\n(1) Whereas Article 1(1) of Council Regulation (EC) No 1349/1999 of 21 June 1999 establishing certain measures concerning imports of processed agricultural products from Switzerland in order to take account of the results of the Uruguay Round negotiations in the agricultural sector(3), lays down the basic amounts taken into consideration in calculating the agricultural components and the additional duties applicable to the importation into the Community of goods originating in Switzerland; whereas the duties resulting from those measures may not exceed those applicable under the Common Customs Tariff;\n(2) Whereas Commission Regulation (EC) No 1460/96(4), as amended by Regulation (EC) No 2495/97(5), establishes the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Council Regulation (EC) No 3448/93,", "main_body": ["Article 1\nThe Annexes to this Regulation lay down the agricultural components and the corresponding additional duties applicable from 1 July 1999 to 30 June 2000 to the importation of goods covered by Regulation No 3448/93 from Switzerland.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1999\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1999.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 162, 26.6.1999, p. 1.\n(4) OJ L 187, 26.7.1996, p. 18.\n(5) OJ L 343, 13.12.1997, p. 18.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ I/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\nElementos agrícolas (por 100 kilogramos de peso neto) aplicables, del 1 de julio de 1999 al 30 de junio de 2000 inclusive, a la importación en la Comunidad procedente de Suiza/Landbrugselementer (pr. 100 kg nettovægt), der skal anvendes ved indførsel fra Schweiz til Fællesskabet fra 1. juli 1999 til og med 30. juni 2000/Agrarteilbeträge (für 100 kg Eigengewicht) bei der Einfuhr aus der Schweiz in die Gemeinschaft, anwendbar vom 1. Juli 1999 bis einschließlich 30. Juni 2000/Γεωργικά στοιχεία (για 100 kg καθαρού βάρους) που εφαρμόζονται από 1ης Ιουλίου 1999 έως και 30 Ιουνίου 2000 κατά τις εισαγωγές στην Κοινότητα από την Ελβετία/Agricultural components (per 100 kilograms net weight) to be levied from 1 July 1999 to 30 June 2000 inclusive, on importation into the Community from Switzerland/Éléments agricoles (par 100 kilogrammes poids net) applicables, du 1er juillet 1999 au 30 juin 2000 inclus, à l'importation dans la Communauté en provenance de Suisse/Elementi agricoli (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dalla Svizzera, dal 1o luglio 1999 al 30 giugno 2000 incluso/Agrarische elementen (per 100 kg nettogewicht) bij invoer in de Gemeenschap vanuit Zwitserland, te heffen van 1 juli 1999 tot en met 30 juni 2000/Elementos agrícolas (por 100 quilogramas de peso líquido) aplicáveis, de 1 de Julho de 1999 a 30 de Junho de 2000, inclusive, à importação na Comunidade proveniente da Suíça/Sveitsistä yhteisöön tulevaan tuontiin 1 päivästä heinäkuuta 1999 30 päivään kesäkuuta 2000 sovellettavat maatalousosat (100 nettopainokilolta)/Jordbruksbeståndsdelar (per 100 kg nettovikt) som skall tillämpas på import från Schweiz till gemenskapen fr.o.m. den 1 juli 1999 t.o.m. den 30 juni 2000\nPARTE 1/DEL 1/TEIL 1/ΜΕΡΟΣ 1/PART 1/PARTIE 1/PARTE 1/DEEL 1/PARTE 1/OSA 1/DEL 1\n>TABLE>\nPARTE 2/DEL 2/TEIL 2/ΜΕΡΟΣ 2/PART 2/PARTIE 2/PARTE 2/DEEL 2/PARTE 2/OSA 2/DEL 2\n>TABLE>\nANNEX II\n>TABLE>\nANEXO III/BILAG III/ANHANG III/ΠΑΡΑΡΤΗΜΑ III/ANNEX III/ANNEXE III/ALLEGATO III/BIJLAGE III/ANEXO III/LIITE III/BILAGA III\nImportes de los derechos adicionales sobre el azúcar (AD S/Z) y sobre la harina (AD F/M) (por 100 kilogramos de peso neto) aplicables a la importación en la Comunidad procedente de Suiza, del 1 de julio de 1999 al 30 de junio de 2000 inclusive/Tillægstold for sukker (AD S/Z) og for mel (AD F/M) (pr. 100 kg nettovægt), der skal anvendes ved indførsel til Fællesskabet fra Schweiz fra 1. juli 1999 til og med 30. juni 2000/Beträge der Zusatzzölle für Zucker (AD S/Z) und für Mehl (AD F/M) (für 100 kg Nettogewicht) bei der Einfuhr aus der Schweiz in die Gemeinschaft für die Zeit vom 1. Juli 1999 bis einschließlich 30. Juni 2000/Ποσά πρόσθετων δασμών στη ζάχαρη (AD S/Z) και στο αλεύρι (AD F/M) (για 100 kg καθαρού βάρους) που εφαρμόζονται από 1ης Ιουλίου 1999 μέχρι τις 30 Ιουνίου 2000 κατά την εισαγωγή στην Κοινότητα από την Ελβετία/Amounts of additional duties on sugar (AD S/Z) and on flour (AD F/M) (per 100 kilograms net weight) applicable on importation into the Community from Switzerland from 1 July 1999 to 30 June 2000 inclusive/Montants des droits additionnels sur le sucre (AD S/Z) et sur la farine (AD F/M) (par 100 kilogrammes poids net) applicables à l'importation dans la Communauté en provenance de Suisse, du 1er juillet 1999 au 30 juin 2000 inclus/Importi dei dazi aggiuntivi sullo zucchero (AD S/Z) e sulla farina (AD F/M) (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dalla Svizzera, dal 1o luglio 1999 al 30 giugno 2000 incluso/Bedragen der aanvullende invoerrechten op suiker (AD S/Z) en op meel (AD F/M) (per 100 kg nettogewicht), geldend bij invoer in de Gemeenschap vanuit Zwitserland, van 1 juli 1999 tot en met 30 juni 2000/Montantes dos direitos adicionais sobre o açúcar (AD S/Z) e sobre a farinha (AD F/M) (por 100 quilogramas de peso líquido) aplicáveis na importação na Comunidade proveniente da Suíça, de 1 de Julho de 1999 a 30 de Junho de 2000, inclusive/Sveitsistä yhteisöön tuotavaan sokeriin (AD S/Z) ja jauhoihin (AD F/M) (100 nettopainokilolta) 1 päivästä heinäkuuta 1999 30 päivään kesäkuuta 2000 sovellettavat lisätullit/Tilläggstull för socker (AD S/Z) och för mjöl (AD F/M) (per 100 kg nettovikt) som skall utgå på import till gemenskapen från Schweiz fr.o.m. den 1 juli 1999 t.o.m. den 30 juni 2000\nPARTE 1/DEL 1/TEIL 1/ΜΕΡΟΣ 1/PART 1/PARTIE 1/PARTE 1/DEEL 1/PARTE 1/OSA 1/DEL 1\n>TABLE>\nPARTE 2/DEL 2/TEIL 2/ΜΕΡΟΣ 2/PART 2/PARTIE 2/PARTE 2/DEEL 2/PARTE 2/OSA 2/DEL 2\n>TABLE>\n>TABLE>"}