{"celex_id": "31990D0444", "uri": "http://publications.europa.eu/resource/cellar/689dc9b3-9305-4e74-90e6-260872dd540d", "type": "Decision", "concepts": ["1309", "2300", "2449", "5327", "863"], "title": "90/444/ECSC: Commission Decision of 18 July 1990 authorizing Spain to exclude from Community treatment, for a limited period, coal of third country origin imported after having been put into free circulation in another Member State (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 18 July 1990\nauthorizing Spain to exclude from Community treatment, for a limited period, coal of third country origin imported after having been put into free circulation in another Member State\n(Only the Spanish text is authentic)\n(90/444/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 71 thereof,\nWhereas in 1987, 1988 und 1989 the Spanish Government sent the Commission applications to exclude from Community treatment coal of third country origin which is imported after being put into free circulation in another Member State;\nWhereas the Commission granted the relevant authorization to the Spanish Government by applying the provisions relating to mutual assistance, but for a limited period on each occasion. An authorization of this type for 1989 expired on 31 December 1989;\nWhereas by letter of 27 November 1989 the Spanish Government made another application to extend its restrictive measures on coal of third country origin to include coal in free circulation in another Member State. This application requested authorization of unlimited duration;\nWhereas current Spanish law allows limited quantities of coal of third country origin to be imported at a zero rate of duty. For coal other than anthracite the duty-free quota for 1990 would be increased to 12 million tonnes. The duty-free import quota for anthracite would remain limited at 12 000 tonnes;\nWhereas imports in excess of the zero-duty quota attract duty of up to 14 %;\nWhereas in principle, Article 71 of the Treaty leaves the Governments of the Member States their powers in matters of commercial policy. National rules remain therefore applicable as regards direct imports from non-member countries. However, Member States shall afford each other such mutual assistance as is necessary to implement measures recognized by the Commission as being in accordance with the Treaty and with existing international agreements;\nWhereas under the provisions of the Treaty the principle of free movement applies equally to products in free circulation in a Member State;\nWhereas where differences in commercial policy between Member States call for measures waiving the principle of the free movement of goods within the Community, such measures may be authorized only in exceptional circumstances and for a limited period, given the fundamental importance of the principle of free movement;\nWhereas according to the notification from the Spanish Government, the commercial policy measures on coal are intended to protect Spanish collieries, which are in a difficult economic situation as a result of competition from coal of third country origin, and to increase their productivity;\nWhereas to ease the difficulties affecting the coal industry, the Community has created instruments to support improvements in the competitiveness of the industry, thus helping to ensure better security of supply and to solve the social and regional problems related to the changes in the coal industry;\nWhereas this was the objective of Commission Decision No 2064/86/ECSC (1), establishing Community rules for State aid to the coal industry; this regime creates the favourable conditions required for the Community coal industry to adapt to the realities of the energy market;\nWhereas the abovementioned measures permit the abandonment of market protection and the abolition of controls at internal Community frontiers;\nWhereas a withdrawal of the protective measures for coal originating in third countries and imported after having been put into free circulation in another Member State could however, without a period of transition, give rise to difficult problems of adaptation in the short term, for both economic and administrative reasons;\nWhereas it therefore seems advisable to authorize the Spanish Government to apply, on a temporary basis, the measures set out above;\nWhereas in order that the Commission may carry out a final assessment of the issue, the Spanish Government should be asked to send the Commission a report on the implementation of these policy measures,", "main_body": ["Spain is hereby authorized to apply to coal of third country origin imported after having been put into free circulation in another Member State, imports of which exceed the zero-duty quota of 12 000 tonnes for anthracite or 12 million tonnes for coal other than anthracite, a customs duty of up to 14 %.", "This Decision shall apply until 31 December 1990.", "Spain shall, before 31 December 1990, send the Commission a report on the implementation of the measure referred to in Article 1.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 18 July 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1986, p. 1."}