{"celex_id": "31995R1440", "uri": "http://publications.europa.eu/resource/cellar/21cd6246-b54f-4c8d-b443-329f91e252f0", "type": "Regulation", "concepts": ["161", "2211", "4078", "4683", "4691", "5252"], "title": "Commission Regulation (EC) No 1440/95 of 26 June 1995 opening Community tariff quotas for the second half of 1995 for sheep, goats, sheepmeat and goatmeat falling within CN codes ex 0104 10, ex 0104 20 and 0204\n", "header": "COMMISSION REGULATION (EC) No 1440/95 of 26 June 1995 opening Community tariff quotas for the second half of 1995 for sheep, goats, sheepmeat and goatmeat falling within CN codes ex 0104 10, ex 0104 20 and 0204\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EC) No 1265/95 (2), and in particular Article 12 (4) thereof,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (3), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part (4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part (5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3296/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part (6), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3297/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part (7), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3328/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (8), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (9), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 3125/92 of 26 October 1992 on the arrangements applicable to the importation into the Community of sheepmeat and goatmeat originating in Bosnia-Herzegovina, Croatia, Slovenia, Montenegro, Serbia and the former Yugoslav Republic of Macedonia (10), and in particular Article 3 thereof,\nWhereas under the Agreement on Agriculture concluded in the framework of the Uruguay Round of multilateral trade negotiations (11), the Community has undertaken to replace, as from 1 July 1995, the Voluntary Restraint Agreements in the sheep and goat sector by country-specific tariff quotas and to open a non-country-specific tariff quota; whereas the Europe Agreements concluded between the Community and the countries of Central Europe allow additional preferential access to the Community market;\nWhereas the tariff quotas have to be opened by the Commission and be managed according to the rules laid down in Commission Regulation (EC) No 1439/95 of 1995 of 26 June 1995 laying down retailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector (12);\nWhereas since imports in the Community market have traditionally been managed on a calendar year basis, it is appropriate to maintain this system in the future; whereas it is therefore necessary, by way of transitional measure, to open only quotas for the second half of 1995;\nWhereas a carcase-weight equivalent needs to be fixed in order to ensure a proper functioning of the tariff quotas; whereas furthermore certain tariff quotas provide the option of importing either the live animals or their meat; whereas a conversion factor is therefore required;\nWhereas it is necessary, in order to ensure a smooth transition between the import arrangements which apply 1 July 1995 and the new tariff quotas, and in order to adhere the overall quantity that can be imported under preferential schemes in 1995, to deduct the quantities for which valid import licences were issued up to 30 June under the 'old` arrangements, from the quantities set out in the Annexes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["The customs duties applicable to imports into the Community of sheep, goats, sheepmeat and goatmeat falling within CN codes ex 0104 10, ex 0104 20 and 0204 originating in the countries indicated in the Annexes, shall be suspended or reduced during the periods, at the levels and within the limits of the tariff quotas laid down in this Regulation.", "Subject to the conditions laid down in Article 5:\n- the quantities of meat, expressed in carcase weight equivalent, falling within CN code 0204 for which the customs duty, applicable to imports originating in specific supplying countries, is suspended a for the period between 1 July and 31 December 1995, shall be those laid down in Annex I,\n- the quantities of live animals and meat, expressed as carcase weight equivalent, falling within CN codes ex 0104 10, ex 0104 20 and 0204 for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to 4 % ad valorem for the period between 1 July and 31 December 1995, shall be those laid down in Annex II,\n- the quantities of live animals, expressed in live weight, falling under CN codes ex 0104 10 and ex 0104 20 for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to 10 % ad valorem for the period between 1 July and 31 December 1995, shall be those laid down in Annex III,\n- the quantities of live animals, expressed in live weight, falling within CN codes ex 0104 10 and ex 0104 20 for which the customs duty, applicable to imports, is reduced to 10 % ad valorem for the period between 1 July and 31 December 1995, shall be those laid down in Annex IV, Part A,\n- the quantities of meat, expressed in carcase weight equivalent, falling within CN codes 0204 for which the customs duty, applicable to imports, is suspended for the period between 1 July and 31 December 1995, shall be those laid down in Annex IV, Part B.", "1. The tariff quotas provided for under the first three indents of Article 2 shall be managed in accordance with the rules laid down in Title II A of Regulation (EC) No 1439/95.\n2. The tariff quotas provided for under the fourth indent of Article 2 shall be managed in accordance with the rules laid down in Title II B of Regulation (EC) No 1439/95.", "1. The term 'carcase weight equivalent` referred to in Article 2 shall be taken to mean the weight of bone-in meat presented as such, and also boned meat converted by a coefficient into bone-in weight. For this purpose 55 kg of boned mutton or goatmeat other than kid corresponds to 100 kg of bone-in mutton or goatmeat other than kid and 60 kg of boned lamb or kid corresponds to 100 kg of bone-in lamb or kid.\n2. Where the option is available under the Association Agreements between the Community and certain supplier countries of allowing imports in the form of live animals or as meat, 100 kg of live animals shall be considered to be equivalent to 47 kg of meat.", "The quantity covered by valid import licences issued up to 30 June 1995, in response to export certificates issued in the period between 1 January and 30 June 1995,\n- pursuant to the temporary adaptation of the Voluntary Restraint Agreements concluded between the Community and the supplier countries concerned for the first half of 1995,\n- pursuant to the Association Agreements concluded between the Community and Hungary, Poland, the Czech Republic, Slovakia, Bulgaria and Romania,\n- pursuant to Commission Regulation (EC) No 256/95 (13),\n- pursuant to the autonomous system set up in Council Regulation (EEC) No 3643/85 (14),\nshall be deducted from the quantities set out in Annexes I, II, III and IV for the purpose of the quantities covered by import licences which may be issued in the period between 1 July and 31 December 1995 under the system laid down in Title II of Regulation (EC) No 1439/95.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 123, 3. 6. 1995, p. 1.\n(3) OJ No L 349, 31. 12. 1994, p. 105.\n(4) OJ No L 319, 21. 12. 1993, p. 1.\n(5) OJ No L 319, 21. 12. 1993, p. 4.\n(6) OJ No L 341, 30. 12. 1994, p. 14.\n(7) OJ No L 341, 30. 12. 1994, p. 17.\n(8) OJ No L 368, 31. 12. 1994, p. 1.\n(9) OJ No L 368, 31. 12. 1994, p. 5.\n(10) OJ No L 313, 30. 10. 1992, p. 3.\n(11) OJ No L 336, 23. 12. 1994, p. 22.\n(12) See page 7 of this Official Journal.\n(13) OJ No L 30, 9. 2. 1995, p. 24.\n(14) OJ No L 348, 24. 12. 1985, p. 2.\nANNEX I\nQUANTITIES REFERRED TO IN THE FIRST INDENT OF ARTICLE 2\nSheepmeat and goatmeat (tonnes in CWE) at zero duty\n>TABLE>\nANNEX II\nQUANTITIES (TONNES CWE) REFERRED TO IN THE SECOND INDENT OF ARTICLE 2\nDuty rate 4 %\n>TABLE>\nANNEX III\nQUANTITIES REFERRED TO IN THE THIRD INDENT OF ARTICLE 2\nLive sheep and goats (tonnes live weight)\nDuty rate 10 %\n>TABLE>\nANNEX IV\nQuantities referred to in the fourth indent of Article 2\nA. Live sheep and goats (tonnes live weight). Duty rate 10 %.\n>TABLE>\nB. Sheepmeat and goatmeat (tonnes CWE). Duty rate zero.\n>TABLE>"}