{"celex_id": "31994R2472", "uri": "http://publications.europa.eu/resource/cellar/d5e26876-6ad7-4201-8b56-2d1e75b946a7", "type": "Regulation", "concepts": ["1616", "3490", "3584", "4509", "4511", "4778"], "title": "Council Regulation (EC) No 2472/94 of 10 October 1994 suspending certain elements of the embargo on the Federal Republic of Yugoslavia (Serbia and Montenegro)\n", "header": "COUNCIL REGULATION (EC) No 2472/94 of 10 October 1994 suspending certain elements of the embargo on the Federal Republic of Yugoslavia (Serbia and Montenegro)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 228a, thereof,\nHaving regard to Council Decision 94/673/CFSP of 10 October 1994 concerning the common position defined on the basis of Article J.2 of the Treaty on European Union and regarding the suspension of certain restrictions on trade with the Federal Republic  of Yugoslavia (Serbia and Montenegro) (1), as decided upon by the United Nations Security Council in its Resolution 943 (1994),\nHaving regard to the proposal from the Commission,\nWhereas the United Nations Security Council, in view of the support by the authorities of the Federal Republic of Yugoslavia (Serbia and Montenegro) to the proposed territorial settlement for the Republic of Bosnia and Herzegovina and in view of the  report of the Secretary-General of the United Nations with regard to the closure of the border between the Federal Republic of Yugoslavia (Serbia and Montenegro) and the areas of the Republic of Bosnia-Herzegovina under the control of the Bosnian Serb  forces, has decided in its Resolution 943 (1994) to suspend certain elements of the embargo on the Federal Republic of Yugoslavia (Serbia and Montenegro);\nWhereas, under these conditions, the Community has to adapt the existing legislation accordingly, and in particular Council Regulation (EEC) No 990/93 of 26 April 1993 concerning trade between the European Economic Community and the Federal Republic of  Yugoslavia (Serbia and Montenegro) (2),", "main_body": ["Article 1 (2) (a) of Regulation (EEC) No 990/93 is suspended, in so far as civilian passenger flights, carrying only passengers and personal effects and no cargo, to and from Belgrade airport are concerned.", "Article 1 (1) (c) of Regulation (EEC) No 990/93 is suspended, in so far as the ferry service, carrying only passengers and personal effects and no cargo, between Bar in the Federal Republic of Yugoslavia (Serbia and Montenegro), and Bari in  Italy is concerned.", "Notwithstanding the provisions of Articles 1 and 2 of this Regulation, the competent authorities of the Member States may, in accordance with the decisions and procedures of the committee established by United Nations Security Council  Resolution 724 (1991), authorize the carrying of cargo on the flights or ferry service concerned.", "All restrictions with regard to the provision of goods and services to the Federtal Republic of Yugoslavia (Serbia and Montenegro) and in particular the provisions of Article 1 (1) (a), (b), (d) and (e) of Regulation (EEC) No 990/93 are  suspended as far as the flights and ferry service permitted pursuant to Articles 1 and 2 are concerned.", "The provisions of Article 8 of Regulation (EEC) No 990/93 are suspended with regard to aircraft or vessels which had not been impounded at 23 September 1994 and to vessels, in so far as such aircraft or vessels are used for the purpose of  flights or the ferry service permitted pursuant to this Regulation.", "The provisions of this Regulation are applicable without prejudice to the provisions of Council Regulation (EC) No 1733/94 of 11 July 1994 prohibiting the satisfying of claims with regard to contracts and transactions the performance of which  was affected by the United Nations Security Council Resolution 757 (1992) and related resolutions (3).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall have effect from 5 October 1994 until 12 January 1995.\nThis Regulation shall be Binding in its elements and directily applicable in all Member States."], "attachments": "Done at Luxembourg, 10 October 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) See page 11 of this Official Journal.(2) OJ No L 102, 28. 4. 1993, p. 14.(3) OJ No L 182, 16. 7. 1994, p. 1."}