{"celex_id": "31990R3826", "uri": "http://publications.europa.eu/resource/cellar/b1a1b70a-ceac-4a8b-8f51-3c6632bf4269", "type": "Regulation", "concepts": ["1552", "2563", "2730", "2888", "4294", "4722"], "title": "Commission Regulation (EEC) No 3826/90 of 19 December 1990 amending certain wine sector regulations in view of the commencement of the second stage of Portuguese accession\n", "header": "COMMISSION REGULATION (EEC) No 3826/90\nof 19 december 1990\namending certain wine sector  Regulations in view of the commencement of the second stage of Portuguese accession\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of  the market in wine  (1), as last amended by Regulation (EEC) No 1325/90  (2), and in particular  Articles 46  (5), 52 and 72  (5) thereof,\nWhereas commencement of the second stage of Portuguese accession requires adjustment of certain  wine sector Regulations as regards import and export licences, description and presentation of  sparkling wines and aerated sparkling wines and aid for production of grape juice from grapes,  grape must and concentrated grape must;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Wine,", "main_body": ["1.     The Annex to Commission  Regulation (EEC) No 3388/81  (3) is amended as follows:\nIn the column headed 'Code` 040 is deleted and in the column headed 'Country or origin` Portugal  is deleted.\n2.    Article 10  (2) of Commission Regulation (EEC) No 2707/86  (4) is replaced by:\n'2. Sparkling wines and aerated sparkling wines produced up to 31 December 1990 the  description and presentation of which do not comply with Regulation (EEC) No 3309/85 and with this  Regulation may be held for sale, placed on the market or exported until stocks are exhausted  provided that they comply with the Portuguese provisions in force before that date.`\n3.      Article 1  (3) of Commission Regulation (EEC) No 2641/88  (5) is replaced by:\n'3. For the purposes of this Regulation ''raw materials`` means grapes produced in the Community  and grape must and concentrated grape must obtained entirely from grapes produced in the  Community.`", "This Regulation shall enter into force on the third day following its  publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1991.\nThis Regulation shall be binding in its  entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 december 1990\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 84, 27. 3. 1987, p. 1.\n(2)  OJ No L 132, 23. 5. 1990, p. 19.\n(3)  OJ No L 341, 28. 11. 1981, p. 19.\n(4)  OJ No L 246, 30. 8. 1986, p. 71.\n(5)  OJ No L 236, 26. 8. 1988, p. 25."}