{"celex_id": "31996R1997", "uri": "http://publications.europa.eu/resource/cellar/2ca5b172-21b0-443a-b848-4602db851c0e", "type": "Regulation", "concepts": ["20", "3170", "3591", "4682", "5025"], "title": "Council Regulation (EC) No 1997/96 of 14 October 1996 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COUNCIL REGULATION (EC) No 1997/96 of 14 October 1996 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the market in beef and veal has been seriously disturbed, mainly as a result of consumer fears concerning bovine spongiform encephalopathy (BSE); whereas this situation has led to a sudden, continuing deterioration on the market, entailing a sharp fall in consumption, a collapse in prices paid to producers and public intervention buying-in; whereas forecasts show that, despite the battery of measures adopted by the Community in this area, consumption is unlikely to return to previous levels in the near future; whereas measures should therefore be taken to restore balance on the market while safeguarding the operational practicability of the support arrangements for the beef industry;\nWhereas there is likely to be an overrun in the ceiling fixed in Article 6 (1) of Regulation (EEC) No 805/68 (2) for 1996 as a result of the quantities which had have to be bought in since the onset of the BSE crisis; whereas, in order to prevent the application of the ceiling from triggering the 'safety-net` arrangements provided for in Article 6 (4) of that Regulation, the ceiling should be raised to a level corresponding to the market constraints pending the adoption of more wide-ranging measures;\nWhereas this Regulation applies solely to those aspects of the Commission proposal requiring an urgent decision, notably an increase in the maximum quantity needed to be bought in by intervention agencies until mid-November 1996; whereas the Council will act later on the proposal's other features, including the possibility of other increases in the maximum quantity in question;\nWhereas the temporary buying-in of light animals can also help to restore sound conditions on the market for beef and veal; whereas, to that end, special intervention arrangements should be introduced until the last tender of 1996 as provided in Commission Regulation (EEC) No 2456/93 (3),", "main_body": ["Regulation (EEC) No 805/68 is hereby amended as follows:\n1. the second subparagraph of Article 6 (1) shall be replaced by the following:\n'Such buying-in may not cover more than the following quantities, per year and for the Community as a whole:\n- 460 000 tonnes for 1996,\n- 350 000 tonnes as from 1997.`\n2. Article 6a shall be replaced by the following:\n'Article 6b\n1. Notwithstanding Article 5 (2), where the market situation so requires, the purchasing by the intervention agencies, in one or more Member States or in a region of a Member State, of certain kinds of fresh or chilled meat of lean male bovine animals originating in the Community may be decided by the tender procedure until the last tender of 1996 as provided in Commission Regulation (EEC) No 2456/93.\n2. The quantities of meat bought in pursuant to paragraph 1 shall be taken into account for the purposes of applying the ceilings on buying-in provided for in Article 6 (1).\n3. The Commission shall adopt detailed rules for the application of this Article in accordance with the procedure laid down in Article 27.`", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 October 1996.\nFor the Council\nThe President\nS. BARRETT\n(1) Opinion delivered on 20 September 1996 (not yet published in the Official Journal).\n(2) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Regulation (EC) No 1588/96 (OJ No L 206, 16. 8. 1996, p. 23).\n(3) OJ No L 225, 4. 9. 1993, p. 4. Regulation as last amended by Regulation (EC) No 1318/96 (OJ No L 170, 9. 7. 1996, p. 26)."}