{"celex_id": "31991D0487", "uri": "http://publications.europa.eu/resource/cellar/4c125955-d07d-4cdf-bf97-073a537d2980", "type": "Decision", "concepts": ["1309", "192", "1937", "2300", "4689"], "title": "91/487/EEC: Commission Decision of 9 September 1991 amending Decision 89/15/EEC on the importations of live animals and fresh meat from certain third countries\n", "header": "COMMISSION DECISION  of 9 September 1991  amending Decision 89/15/EEC on the importations of live animals and fresh meat from certain third countries  (91/487/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Directive 91/266/EEC (2), and in particular Article 3 thereof,\nHaving regard to Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (3), and in particular Article 7 thereof, in conjunction with Council Directive 88/146/EEC of 7 March  1988 prohibiting the use in livestock farming of certain substances having a hormonal action (4), and in particular Article 6 thereof,\nWhereas, in application of Decision 89/15/EEC (5), as last amended by Decision 90/485/EEC (6), Member States continue to authorize imports of fresh meat and live animals from certain third countries appearing in the Annex to this Decision under the  conditions laid down in that Annex;\nWhereas the authorities of Iceland have forwarded sufficient information on their laws on the use of substances having an oestrogenic, androgenic, gestagenic and thyrostatic action as well as specific information on the plan specifying the guarantees  offered by their country in respect of monitoring of residues of substances in Group A, I and II in Annex I to Decision 86/469/EEC and whereas those guarantees may be considered as equivalent to those resulting from the application of Council Directives  85/358/EEC (7) and 86/469/EEC;\nWhereas the authorities of this country have, moreover, guaranteed that no meat coming from animals to which substances having a thyrostatic, oestrogenic, androgenic or gestagenic action have been administered by any means will be exported to the  Community;\nWhereas for these types of substances, imports of fresh meat of ovines from Iceland should therefore be authorized;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 89/15/EEC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 134, 29. 5. 1991, p. 45. (3) OJ No L 275, 26. 9. 1986, p. 36. (4) OJ No L 70, 16. 3. 1988, p. 16. (5) OJ No L 8, 11. 1. 1989, p. 11. (6) OJ No L 267, 29. 9. 1990, p. 46. (7) OJ No L 191, 23. 7.  1985, p. 46.\nANNEX\nThird country  Specifications     Argentina   Australia   Austria   Botswana   Brazil   Bulgaria   Canada  (1) (2)  Chile   Czechoslovakia   Finland   Greenland   Hungary   Iceland   Madagascar   Malta   Mexico   Namibia   New Zealand   Norway    Paraguay   Poland   Romania   South Africa   Swaziland   Sweden   Switzerland   United States of America  (3)  Uruguay   Yugoslavia   Zimbabwe\n(1) As regards imports of meat of bovine animals intended for human consumption these are  restricted to meat obtained from cows which have been used only for dairy production.\n(2) Imports of live bovine animals are restricted to animals intended for reproduction and to veal calves of less than 15 days of age intended for fattening.\n(3) As regards imports of meat of bovine animals intended for human consumption these are restricted to:\neither meat obtained from cows which have only been used for dairy production, or meat:\n(a) complying with the conditions agreed between the United States of America and the European Economic Community; and\n(b) which has been obtained from fresh meat establishments supplied with animals from holdings approved by the Commission. The names of such establishments are subject to specific communication from the Commission to the Member States."}