{"celex_id": "31996R0283", "uri": "http://publications.europa.eu/resource/cellar/c9f51cd9-cf85-4847-9451-8108557a7b63", "type": "Regulation", "concepts": ["2211", "3591", "5263", "768", "797"], "title": "Commission Regulation (EC) No 283/96 of 14 February 1996 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\n", "header": "COMMISSION REGULATION (EC) No 283/96 of 14 February 1996 amending Regulation (EEC) No 2814/90 laying down detailed rules for the definition of lambs fattened as heavy carcases\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EC) No 1265/95 (2), and in particular Articles 5 (9) and 28 thereof,\nHaving regard to Council Regulation (EEC) No 3901/89 of 12 December 1989 defining lambs as heavy carcases (3), modified by Regulation (EC) No 1266/95 (4), and in particular Article 1 (2) thereof,\nWhereas detailed rules for the definition of lambs fattened as heavy carcases were adopted by Commission Regulation (EEC) No 2814/90 (5), as last amended by Regulation (EC) No 2946/95 (6); whereas experience has shown that, to avoid excessive administrative burdens, it is appropriate to restrict, in a manner respectful of the production cycles of each Member State, the number, size and time period in which producers may present specific declarations to the competent authorities of their intention to fatten batches of lambs; whereas it is necessary to clarify the conditions under which producers may make these specific declarations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The third subparagraph of Article 1 (1) of Regulation (EEC) No 2814/90 is replaced by the following text:\n'Member States may require that this specific declaration shall relate to a minimum number of lambs per batch whose fattening begins in a set period, between 15 November preceeding the beginning of the marketing year for which the declaration is submitted and the following 14 November, defined by each Member State in function of the production cycle applicable in its territory. Member States may also set a limit to the maximum number of specific declarations which may be accepted from any producer.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to applications for premiums presented for the 1996 marketing year and subsequent years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 123, 3. 6. 1995, p. 1.\n(3) OJ No L 375, 23. 12. 1989, p. 4.\n(4) OJ No L 123, 3. 6. 1995, p. 3.\n(5) OJ No L 268, 29. 9. 1990, p. 35.\n(6) OJ No L 308, 21. 12. 1995, p. 26."}