{"celex_id": "31997R2630", "uri": "http://publications.europa.eu/resource/cellar/e4e6cbc0-075f-462b-82a4-909d2424a034", "type": "Regulation", "concepts": ["192", "2738", "4682", "4821", "5034", "893"], "title": "Commission Regulation (EC) No 2630/97 of 29 December 1997 laying down detailed rules for the implementation of Council Regulation (EC) No 820/97 as regards the minimum level of controls to be carried out in the framework of the system for the identification and registration of bovine animals (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2630/97 of 29 December 1997 laying down detailed rules for the implementation of Council Regulation (EC) No 820/97 as regards the minimum level of controls to be carried out in the framework of the system for the identification and registration of bovine animals (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (1), and in particular Article 10 (d) thereof,\nWhereas it is appropriate to define the minimum level of controls to be carried out in order to ensure proper implementation of the identification and registration system for bovine animals;\nWhereas the competent authority of each Member State should carry out controls based on a risk analysis; whereas the risk analysis should take into account all relevant factors, including in particular public and animal health considerations;\nWhereas in principle all the animals on a holding should be covered by the controls; whereas, however, where for practical reasons it is not possible to assemble the animals on the holding within 48 hours, the competent authority may provide for an appropriate sampling system;\nWhereas the competent authority of each Member State should carry out on-the-spot inspections, which should in general be unannounced, as provided for by Council Regulation (EEC) No 3508/92 of 27 November 1992 establishing an integrated administration and control system for certain Community aid schemes (2), as last amended by Regulation (EC) No 820/97;\nWhereas Member States should make an annual report to the Commission giving details of the implementation of the controls;\nWhereas the Commission should provide the Member States with a model of such a report;\nWhereas in view of the timetable for the application of Regulation (EC) No 820/97, this Regulation should enter into force as a matter of urgency;\nWhereas the measures provided for in this Regulation are in conformity with the opinion of the Committee for the European Agricultural Guidance and Guarantee Fund,", "main_body": ["The controls provided for in the system for the identification and registration of bovine animals shall at least comply with the minimum levels set out in Articles 2 to 5.", "1. In each Member State the competent authority shall carry out on-the-spot inspections, which may be carried out in conjunction with any other inspections provided for by Community legislation. Those inspections shall each year cover at least 10 % of holdings situated in the territory of each Member State. That minimum rate of control shall be increased immediately where it is established that Community legislation regarding identification has not been complied with.\n2. By way of derogation from paragraph 1, where a Member State has in place a fully operational database in accordance with Article 5 of Regulation (EC) No 820/97 which provides effective cross-checking facilities, a rate of 5 % may be envisaged.\n3. The selection of holdings to be inspected by the competent authority shall be made on the basis of risk analysis.\n4. The risk analysis for each holding shall take into account in particular the following:\n(a) the number of animals on the holding, including details of all the animals present and animals identified on the holding;\n(b) public and animal health considerations, and in particular the existence of previous outbreaks of disease;\n(c) the amount of annual bovine premium claimed and/or paid to the holding, compared with the amount paid the previous year;\n(d) significant changes in comparison with situations in previous years;\n(e) results of checks conducted in earlier years, in particular:\n- the proper keeping of the holding register, as provided for by Commission Regulation (EC) No 2629/97 on implementing rules for Regulation (EC) No 820/97 as regards eartags, holding registers and passports (3),\n- the proper keeping of passports of the animals present in the holding, as provided for by Regulation (EC) No 2630/97;\n(f) proper communication of the data to the competent authority;\n(g) other criteria to be defined by the Member States.\n5. Each inspection shall be subject of a report standardized at national level setting out the results of the controls and any unsatisfactory findings, the reason for the control and the persons present. The keeper or his representative shall be given the opportunity to sign the report and, as appropriate, to give his observations on its content.", "1. The control shall cover all the animals on the holding for which identification is provided for by Regulation (EC) No 820/97.\n2. By way of derogation from paragraph 1, if for practical reasons it is not possible to assemble the animals on the holding within a period of 48 hours, the competent authority may provide for a sampling system provided that a reliable level of control is ensured.", "On-the-spot checks shall in general be unannounced. Where advance warning is given, it shall be limited to the strict minimum necessary and as a general rules shall not exceed 48 hours.", "1. Each Member State shall make an annual report to the Commission, before 1 July each year, commencing in 1999, giving details of the following:\n(a) the number of holdings in the Member State concerned;\n(b) the number of inspections made pursuant to Article 2;\n(c) the number of animals which have been inspected;\n(d) any breach found;\n(e) any sanction imposed in accordance with Article 10 of Commission Regulation (EC) No 820/97.\n2. The Commission shall provide the Member States with a model showing how the information referred to in paragraph 1 is to be presented.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 117, 7. 5. 1997, p. 1.\n(2) OJ L 355, 5. 12. 1992, p. 1.\n(3) See page 19 of this Official Journal."}