{"celex_id": "31990R1429", "uri": "http://publications.europa.eu/resource/cellar/1740e7f9-0051-4159-a605-69d8f9735eca", "type": "Regulation", "concepts": ["1395", "2418", "2744", "3181", "4499", "5018"], "title": "Commission Regulation (EEC) No 1429/90 of 29 May 1990 amending Regulation (EEC) No 1062/87 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure\n", "header": "COMMISSION  REGULATION (EEC) No 1429/90\nof 29 May 1990\namending Regulation (EEC) No 1062/87 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 222/77 of 13th December 1976 on Community transit (1), as last amended by Regulation (EEC) No 474/90 (2), and in particular Article 57 thereof,\nWhereas Regulation (EEC) No 474/90 amended Regulation (EEC) No 222/77 so as to dispense with the obligation to present a transit advice note on crossing an internal frontier of the Community and to adopt accordingly the rules applying to the recovery and determination of the amount of charges payable in case of non-production of goods at destination, their recovery and the determination of the Member State competent to proceed with the recovery of the charges;\nWhereas the introduction of these rules necessitates certain implementation measures, in particular with regard to the determination of the time limit for furnishing proof of the regularity of the transit operation or of the place where the offence or irregularity has actually taken place;\nWhereas Commission Regulation (EEC) No 1062/87 (3), as last amended by Regulation (EEC) No 1159/89 (4), contains inter alia the implementation provisions of the Community transit procedure and must therefore be amplified accordingly;\nWhereas, moreover, Regulation (EEC) No 1062/87 contains inter alia the provisions for the implementation of the guarantee waiver procedure for internal Community transit operations in accordance with Article 40a of Regulation (EEC) No 222/77 and, in particular, sets out the list of goods presenting increased risks to which the guarantee waiver does not apply;\nWhereas in the light of experience it is clear that some of these goods do not present risks of a nature which would justify their maintenance on the said list; whereas it is therefore necessary to amend the said list accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on the Movement of Goods,", "main_body": ["Regulation (EEC) No 1062/87 is hereby amended as follows:\n1. The following Title Ia as well as Articles 11 a and 11 b are inserted after Article 11:\n'TITLE Ia\nPROVISIONS APPLICABLE IN THE CASE OF NON-PRODUCTION OF CONSIGNMENTS AT THE OFFICE OF DESTINATION", "1 a\n1. Where a consignment has not been produced at the office of destination and the place where the offence or irregularity occurred cannot be established, the office of departure shall notify the principal of this fact as soon as possible and in any case before the end of the 11th month following the date of registration of the Community transit declaration.\n2. The notification referred to in paragraph 1 must indicate, in particular, the time limit by which the proof of the regularity of the transit operation or of the place where the offence or irregularity has actually been committed must be furnished to the office of depature to the satisfaction of the competent authorities.\nThis time limit shall be three months from the date of the notification referred to in paragraph 1. If the required proof has not been produced by the end of this period, the competent Member State shall take steps to recover the duties and other charges involved. In cases where this Member State is not the one in which the office of departure is located, the latter shall immediately inform that Member State.", "1 b\nThe proof of the regularity of the transit operation, within the meaning of the first subparagraph of Article 36 (3) of Regulation (EEC) No 222/77, shall be furnished to the satisfaction of the competent authorities:\n(a) by the presentation of a document certified by the customs authorities establishing that the goods in question have been produced at the office of destination or, in the case of the application of Article 71, to the authorized consignee. This document must carry enough information to enable the goods to be identified; or\n(b) by the presentation of a customs document issued in a third country showing release for consumption or by a copy or photocopy thereof; such copy or photocopy must be certified as being a true copy\nby the organization which certified the original document, by the authorities of the third country concerned or by the authorities of one of the Member States. This document must carry enough information to enable the goods in question to be identified.'\n2. Article 19 b is replaced by the following:\n'Article 19 b\nGoods presenting increased risks to which the guarantee waiver does not apply in accordance with Article 40 a (3) (b) of Regulation (EEC) No 222/77 shall be those shown in the list set out in Annex XIII.'\n3. The Annex to this Regulation is added to Regulation (EEC) No 1062/87 as Annex XIII.", "This Regulation shall enter into force on 1 July 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1990.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 38, 9. 2. 1977, p. 1.\n(2) OJ No L 51, 27. 2. 1990, p. 1.\n(3) OJ No L 107, 22. 4. 1987, p. 1.\n(4) OJ No L 119, 29. 4. 1989, p. 100.\nANNEX\n'ANNEX XIII\nGOODS PRESENTING INCREASED RISKS TO WHICH THE GUARANTEE WAIVER DOES NOT APPLY\n1.2 //  //  // 1   // 2  //  //  // Harmonized system heading No   // Description  //  //  // ex 09.01   // Coffee, not roasted, whether or not decaffeinated   // ex 09.01  // Coffee, roasted, whether or not decaffeinated   // 09.02  // Tea   // ex 21.01   // Extracts, essence and concentrates, of coffee   // ex 21.01   // Extracts, essence and concentrates, of tea   // 22.04   // Wine of fresh grapes, including fortified wines; grape must other than that of heading No 20.09   // 22.05   // Vermouth and other wine of fresh grapes flavoured with plants or aromatic substances  // ex 22.07   // Undenatured ethyl alcohol of an alcoholic strength by volume of 80 % volume or higher   // ex 22.08  // Undenatured ethyl alcohol of an alcoholic strength by volume of less than 80 % volume   // ex 22.08   // Spirits, liqueurs and other spirituous beverages   // ex 24.02  // Cigarettes   // ex 24.02   // Cigarillos   // ex 24.02  // Cigars   // ex 24.03   // Smoking tobacco   // ex 27.10  // Light and medium petroleum oils and gas oils   // 33.03  // Perfumes and toilet waters'   //    //"}