{"celex_id": "31998R0179", "uri": "http://publications.europa.eu/resource/cellar/c399b261-eade-4256-8a71-e7cc69c81bc2", "type": "Regulation", "concepts": ["1448", "2141", "4033", "4511", "4827", "985"], "title": "Commission Regulation (EC) No 179/98 of 23 January 1998 amending Council Regulation (EC) No 3051/95 on the safety management of roll-on/roll-off passenger ferries (ro-ro ferries)\n", "header": "COMMISSION REGULATION (EC) No 179/98 of 23 January 1998 amending Council Regulation (EC) No 3051/95 on the safety management of roll-on/roll-off passenger ferries (ro-ro ferries)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3051/95 of 8 December 1995 on the safety management of roll-on/roll-off passenger (ro-ro ferries) (1), and in particular Article 9 thereof,\nWhereas Regulation (EC) No 3051/95 provides that companies and Member States are to comply with the provisions of the International Safety Management Code, adopted by the International Maritime Organization (IMO) through Assembly Resolution A.741 (18) of 4 November 1993, in respect of ro-ro ferries operating to or from ports of the Member States of the Community;\nWhereas with a view to ensuring uniform implementation of the International Safety Management (ISM) Code, guidelines on the implementation of the International Safety Management (ISM) Code by administrations were adopted on 23 November 1995 by the IMO by Resolution A.788 (19);\nWhereas it is necessary to take account of developments a international level by introducing detailed rules concerning the issuance of interim documents and certificates and the form of the ISM documents and certificates, as well as some standards on ISM certification arrangements;\nWhereas it is appropriate to ensure that the validity of certain documents and certificates already issued is not affected;\nWhereas Regulation (EC) No 3051/95 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee provided for in Article 12 of Council Directive 93/75/EEC (2), as last amended by Commission Directive 97/34/EC (3),", "main_body": ["Regulation (EC) No 3051/95 is hereby amended as follows:\n1. Article 2(d) is replaced by the following:\n'(d) \"Recognised organisation\" means a body recognised in accordance with the provisions of Directive 94/57/EC, as amended by Commission Directive 97/58/EC (*).\n(*) OJ L 274, 7. 10. 1997, p. 8.`;\n2. the Annex is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nDocuments of compliance and safety management certificates issued by administrations and recognized organizations before 1 July 1998 shall remain valid until their date of expiry.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 1998.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ L 320, 30. 12. 1995, p. 14.\n(2) OJ L 247, 5. 10. 1993, p. 19.\n(3) OJ L 158, 17. 6. 1997, p. 40.\nANNEX\nThe Annex to Regulation (EC) No 3051/95 is hereby amended as follows:\n(a) the title is replaced by the following:\n'Part A\nINTERNATIONAL MANAGEMENT CODE FOR THE SAFE OPERATION OF SHIPS AND FOR POLLUTION PREVENTION\n(INTERNATIONAL SAFETY MANAGEMENT (ISM) CODE)`\n(b) the following Part B is added:\n'Part B (1)PROVISIONS FOR ADMINISTRATIONS CONCERNING THE IMPLEMENTATION OF THE INTERNATIONAL SAFETY MANAGEMENT (ISM) CODE\n1. ISSUANCE AND VALIDITY OF DOCUMENTS OF COMPLIANCE AND SAFETY MANAGEMENT CERTIFICATES\n1.1. Definitions\n(a) \"Safety management system (SMS)\" means a structured and documented system enabling company personnel to effectively implement the company safety and environmental protection policy.\n(b) \"Safety management audit\" means a systematic and independent examination to determine whether the SMS activities and related results comply with planned arrangements and whether these arrangements are implemented effectively and are suitable to achieve objectives.\n(c) \"Observation\" means a statement of fact made during a safety management audit and substantiated by objective evidence.\n(d) \"Objective evidence\" means quantitative or qualitative information, records or statements of fact pertaining to safety or to the existence and implementation of a SMS element, which is based on observation, measurement or test and which can be verified.\n(e) \"Non-conformity\" means an observed situation where objective evidence indicates the non-fulfilment of a specified requirement.\n(f) \"Major non-conformity\" means an identifiable deviation which poses a serious threat to personnel or ship safety or a serious risk to the environment and requires immediate corrective action; in addition, the lack of effective and systematic implementation of a requirement of the ISM Code is also considered as a major non-conformity.\n(g) \"Interim document of compliance\" means the document issued to companies in conformity with paragraph 1.2.\n(h) \"Interim safety management certificate\" means the certificate issued to ro-ro ferries in conformity with paragraph 1.3.\n1.2. Interim document of compliance\n1.2.1. An interim document of compliance may only be issued by an administration to a company when:\n1. the company is newly established; or\n2. the company assumes for the first time the responsibility for operating a ro-ro ferry not covered by a document of compliance the company already holds.\n(1) The provisions set out in Part B shall be considered an integral part of the corresponding parts of the ISM Code set out in Part A.1.2.2. Before issuing an interim document of compliance the administration shall verify that the company has a SMS that meets the objectives of paragraph 1.2.3 of the ISM Code, and has a plan to implement a SMS that meets the requirements of the ISM Code within the period of validity of the interim document of compliance.\n1.2.3. The interim document of compliance shall be valid for not more than 12 months.\n1.3. Interim safety management certificate\n1.3.1. An interim safety management certificate may only be issued by an administration to a ro-ro ferry when:\n1. the ro-ro ferry is put for the first time into service, after completion of its construction or alteration resulting in change of type;\n2. the operation of the ro-ro ferry is transferred and becomes the responsibility of a company which previously had not been involved in the operation of the particular ro-ro ferry;\n3. the ro-ro ferry is transferred from a flag of another State;\n1.3.2. Before issuing an interim safety management certificate the administration shall verify that:\n1. the company which operates the ro-ro ferry holds a valid document of compliance or interim document of compliance relevant to that ro-ro ferry;\n2. the SMS provided by the company for the ro-ro ferry includes key elements of the ISM Code and has been assessed during the audit for issuance of the document of compliance or demonstrated for the issuance of the interim document of compliance;\n3. the master and relevant senior officer are familiar with the SMS and the planned arrangements for its implementation;\n4. instructions which have been identified as essential to be provided prior to sailing have been given;\n5. plans for company audit of the ro-ro ferry within three months exist; and\n6. the relevant information on the SMS is given in a working language or languages understood by the ro-ro ferry's personnel.\n1.3.3. The interim safety management certificate shall be valid for not more than six months. In case the company has been issued with an interim document of compliance but not yet with a document of compliance which is valid for the ro-ro ferry, its validity may be extended for a further period not exceeding six months from the date of the original expiry of the certificate.\n1.4. Acceptance and recognition of an interim document of compliance and interim safety management certificate\n1.4.1. An interim document of compliance and an interim safety management certificate complying with the provisions of this Regulation and issued by the administration of any other Member State or by a recognised organisation acting on its behalf shall be accepted by each Member State.\n1.4.2. An interim document of compliance and an interim safety management certificate issued by, or on behalf of, the administrations of third countries shall be recognised by a Member State if it is satisfied that they demonstrate compliance with the provisions of this Regulation.\n1.5. Withdrawal of a document of compliance and safety management certificate\n1.5.1. The issuing administration shall withdraw the document of compliance if there is evidence of major non-conformity with the ISM Code. The safety management certificates associated with the document of compliance shall also be invalidated and withdrawn.\n1.5.2. The issuing administration shall withdraw the safety management certificate if there is evidence of major non-conformity with the ISM Code.\n2. CERTIFICATION PROCESS\n2.1. The certification process relevant for the issuance of a document of compliance for a company and a safety management certificate to a ro-ro ferry shall be performed taking account of the provisions set out below.\n2.2. The certification process shall normally involve the following steps:\n1. initial verification;\n2. periodical or intermediate verification; and\n3. renewal verification.\nThese verifications are carried out at the request of the company to the administration or to the recognized organization when acting on behalf of the administration.\n2.3. The verifications shall include a safety management audit.\n2.4. A lead auditor and, if relevant, an audit team, shall be nominated to perform the audit.\n2.5. The nominated lead auditor shall liaise with the company and produce an audit plan.\n2.6. An audit report shall be prepared under the direction of the lead auditor, who is responsible for its accuracy and completeness.\n2.7. The audit report shall include the audit plan, the identification of audit team members, dates and identification of the company, records of any observations and non-conformities issued and observations on the effectiveness of the safety management system in meeting the specified objectives.\n3. STANDARD OF MANAGEMENT\n3.1. Auditors or the audit team managing verification of compliance with the ISM Code shall have competence in relation to:\n1. ensuring compliance with the rules and regulations including certification of seafarers, for the ro-ro ferries operated by the company;\n2. the approval, survey and certification activities relevant for the maritime certificates;\n3. the terms of reference that must be taken into account under the safety management system as required by the ISM Code; and\n4. practical experience of ship operation.\n3.2. In performing verification of compliance with the provisions of the ISM Code it shall be ensured that independence exists between the personnel providing consultancy services and those involved in the certification procedure.\n4. STANDARDS OF COMPETENCE\n4.1. Basic competence for performing verification\n4.1.1. Personnel who are to participate in the verification of compliance with the requirements of the ISM Code shall fulfil the minimum criteria for inspectors as laid down in Annex VII paragraph 2 of Council Directive 95/21/EC (1).\n4.1.2. They shall have undergone training to ensure adequate competence and skills for performing verification of compliance with the requirements of the ISM Code, particularly with regard to:\n1. knowledge and understanding of the ISM Code;\n2. mandatory rules and regulations;\n3. the terms of reference which the ISM Code requires that companies should take into account;\n4. assessment techniques of examining, questioning, evaluating and reporting;\n5. technical or operational aspects of safety management;\n6. basic knowledge of shipping and shipboard operations; and\n7. participation in at least one marine related management system audit.\n(1) OJ L 157, 7. 7. 1995, p. 1.4.2. Competence for initial verification and renewal verification\n4.2.1. In order to assess fully whether the company or the ro-ro ferry complies with the requirements of the ISM Code, in addition to the basic competence stated above, personnel who are to perform initial verifications or renewal verifications for a document of compliance and a safety management certificate, must possess the competence to:\n1. determine whether the SMS elements conform or do not conform to the requirements of the ISM Code;\n2. determine the effectiveness of the company's SMS, or that of the ro-ro ferry, to ensure compliance with rules and regulations as evidenced by the statutory and classification survey records;\n3. assess the effectiveness of the SMS in ensuring compliance with other rules and regulations which are not covered by statutory and classification surveys and enabling verification of compliance with these rules and regulations; and\n4. assess whether the safe practices recommended by the IMO, administrations, classification societies and maritime industry organizations have been taken into account.\n4.2.2. This competence can be accomplished by teams which together possess the total competence required.\n5. FORMS OF DOCUMENTS OF COMPLIANCE AND SAFETY MANAGEMENT CERTIFICATES\nThe document of compliance, the safety management certificate, the interim document of compliance and the interim safety management certificate shall be drawn up in the form set out below.\nIn case these forms are used for companies and ro-ro ferries operating only within one Member State references to the SOLAS Convention may be deleted.\n>START OF GRAPHIC>\nDOCUMENT OF COMPLIANCE\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nENDORSEMENT FOR ANNUAL VERIFICATION\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nSAFETY MANAGEMENT CERTIFICATE\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nENDORSEMENT FOR PERIODICAL VERIFICATION AND ADDITIONAL VERIFICATION (if required)\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nINTERIM DOCUMENT OF COMPLIANCE\n>END OF GRAPHIC>\n>START OF GRAPHIC>\nINTERIM SAFETY MANAGEMENT CERTIFICATE\n>END OF GRAPHIC>"}