{"celex_id": "31993R1553", "uri": "http://publications.europa.eu/resource/cellar/8c7a7c7f-1da9-4beb-bf2c-797f1adac823", "type": "Regulation", "concepts": ["1182", "12", "252", "2645", "2850", "797"], "title": "Council Regulation (EEC) No 1553/93 of 14 June 1993 adjusting, for the third time, the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece\n", "header": "COUNCIL REGULATION (EEC) No 1553/93 of 14 June 1993 adjusting, for the third time, the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular paragraph 11 of Protocol 4 on cotton, as last amended by Regulation (EEC) No 2052/92 (1),\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (2), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas Article 2 (2) of Regulation (EEC) No 1964/87 provides that, with a view to avoiding excessive variations in the reduction of the norm price applied if the maximum guaranteed quantity is exceeded, the reduction shall be limited to 15 % of the  norm price; whereas, under certain conditions or within certain limits, the proportion in excess of this maximum and any difference between the actual and the estimated production are to be carried forward to the following marketing year;\nWhereas the current limit in the reduction of the norm price has not succeeded in preventing a substantial expansion of cotton-growing in the Community; whereas, in order better to achieve the objective sought, the maximum reduction should be increased  from 15 to 20 % and from 5 to 7 % for the part exceeding the maximum reduction; whereas, in order for producers to be notified in good time, these increases should be postponed to the 1994/95 marketing year;\nWhereas these increases in the maximum reduction may have a bearing on the income of producers; whereas provision should be made for the Commission, in the context of its proposal to the Council concerning the norm price for 1994/95, to put forward a  report on the latest situation of this market;\nWhereas certain amendments should be made to the existing text of the third subparagraph of Article 2 (2) of Regulation (EEC) No 1964/87,", "main_body": ["This Regulation provides for adjustments to the system of aid for the production of cotton provided for in paragraph 3 of Protocol 4 annexed to the Act of Accession of Greece and adjusted by Regulation (EEC) No 1964/87.", "Article 2\n(2) of Regulation (EEC) No 1964/87 shall be replaced by the following:\n'2. When the production of unginned cotton, estimated before the beginning of the marketing year, exceeds the maximum quantity guaranteed for the year in question, the amount of aid shall be reduced by an amount obtained by multiplying the norm price by  a coefficient which increases in line with the amount by which estimated production exceeds the maximum quantity guaranteed.\nHowever, without prejudice to the third subparagraph, if the reduction in the amount of aid exceeds 20 % of the norm price, this reduction shall be limited, under the marketing year concerned, to 20 %. The reduction which exceeds this limit shall be  carried over to the norm price for the following marketing year within the limit of 7 %. These limits shall not apply until the 1994/95 marketing year and the limits of 15 and 5 % provided for in Regulation (EEC) No 2052/92 shall remain in operation for  1993/94. Before the entry into force of these new limits, the Commission will, in the context of the price proposals for 1994/95, report on the latest market situation.\nMoreover, where the foregoing subparagraph, as applied to actual production instead of estimated production before the beginning of the marketing year, result in an adjustment of the amount of aid different from the adjustment actually made, the amount  of the aid for the marketing year concerned shall be adjusted upwards of a threshold of 3 % on the basis of the difference between the adjustments referred to above.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 215, 30. 7. 1992, p. 10.(2) OJ No L 184, 3. 7. 1987, p. 14. Regulation as last amended by Regulation (EEC) No 2052/92.(3) OJ No C 80, 20. 3. 1993, p. 18.(4) OJ No C 150, 31. 5. 1993.(5) OJ No C 129, 10. 5. 1993, p. 25."}