{"celex_id": "31993R1794", "uri": "http://publications.europa.eu/resource/cellar/fd03e345-5ef1-4a7d-ac1a-4399a233202b", "type": "Regulation", "concepts": ["1605", "2731", "2974", "616", "666", "797"], "title": "Commission Regulation (EEC) No 1794/93 of 30 June 1993 laying down detailed rules for the application of production aid for processed tomato products\n", "header": "COMMISSION REGULATION (EEC) No 1794/93 of 30 June 1993 laying down detailed rules for the application of production aid for processed tomato products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 668/93 of 17 March 1993 on the introduction of a limit to the granting of production aid for processed tomato products (1), and in particular Article 3 thereof,\nWhereas Article 1 of Regulation (EEC) No 668/93 lays down rules for the allocation among the various undertakings concerned of the quantity of fresh tomatoes to be processed into tomato products attracting the production aid; whereas the conditions  under which the undertakings may qualify for such allocation, and in particular the communications required for that purpose, should be specified; whereas Article 2 of Regulation (EEC) No 668/93 lays down that for the first three marketing years of  application the quantities produced in the 1992/93 marketing year are not to be taken into account for calculating the average quantities produced and and whereas that provision will have to apply to all the undertakings concerned until the 1995/96  marketing year;\nWhereas the competent authorities allocate to each processing undertaking the quantities of fresh tomatoes which may be used for the manufacture of finished products attracting aid; whereas the allocation must be based on the particulars communicated by  the undertakings; whereas, in cases where doubt exists as to the accuracy of the particulars received, the competent authorities should be authorized to defer the allocation until such doubt is resolved;\nWhereas the result of allocating specific quantities to each undertaking is that the payment of production aid is limited to a fixed quantity; whereas the aim of the aid system is respected if a quantity allocated to an undertaking can be transferred to  another undertaking; whereas such a possibility confers flexibility on the undertakings; whereas the competent authorities should be authorized to allow transfer of the right deriving from an allocation where this is possible without unfavourable  consequences for the production aid system;\nWhereas an undertaking may, during the marketing year, apply for only one adjustment to the distribution of its quota among the finished products; whereas a time limit for making use of this option should be fixed;\nWhereas for tomato concentrate only one rate of aid is applicable; whereas for preserved whole peeled tomatoes and for other tomato-based products two or more rates are applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["From the 1993/94 marketing year the allocation referred to in Article 1 (2) and (3) of Regulation (EEC) No 668/93 and notwithstanding Article 2 thereof shall be made at the beginning of each marketing year among processing undertakings:\n(a) having complied with Article 2 of Commission Regulation (EEC) No 1558/91 (2); and\n(b) having submitted applications for production aid for the three marketing years preceding that for which the aid is fixed, or for one or two of those years; or\n(c) having commenced their activities during one of the three marketing years preceding that for which the aid is fixed and having communicated to the competent authorities the quantities of finished products obtained without having presented a request  for aid; or\n(d) commencing their activities during the marketing year for which the aid is fixed.", "1. The processing undertakings referred to in Article 1 (b) shall communicate to the competent authorities:\n(a) the quantity of fresh tomatoes used during one, two or three marketing years as the case may be;\n(b) the quantity of processed products obtained from the quantity referred to in (a) broken down into two groups, according to whether production aid was granted or not.\nThe processed products shall be broken down into:\n- tomato concentrate, expressed as concentrate with a dry weight content of 28 % or more but less than 30 %,\n- preserved whole peeled tomatoes,\n- other tomato-based products.\nThe quantity of fresh tomatoes used shall be given for each group of finished products, broken down according to whether production aid was received or not.\n2. The processing undertakings referred to in Article 1 (c) shall communicate to the competent authorities:\n(a) the quantity of fresh tomatoes used during each of those marketing years;\n(b) the quantity of processed products obtained from the quantity referred to in (a) broken down according to the three groups of finished products, and which would have been eligible for production aid.\n3. The processing undertakings referred to in Article 1 (d) shall communicate to the competent authorities their production capacity and the quantity of processed products they have planned to produce. The products shall be broken down as provided for  in the second subparagraph of paragraph 1.\n4. Where the competent authorities of a Member State are already in possession of all the particulars needed in order to make the allocation provided for in Articles 1 and 2 of Regulation (EEC) No 668/93, they may decide that the particulars referred to  in paragraph 1 need not be communicated.", "1. The communications referred to in Article 2 must reach the competent authorities not later than 30 June of each year.\n2. Member States may, in exceptional cases and where there is good reason for doing so, accept communications after the time limit laid down in paragraph 1, provided this does not lead to the quantities fixed in Article 1 of Regulation (EEC) No 668/93  being exceeded.", "1. On the basis of the communications provided for in Article 2, competent authorities shall allocate a specific quantity of fresh tomatoes to each processing undertaking.\nThis quantity shall be broken down into tomatoes intended for manufacture of:\n- tomato concentrate,\n- preserved whole peeled tomatoes,\n- other tomato-based products.\n2. In cases of proven or suspected irregularities and where administrative or legal inquiries have been commenced concerning entitlement to aid, the competent authority may refuse to allocate the quantity in dispute unitl the dispute has been resolved.\n3. Where undertakings change hands, and in particular in cases of mergers, Member States may authorize transfer of the rights deriving from the allocation referred to in paragraph 1 among processing undertakings operating in the same Member State,  provided that this can be done without unfavourable consequences for the production-aid system.\nSuch transfer shall be authorized only when it is requested before the date laid down for the submission of applications for production aid.\n4. Where a Member State establishes that the total quantity allocated to its processing undertakings has not been the subject of preliminary contracts as provided for in Article 5 of Regulation (EEC) No 1558/91 or processing contracts as provided for in", "thereof, for a given marketing year, that Member State may decide to allocate the unused quantity among processing undertakings that are prepared to conclude additional processing contracts for that quantity. Such additional allocations of  fresh tomatoes shall have effect only for the marketing year involved.\nMember States may allocated the additional quantities not later than 15 August each year. Notification of the recipient undertakings by the competent authority of the decision to make an additional allocation shall release those undertakings from the  obligation to conclude the abovementioned preliminary contracts for the quantities thus redistributed for the purposes of the aid. Such additional processing contracts shall be concluded not later than 31 August.", "An undertaking may, not later than 30 September, request from the competent authorities of the Member State authorization to carry out the transfer referred to in Article 1 (2) of Regulation (EEC) No 668/93.\nThe authorization notification sent to the undertaking shall specify the new breakdown for the undertaking of the quotas of fresh tomatoes by the three groups of finished products.", "The undertaking may not exceed the quantities of processed products resulting from the total quantity of fresh tomatoes allocated before the quantities allocated for processing have been used up.", "Member States shall take all necessary steps to ensure that:\n- the overall quantity for the Member State concerned provided for in Article 1 (1) of Regulation (EEC) No 668/93 is not exceeded,\n- the quantity referred to above is allocated fairly among the undertakings.", "1. Processing undertakings shall, in addition to the information required pursuant to Article 4 (e) of Regulation (EEC) No 1558/91 and before the date stipulated in that Article, communicate to the designated agency:\n(a) the quantity of fresh tomatoes purchased or to be purchased during the current marketing year and used or to be used for processing into finished products for which no aid is or will be claimed. The products shall be broken down by category of  finished product to be obtained;\n(b) the quantity of finished products obtained or estimated to be obtained from the quantity referred to in (a). The products shall be broken down in accordance with the last subparagraph of Article 4 (e) of Regulation (EEC) No 1558/91.\n2. The aid application shall, in addition to the documents provided for in Article 14 (2) of Regulation (EEC) No 1558/91, be accompanied by a declaration in which the processing undertaking indicates:\n(a) the net weight of the finished products produced during the current marketing year for which no aid is applicable. The products shall be broken down in the same way as products attracting aid;\n(b) the net weight of the raw material used for processing into each of the finished products referred to in (a).", "In addition to the information referred to in Article 18 of Regulation (EEC) No 1558/91, each Member State shall notify the Commission:\n(a) not later than 1 April each year of:\n(i) the total quantity, expressed as net weight, of finished products as referred to in Article 8 (2) (a). The products shall be broken down as provided for in Article 18 (a) of Regulation (EEC) No 1558/91;\n(ii) the total quantity of raw material used for processing into each group of finished products as referred to in (i);\n(b) not later than 16 November each year of:\n(i) the total quantity of fresh products as referred to in Article 8 (1) (a) used or to be used for processing. The products shall be broken down by reference to the finished products to be obtained;\n(ii) the estimated production of finished products, expressed as net weight to be obtained from the quantity referred to in (i). The products shall be broken down as provided for in Article 18 (d) (ii) of Regulation (EEC) No 1558/91.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 72, 25. 3. 1993, p. 1.\n(2) OJ No L 144, 8. 6. 1991, p. 31."}