{"celex_id": "31996R1462", "uri": "http://publications.europa.eu/resource/cellar/a4b3f189-dfc2-4c68-bc3a-b9f17a997036", "type": "Regulation", "concepts": ["1309", "1644", "3591", "5034", "5774", "914"], "title": "Commission Regulation (EC) No 1462/96 of 25 July 1996 introducing additional management measures for imports of certain bovine animals for the second half of 1996 and amending Regulation (EC) No 1110/96\n", "header": "COMMISSION REGULATION (EC) No 1462/96 of 25 July 1996 introducing additional management measures for imports of certain bovine animals for the second half of 1996 and amending Regulation (EC) No 1110/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and traditional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (1), as amended by Regulation (EC) No 1194/96 (2), and in particular Article 8 thereof,\nWhereas Regulation (EC) No 3066/95 provides for the second half of 1996 for the opening of a tariff quota for 89 000 live bovine animals weighing 80 kilograms or less originating in Hungary, Poland, the Czech Republic, Slovakia, Romania, Bulgaria, Estonia, Latvia and Lithuania and benefiting from an 80 % reduction in the rate of customs duties;\nWhereas Commission Regulation (EC) No 1110/96 of 20 June 1996 introducing management measures for imports of certain bovine animals for the second half of 1996 (3) provides for the import of 35 500 head, weighing 80 kilograms or less at the full rate of customs duties provided for in the Common Customs Tariff; whereas, pursuant to Regulation (EC) No 3066/95, amendments should be made as regards the fixing of customs duties for imports of the 35 500 animals in question, with effect from 1 July 1996, and management measures should be established for the additional quantity of 53 500 head for the second half of 1996, following the import arrangements already provided for by Regulation (EC) No 1110/96; whereas, however, in order to take better account of traditional trade under specific import arrangements for calves weighing not more than 80 kilograms, slightly changed criteria should be adopted for the so-called 'traditional` reference quantities;\nWhereas the arrangements should be managed using import licences; whereas, to this end, rules should be set on the submission of applications and the information to be given on applications and licences, where necessary by derogation from certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 2137/95 (5), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 2856/95 (7); whereas, moreover, it should be stipulated that licences are to be issued following a reflection period and where necessary with a fixed percentage reduction applied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Imports into the Community during the second half of 1996 of live bovine animals weighing 80 kilograms or less falling within CN code 0102 90 05 originating in the countries listed in Annex I shall be subject to the management measures laid down in this Regulation in addition to those provided for in Regulation (EC) No 1110/96.", "1. Import licences under this Regulation may be issued only for 53 500 animals falling within CN code 0102 90 05.\n2. For those animals, the ad valorem duty and the specific duties fixed in the Common Customs Tariff (CCT) shall be reduced by 80 %.\n3. The quantity referred to in paragraph 1 shall be divided into two parts, as follows:\n(a) the first part, equal to 70 %, i.e. 37 450 head, shall be allocated among:\n- importers from the Community as constituted on 31 December 1994 who can furnish proof of having imported animals falling within CN code 0102 90 05 during 1993, 1994 or 1995 in the context of the Regulations referred to in Annex II,\n- importers from the new Member States who can furnish proof of having imported, into the Member State where they are established:\nanimals falling within the abovementioned CN code during 1993 and 1994 from countries which were for them third countries on 31 December 1994;\nand\nsuch animals during 1995 in the context of Regulations referred to at (b) of Annex II;\n(b) the second part, equal to 30 %, i.e. 16 050 head, shall be allocated among importers who can furnish proof of having imported and/or exported during 1995 at least 100 live bovine animals falling within CN code 0102 90 apart from those under (a).\nImporters must be registered for VAT purposes in a Member State.\n4. The 37 450 head shall be allocated among the eligible importers in proportion to their imports of animals within the meaning of paragraph 3 (a) during 1993, 1994 and 1995 proven in accordance with paragraph 6.\n5. The 16 050 head shall be allocated in proportion to the quantities applied for by the eligible importers.\n6. Proof of import and export shall be provided exclusively by means of the customs document of release for free circulation or the export document duly stamped by the customs authorities.\nMember States may accept copies of the abovementioned documents duly certified by the issuing authority where the applicant can prove to the satisfaction of the competent authority that he was not able to obtain the original documents.", "1. Importers who on 1 January 1996 were no longer engaged in any activity in the beef and veal sector shall not qualify for the allocation pursuant to Article 2 (3) (a).\n2. Any company formed by the merger of companies each having rights under Article 2 (4) shall benefit from the same rights as the companies from which it was formed.", "1. Applications for the right to import may be presented only in the Member State in which the applicant is registered within the meaning of Article 2 (3).\n2. For the purposes of Article 2 (3) (a), importers shall present the applications for the right to import to the competent authorities together with the proof referred to in Article 2 (6) by 16 August 1996 at the latest.\nAfter verification of the documents presented, Member States shall forward to the Commission, by 28 August 1996 at the latest, the list of importers who meet the acceptance conditions, showing in particular their names and addresses and the number of eligible animals imported during each of the reference years.\n3. For the purposes of Article 2 (3) (b), applications for the right to import must be lodged by importers by 16 August 1996 at the latest, together with the proof referred to in Article 2 (6).\nOnly one application may be lodged by each applicant. Where the same applicant lodges more than one application all applications from that person shall be inadmissible. Applications may not relate to a quantity larger than that available.\nAfter verification of the documents presented, Member States shall forward to the Commission, by 28 August 1996 at the latest, the list of applicants and the quantities requested.\n4. All notifications, including notifications of nil applications, shall be made by telex or fax, drawn up on the basis of the models in Annexes III and IV in the case where applications have been lodged.", "1. The Commission shall decide to what extent applications may be accepted.\n2. As regards the applications referred to in Article 4 (3), if the quantities in respect of which applications are made exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.\nIf the reduction referred to in the preceding subparagraph results in a quantity of less than 100 head per application, the allocation shall be by drawing lots, by batches of 100 head, by the Member States concerned. If the remaining quantity is less than 100 head, a single licence shall be issued for that quantity.", "1. Imports of the quantities allocated in accordance with Article 5 shall be subject to the presentation of an import licence.\n2. Licence applications may be presented only in the Member State in which the application for the right to import was lodged.\n3. Licences shall be issued, at the request of importers, as from the date on which the decision referred to in Article 5 (1) takes effect.\nThe number of animals for which a licence is issued shall be expressed in units. Where necessary, numbers shall be rounded up or down as the case may be.\n4. Licence applications and licences shall contain the following entries:\n(a) in Section 8, the indication of the countries referred to in Annex I; licences shall carry with them an obligation to import from one or more of the countries indicated;\n(b) in section 16, subheading CN 0102 90 05;\n(c) in section 20, one of the following:\nReglamento (CE) n° 1462/96\nForordning (EF) nr. 1462/96\nVerordnung (EG) Nr. 1462/96\nÊáíïíéóìüò (ÅÊ) áñéè. 1462/96\nRegulation (EC) No 1462/96\nRèglement (CE) n° 1462/96\nRegolamento (CE) n. 1462/96\nVerordening (EG) nr. 1462/96\nRegulamento (CE) nº 1462/96\nAsetus (EY) N:o 1462/96\nFörordning (EG) nr 1462/96.\n5. Import licences shall expire on 31 December 1996.\n6. Licences issued shall be valid throughout the Community.\n7. Article 8 (4) of Regulation (EEC) No 3719/88 shall not apply.", "The animals shall qualify for the duties referred to in Article 1 on presentation of an EUR 1 movement certificate issued by the exporting country in accordance with Protocol 4 annexed to the Europe Agreement and in accordance with Protocol 3 annexed to the free-trade Agreements.", "No later than three weeks after the importation of the animals specified in this Regulation, the importer shall inform the competent authority which issued the import licence of the number and origin of the animals. That authority shall communicate the information in question to the Commission at the beginning of each month.", "The security provided for in Article 4 of Regulation (EC) No 1445/95 shall be lodged when the licence is issued.", "0\nThe provisions of Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply subject to the provisions of this Regulation.", "1\nRegulation (EC) No 1110/96 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nImports into the Community of live bovine animals falling within CN codes 0102 90 05, 0102 90 21, 0102 90 29, 0102 90 41 and 0102 90 49, as referred to in Article 1 (1) (a) of Regulation (EEC) No 805/68, originating in the third countries listed in Annex I, other than imports carried out under Commission Regulations (EC) No 1119/96 (*), (EC) No 1250/96 (**) and (EC) No 1462/96 (***), shall be subject to the management measures laid down in this Regulation.\n(*) OJ No L 119, 22. 6. 1996, p. 4.\n(**) OJ No L 161, 29. 6. 1996, p. 131.\n(***) OJ No L 187, 26. 7. 1996, p. 40.`\n2. The following subparagraph is added to Article 2 (1):\n'The ad valorem customs duty and the specific amounts of customs duty laid down in the Common Customs Tariff (CCT) shall be reduced by 80 % for those animals.`", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 328, 30. 12. 1995, p. 31.\n(2) OJ No L 161, 29. 6. 1996, p. 2.\n(3) OJ No L 148, 21. 6. 1996, p. 15.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 214, 8. 9. 1995, p. 21.\n(6) OJ No L 143, 27. 6. 1995, p. 35.\n(7) OJ No L 299, 12. 12. 1995, p. 10.\nANNEX I\nList of third countries\n- Hungary\n- Poland\n- Czech Republic\n- Slovakia\n- Romania\n- Bulgaria\n- Lithuania\n- Latvia\n- Estonia.\nANNEX II\nRegulations referred to in Article 2 (3)\nCommission Regulations:\n(a) (EEC) No 3619/92 (OJ No L 367, 16. 12. 1992, p. 17),\n(EC) No 3409/93 (OJ No L 310, 14. 12. 1993, p. 22).\n(b) (EC) No 3076/94 (OJ No L 325, 17. 12. 1994, p. 8),\n(EC) No 1566/95 (OJ No L 150, 1. 7. 1995, p. 24),\n(EC) No 2491/95 (OJ No L 256, 26. 10. 1995, p. 36).\nANNEX III\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX IV\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}