{"celex_id": "31994R0399", "uri": "http://publications.europa.eu/resource/cellar/fd9f89b3-330f-4d9e-8f95-459032abb826", "type": "Regulation", "concepts": ["1074", "2803", "2871", "2962", "3165", "979"], "title": "Council Regulation (EC) No 399/94 of 21 February 1994 concerning specific measures for dried grapes\n", "header": "COUNCIL REGULATION (EC) No 399/94 of 21 February 1994 concerning specific measures for dried grapes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Euorpean Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas dried grapes are faced with marketing difficulties in spite of the production aid and border protection measures applicable to them; whereas these difficulties are attributable mainly to the gradual deterioration in the competitiveness of the  product; whereas, in order to remedy the situation, measures should be implemented for improving its quality and marketing;\nWhereas, in view of the production, storage and processing conditions in the main region producing dried grapes, the first of these objectives can be achieved only by means of vocational training for those employed in the sector and by developing more  effective procedures for carrying out the operations which take place after the product is harvested; whereas, moreover, a better understanding of the marketing channels will help pinpoint the checks on the increase in the sales of dried grapes produced  in the Community;\nWhereas the aim of the measures thus envisaged is to achieve the objectives of Article 39 of the Treaty; whereas they should be regarded therefore as intervention measures designed to regularize the market; whereas the vocational training and promotion  measures are to be financed out of the savings made as a result of the application of the withholding rates referred to in Article 1 (1) of Council Regulation (EEC) No 1206/90 of 7 May 1990 laying down general rules for the system of production aid for  processed fruit and vegetables (4),", "main_body": ["Specific measures relating to the quality and the promotion of dried grapes produced in the Community and covered by CN codes 0806 20 11, 0806 20 12, 0806 20 91 and 0806 20 92 shall be adopted in accordance with the procedure referred to in", ".\nThe measures shall comprise:\n- in relation to quality:\n(a) vocational training measures;\n(b) measures to improve transport and storage conditions;\n(c) measures for the technical development of new quality and classification parameters and for the development of effective procedures for carrying out drying, cleaning, sorting and storage operations on the holding or at the plant;\n- in relation to promotion:\n(d) a study of the European market;\n(e) an information programme focusing on the specific nature of the Community product and based on the results of the abovementioned measures.", "1. The measures referred to in Article 1 shall be carried out by representative groups with members in various branches of the industry and offering assurances that the proposed measures will be properly implemented. The representativeness of  groups will be judged in terms of the objective pursued.\nHowever, the measures referred to in points (d) and (e) may be carried out by the Commission.\n2. The Community shall contribute up to 70 % towards the financing of the measures referred to in Article 1.\nHowever, in the case of the measures referred to in points (a), (d) and (e) of Article 1, this contribution may be increased to 90 %, 100 % and 100 % respectively.", "Expenditure arising from the measures referred to in Article 1 shall be regarded as intervention expenditure designed to regularize the agricultural markets within the meaning of Article 3 (1) of Council Regulation (EEC) No 729/70 of 21 April  1970 on the financing of the common agricultural policy (5). It shall be financed by the Guarantee Section of the EAGGF.", "Detailed rules for the application of this Regulation shall be laid down in accordance with the procedure provided for in Article 22 of Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in  products processed from fruit and vegetables (6).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 1994.\nFor the Council\nThe President\nG. MORAITIS\n(1) OJ No C 211, 5. 8. 1993, p. 20.\n(2) Opinion delivered on 8 February 1994 (not yet published in the Official Journal).\n(3) OJ No C 352, 30. 12. 1993, p. 29.\n(4) OJ No L 119, 11. 5. 1990, p. 74.\n(5) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1).\n(6) OJ No L 49, 27. 2. 1986, p. 1. Regulation as last amended by Regulation (EEC) No 1569/92 (OJ No L 166, 20. 6. 1992, p. 5)."}