{"celex_id": "31997D0258", "uri": "http://publications.europa.eu/resource/cellar/30bc9eb7-43f4-49c7-adfc-4169b5573b08", "type": "Decision", "concepts": ["3641", "3648", "3875", "4424", "5929"], "title": "97/258/ECSC: Commission Decision of 18 December 1996 concerning aid for closures envisaged by Italy as part of the restructuring of its private steel industry (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 December 1996 concerning aid for closures envisaged by Italy as part of the restructuring of its private steel industry (Only the Italian text is authentic) (Text with EEA relevance) (97/258/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3855/91/ECSC of 27 November 1991 establishing Community rules for aid to the steel industry (1),\nAfter giving notice to the parties concerned, in accordance with the abovementioned Decision, to submit their comments and taking into account those comments (2),\nWhereas:\nI\nBy letter of 12 June 1996 the Commission notified the Italian authorities of its decision to initiate the procedure provided for in Article 6 (4) of Decision No 3855/91/ECSC, hereinafter the 'Steel Aid Code`, in respect of aid they planned to grant, under a programme for the restructuring of Italy's private steel industry, to the following five enterprises in the steel sector:\n- Diano SpA,\n- Lamifer SpA,\n- Demafer Srl,\n- Lavorazione Metalli Vari (LMV) SpA,\n- Sidercamuna SpA.\nWhen it authorized Italian Law No 481 of 3 August 1994 on the restructuring of Italy's private steel sector after verifying that the Law complied with the Steel Aid Code and in particular with Article 4 thereof, the Commission called on the Italian authorities to notify it in advance of cases in which the Law was to be applied.\nThat Decision also specified that, in order to qualify for aid for closure, the firms concerned had to have been in operation for on average at least one shift per day, i.e. at least eight hours per day, five days per week for the whole of 1993 and up to February 1994, when Decree-Law No 103/93 was notified to the Commission (the provisions of the Decree-Law were subsequently adopted as Law No 481/94).\nAccording to information in the possession of the Commission, the firms concerned satisfied the other requirements set out in Article 4 of the Steel Aid Code governing aid for closures, but were not in regular production at the time of their closure.\nIn Case 177/96 Diano had produced 16 807 tonnes of hot-rolled products, equivalent to 21 % of its capacity; in Case 178/96 Lamifer SpA had produced only 23 542 tonnes of hot-rolled products, equivalent to 15,2 % of its capacity; in Case 182/96 Sidercamuna SpA had produced only 36 002 tonnes of hot-rolled products, equivalent to 7,6 % of its capacity, at the Berzo Inferiore (Brescia) plant. Demafer (Case N 180/96) and LMV (Case 181/96) were not in production in 1993.\nAccordingly, since it was very difficult to determine whether the aid was compatible with the common market, the Commission decided to initiate the procedure provided for in Article 6 (4) of the Steel Aid Code in respect of the five abovementioned cases.\nII\nIn accordance with that procedure, the Commission invited the Italian Government to submit its comments, while the other Member States and interested parties were informed by way of publication of the decision to initiate the procedure.\nBy two letters of 22 August 1996, the German Government and Wirtschaftsvereinigung Stahl notified the Commission of their comments, which were forwarded to the Italian authorities by letter of 16 September 1996. The comments expressed support for the Commission's decision to initiate the procedure.\nIn response to the opening of the procedure and to the comments of third parties, the Italian Government argued the following:\n- while referring back to the Decision of 12 December 1994, which allowed the Italian authorities to put forward objective criteria whereby plants that had operated at less than 25 % capacity could be eligible for closure aid, the Commission Decision initiating the procedure merely stated that the criteria put forward by Italy as a possible alternative to the concept of 'regular production` were unsuitable,\n- the criteria the Italian authorities presented to the Commission for consideration were based on the view that the low or zero output recorded by some firms in 1993 and early 1994 was indicative not of a desire to abandon the steel market or of obsolescent or uncompetitive plant but of unfavourable conditions in connection with financial difficulties and a market crisis,\n- by not redeploying their workforce, preferring instead to use the Cassa integrazione guadagni (wage guarantee fund), implement training schemes or apply for public early retirement benefits in the context of a restructuring plan, the firms clearly showed that they intended to restructure in order to overcome the crisis that was affecting them,\n- the plants covered by the cases submitted to the Commission for scrutiny are not experiencing any problems of productivity resulting from technical factors. Some have recently benefited under major modernization schemes designed to increase efficiency and, since they have all been regularly maintained, each one could still, at little cost, resume regular production within a short space of time. The best proof of this is the very strong interest numerous potential buyers have shown in the plants,\n- additional factors should be taken into account, such as the fact that electricity supply contracts have not been terminated, that the firms have remained active on the steel market, and that returns, in particular forms 260-261, have been sent to the ECSC, factors tending to confirm that the reduced or zero output in 1993 is attributable to unfavourable cyclical conditions and that the firms wanted to remain on the market and wait for the right conditions before resuming regular production.\nIII\nBy virtue of their production, the firms are subject to the rules of the ECSC Treaty, Article 4 (c) of which stipulates that subsidies or aid granted by States in any form whatsoever are recognized as incompatible with the common market for coal and steel and are accordingly to be abolished and prohibited within the Community. The only possible exceptions to this general prohibition are set out explicitly and restrictively in the Steel Aid Code, in Article 2 (aid for research and development), Article 3 (aid for environmental protection) and Article 4 (aid for closures).\nThe purpose of the exceptions from the general ban on aid to the steel industry in Article 4 (c) of the ECSC Treaty is not in any way to make the Community rules governing aid to the steel industry less strict, since those rules are justified by the serious distortion of competition that might be caused by aid that is incompatible with the common market in a sector that continues to be very sensitive. It is therefore necessary for those rules to be strictly adhered to, which means that aid to an enterprise in the steel sector may be authorized only if the Commission is satisfied that the requirements of the Steel Aid Code have effectively been complied with.\nArticle 4 of the Steel Aid Code lays down that aid to firms which permanently cease production of ECSC iron and steel products may be deemed compatible with the common market on conditions that those firms:\n- became a legal entity before 1 January 1991 and have not reorganized their production or plant structure since 1 January 1991,\n- have been regularly producing ECSC iron and steel products up to the date of notification of the aid,\n- are not directly or indirectly controlled, within the meaning of Decision No 24/54 of the High Authority (3), by, and do not themselves directly or indirectly control, an undertaking that is itself a steel undertaking or controls other steel undertakings.\nArticle 4 further provides that the amount of the aid may not exceed the higher of the following two values:\n- the discounted value of the contribution to fixed costs obtainable from plants over a three-year period, less any advantages the aided firm derives from their closure,\n- the residual book value of the plants (ignoring that portion of any revaluations since 1 January 1990 which exceeds the national inflation rate).\nThe Commission concludes that the cases under consideration satisfy every requirement except the one - regarding regular production - that had led to the initiation of proceedings.\nIn this connection, although it states that, in order to be eligible for aid, a firm must be in regular production at the time of the closure, the Steel Aid Code does not give a precise definition of regular. Accordingly, in its decision authorizing Italian Law No 481 of 3 August 1994, the Commission stated that the requirement concerned would be deemed to be met if the firm receiving the aid had been in production for an average at least one shift per day, i.e. at least eight hours per day, for five days per week for the whole of 1993 and up to 28 February 1994, when Decree-Law No 103/94, converted by the Italian Parliament into Law No 481/94, was notified to the Commission. The Commission decided, moreover, that the Italian authorities should be allowed to demonstrate on the basis of objective criteria that a firm which did not satisfy this requirement had regularly produced ECSC iron and steel products.\nThe Commission was then to examine the aid in the light of the particular circumstances of the case, in order to ensure that the criterion of regular production had been complied with.\nThe purpose of Article 4 of the Steel Aid Code and of the Commission decision of 12 December 1994 is clear: aid for closures may be granted only to firms that are significantly active, or whose production on the market in iron and steel products is regular. The Community legislator did not, however, feel it necessary or advisable to allow an exception to the general prohibition provided for in Article 4 of the ECSC Treaty in the absence of significant effects on the market resulting from the closure of a firm, as the latter is not in regular production.\nIt therefore follows that criteria could, provided they demonstrated the regularity of production, be accepted as an alternative to the one laid down by the Commission in its Decision. The criteria put forward by the Italian Government (non-cancellation of the electricity-supply contract, continued employment of the workforce, investment in plant, maintenance of the facilities, etc.), however, demonstrate not that the firms in question were in regular production, but that they were capable of producing on a regular basis.\nArticle 4 of the Steel Aid Code is drafted in such a way as to rule out a broad interpretation which would allow aid to go to firms which, although they had not been in regular production, were merely capable of producing ECSC products on a regular basis.\nIt would therefore appear that, in the light of the alternative criteria they have put forward, the way in which the criterion of regularity has been interpreted by the Italian authorities is not founded in law and cannot therefore be accepted.\nAs regards the claim made by the Italian authorities that the low output recorded by the firms since 1993 was due to particularly unfavourable cyclical conditions and to a major crisis on the market in long products, it must be stated that production was in fact only slightly down in the case of long products, in particular in the case of wire rod and other bars and sections:\n>TABLE>\nThe same applies to the market in concrete reinforcing rods - the most important as far as the firms in question are concerned - in respect of which there was a slight reduction in the rate of use of production capacity at both European and Italian level:\n>TABLE>\n>TABLE>\nOn the basis of these figures it must be concluded that the argument put forward by the Italian authorities, i.e. that the low level of production of the firms in question was attributable to unfavourable market conditions in 1993, cannot be accepted by the Commission.\nRelevant though they may be in context of the restructuring of the steel sector, the comments on the positive impact of these irreversible closures on a market featuring heavy overcapacity cannot be accepted in the context of the application of Article 4 of the Steel Aid Code.\nFinally, concerning the comment by the Italian authorities that the Commission had not proceeded to define any alternative criteria to the one referred to in the authorizing Decision of 12 December 1994, it should be emphasized that it was for the Italian authorities alone to demonstrate, by means of suitable criteria other than the one put forward by the Commission, that production was regular.\nIn the light of the provisions of the Steel Aid Code, the other comments put forward by the Italian authorities are without any legal foundation.\nThe Commission notes, however, that in the case of Diano, which in 1993 had produced 16 807 tonnes of hot-rolled products - equivalent to 21 % of its capacity - the firm carried out major maintenance work in the rolling mill, which had repeatedly involved halting production. In practice, output at Diano, taking account of annual production and the maintenance work described, should have been roughly the same as the figure for 1991, when the firm produced 24 765 tonnes, corresponding to 31 % of capacity. In view of this and, in particular, the capacity utilization rate the firm would have been able to achieve had it not been for the abovementioned major overhaul of its mill, the Commission has reason to believe that the firm in question was in regular production (on average one shift per day, five days per week), at the time of its closure.\nIV\nIn the light of the above, in particular Part III of this Decision, it must be concluded that, with the exception of Case ex N 177/96 (Diano), the requirements applicable pursuant to Article 4 of the Steel Aid Code have not been satisfied and that the comments put forward by the Italian authorities are not such as to alter the initial assessment the Commission made when it decided to initiate the procedure provided for in Article 6 (4) of the Steel Aid Code.\nIt should therefore be concluded that the aid Italy plans to grant to:\n- Lamifer SpA,\n- Demafer Srl,\n- Lavorazione Metalli Vari (LMV) SpA,\n- Sidercamuna SpA,\nare to be regarded as incompatible with the common market, in that they do not, pursuant to the Steel Aid Code, qualify for exemption from the general prohibition provided for in Article 4 (c) of the ECSC Treaty.\nHowever, the plan to grant aid totalling Lit 5 953 million to Diano SpA is compatible with the common market since it satisfies the requirements of Article 4 of the Steel Aid Code,", "main_body": ["The State aid which Italy plans to grant, in the context of the restructuring of its private steel sector, to Lamifer SpA, Demafer Srl, Lavorzione Metalli Vari (LMV) SpA and Sidercamuna SpA is incompatible with the common market pursuant to Article 4 (c) of the ECSC Treaty.\nAccordingly, that aid may not be granted.", "The State aid which Italy plans to grant, in the context of the restructuring of its private steel sector, to Diano SpA is compatible with the common market.\nThe granting of that aid is therefore authorized.", "Italy shall inform the Commission, within two months of notification of this Decision, of the measures it has taken to comply with it.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 18 December 1996.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 57.\n(2) OJ No C 101, 3. 4. 1996, p. 4; and OJ No C 121, 25. 4. 1996, p. 3.\n(3) OJ No 9, 11. 5. 1954, p. 345/54."}