{"celex_id": "31990R1707", "uri": "http://publications.europa.eu/resource/cellar/f24deef3-910c-439a-aaa7-f64825195f20", "type": "Regulation", "concepts": ["1734", "2025", "2591", "4083", "5083", "5368"], "title": "Commission Regulation (EEC) No 1707/90 of 22 June 1990 laying down detailed rules for the application of Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\n", "header": "COMMISSION  REGULATION (EEC) No 1707/90\nof 22 June 1990\nlaying down detailed rules for the application of Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of preserved cultivated mushrooms (1), and in particular Article 6 thereof,\nWhereas Article 3 of Regulation (EEC) No 1796/81 lays down that the quantity which may be imported free from the additional amount must be allocated amongst the supplier countries, account being taken of traditional trade flows and of new suppliers;\nWhereas, as the Commission will, in due course, have information on quantities actually imported over a particular period of the year, it should be provided that the quantities allocated may be revised at the end of the first half of the year on the basis of such information; whereas, in order to avoid a break in the continuity of trade with a supplier country before the overall quantity has been used up, it is appropriate to establish a reserve;\nWhereas, in order to ensure the consistent application of this Regulation, the term 'cultivated mushrooms' must be defined;\nWhereas, in agreement with certain supplier countries, entry into free circulation is subject to the provision of specific documents issued by those countries;\nWhereas it is appropriate to establish certain rules to guarantee that the quantities exceeding those laid down in Article 3 of Regulation (EEC) No 1796/81 are subject to the levying of an additional amount; whereas these rules must in particular cover the issuing of licences after a time sufficient to enable the checking of the quantities and the necessary communications by Member States; whereas these rules either supplement or derogate from the provisions of Commission Regulation (EEC) No 2405/89 of 1 August 1989 laying down special detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables (2), as amended by Regulation (EEC) No 619/90 (3), and Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No 1599/90 (5);\nWhereas, to ensure better monitoring of imports, regular communication by Member States of the quantities for which certificates have not been used is necessary;\nWhereas this Regulation replaces Commission Regulation (EEC) No 3433/81 (6), as last amended by Regulation (EEC) No 3933/88 (7); whereas that Regulation must be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The entry into free circulation within the Community of cultivated mushrooms falling within CN code 2003 10 10, free from an additional amount in the context of the overall quantity laid down in Article 3 of Regulation (EEC) No 1796/81, shall be subject to the conditions laid down in this Regulation.", "The species of mushrooms which are to be considered as 'cultivated mushrooms' for the purposes of Article 1 of Regulation (EEC) No 1796/81 are listed in Annex II.", "1. The allocation between supplier countries of the overall quantity referred to in Article 1 may be amended on the basis of information regarding the quantities for which certificates have been issued at 30 June of the year in question.\n2. A part of the overall quantity shall not be allocated amongst supplier countries, but shall constitute a reserve.\n3. The overall quantity shall be allocated in accordance with Annex I.", "1. The entry into free circulation of mushrooms originating in the People's Republic of China, the Republic of Korea and the Republic of China (Taiwan) shall be subject to the provision of a certificate corresponding to the specimen in Annex III, issued by the competent authorities referred to in Annex IV and showing the Community as the destination.\n2. The provisions of Commission Regulation (EEC) No 3850/89 (1) shall be applicable to the imports referred to in paragraph 1 from 1 January 1991.", "1. Regulation (EEC) No 2405/89 shall be applicable with the exception of Article 5 (2) thereof.\n2. Member States shall inform the Commission of the quantities for which licences have been applied for as provided in Article 13 (3) of Regulation (EEC) No 2405/89.\n3. If the quantities for which licences have been applied for by a supplier country exceed the quantities available for that country, the Commission shall inform the Member States and set the excess quantities against the reserve referred to in Article 3 (2).\n4. If the quantities applied for exceed the balance available, the Commission shall fix a single percentage figure by which the applications shall be reduced.\n5. Import licences shall be issued on the fifth working day following that on which applications are lodged in compliance with Article 2 (2) of Regulation (EEC) No 2405/89 provided that special measures are not adopted in the mean time.", "The Commisison shall regularly inform Member States of the utilization of the quantity laid down in Article 3 of Regulation (EEC) No 1796/81, and at the appropriate time, of the exhaustion of that quantity.", "Import licences issued in accordance with this Regulation shall show one of the following in section 24:\n- Ingen opkraevning af tillaegsbeloeb - forordning (EOEF) nr. 1796/81,\n- Entlastung vom Zusatzbetrag - Verordnung (EWG) Nr. 1796/81,\n- Exaíresi apó to sympliromatikó posó - Kanonismós (EOK) arith. 1796/81,\n- Relief from additional amount - Regulation (EEC) No 1796/81,\n- Exoneración del montante suplementario - Reglamento (CEE) no 1796/81,\n- Exonération du montant supplémentaire - règlement (CEE) no 1796/81,\n- Esonero dell'importo supplementare - regolamento (CEE) n. 1796/81,\n- Ontheffing van het extra bedrag - Verordening (EEG) nr. 1796/81,\n- Exoneração do montante suplementar - Regulamento (CEE) nº 1796/81.", "Import licences issued for products from Maghreb countries and from ACP States in accordance with Article 4 of Regulation (EEC) No 1796/81 shall show one of the following in section 24:\n- Ingen opkraevning af tillaegsbeloeb - forordning (EOEF) nr. 1796/81,\n- Entlastung vom Zusatzbetrag - Verordnung (EWG) Nr. 1796/81,\n- Exaíresi apó to sympliromatikó posó - Kanonismós (EOK) arith. 1796/81,\n- Relief from additional amount - Regulation (EEC) No 1796/81,\n- Exoneración del montante suplementario - Reglamento (CEE) no 1796/81,\n- Exonération du montant supplémentaire - règlement (CEE) no 1796/81,\n- Esonero dell'importo supplementare - regolamento (CEE) n. 1796/81,\n- Ontheffing van het extra bedrag - Verordening (EEG) nr. 1796/81,\n- Exoneração do montante suplementar - Regulamento (CEE) nº 1796/81.", "1. On the 15th of each month at the latest, Member States shall notify the Commission of the quantities for which import licences have been issued but not used.\n2. Article 33 (5) of Regulation (EEC) No 3719/88 shall apply.", "0\nRegulation (EEC) No 3433/81 is hereby repealed.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 25 June 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 183, 4. 7. 1981, p. 1.\n(2) OJ No L 227, 4. 8. 1989, p. 34.\n(3) OJ No L 67, 15. 3. 1990, p. 31.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 151, 15. 6. 1990, p. 29.\n(6) OJ No L 346, 2. 12. 1981, p. 5.\n(7) OJ No L 348, 17. 12. 1988, p. 19.\n(1) OJ No L 374, 22. 12. 1989, p. 8.\nANNEX I\nAllocation of the quantity referred to in Article 3 of Regulation (EEC) No 1796/81\n(tonnes)\n1.2 //  //  // Supplier country  // Quantity   //    //  // The People's Republic of China   // 24 548   // The Republic of Korea   // 2 700   // The Republic of China (Taiwan)   // 2 075   // Hong Kong   // 390   // Others   // 1 562   //    //   // Reserve   // 3 475   //    //\nANNEX II\n1.2 // Agaricus spp. Volvaria esculenta Lentinus edodes Flammulina veluptipes Pholiota aegerita Pholiota nameko Pleurotus ostreatus Pleurotus florida Pleurotus pulmonarius Pleurotus cornucopiae Pleurotus abalonae Pleurotus colombinus Pleurotus eringii  // Stropharia rugoso-annulata Tremalla fuciformis Auricularia auricula-judae Auricularia polytricha Auricularia porphyria Coprinus comatus Rodopaxilus nudus Lepiota pudica Lepiota personata Agrocyte aegerita Agrocyte cylindracea and all their synonyms\nANEXO III - BILAG III - ANHANG III - PARARTIMA III - ANNEX III - ANNEXE III - ALLEGATO III -  BIJLAGE III - ANEXO III\n1.2 //  //  // 1 Exporter (name, full adress, country)   // 2 No  //  // 3 Quota year   //    //   // 4 Importer   // EXPORT DOCUMENT (Canned mushrooms)  //  // 5 Country of origine 6 Country of destination EEC 1,2 //  // 7 Place and date of shipment - Means of transport  // 1.2 //  //  // 8 Description of canned mushrooms   // 9 QUANTITY Tonnes (net weight) 1,2 //  // 10 Competent authority (name, address, country) 1.2.3 // Date   // Signature   // Stamp   //    //   //\nANNEX IV\nThe competent authorities referred to in Article 3 are the following:\nfor the People's Republic of China:\n- Shanghai Foreign Economic Relations and Trade Commission,\n- Fujian Foreign Economic Relations and Trade Commission,\n- Guangxi Foreign Economic Relations and Trade Commission,\n- Zhejiang Foreign Economic Relations and Trade Commission,\n- Jiangsu Foreign Economic Relations and Trade Commission,\n- Sichuan Foreign Economic Relations and Trade Commission,\n- Chongqing City Foreign Economic Relations and Trade Commission,\n- Anhui Foreign Economic Relations and Trade Commission,\n- Guangdong Foreign Economic Relations and Trade Commission,\n- Import/Export Department, Ministry of Foreign Economic Relations and Trade;\nfor the Republic of Korea:\n- Korea Canned Goods Export Association;\nfor the Republic of China (Taiwan):\n- Taiwan Mushroom Packers United Export Corporation."}