{"celex_id": "31993D0742", "uri": "http://publications.europa.eu/resource/cellar/b5158d56-f35d-4386-8f1c-caf051204e49", "type": "Decision", "concepts": ["1255", "1464", "208", "209", "211", "4048"], "title": "93/742/Euratom, ECSC, EC: Decision of the Council and the Commission of 13 December 1993 on the conclusion of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part\n", "header": "DECISION OF THE  COUNCIL AND THE COMMISSION\nof 13 December 1993\non the conclusion of the Europe Agreement between  the European Communities and their Member States, of the one part, and the Republic of Hungary, of  the other part\n(93/742/Euratom, ECSC, EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to the Treaty establishing the European Community, and in particular Article 238 in  conjunction with Article 228 (3), second subparagraph thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular  the second paragraph of Article 101 thereof,\nHaving regard to the assent of the European Parliament  (1),\nWhereas the Europe Agreement between the European Communities and their Member States, of the one  part, and the Republic of Hungary, of the other part, signed in Brussels on 16 December 1991,  should be approved,", "main_body": ["The Europe Agreement between the European  Communities and their Member States, of the one part, and the Republic of Hungary, of the other  part, the Protocols annexed thereto and the declarations and exchanges of letters attached to the  Final Act are hereby approved on behalf of the European Coal and Steel Community, the European  Community and the European Atomic Energy Community.\nThe texts of the Agreement, the Protocols annexed thereto and the Final Act are attached to this  Decision.", "1.  The position to be taken by the Community within the Association Council shall be  laid down by the Council, on a proposal from the Commission, or, where appropriate, by the  Commission, each in accordance with the corresponding provisions of the Treaties establishing the  European Community, the European Coal and Steel Community and the European Atomic Energy  Community.\n2.  The President of the Council shall, in accordance with Article 105 of the Europe Agreement,  preside over the Association Council and present the position of the Community. A representative of  the Commission shall preside over the Association Committee, in accordance with the Rules of  Procedure thereof, and present the position of the Community.", "The President of the Council shall, as regards the European Community, deposit the act  of notification provided for in Article 123 of the Agreement. The President of the Commission shall  deposit the said acts of notification, as regards the European Coal and Steel Community and the  European Atomic Energy Community."], "attachments": "Done at Brussels, 13 December 1993.\nFor the Council\nThe President\nPh. MAYSTADT\nFor the Commission\nThe President\nJ. DELORS\n(1)  OJ No C 284, 2. 11. 1992, p. 38."}