{"celex_id": "31997R1814", "uri": "http://publications.europa.eu/resource/cellar/b4944779-9054-49a0-8282-6ebf08b51ccc", "type": "Regulation", "concepts": ["1120", "161", "1644", "2300", "3591"], "title": "Commission Regulation (EC) No 1814/97 of 19 September 1997 on the issuing of import licences for bananas under the tariff quota for the fourth quarter of 1997 and on the submission of new applications (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1814/97 of 19 September 1997 on the issuing of import licences for bananas under the tariff quota for the fourth quarter of 1997 and on the submission of new applications (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 (3), as last amended by Regulation (EC) No 1409/96 (4), lays down detailed rules for the application of the arrangements for importing bananas into the Community; whereas Commission Regulation (EC) No 478/95 (5), as amended by Regulation (EC) No 702/95 (6), lays down additional rules for the application of the tariff quota arrangements laid down in Articles 18 and 19 of Regulation (EEC) No 404/93;\nWhereas Article 9 (3) of Regulation (EEC) No 1442/93 lays down that where, in the case of a given origin, for a country or group of countries referred to in Annex I to Regulation (EC) No 478/95, the quantities covered by import licence applications from one or more of the categories of operators exceed the quantity available, a reduction percentage to be applied to applications shall be set;\nWhereas the quantities available for import under the tariff quota are laid down for the fourth quarter of 1997 in Commission Regulation (EC) No 1433/97 (7);\nWhereas in the case of the quantities covered by licence applications that are either less than or equal to the quantities available, licences are issued for the quantities applied for; whereas, however, for certain origins, the quantities applied for exceed the quantities available set out in the Annex to Regulation (EC) No 1433/97; whereas, therefore, a reduction percentage should be set to be applied to each licence application for the origin or origins involved and category of licence in question;\nWhereas, the maximum quantity for which such licence applications may still be submitted should be set taking account of the available quantities fixed by Regulation (EC) No 1433/97 and the applications accepted at the end of the application period running from 1 to 7 September 1997; whereas Regulation (EC) No 478/95 on additional rules for the application of Regulation (EEC) No 404/93 as regards the tariff quota arrangements for imports of bananas into the Community and amending Regulation (EEC) No 1442/93 applies;\nWhereas, in application of the framework agreement on bananas concluded with a number of producer third countries during the Uruguay Round multilateral trade negotiations, those countries are authorized to issue export licences for up to 70 % of their allocations, which licences are to be presented in order to obtain category A and C import licences in the Community;\nWhereas if, for the fourth quarter of 1997, licence applications submitted by category A and C importers do not use up the available quantities laid down in the Annex hereto, it is in the interest of the producer countries to enable them to best use their allocations and of the Community and its importers in order to satisfy the consumption needs laid down in the supply balance, to allocate any available quantities at the end of the second period for the submission of licence applications to category B importers submitting applications within the deadline; whereas the additional administrative rules should be laid down;\nWhereas this Regulation should apply immediately to permit licences to be issued as quickly as possible;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Import licences shall be issued under the tariff quota arrangements for the import of bananas for the fourth quarter of 1997 for the quantity indicated in the licence application, multiplied by reduction coefficients of 0,4203, 0,5339 and 0,6337 for applications indicating the origins 'Columbia: category B`, 'Costa Rica: category B` and 'Others` respectively.", "The quantities for which licence applications may still be lodged in respect of the fourth quarter of 1997 are laid down in the Annex hereto.", "Import licences shall be issued to category B importers, within the meaning of Article 18 (1) of Regulation (EEC) No 404/93, who have submitted an import licence application for bananas from Costa Rica, Colombia and Nicaragua within 10 working days of publication of this Regulation for the quantities of bananas laid down in the Annex, for those two countries for categories A and C available after submission of applications for the second period pursuant to Article 4 of Regulation (EC) No 478/95. Such licence applications shall bear the words 'Application for category B licence - Regulation (EEC) No 1442/93`.\nThe Commission shall immediately determine the quantities for which licences may be issued for the origin or origins concerned. Licences shall be issued immediately by the competent authorities and shall be valid for the period laid down in Article 11 (2) of Regulation (EEC) No 1442/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25. 2. 1993, p. 1.\n(2) OJ L 349, 31. 12. 1994, p. 105.\n(3) OJ L 142, 12. 6. 1993, p. 6.\n(4) OJ L 181, 20. 7. 1996, p. 13.\n(5) OJ L 49, 4. 3. 1995, p. 13.\n(6) OJ L 71, 31. 3. 1995, p. 84.\n(7) OJ L 196, 24. 7. 1997, p. 52.\nANNEX\n>TABLE>"}