{"celex_id": "31996R1428", "uri": "http://publications.europa.eu/resource/cellar/39c1933b-1f43-4ac9-8f84-1d4dbb71835d", "type": "Regulation", "concepts": ["4717", "4722", "4726", "5581"], "title": "Council Regulation (EC) No 1428/96 of 26 June 1996 amending Regulation (EEC) No 2332/92 on sparkling wines produced in the Community\n", "header": "COUNCIL REGULATION (EC) No 1428/96 of 26 June 1996 amending Regulation (EEC) No 2332/92 on sparkling wines produced in the Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, for ease of monitoring and in view of the implementation difficulties encountered in the past, the method of calculating the increase in the alcoholic strength of the cuvée when the tirage liqueur is added should be specified;\nWhereas Article 14 (2) of Regulation (EEC) No 2332/92 (4) provides that Member States may exceptionally permit, until 31 December 1995, that the production process of quality sparkling wines produced in specified regions (quality wines psr) may involve adding to the cuvée one or more wine-sector products which do not originate in the specified region whose name the wine bears; whereas that period has proved too short to allow operators in certain specified regions to adapt to the technical requirements laid down; whereas it should accordingly be extended; whereas, since this exception covers specific cases only, provision should be made for the names of those quality sparkling wines psr to be indicated in a list and published in the C series of the Official Journal of the European Communities;\nWhereas pursuant to Article 17 (3) of Regulation (EEC) No 2332/92 the Council may alter the duration of fermentation intended to make the cuvée sparkling and of presence on the less as set out in paragraph 2 of that Article in line with current scientific knowledge and technological progress;\nWhereas, in the light of the experience gained regarding the various types of sparkling wines and according to the results of scientific research and technological progress to date, the fixing of different periods of fermentation and of presence of the cuvée on the lees for the various fermentation methods used is not warranted except where fermentation takes place in containers with stirrers; whereas accordingly, this is the only method which needs to be singled out,", "main_body": ["Regulation (EEC) No 2332/92 is hereby amended as follows:\n1. The second subparagraph of Article 4 (2) shall be replaced by the following:\n'The addition of tirage liqueur may not cause an increase in the total alcoholic strength by volume of the cuvée of more than 1,5 % vol. This increase shall be measured by calculating the difference between the total alcoholic strength by volume of the cuvée and the total alcoholic strength by volume of the sparkling wine before any expedition liqueur is added.`\n2. Article 9 shall be replaced by the following:\n'Article 9\nThe tirage liqueur for sparkling wines may contain only:\n- grape must,\n- grape must in fermentation,\n- concentrated grape must,\n- rectified concentrated grape must\nor\n- sucrose and wine.`\n3. In Article 14 (2):\n(a) the introductory passage shall be replaced by the following:\n'2. Notwithstanding the first indent of paragraph 1, and without prejudice of Article 18, a producer Member State may, until 31 August 2003 at the latest, by means of express authorizations and subject to suitable controls, permit that a quality sparkling wine psr be obtained by adding to the basic product from which the wine is made one or more wine-sector products which do not originate in the specified region whose name the wine bears, provided that:`;\n(b) the following subparagraph shall be inserted:\n'The exception referred to in the first subparagraph shall be applicable provided that such an arrangement was allowed for by the provisions of the producer Member State concerned before 31 December 1995.\nMember States shall draw up a list of the names of the quality sparkling wines psr referred to in this paragraph and shall forward it to the Commission, which shall publish it in the C series of the Official Journal of the European Communities.`\n4. Article 15 (1) shall be replaced by the following:\n'1. The tirage liqueur for quality sparkling wines may contain only:\n- sucrose,\n- concentrated grape must,\n- rectified concentrated grape must,\nand\n- grape must or grape must in fermentation from which a wine suitable for yielding a table wine can be obtained,\n- wine suitable for yielding a table wine,\n- table wines,\nor\n- quality wines psr.\nThe tirage liqueur for quality sparkling wines psr may contain only:\n- sucrose,\n- concentrated grape must,\n- rectified concentrated grape must,\nand\n- grape must,\n- grape must in fermentation,\n- wine,\n- quality wine psr,\nsuitable for yielding the same quality sparkling wine psr as that to which the tirage liqueur is added.`\n5. In Article 17:\n(a) paragraph (2) shall be replaced by the following:\n'2. The duration of the fermentation process designed to make the cuvée sparkling and the duration of the presence of the cuvée on the less shall not be lees than:\n- 90 days,\n- 30 days if the fermentation takes place in containers with stirrers.`;\n(b) paragraph 3 shall be deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\n(a) Article 1 (3) (a) shall be applicable from 1 January 1996;\n(b) Article 1 (2) and (4) shall be applicable from 1 September 1996;\n(c) Article 1 (5) (a) shall be applicable from 1 September 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 June 1996.\nFor the Council\nThe President\nM. PINTO\n(1) OJ No C 74, 14. 3. 1996, p. 14.\n(2) Opinion delivered on 21 June 1996 (OJ No C 198, 8. 7. 1996).\n(3) Opinion delivered on 24 April 1996 (OJ No C 204, 15. 7. 1996).\n(4) OJ No L 231, 13. 8. 1992, p. 1. Regulations as last amended by Regulation (EC) No 1547/95 (OJ No L 148, 30. 6. 1995, p. 15)."}