{"celex_id": "31994D0342", "uri": "http://publications.europa.eu/resource/cellar/9ecfa991-6e6b-4d8f-a55a-4629d118eba3", "type": "Decision", "concepts": ["1005", "1460", "2455", "453", "5138"], "title": "94/342/EC: Commission Decision of 31 May 1994 concerning information and publicity measures to be carried out by the Member States concerning assistance from the Structural Funds and the Financial Instrument for Fisheries Guidance (FIFG)\n", "header": "COMMISSION DECISION of 31 May 1994 concerning information and publicity measures to be carried out by the Member States concerning assistance from the Structural Funds and the Financial Instrument for Fisheries Guidance (FIFG) (94/342/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (1), as amended by Regulation (EEC) No 2082/93 (2), and in particular Article 32 (2) thereof,\nWhereas the first subparagraph of Article 32 (2) of Regulation (EEC) No 4253/88 provides that the body responsible for implementing a measure carried out with financial assistance from the Community shall ensure that adequate publicity is given to the  measure with a view to making potential beneficiaries and trade organizations aware of the opportunities afforded by the measure and making the general public aware of the role played by the Community in relation to the measure;\nWhereas, pursuant to the second subparagraph of Article 32 (2) of that Regulation, Member States shall consult the Commission on, and inform it of, the initiatives taken for these purposes;\nWhereas, in accordance with the third subparagraph of Article 32 (2), the Commission shall draw up detailed arrangements for information and publicity concerning assistance from the Funds and the FIFG;\nWhereas the Committees referred to in Articles 27 to 29 of Regulation (EEC) No 4253/88 have been informed by the Commission of the measures envisaged,", "main_body": ["The detailed provisions applicable to information and publicity concerning assistance from the Structural Funds and the FIFG shall be as defined in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 May 1994.\nFor the Commission\nBruce MILLAN\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1988, p. 1.\n(2) OJ No L 193, 31. 7. 1993, p. 20.\nANNEX\nDETAILED ARRANGEMENTS FOR INFORMATION AND PUBLICITY CONCERNING ASSISTANCE FROM THE STRUCTURAL FUNDS AND THE FIFG  1. Objective and scope\nInformation and publicity measures concerning assistance from the Structural Funds and the FIFG are intended to increase public awareness and transparency of Community action and to create a consistent image of the measures concerned in all Member  States. Information and publicity shall concern measures receiving a contribution from the European Regional Development Fund, the European Social Fund, the European Agricultural Guidance and Guarantee Fund, Guidance Section or the Financial Instrument  for Fisheries Guidance.\nThe information and publicity measures described below shall refer to the Community support frameworks (CSFs) and to assistance from the Structural Funds and the FIFG, particularly in the form of operational programmes, part-financing of aid schemes,  global grants or large projects.\n2. General principles\nThe national, regional and local authorities responsible for implementing CSFs, Community initiatives, operational programmes and other forms of assistance shall be responsible for publicity on the spot. Publicity shall be carried out in cooperation  with the Commission's departments, which shall be informed of measures taken for this purpose.\nThe competent national and regional authorities shall take all the appropriate administrative steps to ensure the effective application of these arrangements and to collaborate with the Commission's departments.\n3. Information and publicity concerning CSFs and Community initiatives, operational programmes and other forms of assistance\nInformation and publicity shall be the subject of a coherent set of measures defined by the competent national, regional and local authorities in collaboration with the Commission's departments for the duration of the CSF and shall concern both  operational programmes and other forms of assistance.\nThe amounts provided for information and publicity shall be included in the provisional financing plans of the CSFs, operational programmes and other forms of assistance under the heading of technical assistance.\nThe Monitoring Committees shall examine the implementation of such measures and shall inform the Commission thereof.\nWhen CSFs, operational programmes and other forms of assistance are implemented, the measures set out at (a), (b) and (c) below shall apply:\n(a) The competent authorities of the Member States shall publish the content of operational programmes and other forms of assistance in the most appropriate form, indicating the participation of the Structural Funds and, where applicable, the FIFG. They  shall ensure that such documents are appropriately disseminated and shall hold them available for interested parties. They shall ensure the consistent presentation throughout the territory of the Member State of information and publicity material  produced, in accordance with point 4.\n(b) The abovementioned measures shall also apply where Community assistance is the subject of a single decision within the meaning of Article 10 (1) of Regulation (EEC) No 4253/88.\n(c) Information and publicity measures on the spot shall include the following:\n(i) In the case of infrastructure investments with a cost exceeding ECU 500 000 for FIFG and ECU 1 million for all other cases:\n- billboards erected on the sites,\n- permanent commemorative plaques for infrastructures accessible to the general public,\nto be installed in accordance with point 6.\n(ii) In the case of productive investments, measures to develop local potential and all other measures receiving financial assistance from the Community:\n- measures to make potential beneficiaries and the general public aware of Community assistance;\n- measures targeting applicants for public aids part-financed by the Community, in the form of an indication on the forms to be filled out by such applicants, that part of the aid comes from the Community.\n(iii) In the case of part-financed training and employment measures:\n- measures making potential beneficiaries and trade organizations aware of the opportunities afforded by the measure;\n- measures making the general public aware of the role played by the Community in relation to measures financed in the field of vocational training, employment and the development of human resources.\n4. Visibility of Community assistance in business circles and among potential beneficiaries and the general public\n4.1. Business circles\nBusiness circles must be involved as closely as possible with the assistance which concerns them most directly.\nThe authorities responsible for implementing assistance shall ensure the existance of appropriate channels for disseminating information to potential beneficiaries, particularly SMEs. These should include an indication of the administrative procedures  to be followed. In the case of global grants, such information must, in particular, be channelled through the managing bodies and through organizations representing industry.\n4.2. Other potential beneficiaries\nThe authorities responsible for implementing assistance shall ensure the existence of appropriate channels for disseminating information to all persons who benefit or could benefit from measures concerning training, employment or the development of  human resources. To this end, they shall secure the cooperation of vocational training bodies, bodies involved in employment, business and groups of businesseses, training centres and non-governmental organizations.\nForms\nForms issued by national, regional or local authorities concerning the announcement of, application for and grant of assistance intended for final beneficiaries or any other person eligible for such assistance shall indicate the part-financing by the  Community and the Structural Fund(s) concerned or, where applicable, the FIFG. The notification of aid sent to beneficiaries shall mention the amount or percentage of the assistance financed by the instrument concerned. If such documents bear the  national or regional emblem, they shall also bear the European emblem of the same size.\n4.3. The general public\nThe media\nThe competent authorities shall inform the media in the most appropriate manner about structural actions co-financed by the Community. Community participation shall be fairly reflected in this information.\nTo this end, the launch of operations (once they have been adopted by the Commission) and important phases in their implementation shall be the subject of information measures, particularly in respect of regional media (press, radio and television).  Appropriate collaboration must be ensured with the Commission's office in the Member State concerned.\nThe principles laid down in the two preceding paragraphs shall apply to advertisements such as press releases or publicity communiquĂŠs.\nInformation events\nThe organizers of information events such as conferences, seminars, fairs and exhibitions in connection with the implementation of operations part-financed by a Structural Fund or the FIFG shall undertake to make explicit the participation of the  Community. The opportunity could be taken of displaying the European flsglin meeting rooms and the emblem upon documents depending on the circumstances. The Commission's offices in the Member States shall assist, as necessary, in the preparation and  implementation of such events.\nInformation material\nPublications (such as brochures and pamphlets) about programmes or similar measures should, on the title page, contain a clear indication of the Community's participation as well as the European emblem where the national or regional emblem is used.\nWhere publications include a preface, it should be signed by both the person responsible in the Member State and, for the Commission, the Member of the Commission or Director-General concerned, to ensure that the Community's participation is made clear.\nSuch publications shall refer to the national and regional bodies responsible for informing interested parties.\nThe abovementioned principles shall also apply to audiovisual material.\n5. The work of the Monitoring Committees\n5.1. The Monitoring Committees shall ensure that there is adequate information concerning their work. To this end, each Monitoring Committee shall inform the media, as often as they consider it necessary, of the progress of the programme(s) or the CSF,  as applicable, for which it is responsible. The chairman shall be responsible for contacts with the press. He shall be assisted by the Commission's representative(s).\nAppropriate arrangements shall also be made, in collaboration with the Commission's departments and offices in the Member States, when important events are held in connection with the Monitoring Committee's meetings, such as high-level meetings or  inaugurations.\n5.2. The Commission's representatives in the Monitoring Committees, in collaboration with the national and regional authorities responsible for implementing operational programmes, shall ensure compliance with the provisions adopted concerning  publicity, particularly those concerning billboards and commemorative plaques.\nInformation on publicity measures and suitable evidence such as photographs shall be submitted to the Monitoring Committees by the authorities responsible for implementing programmes. The Committees shall forward to the Commission all the information  which it needs to take into account for the annual report provided for in Article 31 of Regulation (EEC) No 4253/88.\nSuch information must enable the Commission to ascertain that the provisions of this Decision have been complied with.\n6. Special arrangements concerning billboards, commemorative plaques and posters\nIn order to ensure the visibility of measures part-financed by one of the Structural Funds or the FIFG, Member States shall ensure that the following information and publicity measures are complied with:\nBillboards\nIn accordance with point 3, billboards shall be erected on the sites of projects concerning part-financed investments and infrastructures with a cost exceeding the amounts mentioned at point 3 (c) (i). Such billboards shall include a space reserved for  the indication of the Community's participation.\nBillboards must be of a size which is appropriate to the scale of the operation.\nThe section of the billboard reserved for the Community must meet the following criteria:\n- it shall take up at least 25 % of the total area of the billboard;\n- it shall bear the standardized European emblem and the following text, to be presented as below:\nTHIS PROJECT IS BEING PART-FINANCED BY THE EUROPEAN COMMUNITY   European Regional Development Fund  (or other Fund concerned or the FIFG)\n- the letters used to mention Community assistance must be at least the same size as the letters used to indicate national participation.\nWhere the competent national or regional authorities do not erect a billboard announcing their own involvement in the financing of a project, the Community's assistance must be announced on a special billboard. In such cases, the above provisions  concerning the Community part shall apply by analogy.\nBillboards shall be removed not later than six months after completion of the work and replaced, wherever possible, by a commemorative plaque in accordance with the following provisions.\nCommemorative plaques\nPermanent commemorative plaques shall be placed at sites accessible to the general public (congress centres, airports, stations, etc.). In addition to the European emblem, such plaques must mention the Community's part-financing together with an  indication of the Structural Fund(s) concerned or the FIFG.\nPosters\nIn order to make beneficiaries and the general public aware of the role played by the Community in the development of human resources, vocational training and employment, the competent authorities shall display posters about the European Social Fund and  the development of human resources, particularly in employment agencies, large vocational training centres and the premises of bodies implementing vocational training and employment measures which have received assistance from the said Fund.\nWhere a national, regional or local authority or another final beneficiary decides to erect a billboard, place a commemorative plaque, display a poster or take any other step to provide information about projects with a cost of less than ECU 1 million,  the Community's participation must also be indicated.\n7. Final provisions\nThe national, regional or local authorities concerned may, in any event, carry out additional measures if they deem this appropriate.\nThey shall consult the Commission and inform it of the initiatives they take so that the Commission may participate appropriately in their realization.\nIn order to facilitate the implementation of these provisions, the Commission shall provide technical assistance where necessary, and shall make a practical manual available to the authorities concerned."}