{"celex_id": "31990D0199", "uri": "http://publications.europa.eu/resource/cellar/84d02e70-49f4-414f-b87c-44c6d2702d36", "type": "Decision", "concepts": ["1318", "3743", "889"], "title": "90/199/EEC: Commission Decision of 28 February 1990 on aid from the Federal Republic of Germany to the coal industry in 1989 (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 February 1990\non aid from the Federal Republic of Germany to the coal industry in 1989\n(Only the German text is authentic)\n(90/199/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn its communications of 11 October and 1 December 1988, the Government of the Federal Republic of Germany informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it intends to take in 1989 in order to support the coal industry.\nIn its communications of 24 April, 8 September and 16 November 1989, the Government of the Federal Republic of Germany provided further information as requested by the Commission on 3 March and 21 June 1989.\nUnder the above Decision, the Commission hereby expresses its opinion on the following aid measures:\n- DM 2 865 million of aid for supplying coal and coke to the Community's iron and steel industry, pursuant to Article 4 of the Decision,\n- DM 160 million of aid granted under a scheme to maintain the underground labour force in deep mines (Bergmannspraemie), pursuant to Article 6 of the Decision,\n- DM 20 million of aid for special depreciation,\n- DM 216 million of aid to finance social grant schemes specific to the coal industry, intended to cover the difference between actual and standard social charges.\nThe aid which the Government of the Federal Republic of Germany intends to grant to its coal industry conforms to the provisions of Article 1 (1) of Decision No 2064/86/ECSC. The Commission must therefore decide, pursuant to Article 10 of the Decision, whether the aid conforms to the objectives and criteria set out in the Decision and whether it is compatible with the proper functioning of the common market.\nII\nIn accordance with Articles 4 and 12 of the Decision, coal undertakings are authorized, where necessary, to grant rebates on their list prices or production costs for deliveries of coking coal, blast furnace coke and coal for injection into blast furnaces for the iron and steel industry of the Community under long-term contract. These rebates must not cause the delivered prices of Community coal and coke to work out lower than those which would be charges for coal from non-member countries and coke made from non-member country coking coal.\nThe Government of the Federal Republic of Germany has informed the Commission of the principles underlying a new system of aid for supplying coal and coke to the Community's iron and steel industry, the purpose of which is to set a ceiling on the amount of aid granted in respect of 1989, 1990 and 1991. The total amount of aid which it is intended to grant for the period from 1 January 1989 to 31 December 1991 is DM 10 960 million. The total quantities covered by this aid should amount to 69,8 million tonnes.\nUnder this system, the Government proposes to pay approximately DM 2 865 million of aid to coal producers for 1989.\nThis amount, provided for in the 1989 budget, will not be sufficient to cover all the aid required for 1989 in respect of an estimated quantity of 24,5 million tonnes of coal and coke supplied to the Community's iron and steel industry.\nAny plan subsequently to modify the sum specified in this Decision will have to be notified at a later stage, in accordance with Article 9 (3) of Decision No 2064/86/ECSC so that the Commission can express an opinion in accordance with the procedures defined in Article 10 of the said Decision.\nThe Commission welcomes the principle of setting a ceiling on aid, as this should further encourage the restructuring of the coal industry and thus improve its competitiveness in accordance with the first indent of Article 2 (1) of Decision No 2064/86/ECSC.\nPursuant to Article 11 (1) of Decision No 2064/86/ECSC, steps must be taken to ensure that this aid does not lead to discrimination, within the meaning of the ECSC Treaty, as between Community buyers or users of coal or coke.\nAfter the end of 1989, the Government of the Federal Republic of Germany will inform the Commission of any changes in the quantities delivered and will provide data on production costs and the guide price so that the Commission can verify that all the abovementioned provisions have been complied with.\nIII\nThe aid of DM 160 million to finance the mineworkers' bonuses ('Bergmannspraemie' of DM 10 per shift worked underground) helps the coal industry to maintain a skilled underground workforce. This aid, which makes it possible to improve productivity, is specifically provided for in Article 6 of Decision No 2064/86/ECSC and helps improve the competitiveness of the coal industry in accordance with the first indent of Article 2 (1) of the Decision.\nThe aid for special depreciation helps improve the competitiveness of the German coal industry in that it enables the restructuring process to be speeded up. Since it amounts to only 0,1 % of the production cost, this aid measure will not give the German industry any significant competitive advantage over other Community coal producers, particularly since the amounts paid do not cover the production costs. In view of its intended effect, the measure helps to achieve the objective specified in the first indent of Article 2 (1) of Decision No 2064/86/ECSC.\nThe information provided by the Government of the Federal Republic of Germany regarding aid to finance social grant schemes specific to the coal industry shows that the aid which the German Government intends to grant for these purposes makes the ratio between the burden per mine worker in employment and the benefits per person in receipt of benefit lower than the corresponding ratio in other industries.\nFor 1989 the difference is DM 216 million. Since this exceeds the limits set in Article 7 of Decision No 2064/86/ECSC, this measure must be considered as indirect aid for current production and must be examined in accordance with Article 10 (2) of the Decision. The reduction of about 1 % in production costs which it entails does not give the German coal industry and significant competitive advantage over other Community coal producers. Since this measure reduces the industry's operating costs, it helps solve the social and regional problems related to developments in the coal industry by enabling restructurering, rationalization and modernization measures to be implemented more gradually. It thus helps to achieve the objective referred to in the third indent of Article 2 (1) of the Decision.\nIV\nConsequently, the aid measures referred to in this Decision are compatible with the proper functioning of the common market.\nThis decision is without prejudice to the compatibility with Decision No 2064/86/ECSC of the amounts of aid foreseen by the Government of the Federal Republic of Germany for the years following 1989 within the framework of the system established in that Member State for aid for the supply of coal and steel to the Community's iron and steel industry.", "main_body": ["The Government of the Federal Republic of Germany is hereby authorized to grant aid totalling DM 3 261 million to the coal industry in the Federal Republic of Germany, for the 1989 calendar year. The total amount shall be made up of the following aids:\n1. an amount of DM 2 865 million in aid for supplying coal and coke to the Community's iron and steel industry;\n2. an amount of DM 160 million in aid under the scheme to maintain the underground labour force in deep mines (Bergmannspraemie);\n3. an amount of DM 20 million in aid to cover special depreciation;\n4. an amount of DM 216 million in aid to finance social grant schemes specific to the coal industry, covering the difference between actual and standard social charges.", "Pursuant to Article 9 (3) of Decision 2064/86/ECSC, the Government of the Federal Republic of Germany shall notify the Commission of any additional aid it may intend to grant, in respect of 1989, for sales of coal and coke to the iron and steel industry of the Community.", "The Government of the Federal Republic of Germany shall notify the Commission by 30 June 1990, of the actual amounts of aid paid in 1989.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 February 1990.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}