{"celex_id": "31994D0109", "uri": "http://publications.europa.eu/resource/cellar/151cfbdc-155d-464c-9813-a1de13b969a1", "type": "Decision", "concepts": ["3461", "3466", "5078", "5283"], "title": "94/109/EC: Council Decision of 7 February 1993 concerning the signing and provisional application of the International Cocoa Agreement, 1993 on behalf of the Community\n", "header": "COUNCIL DECISION of 7 February 1993 concerning the signing and provisional application of the International Cocoa Agreement, 1993 on behalf of the Community (94/109/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113, in liaison with Article 228 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the International Cocoa Agreement, 1993 negotiated on the basis of resolution 93 (IV), the 'new partnership for development: Cartagena Commitment' and the relevant objectives in the final document 'Cartagena Spirit' adopted by the United Nations  Trade and Development Conference at its eighth session, was open for signing from 16 August to 30 September 1993;\nWhereas, pursuant to the decision adopted by the International Cocoa Council at its 46th regular session held in London from 9 to 18 September 1993, the deadline for signature and also for ratification, acceptance or approval of the International Cocoa  Agreement, 1993 was extended from 1 October 1993 to 28 February 1994;\nWhereas the International Cocoa Agreement, 1986 expired on 30 September 1993; whereas the new Agreement must be applied as soon as possible;\nWhereas the objectives pursued by the Agreement fit into the context of the common commercial policy;\nWhereas the Member States are called upon to participate, by financial contributions, in the actions provided for in the Agreement;\nWhereas all the Member States have expressed their intention to sign and to contribute towards the provisional application of the Agreement; whereas the Community should sign the Agreement lodged with the Secretary-General of the United Nations  Organization and notify before 28 February 1994 its intention to apply the Agreement provisionally,", "main_body": ["1. The Community shall sign by 28 February 1994 the International Cocoa Agreement, 1993, which is lodged with the United Nations Secretary-General.\nThe text of the Agreement is attached to this Decision.\n2. The Community shall notify the Secretary-General of the United Nations Organization of its intention to apply the International Cocoa Agreement, 1993 provisionally, in accordance with Articles 55 and 56 (2) of the Agreement.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement and deposit the notification of provisional application on behalf of the Community."], "attachments": "Done at Brussels, 7 February 1994.\nFor the Council\nThe President\nTh. PANGALOS"}