{"celex_id": "31995D0260", "uri": "http://publications.europa.eu/resource/cellar/a702c4b6-d136-45de-974d-6e5160b9c80d", "type": "Decision", "concepts": ["138", "2187", "2836", "3559", "3678", "6049"], "title": "95/260/EC: Commission Decision of 13 June 1995 setting up a Consumer Committee\n", "header": "COMMISSION DECISION of 13 June 1995 setting up a Consumer Committee (95/260/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas the Commission must consult consumers on problems concerning the protection of consumer  interests at Community level;\nWhereas a Consumers' Consultative Council was set up by Commission Decision 90/55/EEC  (1), as last  amended by Decision 95/13/EC  (2), to enable the Commission to hear the view of organizations  representing consumers;\nWhereas experience with the operation of this Council since its creation, and in particular after  its membership was last renewed on 20 June 1994, shows that it is does not adequately meet the  Commission's needs as regards effectiveness and speed of consultation;\nWhereas it is advisable to replace this Council by a new body;\nWhereas a Consumer Committee should be set up whose structure and organization are consonant with  the Commission's objectives;\nWhereas that Committee should be representative of consumers in all Member States of the European  Community, whether they be organized at national, regional or European level;\nWhereas that Committee should be accorded a statute which is based on experience gained,", "main_body": ["1.  The Commission hereby establishes a Consumer Committee,  hereinafter called 'the Committee`.\n2.  The Committee shall be composed of representatives of European consumer organizations and  national and regional consumer organizations and institutes.", "The Committee may be consulted by the Commission on all problems relating to the  protection of consumer interests at Community level.", "The Committee shall be composed of 20 members. The seats shall be attributed as  follows:\n(a)  to representatives of national and regional consumer organizations and institutes, a total of  15, using the method of distribution and selection described in Annex I;\n(b)  to representatives of European consumer organizations, a total of five, using the method of  distribution and selection described in Annex II.", "1.  The members of the Committee shall be appointed by the Commission.\n2.  An equal number of alternates shall be appointed under the same conditions as the full members.  The alternate shall automatically replace a full member who is absent or indisposed.", "1.  The term of office of members of the Committee shall be two years and shall be  renewable once.\n2.  At the end of the two-year period, the members of the Committee shall remain in office until a  replacement is provided or until their term of office is renewed.\n3.  The term of office of a member shall lapse before the end of the two-year period in the event  of his retirement or on his death. The term of office of a member may also be terminated where the  organization which nominated him requests his replacement. The member shall be replaced for the  remainder of the term of office in accordance with the procedure laid down in Article 3.\n4.  Membership shall not confer entitlement to payment.", "The Commission shall publish the list of full members and alternates in the Official  Journal of the European Communities, for the purposes of information.", "The meetings of the Committee shall be chaired by a Commission representative. The  Commission shall also provide secretarial services for the Committee and organize its work.", "The Committee shall meet at the seat of the Commission, which shall convene meetings.", "Without prejudice to Article 214 of the Treaty, the members of the Committee are  required not to divulge information obtained from their work in the Committee, when the Commission  informs them that the opinion requested or question raised is of a confidential nature.", "0\nDecision 90/55/EEC is hereby repealed.", "1\nThis Decision shall take effect on 13 June 1995."], "attachments": "Done at Brussels, 13 June 1995.\nFor the Commission Emma BONINO Member of the Commission\nANNEX I\nREPRESENTATION OF NATIONAL ORGANIZATIONS AND INSTITUTES\n(a)  Seats attributed  to members of national organizations and institutes shall be broken down by nationality as  follows:\n>TABLE>\n(b)  The national bodies coordinating consumer associations shall each propose to the Commission a  list of at least three times as many persons as there are full and alternate seats to be filled,  with an equal number of full and alternate members, from which the Commission shall select the full  member(s) or alternate(s).\nIn those Member States where such bodies do not exist, the Commission shall appoint members from  the consumer organizations and other institutes, bodies, research institutes, whether represented  by the European organizations or not, which are concerned in a general way with the protection of  consumer interests at national level.\nConsumer organizations must meet certain criteria regarding representativeness, particularly their  actual work in defence of consumer interests, independence from business circles, the relevance of  their work in terms of public interest and/or the number of members.\nANNEX II\nThe following organizations shall each propose a list of at least six persons,  with an equal number of full members and alternates, from which the Commission shall select one  full member and one alternate.\n-  European Office of Consumer Unions (BEUC),\n-  Confederation of Family Organizations in the European Communities (Coface),\n-  European Community of Consumer Cooperatives (Eurocoop),\n-  European Trade Union Confederation (ETUC),\n-  European Interregional Institute for Consumer Affairs (EEICA)."}