{"celex_id": "31995R1021", "uri": "http://publications.europa.eu/resource/cellar/2d6578a3-fc43-4243-b0bd-20aac6f2f126", "type": "Regulation", "concepts": ["1261", "1378", "4057", "4498", "5367", "893"], "title": "Commission Regulation (EC) No 1021/95 of 5 May 1995 amending Regulation (EEC) No 890/78 laying down detailed rules for the certification of hops (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1021/95 of 5 May 1995 amending Regulation (EEC) No 890/78 laying down  detailed rules for the certification of hops (Text with EEA relevance)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of  the market in hops  (1), as amended by the Act of Accession of Austria, Finland and Sweden, and  Regulation (EC) No 3290/94  (2), and in particular Article 2 (5) thereof,\nWhereas as a consequence of the accession of Austria, Finland and Sweden, Commission Regulation  (EEC) No 890/78  (3), as last amended by Regulation (EC) No 852/94  (4), should be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee on Hops,", "main_body": ["Regulation (EEC) No 890/78 is amended as follows:\n1.  Article 5a is replaced by the following:\n'Article 5a The certificate referred to in Article 5 of Regulation (EEC) No 1784/77 shall bear at least one of  the following texts, applied by the authority empowered to carry out certifications:\n-  Produit certifié - Règlement (CEE) n° 890/78,\n-  Certificeret produkt - Forordning (EOEF) nr. 890/78,\n-  Zertifiziertes Erzeugnis - Verordnung (EWG) Nr. 890/78,\n-  ÐéóôïðïéçìÝíï ðñïúueí - Êáíïíéóìueò (AAÏÊ) áñéè. 890/78,\n-  Producto certificado - Reglamento (CEE) n° 890/78,\n-  Certified product - Regulation (EEC) No 890/78,\n-  Prodotto certificato - Regolamento (CEE) n. 890/78,\n-  Gecertificeerd produkt - Verordening (EEG) nr. 890/78,\n-  Produto certificado - Regulamento (CEE) nº 890/78,\n-  Varmennettu tuote - Asetus (ETY) N :o 890/78,\n-  Certifierad produkt - Foerordning (EEG) nr 890/78.` 2.  Article 6 (3) is replaced by the following:\n'3.  Before 1 September 1978, Member States shall communicate to the Commission a list of the  certification centres and the code for each centre.\nIn the case of Greece, Spain, Portugal and Austria, this information shall be communicated before  the end of the fourth month following the date of accession.\nThe list of these centres and their code numbers shall be published in the Official Journal of the  European Communities. An updated list shall be published annually.` 3.  Article 11 is replaced by the following:\n'Article 11 Before 1 September 1978, Member States shall communicate to the Commission a list of the zones or  regions of production referred to in Article 6 (1) of Regulation (EEC) No 1784/77.\nIn the case of Greece, Spain, Portugal and Austria, this information shall be communicated before  the end of the fourth month following the date of accession.` 4.  Point 2 of Annex III is replaced by the following:\n>TABLE>", "This Regulation shall enter into force on the day of its publication in the Official Journal of the  European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 5 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}