{"celex_id": "31998D0889", "uri": "http://publications.europa.eu/resource/cellar/771da338-8ed9-407b-92b2-2891508c33ba", "type": "Decision", "concepts": ["1047", "187", "1946", "3299", "5315", "5781"], "title": "Decision No 889/98/EC of the European Parliament and of the Council of 7 April 1998 amending Council Decision 92/481/EEC on the adoption of an action plan for the exchange between Member State administrations of national officials who are engaged in the implementation of Community legislation required to achieve the internal market (Karolus programme)\n", "header": "DECISION No 889/98/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 7 April 1998 amending Council Decision 92/481/EEC on the adoption of an action plan for the exchange between Member State administrations of national officials who are engaged in the implementation of Community legislation required to achieve the internal market (Karolus programme)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3),\nWhereas the Karolus programme, introduced by Decision 92/481/EEC (4), expired on 31 December 1997;\nWhereas the usefulness of the programme has not been sufficiently proven in terms of strengthening cooperation between the Member States by exchanging experience gained in the implementation of Community legislation required to complete the internal market, particularly because of the high number of priority measures;\nWhereas, accordingly, the programme should be extended for two years whilst ensuring the participation of officials from as many Member States as possible, pending the implementation of a new multiannual programme;\nWhereas the programme should be opened up to participation by the associated countries of Central and Eastern Europe (CEECs), in accordance with the terms laid down in the Europe Agreements and in the Additional Protocols annexed to the Association Agreements regarding participation in Community programmes;\nWhereas the programme should be opened up to participation by the EFTA States which are members of the European Economic Area (EEA) and by Cyprus, the latter on the basis of additional appropriations, subject to the same rules as those applying to the EFTA States which are EEA members, in accordance with procedures to be agreed with Cyprus, the arrangements for this participation to be agreed between the parties concerned at the appropriate time;\nWhereas the European Parliament, the Council and the Commission made a joint declaration on 6 March 1995 on the incorporation of financial provisions into legislative acts (5);\nWhereas this Decision establishes a financial framework for the period 1998-1999 additional to the appropriations committed during the period 1992-1997; whereas the aggregate amount for the two periods constitutes the principal point of reference within the meaning of point 1 of the said declaration of 6 March 1995 for the budgetary authority during the annual budgetary procedure;\nWhereas an agreement on a modus vivendi between the European Parliament, the Council and the Commission concerning the implementing measures of acts adopted in accordance with the procedure laid down in Article 189b of the Treaty (6) was concluded on 20 December 1994,", "main_body": ["Decision 92/481/EEC is hereby amended as follows:\n1. Article 11 shall be replaced by the following:\n'Article 11\n1. The programme shall last seven years and its implementation shall start with the 1993 budget year.\n2. The appropriations committed for the period 1993-1997 shall amount to ECU 7,7 million. The financial framework for implementation of the programme during the extension period 1998-1999 shall be ECU 4,5 million. The aggregate amount of ECU 12,2 million shall correspond to an overall figure of 1 340 participations. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective and in accordance with the criteria of sound financial management referred to in Article 2 of the Financial Regulation.`;\n2. The following Article shall be inserted:\n'Article 11a\nThe programme shall be open to participation by the associated countries of Central and Eastern Europe (CEECs), in accordance with the terms laid down in the Europe Agreements and in the Additional Protocols annexed to the Association Agreements regarding participation in Community programmes.\nThe programme shall be open to participation by EFTA States which are European Economic Area (EEA) members and by Cyprus, the latter on the basis of additional appropriations, subject to the same rules as those applying to EFTA States which are EEA members, in accordance with procedures to be agreed with Cyprus.\nThe arrangements for this participation shall be agreed between the parties concerned at the appropriate time.`", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 1998.\nFor the European Parliament\nThe President\nJ.M. GIL-ROBLES\nFor the Council\nThe President\nD. BLUNKETT\n(1) OJ C 274, 10. 9. 1997, p. 9 and OJ C 1, 3. 1. 1998, p. 18.\n(2) Opinion delivered on 10 December 1997. (OJ C 73 of 9. 3. 1998, p. 49).\n(3) Opinion of the European Parliament of 18 November 1997 (OJ C 371, 8. 12. 1997), Common Position of the Council of 26 January 1998 (OJ C 62, 26. 2. 1998, p. 60), and Decision of the European Parliament of 10 March 1998 (OJ C 104, 6. 4. 1998), Council Decision of 23 March 1998.\n(4) OJ L 286, 1. 10. 1992, p. 65.\n(5) OJ C 102, 4. 4. 1996, p. 4.\n(6) OJ C 102, 4. 4. 1996, p. 1."}