{"celex_id": "31996R2103", "uri": "http://publications.europa.eu/resource/cellar/46dc29bd-bc7f-4798-9b16-21fb6661d129", "type": "Regulation", "concepts": ["1264", "3591", "4172", "4885", "932"], "title": "Commission Regulation (EC) No 2103/96 of 31 October 1996 establishing the forecast supply balance for olive oil for the Canary Islands under the specific measures provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 2103/96 of 31 October 1996 establishing the forecast supply balance for olive oil for the Canary Islands under the specific measures provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EC) No 2537/95 (2), and in particular Article 3 (4) thereof,\nWhereas Commission Regulation (EC) No 2790/94 of 16 November 1994 laying down common detailed rules for the implementation of Council Regulation (EEC) No 1601/92 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), as amended by Regulation (EC) No 2883/94 (4), establishes specific measures for the Canary Islands with regard to certain agricultural products;\nWhereas Commission Regulation (EC) No 2542/95 (5) establishes the forecast supply balance for olive oil for the period 1 November to 31 October 1996;\nWhereas, in order to enable the Canary Islands to be supplied with olive oil for the entire 1996/97 marketing year, an additional forecast supply balance must be adopted for the period 1 November 1996 to 31 October 1997;\nWhereas, in order to avoid any interruption in the arrangements, this Regulation should apply from 1 November 1996;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the application of Articles 2 and 3 of Regulation (EEC) No 1601/92, the forecast balance for the supply of olive oil sector products benefiting from exemption from duties on imports from third countries or benefiting from Community aid shall be as laid out in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 260, 31. 10. 1995, p. 10.\n(3) OJ No L 296, 17. 11. 1994, p. 23.\n(4) OJ No L 304, 29. 11. 1994, p. 18.\n(5) OJ No L 260, 31. 10. 1995, p. 31.\nANNEX\nForecast supply balance for olive oil for the Canary Islands for the period 1 November 1996 to 31 October 1997\n>TABLE>\nThe quantities fixed may be exceeded up to a maximum of 20 % provided that the combined quantity for the products concerned is not exceeded."}