{"celex_id": "31997R1478", "uri": "http://publications.europa.eu/resource/cellar/c9fa52e9-8116-42d0-af29-08484acb4415", "type": "Regulation", "concepts": ["1264", "3003", "5096", "797"], "title": "Commission Regulation (EC) No 1478/97 of 28 July 1997 fixing the actual production of olive oil and the unit amount of production aid for the 1995/96 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1478/97 of 28 July 1997 fixing the actual production of olive oil and the unit amount of production aid for the 1995/96 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EC) No 1581/96 (2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (3), as last amended by Regulation (EC) No 636/95 (4), and in particular Article 17a (3) thereof,\nWhereas Article 5 of Regulation No 136/66/EEC provides that the unit amount of the production aid must be reduced where the actual production for a given marketing year exceeds the maximum guaranteed quantity fixed for that marketing year; whereas, however, producers whose average production is less than 500 kilograms of olive oil per marketing year are not affected by that reduction;\nWhereas Article 17a of Regulation (EEC) No 2261/84 provides that, in order to determine the unit amount of the production aid for olive oil which may be paid in advance, the estimated production for the marketing year concerned should be established; whereas, for the 1995/96 marketing year, the estimated production aid which may be paid in advance was fixed by Commission Regulation (EC) No 1888/96 (5);\nWhereas, pursuant to Article 17a (2) of Regulation (EEC) No 2261/84, not more than eight months after the end of the marketing year the quantity actually produced in respect of which entitlement to the aid has been recognized must be determined; whereas, to that end in accordance with Article 12a of Commission Regulation (EEC) No 3061/84 (6), as last amended by Regulation (EC) No 1110/97 (7), the Member States concerned must notify the Commission, not later than 31 May following each marketing year, of the quantity recognized as qualifying for the aid in each Member State; whereas as a result of those communications the quantity eligible for aid for the 1995/96 marketing year amounts 625 000 tonnes for Italy, 2 450 tonnes for France, 445 000 tonnes for Greece, 375 000 tonnes for Spain and 34 000 tonnes for Portugal;\nWhereas recognition by the Member States of those quantities as qualifying for the aid implies that the checks referred to in Regulations (EEC) No 2261/84 and (EEC) No 3061/84 have been carried out; whereas, however, fixing actual production in accordance with the information on the quantities recognized as qualifying for Community aid by the Member States does not prejudge the conclusions that may be drawn from verification of the accuracy of that information under the clearance of accounts procedure;\nWhereas, in view of the quantity actually produced, the unit amount of the production aid provided for in point (b) of the fifth subparagraph of Article 5 (1) of Regulation No 136/66/EEC should also be fixed;\nWhereas, in view of the exceptional circumstances which have led to a certain delay in fixing actual production for the 1995/96 marketing year and in order to ensure that payment of the balance of the production aid for that marketing year is made under the budget for the 1997 financial year, it is necessary to fix 15 October 1997 as the final date for that payment by derogating from Article 12b (3) of Regulation (EEC) No 3061/84;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1995/96 marketing year for olive oil:\n- the quantity actually produced in respect of which entitlement to the production aid has been recognized and which is eligible for reimbursement by the EAGGF Guarantee Section is 1 481 450 tonnes,\n- the unit amount of the production aid shall be ECU 129,57 per 100 kilograms.", "Notwithstanding Article 12b (3) of Regulation (EEC) No 3061/84, Member States shall pay the balance of the production aid for the 1995/96 marketing year, payable to producers whose average output is not less than 500 kilograms, not later than 15 October 1997.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 206, 16. 8. 1996, p. 11.\n(3) OJ No L 208, 3. 8. 1984, p. 3.\n(4) OJ No L 67, 25. 3. 1995, p. 1.\n(5) OJ No L 249, 1. 10. 1996, p. 27.\n(6) OJ No L 288, 1. 11. 1984, p. 52.\n(7) OJ No L 162, 19. 6. 1997, p. 14."}