{"celex_id": "31998R2105", "uri": "http://publications.europa.eu/resource/cellar/ddfcfd09-0809-47cd-83e4-a059d38bc289", "type": "Regulation", "concepts": ["192", "4821", "5034", "619", "773", "893"], "title": "Commission Regulation (EC) No 2105/98 of 1 October 1998 amending Regulation (EC) No 2628/97 as regards transitional provisions for the start-up period of the system for the identification and registration of bovine animals (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2105/98 of 1 October 1998 amending Regulation (EC) No 2628/97 as regards transitional provisions for the start-up period of the system for the identification and registration of bovine animals (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 820/97 of 21 April 1997 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (1), and in particular Article 10(f) thereof,\nWhereas Commission Regulation (EC) No 2628/97 (2) lays down detailed rules as regards transitional provisions for the start-up period of the system for the identification and registration of bovine animals;\nWhereas in order to avoid difficulties in the domain of intra-Community trade in bovine animals it is necessary to clarify the applicable rules; whereas it is necessary to allow in certain Member States, for a transitional period until 1 March 1999 at the latest, the trade in bovine animals born after 1 January 1998 bearing ear-tags complying with Council Directive 92/102/EEC of 27 November 1992 on the identification and registration of animals (3);\nWhereas such a solution is justifiable since it serves the possibility for Member States to use their existing stock of ear-tags and avoids the practical difficulties of re-identifying quickly all bovine animals which may be subject to intra-Community trade;\nWhereas Regulation (EC) No 2628/97 should be amended accordingly;\nWhereas having regard to Article 4 of Regulation (EC) No 820/97, it is necessary for the measures provided for in this Regulation to take effect from 1 September 1998;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["The following paragraph 6 is hereby added to Article 1 of Regulation (EC) No 2628/97:\n'6. Until 1 March 1999 at the latest, bovine animals which belong to the national herds of Belgium, France, Germany, Italy, Netherlands, Portugal and the United Kingdom (with the exception of Northern Ireland), are born after 1 January 1998, and bear two ear-tags as referred to in paragraph 1, may be subject to intra-Community trade provided that those ear-tags comply with Council Directive 92/102/EEC (*) and form part of the national stocks notified in accordance with paragraph 3.\nFor the purposes of this paragraph, for Portugal and Germany the second ear-tag may comply with paragraph 4.\n(*) OJ L 355, 5. 12. 1992, p. 32.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 117, 7. 5. 1997, p. 1.\n(2) OJ L 354, 30. 12. 1997, p. 17.\n(3) OJ L 355, 5. 12. 1992, p. 32."}