{"celex_id": "31994R0268", "uri": "http://publications.europa.eu/resource/cellar/1bb8b4b4-705b-4329-8c9a-14e718b7cb9a", "type": "Regulation", "concepts": ["2713", "2974", "2975", "4373"], "title": "Commission Regulation (EC) No 268/94 of 4 February 1994 amending Commission Regulation (EEC) No 3477/92 laying down detailed rules for the application of the raw tobacco quota system for the 1993 and 1994 harvests\n", "header": "COMMISSION REGULATION (EC) No 268/94 of 4 February 1994 amending Commission Regulation (EEC) No 3477/92 laying down detailed rules for the application of the raw tobacco quota system for the 1993 and 1994 harvests\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 11 thereof,\nWhereas the time limits for distributing the quotas and cultivation certificates for the 1994 harvest should be laid down taking account of the experience gained in the operations for the previous harvest;\nWhereas the threshold quantities applicable to the 1994 harvest are greater than those laid down for the 1993 harvest for certain groups of varieties, but less than those for others; whereas the additional quantities should be distributed between the  interested parties in accordance with objective criteria taking account of certain priorities to be determined by the Member States on the basis of their individual situations;\nWhereas a voluntary exchange of quotas or cultivation certificates among interested producers may help to rationalize production; whereas, to this end, Commission Regulation (EEC) No 3477/92 (2), as last amended by Regulation (EEC) No 1668/93 (3),  should be amended;\nWhereas the provisions of this Regulation apply to the quotas and cultivation certificates in respect of the 1994 harvest and should therefore be implemented at the earliest opportunity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 3477/92 is amended as follows:\n1. in Article 1 (1), '15 December 1993' is replaced by '22 February 1944';\n2. Article 9 (5) is replaced by the following:\n'5. Where the guarantee threshold fixed for a group of varieties for the 1994 harvest and a particular Member State in accordance with Article 9 (2) of Regulation (EEC) No 2075/92 is higher than the guarantee threshold applicable to the 1993 harvest,  the quantity exceeding that guarantee threshold shall be distributed in accordance with objective criteria to be laid down by the Member State.\nWhere applicable, the quantities available under the first subparagraph shall be reduced by those set aside for the purposes of paragraph 4.\nMember States may, in particular, provide that additional quantities are to be allocated as a priority to producers:\n(a) affected by a reduction in the quantities covered by their cultivation certificate or their quota statements in relation to the previous harvest, as regards another group of varieties;\n(b) who, as a result of the additional quantity, can significantly rationalize their production of the tobacco in the group of varieties in question;\n(c) who began production of the group of varieties in question in 1990 or 1991.\nMember States which set up a national pool of cultivation certificates or quotas in accordance with Article 16a, may also transfer the additional quantities to that pool.';\n3. in the last sentence of Article 11 (3) the words 'for the 1993 harvest' are deleted;\n4. the following Article 16a is inserted:\n'Article 16a\n1. With the authorization of the Member State concerned, producers may exchange among themselves their rights to a cultivation certificate or quota statement for one group of varieties. The Member State may provide for the establishment of a national  cultivation certificate or quota pool intended for those eligible to exchange groups of varieties.\n2. The transfer of the right to a cultivation certificate or quota in accordance with paragraph 1 shall be deemed to be a definitive transfer between the producers concerned of the reference quantities on which the issuing of the cultivation certificate  or quota was based.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 351, 2. 12. 1992, p. 11.\n(3) OJ No L 158, 30. 6. 1993, p. 27."}