{"celex_id": "31998L0021", "uri": "http://publications.europa.eu/resource/cellar/9a330dcb-4a70-4d0d-818d-19eee4606590", "type": "Directive", "concepts": ["1638", "1853", "2932", "3594", "532"], "title": "Commission Directive 98/21/EC of 8 April 1998 amending Council Directive 93/16/EEC to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 98/21/EC of 8 April 1998 amending Council Directive 93/16/EEC to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 49, Article 57(1) and (2), first and third sentences, and Article 66 thereof,\nHaving regard to Council Directive 93/16/EEC of 5 April 1993 to facilitate the free movement of doctors and the mutual recognition of their diplomas, certificates and other evidence of formal qualifications (1), as last amended by Directive 97/50/EC (2) of the European Parliament and of the Council, and in particular Article 44a thereof,\nWhereas the Netherlands has made a reasoned request for the designation of occupational medicine to be amended for that Member State in the list of specialised medicine peculiar to two or more Member States;\nWhereas Belgium and Luxembourg have made reasoned requests for occupational medicine to be included for those Member States in the list of specialised medicine peculiar to two or more Member States;\nWhereas Sweden has made a reasoned request for community medicine to be included for that Member State in the list of specialised medicine peculiar to two or more Member States;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee of Senior Officials on Public Health set up by Council Decision 75/365/EEC (3),", "main_body": ["Article 7(2) of Directive 93/16/EEC is hereby amended as follows:\n(a) Under 'occupational medicine`, the following are added:\n'Belgium: mĂŠdicine du travail/arbeidsgeneeskunde,\nLuxembourg: mĂŠdecine du travail`.\n(b) Under 'occupational medicine`, the designation 'arbeids- en bedrijfsgeneeskunde` appearing opposite 'Netherlands` is replaced by the designation 'arbeid en gezondheid`.\n(c) Under 'Community medicine`, the following is added:\n'Sweden: Socialmedicin`.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1998. They shall forthwith inform the Commission thereof.\nThe provisions adopted pursuant to this paragraph shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by the Member States.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 April 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 165, 7. 7. 1993, p. 1.\n(2) OJ L 291, 24. 10. 1997, p. 35.\n(3) OJ L 167, 30. 6. 1975, p. 19."}