{"celex_id": "31997R2325", "uri": "http://publications.europa.eu/resource/cellar/aa15d424-05de-4346-99a4-a38abba468d9", "type": "Regulation", "concepts": ["1425", "1686", "2734", "2735", "3173"], "title": "Commission Regulation (EC) No 2325/97 of 24 November 1997 supplementing the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Council Regulation (EEC) No 2081/92 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2325/97 of 24 November 1997 supplementing the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Council Regulation (EEC) No 2081/92 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), as last amended by Commission Regulation (EC) No 1068/97 (2), and in particular Article 17 (2) thereof,\nWhereas, for certain names notified by the Member States pursuant to Article 17 of Regulation (EEC) No 2081/92, additional information was requested in order to ensure that they complied with Articles 2 and 4 of that Regulation; whereas that additional information shows that the names comply with the said Articles; whereas they should therefore be registered and added to the Annex to Commission Regulation (EC) No 1107/96 (3), as last amended by Regulation (EC) No 1065/97 (4);\nWhereas, following the accession of three new Member States, the six-month period provided for in Article 17 of Regulation (EEC) No 2081/92 is to begin on the date of their accession; whereas some of the names notified by those Member States comply with Articles 2 and 4 of that Regulation and should therefore be registered;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on Geographical Indications and Designations of Origin,", "main_body": ["The names in the Annex to this Regulation are hereby added to the Annex to Regulation (EC) No 1107/96.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 208, 24. 7. 1992, p. 1.\n(2) OJ L 156, 13. 6. 1997, p. 10.\n(3) OJ L 148, 21. 6. 1996, p. 1.\n(4) OJ L 156, 13. 6. 1997, p. 5.\nANNEX\nA. PRODUCTS INTENDED FOR HUMAN CONSUMPTION LISTED IN ANNEX II TO THE TREATY\nFresh meat (and offal)\nFRANCE\n>TABLE>\nCheeses\nGERMANY\n>TABLE>\nAUSTRIA\n>TABLE>\nSWEDEN\n>TABLE>\nOils and fats\nGERMANY\n>TABLE>\nOlive oil\nITALY\n>TABLE>\nFruit and vegetables\nITALY\n>TABLE>\nFresh fish, molluscs and crustaceans and products derived therefrom\nGERMANY\n>TABLE>\nB. FOODSTUFFS LISTED IN ANNEX I TO REGULATION (EEC) No 2081/92\nBeer\nGERMANY\n>TABLE>\nBread, pastry, cakes, confectionery, biscuits and other baker's wares\nITALY\n>TABLE>\nC. AGRICULTURAL PRODUCTS LISTED IN ANNEX II TO REGULATION (EEC) No 2081/92\nFRANCE\n>TABLE>"}