{"celex_id": "31993R1757", "uri": "http://publications.europa.eu/resource/cellar/8b55f1af-38d2-403b-8fe9-eee0420704c7", "type": "Regulation", "concepts": ["1206", "3167", "4088", "5360", "970"], "title": "Commission Regulation (EEC) No 1757/93 of 30 June 1993 amending Regulation (EEC) No 2179/92 laying down detailed rules for the application of the specific import measures for the Canary Islands as regards tobacco\n", "header": "COMMISSION REGULATION (EEC) No 1757/93 of 30 June 1993 amending Regulation (EEC) No 2179/92 laying down detailed rules for the application of the specific import measures for the Canary Islands as regards tobacco\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricualtural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticle 6\n(2) thereof,\nWhereas Article 6 of Regulation (EEC) No 1601/92 provides for exemption from customs duties for direct imports into the Canary Islands of a maximum quantity of 20 000 tonnes of raw and semi-manufactured tobacco intended for the local manufacture of  tobacco products;\nWhereas, in Commission Regulation (EEC) No 2179/92 of 30 July 1992 laying down detailed rules for the application of the specific import measures for the Canary Islands as regards tobacco (3), the product 'tobacco waste' was not considered even though  CN code 2401 is mentioned in Article 6 of Regulation (EEC) No 1601/92; whereas, to remedy that situation for the periods 1 July 1992 to 30 June 1993 and 1 July 1993 to 30 June 1994, the quantities fixed as provided for in the second paragraph of Article  1 of Regulation (EEC) No 2179/92 should be revised at the request of the Spanish authorities;\nWhereas, in the light of experience, there is no need to lodge a large security;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["In the second indent ot Article 3 (3) of Regulation (EEC) No 2179/92, 'ECU 0,7/kg' is be replaced by 'ECU 0,2/kg'.", "In the Annex to Regulation (EEC) No 2179/92:\n- the following line shall be added:\n'2401 30  Tobacco waste  0,28  700',\n- in the line 'ex 2403 91 00  Homogenized or reconstituted tobacco, whether or not put up in sheets or strip', '400' is replaced by '600',\n- in the line 'ex 2403 99 90  Expanded tobacco', '1 500' is replaced by '1 300'.", "For the period 1 July 1993 to 30 June 1994, the Annex to Regulation (EEC) No 2179/92 shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply:\n- as regards Article 2, for the period 1 July 1992 to 30 June 1993,\n- as regards Articles 1 and 3, from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 217, 31. 7. 1992, p. 79.\nANNEX\nProducts eligible for exemption from customs duties on direct imports into the Canary Islands for the period 1 July 1993 to 30 June 1994\n/* Tables: see OJ */\n(1) Actual quantity to be determined on the basis of utilization of other headings (CN codes) pursuant to Article 3 (2).\n(2) Monitoring arrangements for this end-use are laid down in the relevant Community provisions."}