{"celex_id": "31992R3912", "uri": "http://publications.europa.eu/resource/cellar/1a803cd1-0a1e-4697-82ac-d0670fbb317f", "type": "Regulation", "concepts": ["206", "2300", "3110", "4079", "4515", "4533"], "title": "Council Regulation (EEC) No 3912/92 of 17 December 1992 on controls carried out within the Community in the field of road and inland waterway transport in respect of means of transport registered or put into circulation in a third country\n", "header": "31.12.1992 EN Official Journal of the European Communities L 395/6\nCOUNCIL REGULATION (EEC) No 3912/92\nof 17 December 1992\non controls carried out within the Community in the field of road and inland waterway transport in respect of means of transport registered or put into circulation in a third country\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Community has embarked upon the adoption of measures leading to the progressive establishment of the internal market by 31 December 1992, which will comprise an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured in accordance with the provisions of the Treaty;\nWhereas the completion of the internal market will mean controls and formalities at internal frontiers relating to means of transport and the relevant documentation will have to be abolished;\nWhereas, pursuant to existing Community and national legislation in the field of road and inland waterway transport, Member States perform checks, verifications and inspections relating to technical characteristics, authorizations and other documentation with which vehicles and inland waterway vessels must comply; whereas there will in general continue to be a need for such checks, verifications and inspections to prevent disruption of transport market organization and to ensure road and inland waterway safety;\nWhereas, pursuant to Council Regulation (EEC) No 4060/89 of 21 December 1989 on the elimination of controls performed at the frontiers of Member States in the field of road and inland waterway transport (4), such checks shall no longer be performed at frontiers between Member States where they concern means of transport registered or put into circulation in a Member State;\nWhereas the same principle should be introduced with regard to the application of the controls laid down in the said Regulation and of controls carried out for the purposes of agreements with third countries to means of transport registered or put into circulation in a third country;\nWhereas the authorities of the Member State where the means of transport enter from a third country must continue to be able to carry out all necessary controls with regard to checking that the said means of transport possess the authorization to carry out transport operations on or through its territory;\nWhereas Member States must ensure that checks, verifications and inspections can continue to be performed throughout their respective territories as part of the normal control procedures;\nWhereas cooperation to fulfil the obligations of this Regulation should follow the rules laid down in Council Regulation (EEC) No 1468/81 of 19 May 1981 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of the law on customs or agricultural matters (5),", "main_body": ["1.   This Regulation shall apply to controls pursuant to an international agreement and those referred to in Regulation (EEC) No 4060/89 performed within the Community by Member States in respect of road and inland waterway transport operations effected by means of transport registered or put into circulation in a third country.\n2.   This Regulation shall not affect the rights or obligations of a Member State, where the means of transport referred to in paragraph 1 enters from a third country, to perform all necessary controls, in order to establish that such means of transport are authorized to undertake transport in or through the territory of the Member State concerned.", "For the purposes of this Regulation:\n— ‘control’ shall mean any check, inspection, verification or formality performed at Member States' frontiers by national authorities which halt or hamper the free movement of the vehicles or vessels concerned,\n— ‘international agreement’ shall mean any agreement between one or more Member States or the Community and one or more third countries.", "The controls referred to in Article 1 shall no longer be performed as border controls at the internal frontiers of the Community, but as part of the controls the Member States would normally carry out throughout their territory.", "For the purposes of implementing this Regulation, the provisions of Regulation (EEC) No 1468/81 shall apply mutatis mutandis. In addition, Member States shall take all the necessary steps to establish cooperation between their respective competent authorities.", "This Regulation shall enter into force on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1992.\nFor the Council\nThe President\nR. NEEDHAM\n(1)  OJ No C 103, 23. 4. 1992, p. 11.\n(2)  OJ No C 305, 23. 11. 1992.\n(3)  OJ No C 287, 4. 11. 1992, p. 14.\n(4)  OJ No L 390, 30. 12. 1989, p. 18. Regulation as last amended by Regulation (EEC) No 3356/91 (OJ No L 318, 20. 11. 1991, p. 1).\n(5)  OJ No L 144, 2. 6. 1981, p. 1. Regulation as amended by Regulation (EEC) No 945/87 (OJ No L 90, 2. 4. 1987, p. 3)."}