{"celex_id": "31997R2088", "uri": "http://publications.europa.eu/resource/cellar/22316974-c43e-4774-8ba1-dfc32c6239b3", "type": "Regulation", "concepts": ["2409", "2723", "4708", "6004"], "title": "Council Regulation (EC) No 2088/97 of 20 October 1997 amending Regulation (EEC) No 2389/89 on general rules for the classification of vine varieties\n", "header": "COUNCIL REGULATION (EC) No 2088/97 of 20 October 1997 amending Regulation (EEC) No 2389/89 on general rules for the classification of vine varieties\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), and in particular Article 13 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 6 (2) of Regulation (EEC) No 822/87 has been amended to allow Member States to authorize new plantings on land intended for growing parent vines for scions; whereas, in order to improve health control conditions, it is necessary to enable nursery growers to be provided with greater stocks of vine varieties where these are used for the production of scions; whereas it should therefore be provided that all the varieties listed in the classification of vine varieties in a Member State must be able to be planted in that Member State as varieties which may be used for the production of scions;\nWhereas Member States may classify varieties which can be used for the production of scions, because of their special characteristics, for their entire territory or merely for certain administrative units;\nWhereas Regulation (EEC) No 2389/89 (2) should be amended accordingly,", "main_body": ["Regulation (EEC) No 2389/89 is hereby amended as follows:\n(1) the following point shall be added to Article 2 (2):\n'(e) \"variety which can be used for the production of scions\" means the wine grape variety, the table grape variety and the grape variety for special use, defined in points (a), (b) and (c), where they are cultivated for the production of vegetative vine propagation material and supply the aerial parts of the young plant.`;\n(2) the following paragraph shall be added to Article 3:\n'3. The varieties which can be used for the production of scions shall be classified by the Member States for all their administrative units or a part thereof, from varieties classified on their territory under Article 2 (2) (a), (b) and (c).`", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 20 October 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 84, 27. 3. 1987, p. 1. Regulation as last amended by Regulation (EC) No 2087/97 (see page 1 of this Official Journal).\n(2) OJ L 232, 9. 8. 1989, p. 1. Regulation as last amended by the 1994 Act of Accession."}