{"celex_id": "31993R2067", "uri": "http://publications.europa.eu/resource/cellar/09766e40-791f-463f-8975-57b962cc121c", "type": "Regulation", "concepts": ["1644", "2292", "4172", "4718", "932"], "title": "COMMISSION REGULATION (EEC) No 2067/93 of 28 July 1993 amending Regulation (EEC) No 2253/92 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector\n", "header": "COMMISSION REGULATION (EEC) No 2067/93 of 28 July 1993 amending Regulation (EEC) No 2253/92 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular\nArticles 3 (4) and 7 (2) thereof,\nWhereas the quantities of products benefiting from the specific supply arrangements must be determined within the framework of periodic forecast supply balances which may be adjusted on the basis of the essential requirements of the markets and taking  account of local production and traditional trade flows; whereas to ensure coverage of requirements in terms of quantity, price and quality and to ensure that the proportion of products supplied from the Community is preserved, the aid to be granted for  products originating in the rest of the Community must be determined on terms equivalent, for the end user, to the advantage resulting form exemption from import duties on imports of products from third countries;\nWhereas Commission Regulation (EEC) No 2253/92 of 31 July 1992 laying down detailed rules for implementing the specific arrangements for supplying the Canary Islands with products of the wine-growing sector (3) establishes the quantities of wine  eligible for the specific supply arrangements introduced by Title I of Regulation (EEC) No 1601/92 and fixes the Community aid pursuant to Article 3 of that Regulation; whereas the quantities of wine eligible for the arrangements for the 1993/94 wine  year should be determined and the amount of aid should be fixed; whereas, however, for administrative reasons, the date of application should be brought forward;\nWhereas, in the light of experience, the rate of the security for import licences and aid certificates should be reduced;\nWhereas the measures provided for in this Regulation are in accorance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2253/92 is hereby amended as follows:\n1. Article 2 (1) is replaced by the following:\n'1. Pursuant to Article 3 (2) of Regulation (EEC) 1601/92, the aid shall be fixed in such a way as to preserve the porportion of products supplied from the Community, taking account of traditional trade fows.'\n2. In Article 5 (1) (b), 'ECU 2' is replaced by 'ECU 1'.\n3. Annexes I and II are replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 2 August 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 219, 4. 8. 1992, p. 30.\nANNEX\n'ANNEX I\nQuantities of the forecast supply balance for the Canary Islands of products of the wine-growing sector for the period 2 August 1993 to 31 August 1994\n/* Tables: see OJ */\nAmounts of aid payable in respect of the referred to in Annex I and coming, from the Community market\n/* Tables: see OJ */\n(1) The product codes are defined in Commision Regulation (EEC) No 3846/87 (OJ No L 366, 24. 12. 1987, p. 1), as last amended by Regulation (EEC) No 1457/93 (OJ No L 142, 12. 6. 1993, p. 55).\n(2) ECU per hectolitre of product.\n(3) ECU per % volume and per hectolitre of product (total alcoholic strengh by volume as definde in Annex II to Regulation (EEC) No 822/87).'"}