{"celex_id": "31992D0365", "uri": "http://publications.europa.eu/resource/cellar/cc15a009-dbf4-43a6-9b52-5910f0c79aea", "type": "Decision", "concepts": ["1035", "336", "4829"], "title": "92/365/EEC: Commission Decision of 29 April 1992 on a transitional guidance programme for the fishing fleet (1992) of Denmark pursuant to Council Regulation (EEC) No 4028/86 (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 29 April 1992 on a transitional guidance programme for the fishing fleet (1992) of Denmark pursuant to Council Regulation (EEC) No 4028/86 (Only the Danish text is authentic) (92/365/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), as last amended by Regulation (EEC) No 3944/90 (2), and in particular Article 4  thereof,\nWhereas, on 30 April 1991, the Government of Denmark forwarded to the Commission a multiannual guidance programme for the fishing fleet for the period 1992 to 1996, hereinafter referred to as 'the programme', as required by Article 3 (3) of Regulation  (EEC) No 4028/86; whereas it forwarded at a later date additional information concerning the programme;\nWhereas it is necessary to consider whether, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the  programme fulfils the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas the objectives of the previous programme approved by Commission Decision 88/147/EEC (3), as amended by Decision 90/105/EEC (4), constitute the reference basis for assessing the actual development recorded and the effort still needed to ensure  that the Community objectives are achieved;\nWhereas the current or likely situation as regards availability of fish in conjunction with the activities of the fleet concerned does not allow for any adjustment of the forecast on the basis of which these objectives were determined and approved;  whereas the efforts made to adapt the fleet should therefore be sustained and strengthened over the period 1992 to 1996, in view of the fact that availability of certain species continues to deteriorate;\nWhereas the scope of the planned modernization efforts implies an improvement in the overall performance of the fleet concerned which should be taken into account when assessing the relationship to be achieved by the end of the programme period between  fleet capacity and fish availability;\nWhereas the development recorded should be monitored on a regular basis so as to improve or adjust the fishery support measures that accompany the implementation of the programme;\nWhereas any development that does not comply with the programme objectives would run counter to the objectives of the common fisheries policy; whereas, therefore, certain specific measures undertaken under this programme may not warrant public financial  assistance; whereas, in this context, approval of the programme should only be effective where the limitations and conditions upon which such approval was made conditional are complied with;\nWhereas it is important that the overall reduction in fishing effort judged to be necessary in order to adapt the Community fleet to available resources should reflect significant reductions in particular segments of that fleet where an imbalance is  most apparent; whereas there is insufficient information available at present to achieve comprehensive segmentation of the fleet in accordance with stocks and zones fished; whereas a broader range of parameters should therefore be developed to evaluate  fishing effort as well as fleet capacity;\nWhereas the Commission cannot approve programmes for the full period until adequate information is available to Member States to permit this new approach and additional time will be required to execute the work programme necessary to complete this  process;\nWhereas it is not appropriate to interrupt the process of reduction of the fleet inherent in the guidance programmes; whereas transitional programmes, for the period 1 January to 31 December 1992, should therefore be approved;\nWhereas further reduction in fleet capacity is needed in view of the present state of the fish stocks; whereas available information indicates that a minimum reduction of 2 % expressed in tonnage and engine power, based on the objectives for the end of  1991, is necessary to compensate for technological progress; whereas in addition to that reduction, a certain percentage reduction is also necessary for catching-up, in the case of those Member States which have not reached the 1991 objectives;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["A transitional guidance programme for the fishing fleet covering the period up to the end of 1992 is hereby approved subject to the limitations and conditions set out in this Decision and provided that those limitations and conditions are complied with.", "At the latest by the end of July 1992 and the end of February 1993, Denmark shall forward the Commission, in respect of each category of vessel defined in the programme, information on the number of vessels commissioned and withdrawn and on the tonnage  and engine power added and withdrawn during the six-month period ending on the preceding 30 June or 31 December.", "The approval referred to in Article 1 shall only be effective where the development of the fleet complies with the objectives of the programme as set out in the Annex hereto.", "This Decision shall be without prejudice to any Community financial aid that may be granted to individual investment projects.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 29 April 1992.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 373, 31. 12. 1986, p. 7.(2) OJ No L 380, 31. 12. 1990, p. 1.(3) OJ No L 70, 16. 3. 1988, p. 19.(4) OJ No L 66, 14. 5. 1991, p. 15.\nANNEX\nTRANSITIONAL GUIDANCE PROGRAMME FOR THE DANISH FISHING FLEET (1992)   I. GENERAL REMARKS  The programme relates to all Danish vessels. Vessels of a tonnage below 5 GRT may not recieve any State aid. The programme covers the entire territory of Denmark, excluding the Faroes and Greenland.\nII. OBJECTIVES  1. The objectives of the programme shall be:\n(a) to reduce the overall fleet to 116 804 GRT and to 504 422 kW, according to the provisions set out in point II.2;\n(b) the maintainence of a regional balance between the various categories of the fleet;\n(c) the introduction of better measures to support and monitor the development of the fleet;\n(d) to modernize existing vessels that are less than 25 years old where there is no increase in global capacity in the category expressed in gross registered tonnes and engine power.\n2. The evolution of the active fishing fleet with the exception of:\n- aquaculture working vessels,\n- vessels engaged exclusively in bivalve fishing,\n- vessels engaged exclusively in transport and which have been considered as fishing vessels by national legislation,\n- vessels less than five tonnes,\nduring the period covered by the programme should be made within the following limtis:\nTonnage  (in GRT)\nType\nObjectives of\n1986\nprogramme at\n31. 12. 1986\nSituation at\n1. 1. 1987\n(¹)\nSituation at\n1. 1. 1992\nObjectives at\n31. 12. 1989\n31. 12. 1990\n31. 12. 1991\nObjective at\n31. 12. 1992\n1. Seiners\n6 345\n6 655\n6 876\n7 000\n7 000\n7 000\n6 860 (²)\n2. Trawlers (²)\n17 676\n29 379\n24 077\n28 210\n25 050\n24 000\n23 520 (²)\n3. Basic fleet (²)\n87 000\n89 222\n69 767\n87 360\n80 480\n78 188\n76 624 (²)\n4. Vessels less than 12 m (²)\n11 858\n10 824\n9 611\n10 621\n10 157\n10 000\n9 800 (²)\nTotal A\n122 879\n136 680\n110 332\n133 191\n122 687\n119 188\n116 804 (¹)\nVessels exclusively engaged in\ntransport and bivalve fishing\n212\n212\n212\n212\n212\n208 (¹)\nVessels less than five tonnes eels,\nshellfish, etc. (³)\n-\n-\n-\n-\n-\n-\nTotal B\n123 091\n136 893\n133 403\n122 899\n119 400\n117 012 (¹)\n(¹) Tonnage mesured in GRT and GT.\n(²) Some flexibility can be allowed between these segments of the fleet.\n(³) Denmark produces as quickly as possible an estimate covering vessels less than 5 GRT.\nEngine power  (in kW)\nType\nObjectives of\n1986\nprogramme at\n31. 12. 1986\nSituation at\n1. 1. 1987\n(¹)\nSituation at\n1. 1. 1992\nObjectives at\n31. 12. 1989\n31. 12. 1990\n31. 12. 1991\nObjective at\n31. 12. 1992\n1. Seiners\n13 267\n14 026\n15 815\n15 600\n15 600\n15 600\n15 288 (²)\n2. Trawlers (¹)\n42 229\n61 771\n58 420\n60 300\n56 400\n55 100\n53 998 (²)\n3. Basic fleet (¹)\n398 000\n418 927\n349 382\n410 300\n387 550\n380 000\n372 400 (²)\n4. Vessels less than 12 m (²)\n71 745\n68 943\n64 281\n67 714\n64 695\n64 016\n62 736 (²)\nTotal A\n525 241\n563 667\n487 897\n553 914\n524 515\n514 716\n504 422 (¹)\nVessels exclusively engaged in\ntransport and bivalve fishing\n584\n584\n584\n548\n548\n572 (¹)\nVessels less than five tonnes eels,\nshellfish, etc. (²)\n-\n-\n-\n-\n-\n-\nTotal B\n525 825\n564 251\n554 498\n525 099\n515 300\n504 994 (¹)\n(¹) Some flexibility can be allowed between these segments of the fleet.\n(²) Denmark produces as quickly as possible an estimate covering vessels less than 5 GRT.\nIII. PLANNED MEASURES  1.1. While the objectives in point II.2, Total A fix a reduction in the fishing fleet capacity equal to the difference between the situation at 1 January 1992 and the objectives to be achieved by 31 December 1992, it is also  necessary to take into account the balance of capacity, if any, resulting from:\n- the balance of exits and entries from the fleet carried out during 1992 and not taken into account in the preceding lines,\nwhich additions give the total reduction in fishing fleet capacity required.\n1.2. The reductions envisaged in point III.1.1 should be achieved by implementing the following actions in so far as the entry into service of surplus fishing capacity having been incorporated in the capacity limits of this programme and being intended  that the reductions envisaged for each of the actions can be varied on condition that the total volume of reduction of fishing capacity is respected:\n- a reduction in the total fleet, by renewal of those active vessels lost by accident at sea, sinking or otherwise of that part of the fleet that will contribute to a reduction towards the achievement of the objectives for fleet capacity envisaged in  point II.2,\n- the adoption and implementation of measures intended to adapt fishing capacity by permanently withdrawing such vessels that will contribute to the achievement of a balanced fleet in accordance with the objectives of the programme,\n- any other measures that will achieve the same results and improve planning and control of fishing operations.\n2. Adoption and implementation of comprehensive legislation and/or administrative measures in order to control effectively the active fishing capacity and fishing operations and consequently to achieve the objectives of the programme set out in point  II.2.\n3. Improvement of the register of fishing vessels in order to effectively control fishing capacity.\nIV. COMMENTS  1. The objectives for the fleet given in the above table can be revised only on the basis of scientific evaluations leading to the establishment of the existence of resources which are not fully exploited at present.\n2. The objectives in tonnage and power of the programme for 1992 should be fully realized by 31 December 1992 at the latest. Reductions in fishing capacity greater than or equal to those fixed for the objectives at 31 December 1991 which were achieved  by Member States (¹) can be taken into account in 1992. In that case, the Member States may achieve a minimum of 75 % of the overall reduction for 1992 indicated in the present Annex through permanent withdrawal of vessels from fishing, while the  remaining maximum of 25 % can be attained through fishing control measures as long as they are based on permanent legal or administrative measures.\n3. The Commission recalls that structural financial interventions by national, regional or local authorities in favour of the sector concerned should henceforth be inserted within the framework of the present programme.\n(¹) On the basis of data provided by 15 February 1992 at the latest, in accordance with Article 2 of the Decision of the Commission on the multiannual guidance programme for the period 1987 to 1991."}