{"celex_id": "31994D0646", "uri": "http://publications.europa.eu/resource/cellar/93c36b96-32bf-4c20-8422-b6c1234cd30c", "type": "Decision", "concepts": ["1474", "1876", "2556", "2850", "5228", "712"], "title": "94/646/EC: Council Decision of 19 September 1994 on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol defining for the period 3 May 1994 to 2 May 1996 the fishing possibilities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola\n", "header": "COUNCIL DECISION of 19 September 1994 on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol defining for the period 3 May 1994 to 2 May 1996 the fishing possibilities and financial  compensation provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola (94/646/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of Angola held negotiations to determine the amendments or additions to be made to the abovementioned Agreement on the expiry of the application period of the Third Protocol annexed to the Agreement and currently  in force;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 24 March 1994;\nWhereas the Protocol provides Community fishermen with fishing opportunities in waters over which Angola has sovereignty from 3 May 1994 to 2 May 1996;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, the new Protocol should be applied as soon as possible; whereas for this reason the two Parties have initialled an Agreement in the form of an exchange of  letters providing for the provisional application of the initialled Protocol from the day following that on which the Protocol currently in force expires; whereas that Agreement should be approved, pending a final decision to be taken on the basis of\nArticle 43\nof the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters on the provisional application of the Protocol defining for the period 3 May 1994 to 2 May 1996, the fishing possibilities and financial compensation provided for in the Agreement between  the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 19 September 1994.\nFor the Council\nThe President\nJ. BORCHERT\n(1) OJ No L 341, 3. 12. 1987, p. 1."}