{"celex_id": "31992R3818", "uri": "http://publications.europa.eu/resource/cellar/ea025547-2ecb-41c5-be98-593bbe72c443", "type": "Regulation", "concepts": ["1119", "1608", "4073", "4079", "614", "863"], "title": "Council Regulation (EEC) No 3818/92 of 28 December 1992 amending Regulation (EEC) No 3210/89 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables\n", "header": "COUNCIL REGULATION (EEC) No 3818/92  of 28 December 1992  amending Regulation (EEC) No 3210/89 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) No 3210/89 (2) provides that during sensitive and very sensitive periods the supplementary trade mechanism is to be operated using exit documents issued by the Spanish authorities for all fruit and vegetables consigned  from Spain to the Member States of the Community as contributed on 31 December 1985;\nWhereas monitoring of observance of these arrangements has so far been carried out at the frontier; whereas the realization on 1 January 1993 of a single market without internal frontiers necessitates establishment of new monitoring arrangements, to be  implemented largely in the country of destination;\nWhereas an obligation to show the number of the exit document on commercial documents covering products consigned from Spain to the Member States of the Community as constituted on 31 December 1985 together with monitoring on the spot in these countries  and other measures which such countries might, where appropriate, deem appropriate, plus imposition of severe penalties for failure to respect the provisions laid down, should suffice to allow the supplementary trade mechanism to function properly;  whereas monitoring on the spot will be facilitated by the indications of origin and provenance that under Community rules must appear on packages of products subject to the supplementary trade mechanism;\nWhereas in cases of persistent serious disturbance of markets despite application of the measures specified in Article 6 of Regulation (EEC) No 3210/89, it should be possible for additional measures to be applied, if necessary derogating for local or  regional markets from those laid down in the provisions on common organization of markets;\nWhereas the preceding factors taken together lead to the conclusion that Regulation (EEC) No 3210/90 should therefore be amended,", "main_body": ["Regulation (EEC) No 3210/89 is hereby amended as follows:\n1. in Article 7:\n- the present text shall become paragraph 1,\n- the following paragraph shall be added:\n'2. During period III, if serious disturbance of the market persists despite application of the measures specified in Article 6, suitable measures complementary to those specified in that Article may be adopted in accordance with the procedures laid  down in Article 85 of the Act of Accession. These measures may include derogations from the provisions on common organization of markets.';\n2. the following Articles shall be added:\n'Article 8a\n1. Sales invoices and other commercial documents, apart from retail sale documents, relating to products consigned from Spain to the other Member States during periods II and III shall show the number of the exit document presented on consignment and  any other necessary information. Each holder of the goods in question in a Member State other than Spain must be in a position to present these documents at any moment.\n2. The authorities of the Member States of the Community as constituted on 31 December 1985 shall, using the commercial documents indicated in paragraph 1 and the information shown on packages, make checks, in wholesale markets in particular, on whether  during periods II and III products from Spain have been consigned following submission of the document specified in Article 5. Such authorities may supplement the said checks by applying other measures. To this end, they may, in particular, stipulate  that:\n- operators who buy and sell the products in question, apart from in retail trade, shall keep stock records showing in particular the name and place of business of the suppliers of these products,\n- other operators must be able to show at any time to whom the products in question belong.\n3. The Spanish authorities shall afford the Member States of the Community as constituted on 31 December 1985 the cooperation required for detection and pursuit of irregularities.\n4. None of the checks indicated in paragraphs 1 to 3 may be effected at the borders between Member States.", "b\nIn cases of failure to observe the provisions laid down by this Regulation or rules adopted pursuant thereto, the Spanish and Portuguese authorities and those of the Member States of the Community as constituted on 31 December 1985 shall apply penalties  commensurate with the seriousness of the offence. In the case of operators who have consigned products subject to the STM from Spain during periods II and III without having obtained the document specified in Article 5 the penalty may not be less than  twice the value of the products consigned without exit documents.'", "This Regulation shall enter into force on 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 1992. For the Council\nThe President\nJ. GUMMER\n(1) Opinion delivered on 18 December 1992 (not yet published in the Official Journal). (2) OJ No L 312, 27. 10. 1989, p. 6."}