{"celex_id": "31990D0362", "uri": "http://publications.europa.eu/resource/cellar/558a2910-962a-4bc6-b8e6-0a04b542b96d", "type": "Decision", "concepts": ["2803", "3581", "4403", "4681", "4839", "889"], "title": "90/362/EEC: Commission Decision of 17 May 1989 concerning a fund to encourage the marketing of pigmeat, beef and veal, sheepmeat, goatmeat and horsemeat (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 17 May 1989\nconcerning a fund to encourage the marketing of pigmeat, beef and veal, sheepmeat, goatmeat and horsemeat\n(Only the Dutch and French texts are authentic)\n(90/362/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) and Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 21 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last amended by Regulation (EEC) No 571/89 (4), and in particular Article 24 thereof,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (5), as last amended by Regulation (EEC) No 1115/88 (6), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 827/68 on the common organization of the market in certain products listed in Annex II to the Treaty (7), as last amended by Regulation (EEC) No 3911/87 (8), and in particular Article 5 thereof, and Regulation No 26 applying certain rules of competition to production of and trade in agricultural products (9), and in particular Article 4 thereof,\nHaving given notice to the parties concerned to submit their comments (10), in accordance with Article 93 (2) of the EEC Treaty,\nWhereas in view of the following:\nI\nAt the end of 1986 the Commission decided to scrutinize all set-purpose charges levied in the Member States in agriculture and fishing and the allocation of those charges, in particular as aid. A standard form letter was accordingly sent to each Member State in 1987 in order to obtain the information required. By letter of 19 November 1987 the Belgian authorities responded to that request. By telex on 18 April 1988 the Commission asked the Belgian authorities to provide additional information; by letter of 17 May 1988 the said authorities responded to that request.\nThe measures in question were introduced by the Law of 11 April 1983 and the implementing Royal Decree of 31 January 1985, as amended by the Royal Decree of 23 April 1986. These provide for the setting up of a system whereby the promotion of outlets for the products concerned is financed by means of compulsory contributions. According to the information provided by the Belgian authorities the aid is granted for advertising, displays at fairs and exhibitions, market studies, attendance at international conferences, etc.\nThe said compulsory contributions levied, in respect of both imports and exports, by the ONDAH (Office national des dĂŠbouchĂŠs agricoles et horticoles) on the internal market. They are levied on a quantitative or ad valorem basis, according to the circumstances. Royal Decrees specify the contributions payable.\nThe Belgian authorities also pointed out that the revenue from the scheme is supplemented by a State subsidy, namely a part of the contribution paid by the central government to the ONDAH to promote outlets for agricultural products.\nII\nBy letter of 15 July 1987 the Commission notified the Belgian Government that it had decided to initiate in respect of the aid the procedure provided for in Article 93 (2) of the EEC Treaty, on the grounds that they were partly financed by charges which in their effect were equivalent to customs duties.\nIn accordance with that procedure the Commission gave notice to the Belgian Government to submit its comments.\nThe Commission also gave notice to the other Member States and interested parties other than Member States to submit their comments.\nIII\nBy letter of 17 October 1988 the Belgian authorities informed the Commission that:\n- on the specific aspect of charges, the contributions had been made payable in respect of imports with a view to ensuring fairness but that, for technical reasons, they had not been levied on imports or exports of beef and veal or pigmeat,\n- they wished to challenge the description of the charges in question as having an effect equivalent to customs duties, and\n- on the specific aspect of aid, all publicity campaigns conducted by the ONDAH complied with the negative and positive criteria set out in the guidelines in respect of national aid and publicity.\nBy telex of 24 February 1989, however, the Belgian authorities notified the Commission of a draft Royal Decree discontinuing the charges which had led to a procedure being initiated as described in II above. They accordingly asked the Commission to postpone a decision for six weeks pending the adoption of the draft Royal Decree. When that time limit expired the said Decree had not been adopted.\nIV\nThe Belgian authorities have not fulfilled their obligations pursuant to Article 93 (3) of the Treaty, firstly by failing to submit a draft of the measures to the Commission.\nThe aids, which are financed by compulsory contributions and the State's contribution, are likely to affect trade between Member States and distort or threaten to distort competition within the meaning of Article 92 (1) of the Treaty by encouraging the sectors concerned.\nThe aid is, however, in keeping with the framework for national aid for the advertising of agricultural products and certain products not listed in Annex II to the EEC Treaty, excluding fishery products (1). It is likely to facilitate the development of the sectors concerned without adversely affecting trading conditions to an extent contrary to the common interest and, accordingly, could conceivably be granted exemption pursuant to Article 92 (3) (c) of the Treaty. However, this must be ruled out since some of the aid could be financed by charges which run counter to the obligations set out in Article 12 et seq. of the Treaty.\nAccording to a precedent of the Court of Justice the financing of a State aid by a compulsory set-purpose charge is an essential component of that aid and the assessment of the latter in the light of Community law should take into account both the aid itself and its financing.\nIn that respect the following should be borne in mind:\n- in the pigmeat sector:\n- the charge of 0,04 % ad valorem on exports of pigs, as specified in the first subparagraph of Article 4 (5) of the Royal Decree of 23 April 1986 should be regarded as a charge having an effect equivalent to customs duty, in that the basic taxable amount concerned is not comparable with the Bfrs 5 charge per pig slaughtered,\n- the Bfrs 20 charge per exported pig weighing less than 50 kg and intended for rearing and fattening, and the Bfrs 100 charge per exported pig weighing more than 50 kg, as specified in the second and third subparagraphs of Article 4 (5) of the Royal Decree of 23 April 1986, should be regarded as charges having an effect equivalent to customs duty since they apply specifically to exports,\n- in the beef and veal sector:\n- the charge of 0,04 % ad valorem on imported meat (beef and veal) provided for in Article 5 (5) of the Royal Decree of 23 April 1986 should be regarded as a charge having an effect equivalent to customs duty in that the basic taxable amount concerned is not comparable with the contribution of Bfrs 30 per slaughtered adult bovine animal or Bfrs 15 per slaughtered calf,\n- the charge of 0,04 % ad valorem on each exported live adult bovine animal or each exported live calf, with the exception of breeding animals, as provided for in Article 5 (7) of the Royal Decree of 23 April 1986 should be regarded as a charge having an effect equivalent to customs duty on exports, since the basic taxable amount concerned is not comparable with the contribution of Bfrs 30 per slaughtered adult bovine animal or Bfrs 15 per slaughtered calf,\n- the charge of Bfrs 250 per exported bovine animal for breeding and the charge of Bfrs 1 per exported dose of semen should be regarded as charges having an effect equivalent to customs duty, since they apply specifically to exported products.\nSince, on the basis of the information available, the aid financed by the contributions which are referred to above and which run counter to Article 12 of the EEC Treaty cannot be distinguished from that financed by other contributions and the State grant, all aid financed by the ONDAH by virtue of Article 1 of the Law of 11 April 1983 in the pigmeat, sheepmeat, goatmeet and horsemeat sectors, except in the case of horses intended for slaughter or the production of horsemeat, cannot be regarded as compatible with the common market must therefore be discontinued,", "main_body": ["The Belgian Government shall grant no further aid to the pigmeat, beef and veal, sheepmeat, goatmeat and horsemeat sectors (not including horses intended for slaughter or horsemeat production) under the scheme introduced by the Law of 11 April 1983 and the Royal Decree of 23 January 1986, unless it first amends the said scheme so that it no longer infringes Article 12 of the EEC Treaty.", "The Belgian Government shall inform the Commission, within two months from notification of this Decision, of the measures taken to ensure compliance with this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 17 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 148, 28. 6. 1968, p. 24.\n(4) OJ No L 61, 4. 3. 1989, p. 43.\n(5) OJ No L 183, 16. 7. 1980, p. 1.\n(6) OJ No L 110, 29. 4. 1988, p. 36.\n(7) OJ No L 151, 30. 6. 1968, p. 16.\n(8) OJ No L 370, 30. 12. 1987, p. 36.\n(9) OJ No 30, 20. 4. 1962, p. 993/62.\n(10) OJ No C 31, 7. 2. 1989, p. 4.\n(1) OJ No C 302, 12. 11. 1987, p. 4."}