{"celex_id": "31997R2006", "uri": "http://publications.europa.eu/resource/cellar/39e3b1db-3799-4d96-b321-515cef9f028e", "type": "Regulation", "concepts": ["1264", "1309", "1819", "2771", "3156", "4078"], "title": "Council Regulation (EC) No 2006/97 of 9 October 1997 laying down certain rules for the application of the special arrangements for imports of olive oil originating in Morocco\n", "header": "16.10.1997 EN Official Journal of the European Communities L 284/13\nCOUNCIL REGULATION (EC) No 2006/97\nof 9 October 1997\nlaying down certain rules for the application of the special arrangements for imports of olive oil originating in Morocco\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 17 and 18 of, and Annex B to, the Cooperation Agreement between the European Economic Community and the Kingdom of Morocco (1), hereinafter referred to as the ‘Cooperation Agreement’, provide for special arrangements for imports of olive oil falling within CN codes 1509 and 1510, wholly obtained in Morocco and transported direct from that country to the Community;\nWhereas, for olive oil falling within CN codes 1509 10 10, 1509 10 90 and 1510 00 10, the special arrangements provide for a flat-rate deduction of ECU 0,7245 per 100 kilograms from the applicable levy, representing the reduction provided for in Article 17 (1) (a) of the Cooperation Agreement; whereas, provided that Morocco levies an export charge, those arrangements provide for a further reduction of that levy corresponding to the amount of the special charge, but not exceeding ECU 14,60 per 100 kilograms, representing the reduction provided for in Article 17 (1) (b) of the Cooperation Agreement and a reduction of ECU 14,60 per 100 kilograms, representing the additional amount provided for in Annex B to the Cooperation Agreement;\nWhereas the Community has concluded an agreement in the form of an exchange of letters with the Kingdom of Morocco extending the special arrangements after 1 January 1994 and for the duration of the Cooperation Agreement, on the basis of a flat-rate reduction in the customs duties (2);\nWhereas the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations (3) provides that the variable levies applied to imports of agricultural products are to be replaced by fixed customs duties from 1 July 1995;\nWhereas continuation of the arrangements calls for the adoption of new implementing rules and the repeal of Council Regulation (EEC) No 1521/76 of 24 June 1976 on imports of olive oil originating in Morocco (4);\nWhereas, in accordance with the Cooperation Agreement, the special export charge should be reflected in the price of the olive oil upon importation into the Community; whereas, to ensure the correct application of the arrangements in question, the necessary measures should be adopted to ensure that the charge is paid at the latest when the oil is imported;\nWhereas, if the present conditions of the special arrangements provided for in the Cooperation Agreement are amended, in particular as regards the amounts, or if a new agreement is concluded, it may be necessary to adjust this Regulation to incorporate those changes; whereas provision should be made for those adjustments to be adopted by the Commission in accordance with the procedure laid down in Article 38 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (5);\nWhereas, by Regulation (EC) No 2146/95 (6), the Commission introduced an autonomous system as a transitional measure expiring on 30 June 1997; whereas this Regulation should therefore apply from 1 July 1997,", "main_body": ["This Regulation lays down certain rules for the application of the special arrangements for imports of olive oil originating in Morocco.", "1.   The rate of customs duty applicable to imports into the Community of olive oil other than that which has undergone a refining process, falling within CN codes 1509 10 10, 1509 10 90 and 1510 00 10, wholly obtained in Morocco and transported direct from that country to the Community, shall be reduced by ECU 0,7245 per 100 kilograms.\n2.   Where Morocco levies a special export charge on that olive oil, wholly obtained in Morocco and transported direct from that country to the Community, the rate of customs duty shall be further reduced by an amount equal to the special charge but not exceeding ECU 14,60 per 100 kilograms, plus ECU 14,60 per 100 kilograms.\n3.   The reduction in the rate of customs duty provided for in paragraph 2 shall apply to all olive oil imports for which the importer provides proof, when importing the oil, that the special export charge is reflected in the import price.", "1.   The rate of customs duty applicable to imports into the Community of olive oil having undergone a refining process falling within CN code 1509 90 00, wholly obtained in Morocco and transported direct from that country to the Community, shall be reduced by ECU 4,661 per 100 kilograms.\n2.   The rate of customs duty applicable to imports into the Community of olive oil having undergone a refining process falling within CN code 1510 00 90, wholly obtained in Morocco and transported direct from that country to the Community, shall be reduced by ECU 8,754 per 100 kilograms.", "Detailed rules for the application of this Regulation shall be adopted by the Commission in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "Where the present conditions of the special arrangements provided for in the Cooperation Agreement are amended, in particular as regards the amounts, or where a new agreement is concluded, the Commission shall adopt the resultant adjustments necessary for this Regulation in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "Regulation (EEC) No 1521/76 is hereby repealed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 October 1997.\nFor the Council\nThe President\nM. DELVAUX-STEHRES\n(1)  OJ L 264, 27. 9. 1978, p. 2.\n(2)  OJ L 277, 30. 10. 1996, p. 35.\n(3)  OJ L 336, 23. 12. 1994, p. 1.\n(4)  OJ L 169, 28. 6. 1976, p. 43. Regulation as last amended by Regulation (EC) No 2062/96 (OJ L 277, 30. 10. 1996, p. 3).\n(5)  OJ L 172, 30. 9. 1966, p. 3025/66. Regulation as last amended by Regulation (EC) No 1581/96 (OJ L 206, 16. 8. 1996, p. 11).\n(6)  OJ L 215, 9. 9. 1995, p. 1. Regulation as last amended by Regulation (EC) No 1235/96 (OJ L 161, 29. 6. 1996, p. 105)."}