{"celex_id": "31994R1520", "uri": "http://publications.europa.eu/resource/cellar/e8fa0a04-0183-44a8-879a-1a57fbc0aba6", "type": "Regulation", "concepts": ["2661", "2763", "3167"], "title": "Commission Regulation (EC) No 1520/94 of 29 June 1994 laying down precautionary measures for milk and milk products for July 1994\n", "header": "COMMISSION REGULATION (EC) No 1520/94 of 29 June 1994 laying down precautionary measures for milk and milk products for July 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 5 and 155 thereof,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EC) No 230/94 (2),\nWhereas Council Regulation (EEC) No 2072/92 (3), as last amended by Regulation (EEC) No 1561/93 (4), fixes the target prices for milk and the intervention prices for butter, skimmed-milk powder and Grana Padano Parmigiano Reggiano cheeses for two annual  periods from 1 July 1993 to 30 June 1995; but not the threshold prices in respect of certain milk products; whereas, in spite of all the Commission's efforts, the Council to date has not taken decisions in respect of the said period 1 July 1994 to 30  June 1995; whereas the Commission, under the responsibilities assigned to it by the Treaty, is required to take precautionary measures to ensure that the import arrangements continue in July 1994; whereas such measures are taken on a precautionary basis  and are without prejudice to subsequent decisions adopted by the Council for the period 1 July 1994 to 30 June 1995;\nWhereas it is necessary therefore to determine the prices used as a basis for calculating the levies for the pilot projects laid down in Annex I to Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the  special provisions for calculating levies on milk and milk products (5), as last amended by Regulation (EC) No 3423/93 (6); whereas it is necessary, for that purpose, to fix amounts equal to the prices already fixed by the Council by Regulation (EEC) No  2072/92, for July 1994,", "main_body": ["For July 1994, the following amounts shall apply as the threshold prices referred to in Article 4 of Regulation (EEC) No 804/68 in respect of the pilot projects defined in Annex I to Regulation (EEC) No 2915/79:\n\"\" ID=\"1\">1> ID=\"2\">55,90\"> ID=\"1\">2> ID=\"2\">191,61\"> ID=\"1\">3> ID=\"2\">260,34\"> ID=\"1\">4> ID=\"2\">97,95\"> ID=\"1\">5> ID=\"2\">128,59\"> ID=\"1\">6> ID=\"2\">308,31\"> ID=\"1\">7> ID=\"2\">367,38\"> ID=\"1\">8> ID=\"2\">308,79\"> ID=\"1\">9> ID=\"2\">584,64\">  ID=\"1\">10> ID=\"2\">332,95\"> ID=\"1\">11> ID=\"2\">307,20\"> ID=\"1\">12> ID=\"2\">92,93\">", "This Regulation shall enter into force on 1 July 1994.\nThirs Regulation shall apply without prejudice to any subsequent decisions to be adopted, where appropriate, by the Council for the period 1 July 1994 to 30 June 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 30, 3. 2. 1994, p. 1.\n(3) OJ No L 215, 30. 7. 1992, p. 65.\n(4) OJ No L 154, 25. 6. 1993, p. 33.\n(5) OJ No L 329, 24. 12. 1979, p. 1.\n(6) OJ No L 312, 15. 12. 1993, p. 8."}