{"celex_id": "31996R0357", "uri": "http://publications.europa.eu/resource/cellar/b9513450-675b-48e1-8f2d-48f5afdf9965", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2300", "3591"], "title": "Commission Regulation (EC) No 357/96 of 28 February 1996 fixing certain indicative quantities for imports of bananas into the Community for the second quarter of 1996 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 357/96 of 28 February 1996 fixing certain indicative quantities for imports of bananas into the Community for the second quarter of 1996 (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas Article 9 (1) Commission Regulation (EEC) No 1442/93 laying down detailed rules for the application of the arrangements for importing bananas into the Community (3), as last amended by Regulation (EC) No 1164/95 (4), provides for the fixing of indicative quantities expressed as a percentage of the quantities allocated to the various countries or groups of countries mentioned in Annex I to Commission Regulation (EC) No 478/95 (5), as amended by Regulation (EC) No 702/95 (6), for the purpose of issuing import licences for each quarter using data and forecasts relating to the Community market;\nWhereas it should be recalled that Commission Regulation (EC) No 2568/95 (7) provides for the transfer to Colombia of the quantity allocated to Nicaragua for 1996 on account of the fact that Nicaragua will be unable to export bananas to the Community; whereas, moreover, Commission Regulation (EC) No 356/96 (8) transferred to Colombia part of the quantity allocated to Venezuela with effect from the second quarter of 1996;\nWhereas, on the basis of an analysis of the data relating on the one hand to the quantities of bananas marketed in the Community in 1995 and in particular to actual imports during the second quarter, and on the other hand to outlook for supply of the market and consumption within the Community during the second quarter of 1996, an indicative quantity should be fixed for each country of origin at 32 % of the quantity allocated to it in the tariff quota to ensure adequate supplies to the Community as a whole;\nWhereas, on the basis of the same data, the authorized quantity referred to in Article 9 (2) of Regulation (EEC) No 1442/93 which operators in categories A and B can apply for in respect of the second quarter of 1996 should be fixed;\nWhereas the indicative quantities provided for in Article 14 (1) of Regulation (EEC) No 1442/93 for the purposes of issuing import licences for traditional imports from ACP States should also be fixed;\nWhereas this Regulation must enter into force prior to the period for the submission of licence applications in respect of the second quarter of 1996;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the Community as a whole for the second quarter of 1996, the indicative quantities provided for in Article 9 (1) of Regulation (EEC) No 1442/93 for imports of bananas under the tariff quota provided for in Articles 18 and 19 of Regulation (EEC) No 404/93 shall be 32 % of the quantities laid down for each country or group of countries mentioned in Annex I to Regulation (EC) No 478/95.\nThe indicative quantities shall apply to import licence applications in respect of imports of bananas originating in Costa Rica and Colombia from operators in Categories A and C as well as Category B.", "The authorized quantities for Category A and B operators for the second quarter of 1996 as provided for in Article 9 (2) of Regulation (EEC) No 1442/93 shall amount to 32 % of the quantity allocated to each operator pursuant to the second paragraph of Article 6 of that Regulation.", "The indicative quantities provided for in Article 14 (1) of Regulation (EEC) No 1442/93 for traditional imports of ACP bananas for the second quarter of 1996 shall be 30 % of the traditional quantities laid down in respect of each country in the Annex to Regulation (EEC) No 404/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 117, 24. 5. 1995, p. 14.\n(5) OJ No L 49, 4. 3. 1995, p. 13.\n(6) OJ No L 71, 31. 3. 1995, p. 84.\n(7) OJ No L 262, 1. 11. 1995, p. 31.\n(8) See page 18 of this Official Journal."}