{"celex_id": "31990L0492", "uri": "http://publications.europa.eu/resource/cellar/67fc9771-5a9d-4050-a080-4269208541ed", "type": "Directive", "concepts": ["2897", "4308", "720", "811", "893"], "title": "Commission Directive 90/492/EEC of 5 September 1990 adapting to technical progress for the second time Council Directive 88/379/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations\n", "header": "COMMISSION  DIRECTIVE\nof 5 September 1990\nadapting to technical progress for the second time Council Directive 88/379/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations\n(90/492/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 88/379/EEC of 7 June 1988 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (1), as amended by Commission Directive 89/178/EEC (2), and in particular Article 15 thereof,\nWhereas, when the abovementioned Directive was adopted, the Commission, at the Council's request, was asked to examine the specific problem of mixtures of gases;\nWhereas Annex I to Directive 88/379/EEC includes tables fixing concentration limits, expressed as a mass/mass percentage, to be used in applying the conventional method of assessing health hazards in accordance with Article 3 (5);\nWhereas these concentration limits are not appropriate in the case of preparations marketed in gaseous form;\nWhereas concentration limits expressed as a volume/volume percentage should therefore be inserted into Annex I; whereas these concentration limits are valid only for gaseous constituents used in preparations in gaseous form;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee for the Adaptation to Technical Progress of the Directives on Removal of Technical Barriers to Trade in Dangerous Substances and Preparations,", "main_body": ["Annex I to Directive 88/379/EEC is amended in the manner set out in the Annex hereto.", "Member States shall adopt and publish the provisions necessary to comply with this Directive by 1 June 1991 and shall forthwith inform the Commission thereof.\nThey shall apply the provisions from 8 June 1991 at the latest.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 September 1990.\nFor the Commission\nMartin BANGEMANN\nVice-President\n(1) OJ No L 187, 16. 7. 1988, p. 14.\n(2) OJ No L 64, 8. 3. 1989, p. 18.\nANNEX\nAnnex I to Directive 88/379/EEC is hereby amended as follows:\n(a) The following is added to point 1. Acute lethal effects:\n'Gaseous preparations\nThe concentration limits expressed as a volume/volume percentage in Table 1 A below determine the classification of the gaseous preparation in relation to the individual concentration of the gas(es) present whose classification is also shown.\nTABLE I A\n1.2,4 //  //  // Classification of the substance (gas)  // Classification of the gaseous preparation  //  // 1.2.3.4 //  // T+   // T   // Xn   //    //   //   //  // T+ with R 26   // concentration  1 %   // 0,2 % concentration 1 %   // 0,02 %  concentration 0,2 %   //    //  //   //   // T with R 23   //   // concentration  5 %   // 0,5 %  concentration 5 %   //    //   //   //   // Xn with R 20  //   //   // concentration  5 %'   //    //   //   //\n(b) The following is added to point 2. Non-lethal irreversible effects after a single exposure:\n'Gaseous preprations\nFor gases that produce non-lethal irreversible effects after a single exposure (R 39, R 40), the individual concentration limits specified in Table II A, expressed as a volume/volume percentage, determine, when appropriate, the classification of the preparation and shall determine which particular R phrase is to be assigned to it.\nTABLE II A\n1.2,4 //  //  // Classification of the substance (gas)  // Classification of the gaseous preparation  //  // 1.2.3.4 //  // T+   // T   // Xn   //    //   //   //  // T+ with R 39   // concentration  1 % R 39 (*) obligatory  // 0,2 %  concentration 1 % R 39 (*) obligatory   // 0,02 % concentration 0,2 % R 40 (*) obligatory   //    //   //   //  // T with R 39   //   // concentration  5 % R 39 (*) obligatory   // 0,5 %  concentration 5 % R 40 (*) obligatory  //    //   //   //   // Xn with R 40   //   //  // concentration  5 % R 40 (*) obligatory   //    //   //  //\n(*) In accordance with the labelling guide of Annex VI, point II (D) to Directive 67/548/EEC and depending on the classification, the standard R phrases R 20, R 23 or R 26 are also to be assigned to indicate route of administration or means of exposure.'\n(c) The following is added to point 3. Severe effects after repeated or prolonged exposure:\n'Gaseous preparations\nFor gases that produce severe effects after repeated or prolonged exposure (R 48), the individual concentration limits specified in Table III A below, expressed as a volume/volume percentage, determine, when appropriate, the classification of the preparation and shall determine which particular R phrase is to be assigned to it. TABLE III A\n1.2,3 //  //  // Classification of the substance (gas)  // Classification of the gaseous preparation  // 1.2.3 //  // T   // Xn   //    //   //   // T with R 48  // concentration  5 % R 48 (*) obligatory   // 0,5 % concentration  5 % R 48 (*) obligatory   //    //   //   // Xn with R 48   //   // concentration  5 % R 48 (*) obligatory  //    //   //\n(*) In accordance with the labelling guide of Annex VI, point II (D) to Directive 67/548/EEC and depending on the classification, the standard R phrases R 20 or R 23 are also to be assigned to indicate route of administration or means of exposure.'\n(d) The following is added to point 4. Corrosive and irritant effects:\n'Gaseous preparations\nFor gases that produce such effects (R 34, R 35) or (R 36, R 37, R 38, R 41), the individual concentration limits specified in Table IV A below, expressed as a volume/volume percentage determine, when appropriate, the classification of the preparation and shall determine which particular R phrase is to be assigned to it.\nTABLE IV A\n1.2,5 //  //  // Classification of the substance (gas) and/or relevant standard risk phrase  // Classification of the gaseous preparation  //  //  // 1.2.3.4.5 //  // At least C with R 35  // At least C with R 34  // At least Xi with R 41  // At least Xi with R 36, R 37 or R 38   //    //   //   //   //   // At least C with R 35   // concentration 1 % R 35 obligatory  // 0,2 % concentration 1 % R 34 obligatory   //   // 0,02 % concentration 0,2 % R 37 obligatory   //    //   //   //   //  // At least C with R 34   //   // concentration 5 % R 34 obligatory   //   // 0,5 % concentration 5 % R 37 obligatory  //    //   //   //   //   // At least Xi with R 41   //   //  // concentration 5 % R 41 obligatory   // 0,5 % concentration 5 % R 36 obligatory   //    //   //   //   //   // At least Xi with R 36, R 37, R 38   //   //   //   // concentration 5 % R 36, R 37, R 38 obligatory as appropriate'   //    //   //   //  //\n(e) The following is added to point 5. Sensitizing effects:\n'Gaseous preparations\nGases that produce such effects are classified:\n- at least as harmful (Xn) and assigned R 42 or R 42/43 as appropriate.\nThe individual concentration limits specified in Table V A below, expressed as a volume/volume percentage, determine, when appropriate, the classification of the preparation, and shall determine which particular R phrase is to be assigned to it. TABLE V A\n1.2,3 //  //  // Classification of the substance (gas)  // Classification of the gaseous preparation  // 1.2.3 //  // At least Xn with R 42   //   //    //   //  // At least Xn with R 42   // concentration  0,2 % R 42 obligatory   //   //    //   //   // At least Xn with R 42/43  // concentration  0,2 % R 42/43 obligatory'   //   //    //  //\n(f) The following is added to point 6. Carcinogenic/mutagenic/teratogenic effects:\n'Gaseous preparations\nFor gases which produce such effects and for which specific concentration limits do not yet appear in Annex I to Directive 67/548/EEC and for those which, in accordance with point 3.1.1 of Annex III to Directive 83/467/EEC, are provisionally assigned the phrase R 40, the concentration limits laid down in Table VI A, expressed as a volume/volume percentage, shall determine, where appropriate, the classification of the preparation and the compulsory R phrase to be assigned to it.\nTABLE VI A\n1.2,3 //  //  // Classification of the substance (gas)  // Classification of the gaseous preparation  // 1.2.3 //  // at least T  // at least Xn   //    //   //  // at least T with R 45 for carcinogenic substances of category 1 or 2   // concentration  1 % R 45 obligatory   //  //    //   //   // at least Xn with R 40 for carcinogenic substances of category 3   //   // concentration  0,1 % R 45 obligatory   //    //   //   // at least T with R 46 for mutagenic substances of category 1   // concentration  0,1 % R 46 obligatory   //   //    //   //   // at least Xn with R 46 for mutagenic substances of category 2   //   // concentration 0,1 % R 46 obligatory   //    //   //   // at least Xn with R 40 for mutagenic substances of category 3   //  // concentration  1 % R 40 obligatory   //    //   //   // at least T with R 47 for teratogenic substances of category 1  // concentration  0,2 % R 47 obligatory   //   //    //   //  // at least Xn with R 47 for teratogenic substances of category 2   //   // concentration  1 % R 47 obligatory   //  //   //   // at least Xn with R 40 provisionally in accordance with point 3.1.1 of Annex III to Directive 83/467/EEC   //  // concentration  1 % R 40 obligatory'   //    //   //"}