{"celex_id": "31994R0647", "uri": "http://publications.europa.eu/resource/cellar/1bef91f0-249d-4f32-b296-3c59f144b694", "type": "Regulation", "concepts": ["1565", "2591", "2763"], "title": "Commission Regulation (EC) No 647/94 of 23 March 1994 adjusting the total quantities fixed in Article 3 of Council Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\n", "header": "COMMISSION REGULATION (EC) No 647/94 of 23 March 1994 adjusting the total quantities fixed in Article 3 of Council Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3950/92 of 28 December 1992 establishing an additional levy in the milk and milk products sector (1), as last amended by Regulation (EEC) No 1560/93 (2), and in particular the second subparagraph of Article 4  (2) thereof,\nWhereas Article 4 (2) of Regulation (EEC) No 3950/92 provides that the individual reference quantity is to be increased or established at the duly justified request of producers to take account of changes affecting their deliveries and/or direct sales;  whereas the increase or establishment of a reference quantity is subject to a corresponding reduction or cancellation of the other reference quantity which the producer owns;\nWhereas such adjustments may not lead to an increase in the sum of the deliveries and direct sales referred to in Article 3 of Regulation (EEC) No 3950/92 for the Member State concerned; whereas, where the individual reference quantities undergo a  definitive change, the quantities referred to in the abovementioned Article 3 must be adjusted in accordance with the procedure laid down in Article 30 of Council Regulation (EEC) No 804/68 (3), as last amended by Regulation (EC) No 230/94 (4);\nWhereas, in accordance with the third indent of Article 8 of Commission Regulation (EEC) No 536/93 (5), as last amended by Regulation (EC) No 470/94 (6), Belgium, Denmark, France, Ireland, the Netherlands and the United Kingdom have notified the  quantities definitively transferred by virtue of the second subparagraph of Article 4 (2) of Regulation (EEC) No 3950/92; whereas, therefore, the total quantities for those Member States fixed in Article 3 of Regulation (EEC) No 3950/92 should be  adjusted accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In the first subparagraph of Article 3 (2) of Regulation (EEC) No 3950/92, the table is replaced by the following:\n\"(tonnes)\"\" ID=\"1\">'Belgium> ID=\"2\">3 066 337> ID=\"3\">244 094\"> ID=\"1\">Denmark> ID=\"2\">4 454 459> ID=\"3\">889\"> ID=\"1\">Germany (7)> ID=\"2\">27 764 778> ID=\"3\">100 038\"> ID=\"1\">Greece> ID=\"2\">625 985> ID=\"3\">4 528\"> ID=\"1\">Spain> ID=\"2\">5 200  000> ID=\"3\">366 950\"> ID=\"1\">France> ID=\"2\">23 637 283> ID=\"3\">598 515\"> ID=\"1\">Ireland> ID=\"2\">5 233 805> ID=\"3\">11 959\"> ID=\"1\">Italy> ID=\"2\">9 212 190> ID=\"3\">717 870\"> ID=\"1\">Luxembourg> ID=\"2\">268 098> ID=\"3\">951\"> ID=\"1\">The Netherlands>  ID=\"2\">10 983 195> ID=\"3\">91 497\"> ID=\"1\">Portugal> ID=\"2\">1 804 881> ID=\"3\">67 580\"> ID=\"1\">United Kingdom> ID=\"2\">14 247 283> ID=\"3\">342 764\"\"\n>", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 405, 31. 12. 1992, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 30.\n(3) OJ No L 148, 28. 6. 1968, p. 13.\n(4) OJ No L 30, 3. 2. 1994, p. 1.\n(5) OJ No L 57, 10. 3. 1993, p. 12.\n(6) OJ No L 59, 3. 3. 1994, p. 5.\n(7) 6 244 566 tonnes of which for deliveries to purchasers established on the territory of the new Laender and 8 801 tonnes of which for direct sales in the Laender.'"}