{"celex_id": "31992D0104", "uri": "http://publications.europa.eu/resource/cellar/09e334e8-fa54-4f5b-b57e-0121c9274842", "type": "Decision", "concepts": ["1085", "192", "2560"], "title": "92/104/EEC: Commission Decision of 27 January 1992 amending, for the second time, Decision 91/237/EEC concerning further protection measures relating to a new pig disease\n", "header": "COMMISSION DECISION  of 27 January 1992  amending, for the second time, Decision 91/237/EEC concerning further protection measures relating to a new pig disease  (92/104/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as amended by  Directive 91/67/EEC (2), and in particular Article 10 thereof,\nWhereas several disease outbreaks caused by a not yet classified virus have occurred in pigs for some time in certain parts of Belgium, Germany, the Netherlands and the United Kingdom;\nWhereas as a result of the disease situation the Commission adopted Decision 91/237/EEC concerning further protection measures relating to the new pig disease (3), as amended by Decision 91/332/EEC (4);\nWhereas the disease has recently been confirmed in pig herds in France;\nWhereas the scope of the protection measures should be adjusted to take account of this situation;\nWhereas the authorities of the Member States have engaged themselves to implement national measures that are necessary to guarantee the efficient implementation of this Decision when pigs are sent to other Member States;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 91/237/EEC is amended as follows:\n1. Article 6 (3) is replaced by the following:\n'3. Without prejudice to Article 5, France, as from 27 January 1992, shall not send to other Member States production pigs from high health risk municipalities.\n4. For the purpose of this Decision a high health risk municipality means a municipality which contains, at any one time, two or more infected holdings.'\n2. The following text is added to Article 8:\n'Without prejudice to Articles 3, 4 and 5 breeding and production pigs and slaughter pigs coming from a farm containing breeding pigs sent from France, as from 27 January 1992, to other Member States shall comply with the conditions laid down in (a) and  (b).'", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29. (2) OJ No L 46, 19. 2. 1991, p. 1. (3) OJ No L 106, 26. 4. 1991, p. 67. (4) OJ No L 183, 9. 7. 1991, p. 15."}