{"celex_id": "31990L0232", "uri": "http://publications.europa.eu/resource/cellar/8930eedb-f337-4826-991c-03bffffe72a2", "type": "Directive", "concepts": ["2897", "3673", "4654"], "title": "Third Council Directive 90/232/EEC of 14 May 1990 on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles\n", "header": "THIRD  COUNCIL DIRECTIVE\nof 14 May 1990\non the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles\n(90/232/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, by Directive 72/166/EEC (4), as last amended by Directive 84/5/EEC (5), the Council adopted provisions on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles and to the enforcement of the obligation to insure against such liability;\nWhereas Article 3 of Directive 72/166/EEC requires each Member State to take all appropriate measures to ensure that civil liability in respect of the use of vehicles normally based in its territory is covered by insurance; whereas the extent of the liability covered and the terms and conditions of the insurance cover should be determined on the basis of those measures;\nWhereas Directive 84/5/EEC, as amended by the Act of Accession of Spain and Portugal, reduced considerably the disparities between the level and content of compulsory civil liability insurance in the Member States; whereas significant disparities still exist, however, in such insurance cover;\nWhereas motor vehicle accident victims should be guaranteed comparable treatment irrespective of where in the Community accidents occur;\nWhereas there are, in particular, gaps in the compulsory insurance cover of motor vehicle passengers in certain Member States; whereas, to protect this particularly vulnerable category of potential victims, such gaps should be filled;\nWhereas any uncertainty concerning the application of the first indent of Article 3 (2) of Directive 72/166/EEC should be removed; whereas all compulsory motor insurance policies must cover the entire territory of the Community;\nWhereas in the interests of the party insured, every insurance policy should, moreover, guarantee for a single premium, in each Member State, the cover required by its law or the cover required by the law of the Member State where the vehicle is normally based, when that cover is higher;\nWhereas Article 1 (4) of Directive 84/5/EEC requires each Member State to set up or authorize a body to compensate the victims of accidents caused by uninsured or unidentified vehicles; whereas, however, the said provision is without prejudice to the right of the Member States to regard compensation by this body as subsidiary or non-subsidiary;\nWhereas, however, in the case of an accident caused by an uninsured vehicle, the victim is required in certain Member States to prove that the party liable is unable or refuses to pay compensation before he can claim on the body; whereas this body is better placed than the victim to bring an action against the party liable; whereas, therefore, this body should be prevented from being able to require that the victim, if he is to be compensated, should establish that the party liable is unable or refuses to pay;\nWhereas, in the event of a dispute between the body referred to above and a civil liability insurer as to which of them should compensate the victim of an accident, Member States, to avoid any delay in the payment of compensation to the victim, should ensure that one of these parties is designated to be responsible in the first instance for paying compensation pending resolution of the dispute;\nWhereas motor vehicle accident victims sometimes have difficulties in finding out the name of the insurance undertaking covering the liability arising out of the use of a motor vehicle involved in an accident; whereas, in the interests of such victims, Member States should take the necessary measures to ensure that such information is made available promptly;\nWhereas the previous two Directives on civil liability in respect of motor vehicles should, in view of all these considerations, be supplemented in a uniform manner;\nWhereas such an addition, which leads to greater protection for the parties insured and for the victims of accidents, will facilitate still further the crossing of internal Community frontiers and hence the establishment and functioning of the internal market; whereas, therefore, a high level of consumer protection should be taken as a basis;\nWhereas, under the terms of Article 8c of the Treaty, account should be taken of the extent of the effort which must be made by certain economies which show differences in development; whereas certain Member States should, therefore, be granted transitional arrangements so that certain provisions of this Directive may be implemented gradually,", "main_body": ["Without prejudice to the second subparagraph of Article 2 (1) of Directive 84/5/EEC, the insurance referred to in Article 3 (1) of Directive 72/166/EEC shall cover liability for personal injuries to all passengers, other than the driver, arising out of the use of a vehicle.\nFor the purposes of this Directive, the meaning of the term 'vehicle' is as defined in Article 1 of Directive 72/166/EEC.", "Member States shall take the necessary steps to ensure that all compulsory insurance policies against civil liability arising out of the use of vehicles:\n- cover, on the basis of a single premium, the entire territory of the Community, and\n- guarantee, on the basis of the same single premium, in each Member State, the cover required by its law or the cover required by the law of the Member State where the vehicle is normally based when that cover is higher.", "The following sentence shall be added to the first subparagraph of Article 1 (4) of Council Directive 84/5/EEC:\n'However, Member States may not allow the body to make the payment of compensation conditional on the victim's establishing in any way that the person liable is unable or refuses to pay.'", "In the event of a dispute between the body referred to in Article 1 (4) of Directive 84/5/EEC and the civil liability insurer as to which must compensate the victim, the Member States shall take the appropriate measures so that one of these parties is designated to be responsible in the first instance for paying compensation to the victim without delay.\nIf it is ultimately decided that the other party should have paid all or part of the compensation, that other party shall reimburse accordingly the party which has paid.", "1. Member States shall adopt the necessary measures to ensure that the parties involved in a road traffic accident are able to ascertain promptly the identity of the insurance undertaking covering the liability arising out of the use of any motor vehicle involved in the accident.\n2. Not later than 31 December 1995, the Commission shall present to the European Parliament and the Council a report on the implementation of paragraph 1 of this Article.\nWhere necessary, the Commission shall submit appropriate proposals to the Council.", "1. Member States shall take the measures necessary to comply with this Directive not later than 31 December 1992. They shall forthwith inform the Commission thereof. 2. By way of exception from paragraph 1:\n- the Hellenic Republic, the Kingdom of Spain and the Portuguese Republic have until 31 December 1995 to comply with Article 1 and 2,\n- Ireland shall have until 31 December 1998 to comply with Article 1 as regards pillion passengers of motorcycles and until 31 December 1995 to comply with Article 1 as regards other vehicles and to comply with Article 2.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 May 1990.\nFor the Council\nThe President\nD. J. O'MALLEY\n(1) OJ No C 16, 20. 1. 1989, p. 12.\n(2) OJ No C 304, 4. 12. 1989, p. 41 and\nOJ No C 113, 7. 5. 1990.\n(3) OJ No C 159, 26. 6. 1989, p. 7.\n(4) OJ No L 103, 2. 5. 1972, p. 1.\n(5) OJ No L 8, 11. 1. 1984, p. 17."}