{"celex_id": "31997R2139", "uri": "http://publications.europa.eu/resource/cellar/27591981-b2c4-41fd-8295-369e15ee7389", "type": "Regulation", "concepts": ["1264", "2136", "3275", "5283"], "title": "Commission Regulation (EC) No 2139/97 of 30 October 1997 fixing the olive yields and oil yields for the 1996/97 marketing year\n", "header": "COMMISSION REGULATION (EC) No 2139/97 of 30 October 1997 fixing the olive yields and oil yields for the 1996/97 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EC) No 1581/96 (2), and in particular the second indent of the first subparagraph of Article 5 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (3), as last amended by Regulation (EC) No 636/95 (4), and in particular Articles 18 and 19 thereof,\nWhereas Article 18 of Regulation (EEC) No 2261/84 provides that the olive yields and oil yields referred to in the second indent of the first subparagraph of Article 5 (2) of Regulation No 136/66/EEC are to be fixed by homogeneous production zone on the basis of the figures supplied by producer Member States; whereas the production zones were delimited by Commission Regulation (EC) No 2138/97 (5); whereas, in the light of the figures received, the yields should be fixed as set out in the Annex hereto;\nWhereas, however, subsequent verification may reveal the need for these yields, which are used to calculate the average yields referred to in Article 17a (1) of Regulation (EEC) No 2261/84, to be corrected;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1996/97 marketing year the olive yields and oil yields shall be as set out in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 172, 30. 9. 1966, p. 3025/66.\n(2) OJ L 206, 16. 8. 1996, p. 11.\n(3) OJ L 208, 3. 8. 1984, p. 3.\n(4) OJ L 67, 25. 3. 1995, p. 1.\n(5) See page 3 of this Official Journal.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\nA. ITALIA - ITALIEN - ITALIEN - ÉÔÁËÉÁ - ITALY - ITALIE - ITALIA - ITALIË - ITÁLIA - ITALIA - ITALIEN\n>TABLE>\nB. FRANCIA - FRANKRIG - FRANKREICH - ÃÁËËÉÁ - FRANCE - FRANCE - FRANCIA - FRANKRIJK - FRANÇA - RANSKA - FRANKRIKE\n>TABLE>\nC. GRECIA - GRÆKENLAND - GRIECHENLAND - ÅËËÁÄÁ - GREECE - GRÈCE - GRECIA - GRIEKENLAND - GRÉCIA - KREIKKA - GREKLAND\n>TABLE>\nD. ESPAÑA - SPANIEN - SPANIEN - ÉÓÐÁÍÉÁ - SPAIN - ESPAGNE - SPAGNA - SPANJE - ESPANHA - ESPANJA - SPANIEN\n>TABLE>\nE. PORTUGAL - PORTUGAL - PORTUGAL - ÐÏÑÔÏÃÁËÉÁ - PORTUGAL - PORTUGAL - PORTOGALLO - PORTUGAL - PORTUGAL - PORTUGALI - PORTUGAL\n>TABLE>"}