{"celex_id": "31994R2940", "uri": "http://publications.europa.eu/resource/cellar/066507c1-76d4-4cd9-b7cd-c5a26eba1808", "type": "Regulation", "concepts": ["1264", "1644", "2292", "4172", "4885", "862"], "title": "Commission Regulation (EC) No 2940/94 of 2 December 1994 fixing the aid for the supply of olive oil products to the Canary Islands under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 2940/94 of 2 December 1994 fixing the aid for the supply of olive oil products to the Canary Islands under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Annex IX of Commission Regulation (EC) No 2883/94 of 28 November 1994 (3) establishing the forecast supply balance for the Canary Islands for the agricultural products eligible for the special arrangements provided for in Articles 2 to 5 of  Commission Regulation (EEC) No 1601/92 fixes for the period 1 November 1994 to 30 June 1995 the quantities of olive oil products which may benefit from the supply arrangements, by means of either an exemption from the import levy or the granting of aid,  pursuant to Article 3 of Regulation (EEC) No 1601/92;\nWhereas, under Article 3 of Regulation (EEC) No 1601/92, coverage of the olive oil requirements of the Canary Islands is to be ensured, in terms of quantity, price and quality, on terms equivalent to the advantage resulting from exemption from import  duties by the mobilization of Community olive oil, which implies the grant of aid for such deliveries; whereas that aid must be fixed with reference, in particular, to the costs of various sources of supply and the prices applied to exports to third  countries; whereas these objectives involve varying the rate of aid in accordance with the type of product;\nWhereas the common detailed rules for implementation of the arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EC) No 2790/94 (4), as amended by Regulation (EC) No 2883/94; whereas  that Regulation defines new detailed rules for the management of the arrangements, in particular, for the issue and period of validity of licences and certificates, the payment of aid and the monitoring and control of commercial operations carried out  under the specific arrangements; whereas those provisions replace the detailed rules laid down by Commission Regulation (EEC) No 1695/92 (5), as last amended by Regulation (EEC) No 2596/93 (6), and apply in the various market sectors from 1 December  1994;\nWhereas, therefore, Commission Regulation (EEC) No 2025/92 of 22 July 1992 on detailed rules for the application of the specific supply measures for the Canary Islands as regards olive oil and establishing the forecast supply balance (7), as last  amended by Regulation (EC) No 2662/94 (8), should be repealed from the same date;\nWhereas the provisions of this Regulation should take effect on the date of entry into force of the Regulations laying down the common detailed rules for implementation of the arrangements and establishing the supply balance;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the purposes of Article 3 (2) of Regulation (EEC) No 1601/92, the aid for the supply of olive oil from the Community to the Canary Islands in accordance with the forecast supply balance established by Regulation (EC) No 2883/94 shall be  equal, for each type of oil:\n- to the average of the maximum export refund amounts set by tendering procedure for oil in small containers in the course of the month preceding that of submission of the certificate application, plus ECU 1 per 100 kg; or\n- to the average of the export refund amounts fixed in accordance with the procedure laid down in Article 3 of Commission Regulation (EEC) No 1650/86 (9), for oil in small containers in the course of the month preceding that of submission of the  certificate application, plus ECU 1 per 100 kg,\nwhichever is the greater.", "The provisions of Regulation (EEC) No 2790/94 shall apply.", "Commission Regulation (EEC) No 2025/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 304, 29. 11. 1994, p. 18.\n(4) OJ No L 296, 17. 11. 1994, p. 23.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 207, 23. 7. 1992, p. 15.\n(8) OJ No L 284, 1. 11. 1994, p. 33.\n(9) OJ No L 145, 30. 5. 1986, p. 8."}