{"celex_id": "31992R3249", "uri": "http://publications.europa.eu/resource/cellar/d118e63a-32e3-4e10-a0b5-994b1105eafd", "type": "Regulation", "concepts": ["2211", "3052", "4172", "5252", "864"], "title": "Commission Regulation (EEC) No 3249/92 of 9 November 1992 determining the estimated loss of income and the estimated premium payable per ewe and per she-goat in the Member States and fixing the second half-yearly advance for the 1992 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 3249/92  of 9 November 1992  determining the estimated loss of income and the estimated premium payable per ewe and per she-goat in the Member States and fixing the second half-yearly advance for the 1992 marketing  year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 2069/92 (2), and in particular Article 5 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), and in particular Article 13 thereof,\nWhereas Article 5 (1) and (5) of Regulation (EEC) No 3013/89 provides for the granting of a premium to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are defined in Annex I  to Regulation (EEC) No 3013/89 and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 april 1986 determining the mountain areas in which the premium for goatmeat producers is granted (4), as last amended by Regulation (EEC) No 3519/86 (5);  whereas Article 5 (8) of Regulation (EEC) No 3013/89 provides for the possibility of granting premiums to producers holding females of the ovine species of certain mountain breeds other than eligible ewes, in certain areas; whereas those sheep and those  areas are defined in the Annex to Council Regulation (EEC) No 872/84 of 31 March 1984 laying down general rules for the granting of premiums to sheepmeat producers (6), as last amended by Regulation (EEC) No 3493/90 (7);\nWhereas, pursuant to Article 5 (6) of Regulation (EEC) No 3013/89 and in order to enable an advance payment to be made to sheepmeat and goatmeat producers, the foreseeable loss of income should be estimated in the light of the foreseeable trend in  market prices;\nWhereas the fact that the United Kingdom no longer applies Article 24 (2) of Regulation (EEC) No 3013/89 means that the premium will be the same throughout the Community from the 1992 marketing year onwards;\nWhereas, in accordance with Article 23 (4) of Regulation (EEC) No 3013/89, the premium per ewe for producers of heavy lambs for the 1992 marketing year is obtained by multiplying the loss of income referred to in paragraph 3 of that Article by a  coefficient expressing the annual average production of heavy lambmeat per ewe producing such lambs, expressed per 100 kilograms carcase weight; whereas the coefficient for 1992 has not yet been fixed in view of the lack of comprehensive Community  statistics; whereas, pending the fixing of that coefficient, a provisional coefficient should be used; whereas, in accordance with the abovementioned Regulation, the premium per ewe for producers for light lambs and per she-goat for the 1992 marketing  year is to be 80 % of the premium for producers of heavy lambs; whereas, in the case of females of the ovine species other then eligible ewes, that amount should be 70 % of the abovementioned premium;\nWhereas, pursuant to Article 8 of Regulation (EEC) No 3013/89, the premium must be reduced by the impact on the basic price of the coefficient provided for in Article 8 (2) of that Regulation; whereas that coefficient was fixed provisionally in  Commission Regulation (EEC) No 1829/92 of 3 July 1992 on the application of the guarantee limitation arrangements for sheepmeat and goatmeat for the 1992 marketing year (8);\nWhereas, pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the half-yearly advance payment is to amount to 30 % of the expected premium; whereas, in accordance with Article 4 (3) of Commission Regulation (EEC) No 3007/84 of 26 October 1984  laying down detailed rules for the application of the premium for producers of sheepmeat (9), as last amended by Regulation (EEC) No 3340/91 (10), the advance payment is to be paid only if it is equal to or greater than ECU 1;\nWhereas Regulation (EEC) No 1601/92 provides for the application from 1 July 1992 of specific measures relating to agricultural production in the Canary Islands; whereas those measures entail the granting of a supplement to the ewe premium to producers  of light lambs and she-goats on the same conditions as those governing the granting of the premium provided for in Article 5 of Regulation (EEC) No 3013/89; whereas those conditions provide that Spain is to be authorized to pay an advance on that  supplementary premium, to be calculated on a pro rata temporis basis for the 1992 marketing year;\nWhereas Commission Regulation (EEC) No 1830/92 of 3 July 1992 determining for the Member States, for the 1992 marketing year, the estimated loss of income and the estimated level of the premium payable per ewe and per female goat and fixing the first  advance payment for this premium and of the specificaid for sheep and goat farming in certain less-favoured areas of the Community (11) authorizes the Member States to advance the whole of the specific aid provided for in Council Regulation (EEC) No  1323/90 of 14 May 1990 instituting specific aid for sheep and goat farming in certain less-favoured areas of the Community (12), as amended by Regulation (EEC) No 1743/91 (13), for the 1992 marketing year; whereas provision should be made for Spain to  be authorized to pay as of now that specific aid calculated on a pro rata temporis basis to producers of sheep and goats in less-favoured areas in the Canary Islands;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The estimated difference between the basic price, less the impact of the coefficient provided for in Article 8 (2) of Regulation (EEC) No 3013/89 and the foreseeable market price during the 1992 marketing year for the following regions shall  be as set out below:\n(ECU/100 kg)\nRegion  Difference     1  114,808  2  114,808", "1. The estimated premium payable per ewe in the following regions shall be as set out below:\n(in ecus)\nRegion  Estimated amount of the premium payable per ewe     Producers of heavy lambs  Producers of light lambs      1  18,369  14,695  2  18,369  14,695\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance that the  Member States are authorized to pay to producers shall be as follows:\n(in ecus)\nRegion  Advance payable per ewe     Producers of heavy lambs  Producers of light lambs      1  5,511  4,409  2  5,511  4,409", "1. The estimated premium payable per female of the caprine species in the areas listed in Annex I to Regulation (EEC) No 3013/89 and in Article 1 of Regulation (EEC) No 1065/86 shall be as follows:\n(in ecus)\nRegion  Estimated amount of the premium payable per female of the caprine species     2  14,695\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance that the Member States are authorized to pay to goatmeat producers  in the areas listed in paragraph 1 shall be as follows:\n(in ecus)\nRegion  Advance on premium payable per female of the caprine species     2  4,409", "1. The estimated premium payable per female of the ovine species other than eligible ewes in the areas listed in the Annex to Regulation (EEC) No 872/84 shall be as follows:\n(in ecus)\nRegion  Estimated amount of the premium payable per female of ovine species other than eligible ewes     1  12,858\n2. Pursuant to Article 5 (6) of Regulation (EEC) No 3013/89, the advance that the Member States are authorized to pay to  producers holding females of the ovine species other than eligible ewes in the areas listed in paragraph 1 shall be as follows:\n(in ecus)\nRegion  Advance on premium payable per female of the ovine species other than eligible ewes     1  3,857", "Pursuant to Article 1 (1) of Regulation (EEC) No 1323/90, the amount which Spain is authorized to pay to producers of sheepmeat and goatmeat in less-favoured areas within the meaning of Council Directive 75/268/EEC of 28 April 1975 on  mountain and hill farming and farming in certain less-favorued areas (14) in the Canary Islands within the limits and at the rates provided for in Article 5 (7) and the second indent of the second subparagraph of Article 5 (8) of Regulation (EEC) No  3013/89 shall be as follows:\n- ECU 2,75 per ewe in the case of producers are referred to in Article 5 (2) and (4) of that Regulation,\n- ECU 1,9 per ewe in the case of the producers as referred to in Article 5 (3) of that Regulation,\n- ECU 1,9 per she-goat in the case of producers as referred to in Article 5 (5) of that Regulation.", "Pursuant to Article 13 (3) of Regulation (EEC) No 1601/92, the advance on the supplement to the ewe premium for the 1992 marketing year for producers of light lambs and of she-goats in the Canary Islands within the limits and at the rates  provides for in Article 5 (7) and the second indent of the second subparagraph of Article 5 (8) of Regulation (EEC) No 3013/89 shall be as follows:\n- ECU 1,952 per ewe in the case of producers as referred to in Article 5 (3) of that Regulation,\n- ECU 1,952 per she-goat in the case of producers as referred to in Article 5 (5) of that Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 215, 30. 7. 1992, p. 59. (3) OJ No L 173, 27. 6. 1992, p. 13. (4) OJ No L 97, 12. 4. 1986, p. 25. (5) OJ No L 325, 20. 11. 1986, p. 17. (6) OJ No L 90, 1. 4. 1984, p. 40. (7) OJ No L 337, 27. 11.  1990, p. 7. (8) OJ No L 185, 4. 7. 1992, p. 21. (9) OJ No L 283, 27. 10. 1984, p. 28. (10) OJ No L 316, 16. 11. 1991, p. 24. (11) OJ No L 185, 4. 7. 1992, p. 22. (12) OJ No L 132, 23. 5. 1990, p. 17. (13) OJ No L 163, 26. 6. 1991, p. 44. (14) OJ No L  128, 19. 5. 1975, p. 1."}