{"celex_id": "31998D0171", "uri": "http://publications.europa.eu/resource/cellar/02caf9f6-7425-4fe2-9b85-b0f4b6c5a5f1", "type": "Decision", "concepts": ["1802", "2454", "3489", "723"], "title": "98/171/EC: Council Decision of 23 February 1998 on Community activities concerning analysis, research and cooperation in the field of employment and the labour market\n", "header": "COUNCIL DECISION of 23 February 1998 on Community activities concerning analysis, research and cooperation in the field of employment and the labour market (98/171/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\n(1) Whereas the Economic and Social Committee and the Committee of the Regions delivered their Opinions on 26 October 1995 (3) and 8 November 1995 respectively;\n(2) Whereas, in accordance with Article 118 of the Treaty, the Commission has the task of promoting close cooperation between Member States in the social field, particularly in matters relating to employment and vocational training;\n(3) Whereas the Commission, in its medium-term social action programme, announced its intention to propose a new approach to its activities of analysis, research, cooperation and action in order to foster closer and more effective collaboration between itself and the Member States in the area of policy on employment and the labour market and to promote the rationalisation of its research work and other activities in the area of employment policies;\n(4) Whereas the Amsterdam European Council on 16 and 17 June 1997 noted the agreement reached on incorporation in the Treaty, without prejudice to the ratification procedures, of a new title on employment; whereas it indicated that the Council should seek to make the relevant provisions of this Title immediately effective; whereas in its Resolution on growth and employment, recalling the conclusions of the Essen European Council, the Commission's initiative for 'Action on employment - a confidence pact` and the Dublin declaration on employment of 13 and 14 December 1996, it reaffirmed that it was imperative to give a new impulse for keeping employment firmly at the top of the political agenda of the European Union;\n(5) Whereas the Council, in the field of Labour and Social Affairs and Economic and Financial Affairs, and the Commission, have been invited to keep a close track of employment trends and to examine the relevant policies of the Member States;\n(6) Whereas, therefore, Community activities with the aim of analysis, research and cooperation in the field of employment and the labour market should be promoted; whereas the activities set out in this Decision have the effect of renewing and rationalising Community action in this area; whereas it is important that statistics in the field of employment and the labour market should be collected, analysed and presented by sex;\n(7) Whereas the appropriate powers for the implementation of these policies should be conferred upon the Commission;\n(8) Whereas, in accordance with the conclusions of the Amsterdam European Council, this approach can, without prejudice to the Member States' responsibilities in promoting employment, produce Community added value by pinpointing and encouraging best practices and policies, promoting innovation and exchanging relevant experience; whereas those policies must be backed by an active information policy;\n(9) Whereas, within this framework, the European Council called upon the Member States to intervene actively in the labour market, underlining the vitally important link between job creation, employability and social cohesion;\n(10) Whereas it is important to establish appropriate links with the Employment and Labour Market Committee, set up by Decision 97/16/EC (4), as well as with the social partners;\n(11) Whereas a financial reference amount within the meaning of point 2 of the Declaration by the European Parliament, the Council and the Commission of 6 March 1995, has been included in this Decision, without prejudice to the powers of the budgetary authority as they are defined by the Treaty;\n(12) Whereas, in accordance with the Joint Declaration of 30 June 1982 (5) and with the Interinstitutional Agreement of 29 October 1993 on budgetary discipline and improvement of the budgetary procedure (6), it is necessary for actions taken on the initiative of the Commission to have a legal basis;\n(13) Whereas, the adoption of the Treaty does not provide, for the adoption of this Decision powers other than those referred to in Article 235,", "main_body": ["Establishment of Community activities\n1. Community activities concerning analysis, research and cooperation among the Member States in the field of employment and the labour market are hereby established for the period from 1 January 1998 to 31 December 2000.\n2. In accordance with the guidelines agreed by the European Council, these activities shall contribute to the development of the coordinated strategy for employment through the monitoring and support of actions carried out in the Member States, with due regard for the latter's responsibilities in this field.", "Objectives\n1. The activities referred to in this Decision involve the renewal and rationalisation of Community action concerning analysis, research and exchange of information and experience in the field of employment and the labour market, taking into account experience gained through earlier actions.\n2. They aim at:\n- fostering cooperation in analysis, research and monitoring,\n- identifying best practices and promoting exchanges and transfers of information and experience,\n- developing an active information policy.", "Community measures\n1. With a view to achieving the objectives referred to in Article 2 and bearing in mind the European Council's conclusions on employment, the activities referred to in this Decision develop an integrated approach, in cooperation with the agents concerned, including the social partners, at the appropriate level in the Member States, through the following implementing measures:\n(a) developing the survey, analysis, research and monitoring of their employment policies and of progress achieved in their labour markets;\n(b) promoting exchanges of information, experience and best practices through methodological and technical support;\n(c) prompt dissemination of the results of initiatives undertaken and any other relevant information.\n2. With this in mind, the Commission shall seek to promote, in particular, the identification, transfer and dissemination of measures which directly or indirectly assist certain groups of people particularly affected by unemployment, in particular young people, women and older persons, as well as those affected by long-term unemployment.\n3. In implementing the measures referred to in paragraph 1, the Commission shall take into account the statistical data, studies and project reports available from international organisations such as the Organisation for Economic Cooperation and Development (OECD) and the International Labour Organisation (ILO).", "Consistency and complementarity\nThe Commission and the Member States shall ensure that the measures implemented under this Decision and the other relevant Community programmes and initiatives are consistent with each other and complementary.", "Participation of other countries\n1. The activities which may be open to participation by the countries of the European Economic Area, the associated countries of Central and Eastern Europe (CCEE), Cyprus and Malta and Mediterranean countries which are partners of the European Union shall be defined in the context of the European Union's relations with those countries.\n2. The cost of the participation referred to in paragraph 1 shall be borne either by the countries concerned or under the Community budget headings covering implementation of the cooperation, association or partnership agreements with those countries in the area concerned.", "Implementation\nThe Commission shall implement these activities in accordance with this Decision.", "Committee\n1. The Commission shall be assisted by a committee composed of representatives of the Member States and chaired by the representative of the Commission.\n2. The Committee shall deliver opinions on the following points:\n(a) - general guidelines for the Community activities referred to in this Decision,\n- the annual programme of work and matters concerning the financial breakdown of the activities referred to in this Decision;\n(b) - detailed rules for selecting activities supported by the Community, the criteria for monitoring and assessing such activities individually and as a whole and the procedure for disseminating and transferring the results.\n3. With regard to the matters referred to in paragraph 2(a), the representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148(2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are not in accordance with the opinion of the Committee, they shall be communicated by the Commission to the Council forthwith. In that event:\n- the Commission shall defer application of the measures which it has decided for a period of two months,\n- the Council, acting by a qualified majority, may take a different decision within the time limit referred to in the first indent.\n4. With regard to the matters referred to in paragraph 2(b), the representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the Committe. It shall inform the Committee of the manner in which its opinion has been taken into account.", "Links to be established\nThe Commission shall establish the necessary links with the Employment and Labour Market Committee as well as with the social partners within the framework of the activities referred to in this Decision.\nThe Commission shall inform the European social partners at their request of the results of the activities of the Committee referred to in Article 7.", "Financing\n1. The financial reference amount for the implementation of the Community activities referred to in this Decision for the period 1 January 1998 to 31 December 2000 shall be ECU 30 million.\n2. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "0\nReports\nThe Commission shall submit an interim report on the results of the activities to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions by 31 December 1999 at the latest, and a final report by 31 December 2001 at the latest.", "1\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 23 February 1998.\nFor the Council\nThe President\nR. COOK\n(1) OJ C 235, 9. 9. 1995, p. 8 and\nOJ C 342, 14. 11. 1996, p. 6.\n(2) OJ C 166, 10. 6. 1996, p. 179.\n(3) OJ C 18, 22. 1. 1996, p. 109.\n(4) OJ L 6, 10. 1. 1997, p. 32.\n(5) OJ C 194, 28. 7. 1982, p. 1.\n(6) OJ C 331, 7. 12. 1993, p. 1."}