{"celex_id": "31996R0194", "uri": "http://publications.europa.eu/resource/cellar/7c1bc336-1f5e-423c-be23-153720336923", "type": "Regulation", "concepts": ["1102", "1309", "3763", "4078", "5063"], "title": "Commission Regulation (EC) No 194/96 of 1 February 1996 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community of the one part and Bulgaria and Romania of the other part\n", "header": "COMMISSION REGULATION (EC) No 194/96 of 1 February 1996 amending Regulation (EC) No 1588/94 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community of the one part and Bulgaria and Romania of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part (2), and in particular Article 1 thereof,\nWhereas Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an autonomous and transitional adjustment to certain agricultural concessions provided for in the Europe Agreements so as to take account of the agreement on agriculture concluded as part of the Uruguay Round of multilateral trade negotiations (3), and in particular Article 8 thereof;\nWhereas Council Regulation (EC) No 3066/95 provides for autonomous, transitional measures to adjust the agricultural concessions covered by the Europe Agreements concluded between the European Communities and their Member States, of the one part, and Romania and the Republic of Bulgaria respectively, of the other part, from 1 January 1996 until the entry into force of the additional Protocols to the Europe Agreements that are to be concluded consequent to the negotiations now under way with the countries in question;\nWhereas Commission Regulation (EC) No 1588/94 (4), as last amended by Regulation (EC) No 2252/95 (5), adopts the detailed rules for the application to milk and milk products of the arrangements provided for in the above Agreements; whereas this Regulation must be amended to implement the adjustments to milk products laid down in Regulation (EC) No 3066/95;\nWhereas, because of the delay in adopting Regulation (EC) No 3066/95 it has not been possible to give effect to these adjustments for the first quarter of 1996; whereas the quantities involved are available for the second quarter;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1588/94 is hereby amended as follows:\n1. A new paragraph is added to Article 2, as follows:\n'However, the entire quantity of the products listed in Annex I B2 shall be available in the period from 1 April to 30 June 1996.`\n2. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 368, 31. 12. 1994, p. 5.\n(2) OJ No L 368, 31. 12. 1994, p. 1.\n(3) OJ No L 328, 30. 12. 1995, p. 31.\n(4) OJ No L 167, 1. 7. 1994, p. 8.\n(5) OJ No L 230, 27. 9. 1995, p. 12.\nANNEX\n'ANNEX I\nA. CHEESES FROM ROMANIA\nThe following quantities of cheeses covered by the CN codes quoted may be imported in the Community with an 80 % reduction in the rate of customs duty:\n>TABLE>\nB. CHEESES FROM BULGARIA\n1. The following quantities of cheeses covered by the CN codes quoted may be imported in the Community with an (80 %) reduction in the rate of customs duty:\n>TABLE>\n2. The following quantities of cheeses covered by the CN codes quoted may be imported in the Community free of customs duties:\n>TABLE>"}