{"celex_id": "31993R1987", "uri": "http://publications.europa.eu/resource/cellar/a22aef95-f8cb-47b5-bd0c-673941f546a7", "type": "Regulation", "concepts": ["1261", "1318", "4498", "5367"], "title": "Council Regulation (EEC) No 1987/93 of 19 July 1993 amending Regulation (EEC) No 1784/77 concerning the certification of hops\n", "header": "COUNCIL REGULATION (EEC) No 1987/93 of 19 July 1993 amending Regulation (EEC) No 1784/77 concerning the certification of hops\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), and in particular Article 2 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 1784/77 (2) specifies the stage at which certification must be carried out and lays down the conditions under which hop products may undergo further processing;\nWhereas isomerized hop powders and a whole range of new isomerized products, used just before or just after the fermentation stage and which, from the point of view of their chemical composition, fall in between isomerized hop powders and isomerized hop extracts, have gained a certain importance on the market; whereas their position with regard to certification is unclear, making their marketing difficult; whereas these products, as in the case of isomerized hop extracts, have lost most of the inherent characteristics of the varieties from which they are produced, making identification of their origin impossible, even using very sophisticated laboratory equipment; whereas those products should be included in the list of exceptions set out Regulation (EEC) No 1784/77;\nWhereas, in the former German Democratic Republic, the treatment of hops after harvest is traditionally different from that in other parts of the Community in the sense that, on numerous farms producing hops, cleaning and initial drying of cones is carried out at the same time as milling and pressing into granules, existing equipment not permitting separation of the two stages; whereas his procedure does not, however, conform the Community legislation, which lays down that certification must take place before any processing; whereas, to enable producers to spread their new investment over a suitable period, a transitional period longer than that provided for by Commission Regulation (EEC) No 2239/91 of 26 July 1991 on transitoinal measures applicable in the hop sector after the unification of Germany (3), which expired on 31 December 1992, should be laid down,", "main_body": ["Regulation (EEC) No 1784/77 is hereby amended as follows:\n1. in Article 1:\n(a) paragraph 1 shall be replaced by the following:\n'1. This Regulation shall apply to products referred to in Article 1 of Regulation (EEC) No 1696/71 when harvested in the Community or when prepared from such products which have either been harvested in the Community or imported from third countries in accordance with Article 5 of the said Regulation, with the exception of:\n(a) hops harvested on land owned by a brewery and used by that brewery in the natural or processed state;\n(b) isomerized hop extract;\n(c) isomerized hop powder;\n(d) a list of isomerized products to be drawn up in accordance with the procedure referred to in Article 19 of Regulation (EEC) No 1696/71;\n(e) products derived from hops and processed under contract on behalf of a brewery, provided that those products are used by the brewery itself;\n(f) hops and products derived from hops put in small packets for sale to private individuals for their own use.\nThe products referred to in (a) to (f) shall be subject to a control procedure to be determined.`;\n(b) the following shall be added to paragraph 3:\n'Without prejudice to the time limits set out above, for hops grown in the territory of the former German Democratic Republic, prepared and processed on the farms producing hops referred to in the Annex to this Regulation and until 31 December 1995, certification may be carried out after processing of the hops into granules but before any other processing, provided that compliance with the minimum marketing requirements referred to in the Annex to Commission Regulation (EEC) No 890/78 can be guaranteed. Certification of hop granules processed on the abovementioned farms shall be carried out in the certification centres in the territory of the former German Democratic Republic.`;\n2. the Annex which appears in the Annex to this Regulation shall be added to Regulation (EEC) No 1784/77.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nHowever, the provisions of Article 1 (1) (b) shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1993.\nFor the Council\nThe President\nA. BOURGEOIS\n(1) OJ No L 175, 4. 8. 1971, p. 1. Regulation as last amended by Regulation (EEC) No 3124/92 (OJ No L 313, 30. 10. 1992, p. 1).\n(2) OJ No L 200, 8. 8. 1977, p. 1. Regulation as last amended by Regulation (EEC) No 1605/91 (OJ No L 149, 14. 6. 1991, p. 14).\n(3) OJ No L 204, 27. 7. 1991, p. 14.\nANNEX\n'ANNEX\nFarms on which certification may be carried out after processing into granules:\n>TABLE>\n`"}