{"celex_id": "31999R0423", "uri": "http://publications.europa.eu/resource/cellar/ad291774-5084-4355-94ab-3f2bc035a251", "type": "Regulation", "concepts": ["1969", "3645", "4608", "665", "728"], "title": "Council Regulation (EC) No 423/1999 of 22 February 1999 amending Regulation (EC) No 975/98 on denominations and technical specifications of euro coins intended for circulation\n", "header": "COUNCIL REGULATION (EC) No 423/1999 of 22 February 1999 amending Regulation (EC) No 975/98 on denominations and technical specifications of euro coins intended for circulation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 105a(2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Central Bank (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\nWhereas Article 1 of Regulation (EC) No 975/98 (4) sets out the technical specifications of the eight denominations included in the first series of euro coins; whereas the mint directors have drawn up, on the basis of that Regulation, the more detailed specifications necessary for production;\nWhereas the vending industry, having examined those detailed specifications, has requested an increase of the weight of the 50 cent coin in order to ensure clearer differentiation of that coin and reduce risks of fraud; whereas the European Blind Union, having tested samples from the first production runs, has complained about the edge milling of the 50 cent and 10 cent coins which did not match the milling of the samples agreed by it during the consultation process preceding the adoption of Regulation (EC) No 975/88; whereas, in order to ensure the acceptance of the new system by the users, it seems desirable to accede to the requests expressed both by the vending industry and the European Blind Union; whereas in order to satisfy the vending industry's requirements, it is necessary to increase the weight of the 50 cent coin from 7 g to 7,8 g; whereas in order to satisfy the European Blind Union's requirements and avoid any risk of misinterpretation in the future, it is desirable to modify the specification for the edge of the 50 cent and 10 cent coins from 'coarse milling` to 'shaped edge with fine scallops` which better reflects the shape of the edge originally agreed by the European Blind Union for those two coins;\nWhereas it is essential that the modifications of the technical specifications be confined to the weight of the 50 cent coin and the edge of the 10 cent and 50 cent coins in order not to compromise the production timetable and the introduction of the euro coins on 1 January 2002,", "main_body": ["In Article 1 of Regulation (EC) No 975/98, the table shall be amended as follows:\n(1) The fourth row relating to the 50 cent coin shall be amended as follows:\n(a) in the third column, the figure '1,69` shall be replaced by '1,88`;\n(b) in the fourth column, the figure '7` shall be replaced by '7,8`;\n(c) in the eighth column, the words 'coarse milled` shall be replaced by 'shaped edge with fine scallops`.\n(2) In the sixth row relating to the 10 cent coin, in the eighth column, the words 'coarse milled` shall be replaced by 'shaped edge with fine scallops`.", "This Regulation shall enter into force on 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States, in accordance with the Treaty, subject to Article 109k(1) and Protocols 11 and 12."], "attachments": "Done at Luxembourg, 22 February 1999.\nFor the Council\nThe President\nH.-F. von PLOETZ\n(1) OJ C 296, 24. 9. 1998, p. 10.\n(2) Opinion delivered on 16 November 1998 (not yet published in the Official Journal).\n(3) Opinion of the European Parliament of 18 November 1998 (OJ C 379, 7. 12. 1998), Council Common Position of 21 December 1998 (not yet published in the Official Journal) and Decision of the European Parliament of 9 February 1999 (not yet published in the Official Journal).\n(4) OJ L 139, 11. 5. 1998, p. 6."}