{"celex_id": "31995R1866", "uri": "http://publications.europa.eu/resource/cellar/069f150c-1fc8-4ded-a196-70d16f47ed49", "type": "Regulation", "concepts": ["1616", "1644", "2957", "4080", "4687", "914"], "title": "Commission Regulation (EC) No 1866/95 of 26 July 1995 laying down procedures for applying in the poultrymeat sector the arrangements provided for in the Agreements on free trade and trade related matters between the Community, of the one part, and Estonia, Lithuania and Latvia, of the other part\n", "header": "COMMISSION REGULATION (EC) No 1866/95 of 26 July 1995 laying down  procedures for applying in the poultrymeat sector the arrangements provided for in the Agreements  on free trade and trade related matters between the Community, of the one part, and Estonia,  Lithuania and Latvia, of the other part\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1275/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Estonia, of the other part  (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1276/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Latvia, of the other part  (2) and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1277/95 of 29 May 1995 on certain procedures for  applying the Agreement on free trade and trade related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Lithuania, of the other part  (3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization  of the market in poultrymeat  (4), as last amended by the Act of Accession of Austria, Finland and  Sweden, and by Regulation (EC) No 3290/94  (5), and in particular Article 15 thereof,\nWhereas the Agreements on free trade and trade related matters between the European Community, the  European Atomic Energy Community and the European Coal and Steel Community, of the one part, and  the Republic of Estonia  (6), the Republic of Latvia  (7) and the Republic of Lithuania  (8), of  the other part, were signed on 18 July 1994;\nWhereas these Agreements on free trade and trade related matters provided for a reduction of 60  %  in the duties set by the common customs tariff for the import of certain poultrymeat products,  within certain quantitative limits; whereas, to ensure that imports comply with the rules in force,  those quantities should be staggered over the year;\nWhereas, while bearing in mind the Agreements on free trade and trade related matters intended to  guarantee the origin of the product, provision should be made for the administration of the said  arrangements to be guaranteed by import licences; whereas, to that end, notwithstanding Article 8  of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for  the application of the system of import and export licences and advance-fixing certificates for  agriculture products  (9), as last amended by Regulation (EC) No 1199/95  (10), detailed rules for  submission of the applications and licences should be laid down; whereas, in addition, provision  should be made for the certificates and licences to be issued after a period of consideration,  applying, where necessary, a single acceptance rate;\nWhereas, in order to ensure proper administration of the system, the security for import licences  under the said system should be fixed at ECU 20 per 100kg; whereas, in view of the likelihood of  speculation inherent in the system in the poultrymeat sector, precise conditions governing access  by operators to the said system should be laid down;\nWhereas the attention of operators should be drawn to the fact that licences may be used only for  products that comply with all the veterinary requirements in force in the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for poultrymeat and eggs,", "main_body": ["All imports into the Community under the arrangements provided for in  Article 14 (1), (2) and (3) of the Agreements on free trade and trade related matters between the  Community, of the one part, and Lithuania and Latvia of the other, or under the arrangements  provided for in Article 13 (1), (2) and (3) of the Agreements on free trade and trade related  matters between the Community, of the one part, and Estonia of the other, of products in groups 50,  60 and 70 referred to in Annex I to this Regulation, shall be subject to the presentation of an  import licence.\nThe quantities of products to which those arrangements apply and the rates of reduction in the  levies set in the common customs tariff shall be those listed by group in Annex I.\nThe rate of reduction in the levy shall be that provided for in Article 2 for the period for which  a licence is requested.", "The quantities referred to in Article 1 shall be staggered for each period refererd to  in Annex I as follows:\n-  25  % in the period 1 January to 31 March,\n-  25  % in the period 1 April to 30 June,\n-  25  % in the period 1 July to 30 September,\n-  25  % in the period 1 October to 31 December.\nHowever, in 1995, the quantities shall be staggered as follows:\n-  100  % in the period 1 September to 31 December", "The import licences provided for in Article 1 shall be subject to the following rules:\n(a)  Applicants for import licences must be natural or legal persons who, at the time applications  are submitted, can prove to the satisfaction of the competent authorities that they have imported  or exported not less than 25 tonnes (product weight) of products falling under Regulation (EEC) No  2777/75 in the two calendar year preceding the year in which the licence application is lodged.  However, retail establishments or restaurants selling their products to final consumers are  excluded from the benefits of this system;\n(b)  the licence application may involve only one of groups 50, 60 and 70 referred to in Annex I to  this Regulation. The application may involve several products covered by different CN codes and  originating in one of the countries covered by this Regulation. In such cases, all the CN codes  shall be indicated in Section 15 and their designation in section 16;\nA licence application must relate to at least one tonne and to a maximum of 25  % of the quantity  available for the group concerned and the period as specified in Article 2;\n(c)  Section 8 of licence applications and licences shall indicate the country of origin; licences  shall entail an obligation to import from the country indicated;\n(d)  Section 20 of licence applications and licences shall show at least one of the following:\n-  Reglamento (CE) n° 1866/95,\n-  Forordning (EF) nr. 1866/95,\n-  Verordnung (EG) Nr. 1866/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 1866/95,\n-  Regulation (EC) No 1866/95,\n-  Règlement (CE) n° 1866/95,\n-  Regolamento (CE) n. 1866/95,\n-  Verordening (EG) nr. 1866/95,\n-  Regulamento (CE) nº 1866/95,\n-  Asetus (EY) N :o 1866/95,\n-  Foerordning (EG) nr 1866/95 (e)  Section 24 of licences shall show atleast one of the following :\n-  Reglamento (CE) n° 1866/95,\n-  Forordning (EF) nr. 1866/95,\n-  Verordnung (EG) Nr. 1866/95,\n-  Êáíïíéóìueò (AAÊ) áñéè. 1866/95,\n-  Regulation (EC) No 1866/95,\n-  Règlement (CE) n° 1866/95,\n-  Regolamento (CE) n. 1866/95,\n-  Verordening (EG) nr. 1866/95,\n-  Regulamento (CE) nº 1866/95,\n-  Asetus (EY) N :o 1866/95,\n-  Foerordning (EG) nr 1866/95.", "1.  Licence applications may be submitted only during the first 10 days of the month  preceding each period specified in Article 2.\n2.  Licence applications shall be admissible only where the applicant declares in writing that he  has not submitted and undertakes not to submit any applications, in respect of the current period,  concerning products in the same group in the Member State in which his application is lodged or in  other Member States; where the same applicant submits more than one application relating to  products in the same group, all applications from that person shall be inadmissible.\n3.  The Member States shall notify the Commission on the fifth working day following the end of the  application submission period of applications submitted for each of the products in the groups.  Such notification shall include a list of applicants and a statement of the quantities applied for  in each group. All notifications, including nil returns, shall be made by fax on the working day  stipulated, using the model in Annex II to this Regulation in cases where no application has been  submitted and the models in Annexes II and III in cases where applications have been submitted.\n4.  The Commission shall decide as quickly as possible to what extent quantities may be awarded in  respect of the applications referred to in Article 3.\nIf quantities in respect of which licences have been applied for exceed the quantities available,  the Commission shall fix a single acceptance rate as a percentage of quantities applied for.\nIf the overall quantity for which applications have been submitted is less than the quantity  available, the Commission shall calculate the quantity remaining, which shall be added to the  quantity available in respect of the following period.\n5.  Licences shall be issued as quickly as possible after the Commission has taken its decision.\n6.  Licences issued shall be valid throughout the Community.\n7.  Licences may be used for products complying with all the veterinary requirements in force in  the Community.", "For the purposes of Article 21 (2) of Regulation (EEC) No 3719/88, import licences  shall be valid for 150 days from the date of actual issue.\nImport licences issued pursuant to this Regulation shall not be transferable.", "A security of ECU 20 per 100 kilograms shall be lodged for import licence applications  for all products referred to in Article 1.", "Without prejudice to the provisions of this Regulation, Regulation (EEC) No 3719/88  shall apply.\nHowever, notwithstanding Article 8 (4) of that Regulation, the quantity imported under this  Regulation may not exceed that shown in sections 17 and 18 of the import licence. The figure '0`  shall accordingly be entered in section 19 of licences.", "The imported products shall be placed in free circulation on presentation of a movement  certificate EUR 1 issued by the exporting country in accordance with Protocol 3 annexed to the  Agreements on free trade.", "This Regulation shall enter into force on 1 August 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\nA. PRODUCTS ORIGINATING IN LATVIA\n60  % reduction in duties set by the  common customs tariff >TABLE>\nB. PRODUCTS ORIGINATING IN LITHUANIA\n60  % reduction in duties set by the  common customs tariff >TABLE>\nC. PRODUCTS ORIGINATING IN ESTONIA\n60  % reduction in duties set by the common  customs tariff >TABLE>\nANNEX II\n>START OF GRAPHIC>\nApplication of Regulation (EC) No 1866/95 COMMISSION OF THE EUROPEAN COMMUNITIES - DG VI D-3 eggs and poultrymeat sector APPLICATION FOR IMPORT LICENCES WITH REDUCED RATE OF CUSTOMS DUTY Date: Period:\nMember State:\nConsignor:\nContact:\nTelephone:\nFax:\nAddressee: DG VI D-3 Telephone: (32  2) 296  27  65 Fax: (32  2) 296  62  79 or (32  2) 296  12  27  Group No Quantity requested (in tonnes)   50  60  70    >END OF GRAPHIC>\nANNEX III\n>START OF GRAPHIC>\nApplication of Regulation (EC) No 1866/95 COMMISSION OF THE EUROPEAN COMMUNITIES - DG VI D-3 eggs and poultrymeat sector APPLICATION FOR IMPORT LICENCES WITH REDUCED RATE OF CUSTOMS DUTY Date: Period:\nMember State:    Group No CN Code Applicant (name and address) Quantity in tonnes           Total by group No      >END OF GRAPHIC>"}