{"celex_id": "31993R2655", "uri": "http://publications.europa.eu/resource/cellar/bda71a98-db76-42ab-bb14-ce8ef269ab58", "type": "Regulation", "concepts": ["1524", "3759", "519", "5332", "588"], "title": "Council Regulation (EEC) No 2655/93 of 27 September 1993 repealing with retroactive effect the anti-dumping measures applying to imports into the Community of tapered roller bearings originating in Japan\n", "header": "COUNCIL REGULATION (EEC) No 2655/93 of 27 September 1993 repealing with retroactive effect the anti-dumping measures applying to imports into the Community of tapered roller bearings originating in Japan\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) and in particular Articles 14 and 15 thereof,\nHaving regard to the proposal from the Commission and after consultation within the Advisory Committee as provided for by Regulation (EEC) No 2423/88,\nWhereas,\nA. Products under consideration  (1) The products under consideration are tapered roller bearings, including cone and tapered roller assemblies (hereafter referred to as 'TRBs'), falling within CN code 8482 20 00.\nB. Procedure  (2) In May 1989 the Commission announced, by a notice published in the Official Journal of the European Communities (2), the initiation of a review of Regulation (EEC) No 1739/85 (3) imposing a definitive duty on imports of TRBs  originating in Japan and commenced an investigation in accordance with Article 14 of Regulation (EEC) No 2423/88.\n(3) The investigation was initiated as a result of a complaint lodged in December 1988 by the 'Federation of European Bearing Manufacturers' Associations' (FEBMA) on behalf of producers representing a major proportion of Community production of TRBs.\n(4) In accordance with Article 15 (1) of Regulation (EEC) No 2423/88, the measures imposed by Regulation (EEC) No 1739/85 would namely have lapsed in June 1990. However, as the review investigation was still in progress at this time, the measures  remained in force pending the outcome of the review in accordance with Article 15 (4) of Regulation (EEC) No 2423/88 and the Commission published a notice to this effect (4).\nC. Withdrawal of the request for review and termination of review investigation  (5) In March 1993, FEBMA withdrew its request for review.\n(6) As the Commission has no reason to believe that the cessation of the measures is not in the interest of the Community, it considers that the review and therefore the anti-dumping proceeding should be terminated. The Council agrees.\nD. Expiry of the measures  (7) In view of the foregoing, the anti-dumping measures lapse in accordance with Article 15 (1) of Regulation (EEC) No 2423/88.\n(8) If the review proceeding had not been initiated, the measures would have expired on 28 June 1990. The Commission considers it appropriate in this case that the measures should be repealed with retroactive effect from that date.\n(9) The relevant legislation in force concerning repayment of customs duties will apply. In this respect and in accordance with Article 2 (2) of Regulation (EEC) No 1430/79 (5), as amended by Article 1 (1) of Regulation (EEC) No 3069/86 (6), the normal  time limit for submitting repayment applications for duties in three years.\n(10) Although a notice was published in the Official Journal concerning the preservation of importers' rights with regard to anti-dumping duties paid (7), such importers could not have known that the Community would definitely repeal the measures with  retroactive effect from 29 June 1990. It is therefore appropriate to ensure that importers have a reasonable opportunity to reclaim duties they have paid,", "main_body": ["The anti-dumping duties imposed by Regulation (EEC) No 1739/85 on imports of TRBs originating in Japan and falling within CN code 8482 20 00 are hereby repealed with effect from 29 June 1990.", "1. The relevant legislation in force concerning customs duties shall apply.\n2. For the purposes of applying Article 2 (2) of Regulation (EEC) No 1430/79, anti-dumping duties entered into the accounts of the authority responsible for their collection between 29 June 1990 and 29 December 1990 shall be deemed to have been entered  into the accounts on 29 December 1990.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable from 29 June 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 126, 23. 5. 1989, p. 2.\n(3) OJ No L 167, 27. 6. 1985, p. 3.\n(4) OJ No C 132, 31. 5. 1990, p. 5.\n(5) OJ No L 175, 12. 7. 1979, p. 1.\n(6) OJ No L 286, 9. 10. 1986, p. 1.\n(7) OJ No C 179, 1. 7. 1993, p. 5."}