{"celex_id": "31991D0449", "uri": "http://publications.europa.eu/resource/cellar/37a4afba-4131-4db1-a729-7b406e0f0668", "type": "Decision", "concepts": ["1309", "1445", "2738", "5369"], "title": "91/449/EEC: Commission Decision of 26 July 1991 laying down the specimen animal health certificates in respect of meat products imported from third countries\n", "header": "COMMISSION DECISION  of 26 July 1991  laying down the specimen animal health certificates in respect of meat products imported from third countries  (91/449/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (1), as last amended by  Directive 91/266/EEC (2), and in particular Articles 21a and 22 thereof,\nWhereas Council Decision 79/542/EEC (3), as amended by Commission Decision 91/360/EEC (4), draws up a list of third countries from which the Member States authorize imports of bovine animals, swine, fresh meat and meat products;\nWhereas it is necessary to lay down animal health conditions required for imports of meat products from those third countries;\nWhereas the categories of meat products that may be imported from third countries depends on the health situation of the country of manufacture; whereas, in order to be able to be imported, certain meat products must have been subjected to a particular  treatment;\nWhereas certain third countries appearing on the abovementioned list are only to be authorized for imports of meat products which have been subjected to a complete heat treatment;\nWhereas, however, certain Member States import meat products from these countries, and it is necessary to authorize direct import of these products to the Member States concerned until the Commission has carried out a veterinary mission;\nWhereas, in general, certain categories of meat products can be imported into the Community; whereas it is necessary to lay down the treatments and certificates required to import these products from the exporting third country; whereas, however, under  the procedure laid down in Article 29 of Directive 72/462/EEC, other types of treatment may be allowed on a case-by-case basis according to the animal health situation prevailing in the exporting country;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize imports of the following categories of meat products:\n(a) meat products other than those described in (b) conforming to the requirements laid down in the specimen animal health certificate in Annex A. This certificate must accompany the consignments of meat products coming from the third country or parts  of third countries listed in the second part of Annex A, until specific animal health conditions and veterinary certification have been laid down by Commission decisions, following a mission to each country;\n(b) meat products which have undergone a heat treatment in a hermetically sealed container to a Fo value of three or more conforming to the requirements laid down in the specimen animal health certificate in Annex B. This certificate must accompany the  consignment of meat products coming from those third countries listed in the second part of Annex B, until specific animal health conditions and veterinary certification have been laid down by Commission decisions, following a mission to each country.\n2. However, Member States shall authorize the import from certain countries listed in the second part of Annex C, meat products which have been cooked to a centre temperature of at least 80 °C conforming to the requirements laid down in the animal  health certificate in Annex C. This certificate must accompany the consignment, until specific animal health conditions and veterinary certification have been laid down by Commission decisions, following a mission to each country.\n3. Member States shall not authorize the import of categories of meat products other than those mentioned in paragraphs 1 and 2.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28. (2) OJ No L 134, 29. 5. 1991, p. 45. (3) OJ No L 146, 14. 6. 1979, p. 15. (4) OJ No L 195, 18. 7. 1991, p. 43.\nANNEX A\nPART I\nSPECIMEN\nANIMAL HEALTH CERTIFICATE\nfor meat products (1) other than those that have undergone a heat treatment in a hermetically sealed container to a Fo value of three or more intended for consignment to the European Economic Community\nCountry of destination: No: (2)\n(Name of EEC Member State)\nReference number of the public health certificate:\nExporting country:\n(see list at Part II of Annex A)\nMinistry:\nDepartment:\nReference (2):\nI. Identification of meat products\nNature of meat products:\n(Animal species)\nNature of pieces:\nNature of packaging:\nNumber of pieces or packages:\nRequired storage and transport temperature:\nStorage life:\nNet weight:\nII. Origin of meat products\nAddress(es) and veterinary approval number(s) of the establishment(s) supplier(s) of fresh meat:\nAddress(es) and veterinary approval number(s) of the approved establishment(s):\nIII. Destination of meat products\nThe meat product will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that the meat products described above have been prepared from fresh meat:\neither\n- satisfying the animal health requirements laid down in Articles 14, 15 and 16 of Directive 72/462/EEC and are in accordance with Commission Decision ../...EEC (4) (5),\nor\n- originating in a Member State of the European Economic Community and satisfying the requirements of Article 21a paragraph 1 second indent of the Directive 72/462/EEC (2).\nDone at ,\n(Place)  on\n(Date)   SEAL\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)\nPART II\nList of countries approved to use the model animal health certificate at Part I of Annex A\nAustralia\nAustria\nBulgaria\nCanada\nCzechoslovakia\nFinland\nHungary\nNew Zealand\nNorway\nPoland\nRomania\nSweden\nSwitzerland\nUnited States of America\nYugoslavia\n(1) Optional.\n(2) For railway wagons or goods vehicles the registration number should be given, for aircraft the flight number and for ships the name.\n(1) Meat products within the meaning of Directive 77/99/EEC. (2) Optional. (3) For railway wagons or goods vehicles the registration number should be given, for aircraft the flight number and for ships the name. (4) Insert current animal  health Commission Decision for fresh meat for the originating country concerned. (5) Delete as appropriate.\nANNEX B\nPART I\nSPECIMEN\nANIMAL HEALTH CERTIFICATE\nfor meat products which have undergone a heat treatment in hermetically sealed containers to a Fo value of three or more intended for consignment to the European Economic Community\nCountry of destination: No: (1)\n(Name of EEC Member State)\nReference number of the public health certificate:\nExporting country:\n(see list at Part II of Annex B)\nMinistry:\nDepartment:\nReference (2):\nI. Identification of meat products\nNature of meat products:\n(Animal species)\nNature of pieces:\nNature of packaging:\nNumber of pieces or packages:\nNet weight:\nII. Origin of meat products\nAddress(es) and veterinary approval number(s) of the establishment(s) supplier(s) of fresh meat:\nAddress(es) and veterinary approval number(s) of the approved establishment(s):\nIII. Destination of meat products\nThe meat product will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that the meat products described above:\n(a) meet the requirements of Article 21a (2) of Directive 72/462/EEC and\n(b) have been treated in a hermetically sealed container to a Fo vlue of three or more.\nDone at ,\n(Place)  on\n(Date)   SEAL\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)\nPART II\nList of countries approved to use the model animal health certificate at Part I of Annex B\nArgentina\nAustralia\nAustria\nBotswana\nBrazil\nBulgaria\nCanada\nChile\nChina, People's Republic of\nColombia\nCyprus\nCzechoslovakia\nEthiopia\nFinland\nHong Kong\nHungary\nIceland\nIndia\nIsrael\nKenya\nMadagascar  Mauritius\nMorocco\nNamibia\nNew Zealand\nNorway\nParaguay\nPoland\nRomania\nSingapore\nSouth Africa\nSwaziland\nSweden\nSwitzerland\nThailand\nTunisia\nUnited States of America\nUruguay\nUnion of Soviet Socialist Republics\nYugoslavia\nZimbabwe\n(1) Optional.\n(2) For railway wagons or goods vehicles the registration number should be given, for aircraft the flight number and for ships the name.\nANNEX C\nPART I\nSPECIMEN\nANIMAL HEALTH CERTIFICATE\nfor meat products which are cooked to a centre temperature of at least 80° C intended for consignment to the European Economic Community\nCountry of destination: No: (1)\n(Name of EEC Member State)\nReference number of the public health certificate:\nExporting country:\n(see list at Part II of Annex C)\nMinistry:\nDepartment:\nReference (1):\nI. Identification of meat products\nNature of meat products:\n(Animal species)\nNature of pieces:\nNature of packaging:\nNumber of pieces or packages:\nRequired storage and transport temperature:\nStorage life:\nNet weight:\nII. Origin of meat products\nAddress(es) and veterinary approval number(s) of the establishment(s) supplier(s) of fresh meat:\nAddress(es) and veterinary approval number(s) of the approved establishment(s):\nIII. Destination of meat products\nThe meat product will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (2):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that:\n1. the meat products described above:\n(a) meet the requirements of Article 21a (2) last sentence, of Directive 72/462/EEC, and\n(b) have undergone heat treatment so that a centre temperature of least 80° C has been achieved;\n2. after heat treatment all precautions to avoid recontamination have been taken.\nDone at ,\n(Place)  on\n(Date)   SEAL\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)\nPART II\nList of countries approved to use model animal health certificate at Part I of Annex CA\nArgentina\nBrazil\nCyprus\nParaguay\nUruguay"}