{"celex_id": "31997D0332", "uri": "http://publications.europa.eu/resource/cellar/62fc9c67-1e67-4d4a-8350-e5795504a33b", "type": "Decision", "concepts": ["1417", "1519", "3600", "5372", "5541", "889"], "title": "97/332/ECSC: Commission Decision of 26 February 1997 concerning closure aid which Italy plans to grant to Mini Acciaieria Odolese as part of the restructuring of the private steel industry (Only the Italian text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 26 February 1997 concerning closure aid which Italy plans to grant to Mini Acciaieria Odolese as part of the restructuring of the private steel industry (Only the Italian text is authentic) (Text with EEA relevance) (97/332/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2496/96/ECSC of 18 December 1996 establishing Community rules for State aid to the steel industry (1), and in particular Article 4 thereof,\nHaving given the interested parties notice to submit their comments (2), and having regard to those comments,\nWhereas:\nI\nBy letter dated 15 December 1995, the Commission informed the Italian authorities of its decision to initiate proceedings pursuant to Article 6 (4) of Commission Decision No 3855/91/ECSC, then in force, concerning aid to be granted under the programme for the restructuring of Italy's private steel industry, in particular to Mini Acciaieria Odolese (hereinafter MAO).\nIn a Decision of December 1994, the Commission authorized the aid provided for in Italian Law No 481 of 3 August 1994 (hereinafter Law No 481/94) on plant closures in the Italian private steel industry, having checked that the Law complied with Decision No 3855/91/ECSC, and in particular with Article 4, and required the Italian authorities to give it prior notification of individual aid grants under the Law. The Decision provided that, in order to benefit from closure aid, a firm must have been in production for on average at least one shift per day, i.e. at least eight hours per day, for five days per weeks for the whole of 1993 and up to February 1994, when Decree Law No 396/94, subsequently converted into Law No 481/94, was notified to the Commission.\nAccording to the information in the Commission's possession, MAO, while fulfilling the other requirements of Article 4 of the Decision on aid to closures, was not in regular production at the time of closure.\nAs the Commission had serious difficulty in determining whether the aid in question was compatible with the common market, it decided to initiate proceedings under Article 6 (4) of Decision No 3855/91/ECSC.\nII\nAs part of the proceedings, the Commission invited the Italian Government to submit its comments, and informed the other Member States and interested parties by publishing the Decision initiating the proceedings.\nIn two letters dated 22 August 1996, the German Government and Wirtschaftsvereinigung Stahl sent comments to the Commission, which forwarded them to the Italian authorities on 16 September 1996. In their comments, those parties expressed support for the Commission's decision to initiate proceedings.\nIn response to the initiation of the procedure and to the comments of the other interested parties, the Italian Government argued inter alia as follows:\n- while referring back to the Decision of December 1994, which allowed the Italian authorities to put forward objective criteria whereby plants that had operated at less than 25 % capacity could still be eligible for closure aid, the Commission Decision initiating proceedings merely stated that the criteria put forward by Italy as an alternative to the principle of 'regular production` were unsuitable,\n- the criteria the Italian authorities submitted to the Commission for consideration were based on the view that the low or zero output recorded by some firms in 1993 and early 1994 was indicative not of a desire to abandon the steel market or of obsolescent or uncompetitive plant but of unfavourable cyclical conditions in connection with financial difficulties and a market crisis,\n- the case submitted to the Commission for assessment concerns plant that is not experiencing any productivity problems due to technical factors. Some have recently benefited under major modernization schemes designed to increase efficiency and, since they have all been regularly maintained, each one could still, at little cost, resume regular production within a short space of time.\nIII\nBy virtue of its production, the undertaking in question is subject to the rules of the ECSC Treaty, Article 4 (c) of which stipulates that subsidies or aid granted by States in any form whatsoever are recognized as incompatible with the common market for coal and steel and are accordingly abolished and prohibited within the Community. The only possible exceptions to this general prohibition are set out explicitly and restrictively in Decision No 2496/96/ECSC, in Article 2 (aid for research and development), Article 3 (aid for environmental protection) and Article 4 (aid for closures). The Decision (hereinafter the 'Steel Aid Code`) entered into force on 1 January 1997.\nIt is pointed out that the exceptions to the general ban on aid to the steel industry set out in Article 4 (c) of the ECSC Treaty are not intended in any way to make the Community rules governing aid to the steel industry less strict, since those rules are justified by the serious distortion of competition that might be caused by aid that is incompatible with the common market in a sector that continues to be very sensitive. It is therefore necessary for those rules to be strictly adhered to, which means that aid to a steel undertaking may be authorized only if the Commission has been able to determine that the conditions provided for in the Steel Aid Code have effectively been complied with.\nIn the present case, all the conditions are met, including the one concerning regularity of production which had led to the initiation of proceedings.\nIn this connection, although it provides that, in order to be eligible for aid, an undertaking must have been in regular production up to the date of notification of the closure aid, the Steel Aid Code does not give a precise definition of regular. Accordingly, in its Decision of December 1994, the Commission stated that the requirement concerned would be deemed met if the undertaking receiving the aid had been in production for on average at least one shift per day, i.e. at least eight hours per day, for five days per week for the whole of 1993 and up to 28 February 1994, when Decree Law No 396/94, converted by the Italian Parliament into Law No 481/94, was notified to the Commission. The latter decided, moreover, that the Italian authorities should be allowed to demonstrate on the basis of objective criteria that an undertaking which did not satisfy this requirement had regularly produced ECSC iron and steel products. In that case the Commission was to examine the aid on the basis of its specific circumstances in order to determine whether the condition relating to regularity of production had been fulfilled.\nThe purpose of Article 4 of the Steel Aid Code and of the Commission Decision of December 1994 is clear: aid for closures may be granted only to undertakings that are significantly active on the steel market, specifically as a result of regular production. The Community legislator did not, however, feel it necessary or advisable to allow an exception to the general ban in Article 4 (c) of the ECSC Treaty, since the closure of a firm that is not in regular production does not have significant effects on the market. Accordingly, criteria which demonstrate regularity of production could be accepted as an alternative to the one provided for by the Commission in its Decision.\nThe greater part of the criteria put forward by the Italian Government demonstrate not that the undertaking in question was in regular production but that it was capable of producing on a regular basis. The wording of Article 4 of the Steel Aid Code rules out a broad interpretation which would allow aid to go to firms which, although they had not been in regular production, were capable of producing ECSC products on a regular basis.\nFrom the additional information sent by the Italian authorities, however, the Commission concludes that:\n- on the basis of a maximum possible production of 139 000 tonnes in 1993, MAO's capacity utilization rate is 22,3 %,\n- in July and August 1993, MAO invested heavily in its plant (construction of a new cooling bed for the cold-rolling mill) which involved an almost total shutdown of production during those two months,\n- on the basis of the average monthly output for 1993 alone, lost output due to the building of the new cooling bed can be estimated at 5 166 tonnes (3),\n- thus the capacity utilization rate amounts to 26 % compared with its maximum possible production.\nAccordingly, in view of the capacity take-up which the undertaking could have achieved without the major work on its rolling mill, it must be concluded that the undertaking was in regular production (i.e. in production for at least one shift per day, five days per week) at the time of its closure.\nIV\nIn the light of the foregoing, in particular the end of Part III, it must be concluded that the closure aid of Lit 5 437 million which Italy plans to grant to MAO may be declared compatible with the common market, since it satisfies the requirements of Article 4 of the Steel Aid Code. Accordingly, the proceedings relating to the aid in question may be declared closed,", "main_body": ["The State aid envisaged by Italy for Mini Acciaieria Odolese in the context of the restructuring of the Italian private steel industry is compatible with the common market. The grant of such aid totalling Lit 5 437 million is accordingly authorized.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 26 February 1997.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 338, 28. 12. 1996, p. 42.\n(2) OJ No C 101, 3. 4. 1996, p. 4.\n(3) 31 000 tonnes (annual output)/12 months Ă\u0097 2 (July and August). Before 1993 the firm in fact continued to produce in August (August 1992: 7 034 tonnes; August 1991: 4 500 tonnes; August 1990: 5 993 tonnes)."}