{"celex_id": "31993L0106", "uri": "http://publications.europa.eu/resource/cellar/03e4d0ad-5013-480f-8b28-97287932a58c", "type": "Directive", "concepts": ["191", "2090", "4490", "4801"], "title": "Commission Directive 93/106/EEC of 29 November 1993 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community\n", "header": "COMMISSION DIRECTIVE 93/106/EC of 29 November 1993 amending Directive 92/76/EEC recognizing protected zones exposed to particular plant health risks in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), as last amended by  Commission Directive 93/19/EEC (2), and in particular the first subparagraph of Article 2 (1) (h) thereof,\nHaving regard to the requests made by Greece, France, Italy and Portugal,\nWhereas Member States may request the recognition as a protected zone, in particular, of a zone in which one or more harmful organisms referred to in the said Directive, which are established in one or more parts of the Community, are not endemic or  established, despite conditions being favourable for them to establish themselves there;\nWhereas by Commission Directive 92/76/EEC (3) the Commission has recognized certain such protected zones;\nWhereas certain Member States have requested that certain zones be recognized as protected zones in respect of Citrus tristeza virus (European isolates);\nWhereas the abovementioned requests should be based on the grounds that the results of appropriate surveys, monitored by Commission experts, confirm that one or more of the harmful organisms, in respect of which the zone is to be recognized as a  protected zone, are not endemic or established there;\nWhereas, however, the details of such surveys are not yet fully established at Community level;\nWhereas the recognition should be provisional only and based on the available information submitted by the Member State concerned;\nWhereas, based on recent new information by Italy, it appears that it is no longer appropriate to maintain the 'protected zones' recognized for Italy in respect of Dendroctonus micrans Kugelan, Ips amitinus Eichhof and Ips duplicatus Sahlbey because  these organisms seem to be present locally;\nWhereas, based on recent new information submitted by the UK, it appears that the 'protected zones' recognized for the UK, in respect of Dendroctonus micans Kugelan, should be extended because a larger zone seems to be free from the harmful organism;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The Annex to Directive 92/76/EEC is hereby amended as indicated in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive on 15 December 1993. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall immediately communicate to the Commission all provisions of domestic law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 29 November 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 96, 24. 4. 1993, p. 33.\n(3) OJ No L 305, 21. 10. 1992, p. 12.\nANNEX\n1. In point (a) 4, the right hand column is altered as follows:\n'Greece, Spain, Ireland, Portugal, United Kingdom (Scotland, Northern Ireland, England: the following counties: Bedfordshire, Berkshire, Buckinghamshire, Cambridgeshire, Cleveland, Cornwall, Cumbria, Devon, Dorset, Durham, East Sussex, Essex, Greater  London, Hampshire, Hertfordshire, Humberside, Kent, Lincolnshire, Norfolk, Northamptonshire, Northumberland, Nottinghamshire, Oxfordshire, Somerset, South Yorkshire, Suffolk, Surrey, Tyne and Wear, West Sussex, West Yorkshire, the Isle of Wight, the  Isle of Man, the Isles of Scilly, and the following parts of counties; Avon: that part of the county which lies to the south of the southern boundary of the M4 motorway; Cheshire: that part of the county which lies to the east of the eastern boundary of  the Peak District National Park together with that part of the county which lies to the north of the northern boundary of the A 52 (T) road to Derby and that part of the county which lies to the north of the northern boundary of the A 6 (T) road;  Gloucestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Greater Manchester: that part of the county which lies to the east of the eastern boundary of the Peak District National Park;  Leicestershire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road together with that part of the county which lies to the east of the eastern boundary of the B411A road together with that part of the  county which lies to the east of the eastern boundary of the M1 motorway; North Yorkshire: the whole county except that part of the county which comprises the district of Craven; Staffordshire: that part of the county which lies to the east of the  eastern boundary of the A 52 (T) road; Warwickshire: that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road; Wiltshire: that part of the county which lies to the south of the southern boundary of the M4  motorway to the intersection of the M4 motorway and the Fosse Way Roman road, and that part of the county which lies to the east of the eastern boundary of the Fosse Way Roman road)'.\n2. In points (a) 7 and 9, in the right hand column, 'Italy' is deleted.\n3. The following is added to point (d):\n\"\" ID=\"1\">'4. Citrus tristeza virus (European isolates) harmful to fruits of Citrus clementina Hort. ex. Tanaka, with leaves and peduncules> ID=\"2\">Greece, France (Corsica), Italy, Portugal'\">"}