{"celex_id": "31992R1115", "uri": "http://publications.europa.eu/resource/cellar/9232a8bc-bb94-44ce-82e2-fc5c3f6b8cf0", "type": "Regulation", "concepts": ["1604", "2642"], "title": "Commission Regulation (EEC) No 1115/92 of 30 April 1992 laying down precautionary measures for fruit and vegetables as regards cauliflowers for the period 1 May to 31 May 1992\n", "header": "COMMISSION REGULATION (EEC) No 1115/92  of 30 April 1992  laying down precautionary measures for fruit and vegetables as regards cauliflowers for the period 1 May to 31 May 1992\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 155 thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1623/91 (2),\nWhereas, pursuant to Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price must be fixed for each marketing year for each of the products listed in Annex II to that Regulation; whereas the products in question, harvested in  a given production year, are marketed as regards cauliflowers from May to April of the following year; whereas to date the Council has not adopted the basic price and the buying-in price for cauliflowers applicable from 1 May 1992; whereas the  Commission, by virtue of the powers conferred on it by the Treaty, must take the necessary precautionary measures to ensure that the common agricultural policy continues to operate in the fruit and vegetables sector in question; whereas those measures  are adopted as a precaution and without prejudice to the Council's price decisions for 1992/93;\nWhereas, under the precautionary measures, the continuity of the intervention arrangements provided for in Articles 15 and 19 of abovementioned Regulation (EEC) No 1035/72 must be ensured; whereas, to that end, the amounts to be used in calculating the  prices at which the abovementioned intervention operations take place should be fixed for the period 1 May to 31 May 1992; whereas the amounts to be used correspond to the basic and buying-in prices proposed by the Commission to the Council,", "main_body": ["For the period 1 May to 31 May 1992, the intervention operations provided for in Articles 15 and 19 of Regulation (EEC) No 1035/72 shall be carried out, as regards cauliflowers, at prices determined on the basis of the following amounts  expressed in ecus per 100 kilograms net weight:\n1. basic price:\n- 26,62 for Spain,\n- 28,47 for Portugal,\n- 30,91 for the other Member States;\n2. buying-in price:\n- 11,57 for Spain,\n- 12,40 for Portugal,\n- 13,45 for the other Member States.\nThese amounts refer to trimmed cauliflowers of quality grade I, packaged.\nThese amounts do not take account of the cost of the packaging in which the product is put up.", "This Regulation shall enter into force on 1 May 1992.\nIt shall apply until 31 May 1992.\nThe provisions of this Regulation shall apply without prejudice to the decisions to be adopted by the Council in accordance with Article 16 (1) of Regulation (EEC) No 1035/72. This Regulation shall be binding in its entirety and directly applicable in  all Member States."], "attachments": "Done at Brussels, 30 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 150, 15. 6. 1991, p. 8."}