{"celex_id": "31995R3076", "uri": "http://publications.europa.eu/resource/cellar/d97fece2-0c44-43c6-9755-e06b3d8bd6a5", "type": "Regulation", "concepts": ["2084", "2556", "2879", "4791", "5254", "5283"], "title": "Council Regulation (EC) No 3076/95 of 22 December 1995 allocating, for 1996, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen\n", "header": "COUNCIL REGULATION (EC) No 3076/95\nof 22 December  1995\nallocating, for 1996, certain catch quotas between Member States for vessels fishing in the  Norwegian exclusive economic zone and the fishing zone around Jan Mayen\nTHE COUNCIL  OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community  system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community and Norway have held consultations on their mutual fishing rights for 1996,  and in particular the allocation of certain catch quotas to Community vessels in the Norwegian  fishing zone;\nWhereas, in accordance with Articles 96 and 124 of the 1994 Act of Accession, fisheries agreements  concluded by the Republic of Finland and the Kingdom of Sweden with third countries are managed by  the Community;\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries between the  Kingdom of Sweden and the Kingdom of Norway, of 9 December 1976, the Community, on behalf of  Sweden, has held consultations with Norway concerning their fishing rights for 1996;\nWhereas these consultations have not yet been concluded and will resume early in 1996;\nWhereas, to ensure efficient management of the catch possibilities available they should be  allocated among the Member States as quotas in accordance with Article 8 of Regulation (EEC) No  3760/92;\nWhereas the fishing activities covered by this Regulation are subject to the control measures  provided for by Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control  system applicable to the common fisheries policy (2),", "main_body": ["From 1 January until 31 December 1996, vessels flying the flag of a  Member State are hereby authorized to make catches:\n- in waters falling within the Norwegian exclusive economic zone north of 62° 00&prime; N or within  the fishing zone around Jan Mayen, and within the quota limits set out in Annex I;\n- in waters falling within the Norwegian exclusive economic zone south of 62° 00&prime; N, and  within the quota limits set out in Annex II.", "This Regulation shall enter into force on 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No L 389, 31. 12. 1992,  p. 1.\n(2) OJ No L 261, 20. 10. 1993, p. 1.\nANNEX I\nAllocation of Community catch quotas in Norwegian waters for 1996, as referred  to in Article 1\n(Norwegian waters north of 62°00&prime; N)\n>TABLE>\nANNEX II\nAllocation of Community catch quotas in Norwegian waters for 1996, as referred  to in Article 1\n(Norwegian waters south of 62°00&prime; N)\n>TABLE>"}