{"celex_id": "31993D0259", "uri": "http://publications.europa.eu/resource/cellar/2309bdde-c44a-49ef-b432-bac6d28e6673", "type": "Decision", "concepts": ["1318", "3071", "3743", "3831", "4629", "889"], "title": "93/259/ECSC: Commission Decision of 24 March 1993 authorizing additional aid by Germany to the coal industry for 1992 (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 24 March 1993 authorizing additional aid by Germany to the coal industry for 1992 (Only the German text is authentic)\n(93/259/ECSC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI  In a letter dated 10 February 1993, the German Government informed the Commission, pursuant to Article 9 (3) of Decision No 2064/86/ECSC, of an additional financial measure which it intends to implement retroactively for 1992 in order to support the  coal industry, concerning deliveries of coal and coke to the Community steel industry.\nOn 30 September 1992 the Commission adopted Decision 92/506/ECSC (2) ruling on financial aid by Germany to the coal industry in 1992.\nAs stated in that Decision, the German Government intended to grant in 1992, pursuant to Decision No 2064/86/ECSC, a total of DM 3 293 million under the system of aid to deliveries of coking coal, coke and coal for injection into blast furnaces in the  Community steel industry.\nIn Decision 92/506/ECSC the Commission noted that the amount of aid under the system was linked to available budgetary resources; accordingly the German Government was required to communicate any changes in the amount authorized by the Commission for  1992.\nThe German Government has informed the Commission that the amount of aid laid down in Decision 92/506/ECSC for the supply of coal and coke to the steel industry is insufficient. The increase necessary for 1992 over the amount authorized by the  Commission is DM 330,579 million, which brings the total aid for the supply of coal and coke in 1992 to DM 3 623,579 million.\nThe reason for the increase in aid is that the gap between the world market price for coking coal and German production costs has proved wider than originally foreseen, on account of the drop in prices on the world market and the development of the US  dollar-German Mark exchange rate.\nThe figure of DM 3 623,579 million for this aid is compatible with Article 4 of Decision No 2064/86/ECSC, since it serves to bridge the gap observed in 1992 between the world market price and the production costs for a volume of 20,7 million tonnes, in  accordance with the conditions set out in Article 12 of that Decision.\nThe contribution of the planned measure to the restructuring and rationalization of the coal industry and to solving social and regional problems in phasing the closure of loss-making installations satisfies the criteria and objectives of Article 2,  first and third indents, of Decision No 2064/86/ECSC.\nConsequently, the aid referred to in this Decision is compatible with the proper functioning of the common market.\nThis Decision does not produce any legal effects beyond the date of expiry of Decision No 2064/86/ECSC.\nII  The Commission will have to ensure, pursuant to Article 11 (2) of Decision No 2064/86/ECSC, that the direct aid authorized for current production is intended solely for the purposes set out in Articles 3 to 6 of that Decision. To this end it must be  informed of the amounts of payments and how they are allocated,", "main_body": ["Germany is hereby authorized to grant, for 1992, additional aid amounting to DM 330 579 000 for the supply of coking coal, coke and coal for injection into blast furnaces in the Community steel industry, which brings the total aid for this  purpose in 1992 to DM 3 623 579 000.", "Germany shall notify the Commission by 30 June 1993 of the amount of aid actually paid in 1992.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 24 March 1993.\nFor the Commission\nAbel MATUTES\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1.\n(2) OJ No L 310, 27. 10. 1992, p. 29."}