{"celex_id": "31996R1585", "uri": "http://publications.europa.eu/resource/cellar/0b21c402-a99d-49b7-bd01-f39686792b90", "type": "Regulation", "concepts": ["1667", "2965", "5096", "5384", "755", "797"], "title": "Council Regulation (EC) No 1585/96 of 30 July 1996 fixing the amounts of aid for flax fibre and hemp and the amount withheld to finance measures to promote the use of flax fibre for the 1996/97 marketing year\n", "header": "COUNCIL REGULATION (EC) No 1585/96 of 30 July 1996 fixing the amounts of aid for flax fibre and hemp and the amount withheld to finance measures to promote the use of flax fibre for the 1996/97 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), and in particular Articles 2 (3) and 4 (3) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas Article 4 of Regulation (EEC) No 1308/70 provides that the amounts of aid for flax grown mainly for fibre and for hemp grown in the Community are to be fixed each year;\nWhereas, in accordance with Article 4 (2) of that Regulation, this amount shall be fixed per hectare of area sown and harvested so as to ensure an even balance between the volume of production required in the Community and the amount that can be marketed; whereas it must be fixed, taking into account the price for fibres and flax and hemp seed on the world market;\nWhereas the flax market has over recent years been subject to major fluctuations in the price of fibre and to a considerable increase in Community areas put down in cultivation of flax; whereas, in order to contribute to longer term market stability, the situation for the 1997/98 marketing year should be re-examined in the full light of all relevant factors before deciding on the proposal of the Commission to introduce a maximum guaranteed area; whereas, however, in order to take into account the development of the areas under cultivation and to lessen the already high budgetary expenses in this sector, a limited reduction of the aid from the 1996/97 marketing year is appropriate;\nWhereas Article 2 (3) of Regulation (EEC) No 1308/70 provides that the portion of aid for financing Community measures to encourage the use of flax fibre is to be fixed at the time when the aid is fixed for the marketing year in question in accordance with the criteria referred to in the said paragraph; whereas it is to be fixed in the light of trends on the market in flax, the amount of aid for flax and the cost of the measures to be introduced;\nWhereas application of the abovementioned criteria entails fixing the amount of aid and the portion of the aid to be used for financing measures to promote the use of flax fibre at the levels set out below,", "main_body": ["For the 1996/97 marketing year, the amounts of aid provided for in Article 4 of Regulation (EEC) No 1308/70 shall be:\n(a) ECU 865,48 per hectare as regards flax;\n(b) ECU 774,74 per hectare as regards hemp.", "For the 1996/97 marketing year, the amount of the aid for flax to be used to finance the measures to promote the use of flax fibre referred to in Article 1 of Regulation (EEC) No 1308/70 shall be ECU 49,62 per hectare.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No L 146, 4. 7. 1970, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ No L 349, 31. 12. 1994, p. 105).\n(2) OJ No C 125, 27. 4. 1996, p. 22.\n(3) OJ No C 166, 10. 6. 1996.\n(4) OJ No C 204, 15. 7. 1996, p. 57."}