{"celex_id": "31994R1901", "uri": "http://publications.europa.eu/resource/cellar/8352c3ba-e7f3-4fa3-a4fb-c9ea1c14ed42", "type": "Regulation", "concepts": ["1309", "1644", "2300", "4083"], "title": "Commission Regulation (EC) No 1901/94 of 27 July 1994 amending Regulation (EEC) No 1707/90 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\n", "header": "COMMISSION REGULATION (EC) No 1901/94 of 27 July 1994 amending Regulation (EEC) No 1707/90 laying down detailed rules for the application of Council Regulation (EEC) No 1796/81 on imports of preserved cultivated mushrooms from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of preserved cultivated mushrooms of the species Agaricus spp. falling within CN codes ex 0711 90 40, 2003 10 20 and 2003 10 30 (1), as last amended  by Regulation (EEC) No 1122/92 (2), and in particular Article 6 thereof,\nWhereas Commission Regulation (EEC) No 1707/90 (3), as last amended by Regulation (EC) No 3453/93 (4), lays down the conditions under which and additional amount will be levied in respect of quantities which exceed those specified in Article 3 of (EEC)  No 1796/81; whereas it is necessary to specify that quantities imported in excess of the quantities indicated in the licence or certificate, under Article 8 (4) of Commission Regulation (EEC) No 3719/88 (5), as last amended by Regulation (EC) No 3519/93  (6), are not exempt from the additional amount;\nWhereas the Chinese authorities have communicated a change to the list of competent authorities for issuing certificates of origin in accordance with Article 4 of Regulation (EEC) No 1707/90; whereas, as a result, Annex III to that Regulation must be  amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 1707/90 is hereby amended as follows:\n1. The following paragraph is added to Article 7:\n'Quantities imported within the tolerance specified in Article 8 (4) of Regulation (EEC) No 3719/88 shall not be exempt from the additional amount.'\n2. In Annex III under 'for the People's Republic of China:', the tenth indent is replaced by the following:\n'- Foreign Trade Administration, Ministry of Foreign Trade and Economic Cooperation (MOFTEC)'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 183, 4. 7. 1981, p. 1.\n(2) OJ No L 117, 1. 5. 1992, p. 98.\n(3) OJ No L 158, 23. 6. 1990, p. 34.\n(4) OJ No L 316, 17. 12. 1993, p. 11.\n(5) OJ No L 331, 2. 12. 1988, p. 1.\n(6) OJ No L 320, 22. 12. 1993, p. 16."}