{"celex_id": "31990R0620", "uri": "http://publications.europa.eu/resource/cellar/2e1fdb6d-d5b3-41d0-a419-4691a3b77c23", "type": "Regulation", "concepts": ["2483", "4288", "4692", "4839"], "title": "Commission Regulation (EEC) No 620/90 of 14 March 1990 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION  REGULATION (EEC) No 620/90\nof 14 March 1990\nadopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of the Council of 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of classical swine fever deseases in certain production regions in Belgium, the introduction of live pigs from the infection zone has been temporarily prohibited;\nWhereas in order to take account of the limitations to free movement of goods resulting from the situation, exceptional measures to support the market must be taken;\nWhereas it is therefore appropriate to fix private storage aid for certain sensitive products coming from the protection zones established for sanitary reasons in accordance with detailed implementing rules for the granting of private storage aid in the pigmeat sector adopted by Commission Regulation (EEC) No 1092/80 (3), as last amended by Regulation (EEC) No 3498/88 (4);\nWhereas in order to limit the risk of infection the Belgian authorities should be authorized to designate the places of storage;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. As from 15 March until 20 April 1990 applications for private storage aid in the pigmeat sector may be made to the Belgian intervention agency in accordance with the provisions of Regulation (EEC) No 1092/80 and of this Regulation.\nOnly products coming from pigs reared in the protection zones in which classical swine fever has been detected.\nModification to the boundary of the protection zones shall be immediately notified by the Belgian authorities to the Commission.\nThe list of products which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2. If the period of storage is extended or curtailed, the amount of said shall be adjusted accordingly. The amounts of the supplements per month and the deductions per day are set out in columns 7 and 8 of the Annex.", "The minimum quantity per contract and per product shall be five tonnes.\nThe Belgian authorities may designate the places of the storage in accordance with veterinary requirements.", "The security shall be 20 % of the amount of aid set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 March 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 114, 3. 5. 1980, p. 22.\n(4) OJ No L 306, 11. 11. 1988, p. 32.\nANNEX\n(Ecu/tonne)\n1.2.3,6.7,8 //  //  //  //  // CN code  // Products in respect of which aid is granted  // Amount of aid for a storage period of  // Supplement or reduction 1.2.3.4.5.6.7.8 //  //  // 3 months   // 4 months   // 5 months   // 6 months   // per month   // per day   //    //   //   //  //   //   //   //   // 1  // 2  // 3  // 4  // 5  // 6  // 7  // 8  //  //  //  //  //  //  //  //  // ex 0203   // Meat of domestic swine, fresh or chilled:   //   //   //   //   //  //   // ex 0203 12 11   // Legs   // 279   // 314   // 349  // 384   // 35   // 1,17   // ex 0203 12 19   // Shoulders  // 279   // 314   // 349   // 384   // 35   // 1,17   // ex 0203 19 11   // Fore-ends   // 279   // 314   // 349   // 384  // 35   // 1,17   // ex 0203 19 13   // Loins, with or without the neck-end or neck-ends separately (1) (2)   // 279   // 314  // 349   // 384   // 35   // 1,17   // ex 0203 19 15  // Bellies, whole or trimmed by rectangular cut   // 136  // 163   // 190   // 217   // 27   // 0,90   // ex 0203 19 55  // Bellies, whole or trimmed by rectangular cut, without rind and ribs   // 136   // 163   // 190   // 217   // 27   // 0,90  // ex 0203 19 55   // Legs, shoulders, fore-ends, loins with or without the neck-end, or neck-ends separately, boned (1) (2)   // 279   // 314   // 349   // 384   // 35   // 1,17   // ex 0203 19 55   // Cuts corresponding to 'middles', with or without rind or fat, boned (3)   // 211   // 240   // 269  // 298   // 29   // 0,97   // ex 0203 19 59   // Cuts corresponding to 'middles', with or without rind or fat, with bone in (3)   // 211   // 240   // 269   // 298   // 29  // 0,97   //    //   //   //   //   //   //   //\n(1) Loins and neck-ends may be with or without rind, the aderent layer or fat, however, not excreding 25 cm in depth.\n(2) The quantity contracted may cover any combination of the products mentioned.\n(3) Same presentation for products falling within CN code 0210 19 20."}