{"celex_id": "31998L0087", "uri": "http://publications.europa.eu/resource/cellar/d5bb1f4f-6238-403e-842b-45ed49281c82", "type": "Directive", "concepts": ["1233", "1277", "13", "2372", "2435", "893"], "title": "Commission Directive 98/87/EC of 13 November 1998 amending Council Directive 79/373/EEC on the marketing of compound feedingstuffs (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 98/87/EC of 13 November 1998 amending Council Directive 79/373/EEC on the marketing of compound feedingstuffs (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 79/373/EEC of 2 April 1979 on the marketing of compound feedingstuffs (1), as last amended by Commission Directive 97/47/EC (2), and in particular Article 10(e) thereof,\nWhereas, under point VII.E.4 of Annex XV to the Act of Accession, the Kingdom of Sweden may maintain its national legislation making it compulsory to state the phosphorus content on the labelling of compound feedingstuffs intended for fish until 31 December 1997;\nWhereas, under Annex XV of the abovementioned Act, Sweden is required to accompany requests for the adaptation of the Community legislation for the mineral concerned by a detailed scientific statement of reasons;\nWhereas Sweden transmitted a statement of reasons on 5 June 1997;\nWhereas Directive 79/373/EEC provides for the regular updating of the Annex thereto in the light of scientific and technical knowledge;\nWhereas enrichment with phosphorus is disturbing the ecological balance of lakes and seas; whereas eutrophication effects frequently observed in inland lakes are blue-green algae blooms, oxygen deficiency, high fish mortality and reduced biodiversity;\nWhereas it is therefore necessary to restrict phosphorus emissions to an absolute minimum; whereas the compulsory indication of phosphorus content on the labelling of compound feedingstuffs for fish would make a significant contribution to that objective by facilitating good feeding practice;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Feedingstuffs,", "main_body": ["The Annex to Directive 79/373/EEC is hereby amended in accordance with the Annex hereto.", "1. Member States shall adopt and publish not later than 30 June 1999 the laws, regulations and administrative provisions necessary to comply with the provisions of this Directive. They shall immediately inform the Commission thereof.\nThey shall apply those provisions from 1 July 1999.\nWhen Member States adopt the provisions they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 86, 6. 4. 1979, p. 30.\n(2) OJ L 211, 5. 8. 1997, p. 45.\nANNEX\nIn Part B of the Annex, the section 'Complete feedingstuffs` is replaced by the following:\n>TABLE>"}