{"celex_id": "31991R3732", "uri": "http://publications.europa.eu/resource/cellar/fca342bd-2d95-4779-95a2-9d8b702a3658", "type": "Regulation", "concepts": ["161", "1819", "2437", "4083"], "title": "Council Regulation (EEC) No 3732/91 of 12 December 1991 opening, allocating and providing for the administration of a Community tariff quota for prepared or preserved sardines, originating in Morocco, for the period 1 January 1992 to 29 February 1992\n", "header": "COUNCIL REGULATION (EEC) No 3732/91  of 12 December 1991  opening, allocating and providing for the administration of a Community tariff quota for prepared or preserved sardines, originating in Morocco, for the period 1 January 1992 to 29 February  1992\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 4 of Protocol 1 to the Agreement on relations in the sea fisheries sector between the European Economic Community and the Kingdom of Morocco (1) states that prepared or preserved sardines falling within CN codes ex 1604 13 10 or ex 1604  20 50 and originating in Morocco shall be imported duty-free into the Community within the limits of a Community tariff quota of 17 500 tonnes (net weight); whereas, in order to ensure a regular flow to the Community market under this quota, the  quantities destined for that market may not exceed 60 % of the total volume of the quota in the first half of the year and may not exceed 35 % in the first quarter of the year; whereas, at the end of each of these periods, the quantities of the products  in question which have been allocated to, but not used by, the Member States should be returned immediately to the Community reserve;\nWhereas the said Agreement on fisheries is due to expire at the end of February 1992 and whereas, pursuant to Article 12 of the Agreement, the Contracting Parties have begun negotiations with a view to the possible conclusion of a new agreement; whereas  in the meantime the tariff quota in question should be opened, for the period 1 January 1992 to 29 February 1992, for a quantity which, calculated pro rata temporis, amounts to 4 083 tonnes;\nWhereas, within the limits of the tariff quota, Spain and Portugal shall apply the customs duties calculated according to the provisions of Council Regulation (EEC) No 3189/88 of 14 October 1988 laying down the arrangements to be applied by Spain and  Portugal to trade with Morocco (2);\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into all the Member States until the quota is  exhausted;\nWhereas the prepared and preserved sardines sector is encountering, in certain regions of the Community, economic constraints of a particular nature, bearing in mind notably the importance which sardine production may have in the fisheries production  structure as a whole, thus justifying the fact that the traditional commercial outlets for producers on external markets and, as a matter of priority, on the Community market, should not be adversely affected; whereas these specific economic  circumstances make it necessary to maintain the allocation between the Member States of the quota concerned for the period of application of this Regulation;\nWhereas, bearing in mind the way in which trade has developed traditionally, the allocation maintained among Member States should, in order to correspond as closely as possible to the real trend of the market for the products in question, be carried out  on a pro rata basis according to the needs of the Member States, calculated on the basis of statistics of imports of the said products from Morocco during a representative reference period and on the economic outlook for the quota periods in question;\nWhereas, in the last three years, the products in question were imported regularly only by certain Member States and not at all or only occasionally by the other Member States; whereas, in these circumstances, in the first phase, initial shares should  be allocated to the genuine importing Member States and the other Member States should be guaranteed access to the tariff quota when imports actually take place; whereas these arrangements for allocation will equally ensure the uniform collection of the  duties applicable;\nWhereas, to allow for the trend of imports of the products concerned in the various Member States, the quota volume should be divided into two parts, the first being allocated among certain Member States and the second held as a reserve to cover any  subsequent requirements of Member States which have used up their initial shares and any requirements which might arise in the other Member States; whereas, to afford importers in each Member State some degree of certainty, an appropriate level for the  first part of the Community quota would, in the present circumstances, be 20 % of the quota volume, the second part, 80 %, constituting the reserve to which shall also be returned any amounts remaining from the shares allocated when the quota volume was  divided up;\nWhereas, for the period concerned, the initial shares may be used up at different rates in each of the periods concerned; whereas, to provide for this eventuality and to avoid any break in the continuity of supplies, any Member State which has entirely  used up its initial share should draw an additional share from the Community reserve; whereas each Member State should effect its drawing whenever its additional share is almost used up, and as many times as the reserve allows; whereas this form of  administration requires close cooperation between Member States and the Commission and the latter must be able to monitor the extent to which the quota volume has been used up and to inform the Member States accordingly;\nWhereas if, during the period concerned, the Community reserve is almost completely used up, it is essential that Member States return to the reserve the whole of the unused part of their initial shares and any drawings in order to prevent part of the  Community tariff quota remaining unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out  by any one of its members,", "main_body": ["From 1 January 1992 to 29 February 1992 the customs duty applicable to imports into the Community of the following products, originating in Morocco, shall be suspended at the level indicated and within the limits of a Community tariff quota  as shown below:\nOrder No  CN-code (1)  Description  Volume of tariff quotas (in tonnes)  Rate of duty (%)             09.1101  ex 1604 13 10\nex 1604 20 50  Prepared or preserved sardines of the type Sardina pilchardus  4 083\nnet weight  0\n(1) Taric codes: 1604 13 10*10\n1604 20 50*11\nWithin the limit of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with Regulation (EEC) No 3189/88.", "1. The tariff quota referred to in Article 1 shall be divided into two parts.\n2. The first part of the quota, 816 tonnes, shall be allocated among certain Member States; the quota shares, which, subject to Article 4, shall be valid until 29 February 1992, shall be as follows:\nin tonnes  Benelux  74  Denmark  -  Germany  176  Greece  9  Spain  -  France  342  Ireland  -  Italy  48  Portugal  -  United Kingdom  167\n3. The second part of the quota, 3 267 tonnes, shall constitute the Community reserve.\n4. If the products concerned are presented in the other Member States along with a declaration of entry into free circulation accepted by the customs authorities, the Member State concerned shall inform the Commission and draw a corresponding amount  pursuant to Article 3.", "When the initial share of a Member State, as fixed in Article 2 (2), has been exhausted, the following provisions shall apply.\nIf an importer presents, in a Member State, a declaration of entry into circulation for a product covered by this Regulation and if this is accepted by the customs authorities the Member State concerned shall inform the Commission and draw an amount  corresponding to its requirements from the reserve referred to in Article 2 (3).\nRequests for drawings, with an indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawing shall be granted by the Commission, by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a basis proportionate to the requests. Member States shall be so informed by the Commission.", "Once at least 80 % of the reserve, as defined in Article 2 (3), has been used up, the Commission shall inform the Member States thereof.\nIt shall also notify Member States in this case of the date from which drawings on the Community reserve must be made according to the provisions laid down in the second subparagraph of Article 3, if these provisions are not already in effect.\nWithin a time limit fixed by the Commission as from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the reserve all their initial shares which have not been used on that date.", "The Commission shall keep account of the shares opened to Member States pursuant to Articles 2 and 3 and shall inform each Member State of the extent to which the reserve has been used up as soon as it has been notified.\nIt shall inform the Member States of the amount of the reserve following any return of quota shares pursuant to Article 4.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1991. For the Council\nThe President\nJ. G. M. ALDERS\n(1) OJ No L 99, 16. 4. 1988, p. 49. (2) OJ No L 287, 20. 10. 1988, p. 1."}