{"celex_id": "31997R1407", "uri": "http://publications.europa.eu/resource/cellar/56e37d90-7b22-4c3d-afe2-88ded1d5bb3c", "type": "Regulation", "concepts": ["1309", "3156", "3732", "4078", "4080", "5750"], "title": "Commission Regulation (EC) No 1407/97 of 22 July 1997 temporarily adapting the special arrangements for imports of rice laid down in Regulations (EEC) No 999/90 and (EEC) No 862/91 for the purpose of implementing the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\n", "header": "COMMISSION REGULATION (EC) No 1407/97 of 22 July 1997 temporarily adapting the special arrangements for imports of rice laid down in Regulations (EEC) No 999/90 and (EEC) No 862/91 for the purpose of implementing the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Regulation (EC) No 1161/97 (2), and in particular Article 3 (1) thereof,\nWhereas Council Regulation (EEC) No 715/90 of 5 March 1990 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the ACP States or in the overseas countries and territories (OCT) (3), as last amended by Regulation (EC) No 619/96 (4) and Council Regulation (EEC) No 3491/90 of 26 November 1990 on imports of rice originating in Bangladesh (5) provide for the reduction of the levy applicable to imports into the Community of rice from certain countries up to certain maximum quantities provided that the countries concerned levy an export charge;\nWhereas Commission Regulation (EEC) No 999/90 (6), as last amended by Regulation (EC) No 1373/96 (7) and Commission Regulation (EEC) No 862/91 (8), as last amended by Regulation (EC) No 1373/96, lay down detailed rules for the application of the said special arrangements;\nWhereas pursuant to the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations, the Community is to replace variable levies by fixed customs duties from 1 July 1995; whereas this could prevent application of the special arrangements; whereas it is therefore necessary, pending the conclusion of new agreements with the countries in question, to make transitional adjustments to the abovementioned Commission Regulations while maintaining the essential parts of the arrangements concerned;\nWhereas levies are now replaced by customs duties and the reductions granted to third countries must be applied to the customs duties applicable from 1 July; whereas, in order not to prejudice the interests of the exporter countries, it is also necessary to replace the reduction of the component designed to protect the Community industry by a fixed reduction of the import duty;\nWhereas the rates of duty set out in the common customs tariff for imports of husked rice falling within CN code 1006 20 and milled rice falling within CN code 1006 30 are those applicable on the date referred to in Article 67 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (9), as last amended by Regulation (EC) No 82/97 (10);\nWhereas, to ensure the correct application of the arrangements involving the collecting of an export charge, the import duty must be fixed in advance; whereas, therefore, the possibility of fixing the applicable duty on the date of submission of the import licence application should be maintained;\nWhereas the security provided for in Article 10 of Commission Regulation (EC) No 1162/95 (11), as last amended by Regulation (EC) No 932/97 (12), to cover imports carried out with advance fixing should be increased;\nWhereas Regulation (EC) No 1373/96 lays down temporary measures until 30 June 1997 to facilitate the transition from the abovementioned special import arrangements;\nWhereas Regulation (EC) No 1161/97 extends the period for transitional measures until 30 June 1998; whereas the measures provided for in Regulation (EC) No 1373/96 should be extended until 30 June 1998;\nWhereas, however, Council Regulation (EEC) No 1250/77 of 17 May 1977 concerning imports of rice from the Arab Republic of Egypt (13) was replaced by Council Regulation (EC) No 2184/96 (14); whereas it is therefore no longer necessary to provide for transitional measures for these arrangements;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Rice,", "main_body": ["Regulation (EEC) No 999/90 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nThe customs duties referred to in Article 12 (1) of Regulation (EEC) No 715/90 shall be calculated every week by the Commission as follows:\n- the duty applicable to imports of paddy rice falling within CN codes 1006 10 21 to 1006 10 98 shall be equal to the customs duties set out in the Common Customs Tariff less 50 %, less ECU 4,34,\n- the duty applicable to imports of husked rice falling within CN code 1006 20 shall be equal to the duty fixed pursuant to Article 11 (2) of Regulation (EC) No 3072/95 less 50 %, less ECU 4,34,\n- the duty applicable to imports of milled rice falling within CN code 1006 30 shall be equal to the duty fixed pursuant to Article 11 (2) of Regulation (EEC) No 3072/95 less ECU 16,78, less 50 %, less ECU 6,52,\n- the duty applicable to imports of broken rice falling within CN code 1006 40 00 shall be equal to the duty set out in the Common Customs Tariff less 50 %, less ECU 3,62.`\n2. Article 3 (2) is replaced by the following:\n'2. The licence shall carry an obligation to import from the country of origin indicated. The import duty shall be that applicable on the date of submission of the licence application. The amount shall be adjusted on the basis of the difference between the intervention price applicable during the month of the licence application and that applicable on the date of release into free circulation, the difference being increased by:\n- 80 % in the case of husked Indica rice,\n- 163 % in the case of milled Indica rice,\n- 88 % in the case of husked Japonica rice,\n- 167 % in the case of milled Japonica rice.\nThe rice referred to in Article 3 of Commission Regulation (EC) No 1503/96 (*) shall be considered to be Indica and Japonica rice.\n(*) OJ No L 189, 30. 7. 1996, p. 71.`\n3. In Articles 2 (1), (2) and (3) and 3 (1), (3) and (4), 'levy` is replaced by 'customs duties`.", "Regulation (EEC) No 862/91 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nThe customs duties referred to in Article 1 (1) of Regulation (EEC) No 3491/90 shall be calculated each week by the Commission as follows:\n- the duty applicable to imports of paddy rice falling within CN code 1006 10, with the exception of that falling within CN code 1006 10 10, shall be equal to the customs duties set out in the Common Customs Tariff less 50 %, less ECU 4,34,\n- the duty applicable to imports of husked rice falling within CN code 1006 20 shall be equal to the duty fixed pursuant to Article 11 (2) of Regulation (EEC) No 3072/95 less 50 %, less ECU 4,34,\n- the duty applicable to imports of milled rice falling within CN code 1006 30 shall be equal to the duty fixed pursuant to Article 11 (2) of Regulation (EC) No 3072/95 less ECU 16,78, less 50 %, less ECU 6,52.`\n2. Article 4 (2) is replaced by the following:\n'2. The import licence, issued for a quantity not exceeding that entered on the certificate of origin referred to in Article 2, shall carry an obligation to import from Bangladesh. The import duty shall be that applicable on the date of submission of the licence application. The amount shall be adjusted on the basis of the difference between the intervention price applicable during the month of the licence application and that applicable on the date of release into free circulation, the difference being increased by:\n- 80 % in the case of husked Indica rice,\n- 163 % in the case of milled Indica rice,\n- 88 % in the case of husked Japonica rice,\n- 167 % in the case of milled Japonica rice.\nThe rice referred to in Article 3 of Commission Regulation (EC) No 1503/96 (*) shall be considered to be Indica and Japonica rice.\n(*) OJ No L 189, 30. 7. 1996, p. 71.`\n3. In Article 4 (1), (3) and (4), 'levy` is replaced by 'customs duties`.", "Notwithstanding Article 10 of Regulation (EC) No 1162/95, the security for licences issued pursuant to Regulations (EEC) No 999/90 and (EEC) No 862/91 shall be ECU 28 per tonne.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997 to 30 June 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) OJ No L 169, 27. 6. 1997, p. 1.\n(3) OJ No L 84, 30. 3. 1990, p. 85.\n(4) OJ No L 89, 10. 4. 1996, p. 1.\n(5) OJ No L 337, 4. 12. 1990, p. 1.\n(6) OJ No L 101, 21. 4. 1990, p. 20.\n(7) OJ No L 178, 17. 7. 1996, p. 5.\n(8) OJ No L 88, 9. 4. 1991, p. 7.\n(9) OJ No L 302, 19. 10. 1992, p. 1.\n(10) OJ No L 17, 21. 1. 1997, p. 1.\n(11) OJ No L 117, 24. 5. 1995, p. 2.\n(12) OJ No L 135, 27. 5. 1997, p. 2.\n(13) OJ No L 146, 14. 6. 1977, p. 9.\n(14) OJ No L 292, 15. 11. 1996, p. 1."}