{"celex_id": "31990D0177", "uri": "http://publications.europa.eu/resource/cellar/8747c060-2d7e-4638-8f67-63a706509f45", "type": "Decision", "concepts": ["2602", "2789", "2810", "4839", "5723", "5868"], "title": "90/177/Euratom, EEC: Commission Decision of 23 March 1990 authorizing Belgium not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the Dutch and French texts are authentic)\n", "header": "COMMISSION  DECISION\nof 23 March 1990\nauthorizing Belgium not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base\n(Only the Dutch and French texts are authentic)\n(90/177/Euratom, EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing in respect of own resources accruing from value added tax the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (2) ceased to be applicable on 31 December 1988; whereas the authorizations given under Article 13 thereof must be renewed from 1 January 1989 pursuant to Article 13 of Regulation (EEC, Euratom) No 1553/89;\nWhereas, under Article 28 (3) of the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (3), hereinafter called 'the Sixth Directive', as last amended by Directive 84/386/EEC (4), the Member States may continue to exempt or tax certain transactions; whereas these transactions must be taken into account for the determination of the VAT resources base;\nWhereas Belgium is unable to make a precise calculation of the VAT own resources base for two categories of transactions listed in Annexes E and F to the Sixth Directive; whereas such calculation is likely to involve an unjustified administrative burden in relation to the effect of these transactions on Belgium's total VAT resources base; whereas Belgium should therefore be authorized not to take these transactions into account for the calculation of the VAT base;\nWhereas Belgium is able to make a calculation using approximate estimates for six categories of transactions listed in Annexes E and F to the Sixth Directive; whereas it should therefore be authorized to calculate the VAT base using approximate estimates;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["For the purpose of calculating the VAT own resources base from 1 January 1989, Belgium is authorized, in accordance with the first indent of Article 6 (3) of Council Regulation (EEC, Euratom) No 1553/89, not to take into account the following categories of transactions referred to in Annexes E and F to the Sixth Directive:\n1. Transactions referred to in Article 13 (A) (1) (f) of the Sixth Directive other than those of groups of a medical or paramedical nature (Annex E, ex point 3);\n2. Services supplied by authors, artists, performers, in so far as these are not services specified in Annex B to the Second Council Directive 67/228/EEC (5);\n- services rendered to conference organizers by lecturers,\n- services rendered to show and concert organizers, to publishers of records and other sound recording media and to makers of films and other image-recording media by actors conductors, musicians and other artists in the context of theatrical, choreographical, cinematographical or musical productions or circus, music-hall or artistic cabaret performances, and\n- services rendered to organizers of sporting competitions or events by persons taking part in these competitions or events (Annex F, ex point 2).", "For the purpose of calculating the VAT own resources base from 1 January 1989, Belgium is authorized to use approximate estimates in respect of the following categories of transactions referred to in Annexes E and F to the Sixth Directive:\n1. The services of travel agents referred to in Article 26 of the Sixth Directive, and those of travel agents acting in the name and on account of the traveller, for journeys outside the Community (Annex E, point 15);\n2. Services supplied by lawyers, notaries and bailiffs (for all activities), in so far as these are not services specified in Annex B to the Second Directive 67/228/EEC (Annex F, ex point 2);\n3. Treatment of animals by veterinary surgeons (Annex F, point 9);\n4. Supplies of land described in Article 4 (3) of the Sixth Directive (Annex F, ex point 16).", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 23 March 1990.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 155, 7. 6. 1989, p. 9.\n(2) OJ No L 336, 27. 12. 1977, p. 8.\n(3) OJ No L 145, 13. 6. 1977, p. 1.\n(4) OJ No L 208, 3. 9. 1984, p. 58.\n(5) OJ No 71, 14. 4. 1967, p. 1303/67."}