{"celex_id": "31998D0311", "uri": "http://publications.europa.eu/resource/cellar/1c08d387-59b2-46cb-9124-8c1535510af8", "type": "Decision", "concepts": ["1519", "2761", "368", "424"], "title": "98/311/EC: Council Decision of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Italy\n", "header": "COUNCIL DECISION of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for Italy (98/311/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104c(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the second stage for achieving economic and monetary union started on 1 January 1994; whereas Article 109e(4) of the Treaty lays down that, in the second stage, Member States shall endeavour to avoid excessive government deficits;\nWhereas there is an excessive deficit procedure which provides for a decision on the existence of an excessive deficit and, after the excessive deficit has been corrected, for the abrogation of that decision; whereas, during the second stage, the excessive deficit procedure is determined by Article 104c of the Treaty, excluding paragraphs 1, 9 and 11; whereas the Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure; whereas Regulation (EC) No 3605/93 (1) lays down detailed rules and definitions for the application of the said Protocol;\nWhereas, following a recommendation from the Commission in accordance with Article 104c(6) of the Treaty, the Council decided on 26 September 1994 that an excessive deficit existed in Italy; whereas, in accordance with Article 104c(7), the Council made recommendations to Italy with a view to bringing the excessive deficit situation to an end (2);\nWhereas a Council Decision on the existence of an excessive deficit is to be abrogated, in accordance with the provisions of Article 104c(12) of the Treaty, to the extent that the excessive deficit in the Member State concerned has, in the view of the Council, been corrected;\nWhereas, when abrogating the Decision, the Council is to act on a recommendation from the Commission; whereas, based on the data provided by the Commission after reporting by Italy before 1 March 1998 in accordance with Regulation (EC) No 3605/93, the following conclusions are warranted:\nSince 1993, the government deficit has been sharply reduced to 2,7 % of GDP in 1997, which is below the Treaty reference value; a further reduction to 2,5 % of GDP is forecast for 1998. The new medium-term financial programme 1998-2001 recently presented to Parliament by the Italian Government plans a further reduction of the general government deficit to 1,5 % of GDP in 2000 and 1 % of GDP in 2001.\nThe government debt ratio peaked in 1994 at 124,9 % of GDP and since then has declined each year to reach 121,6 % in 1997. The new medium-term financial programme plans a reduction of the debt ratio for 1998 to 118,2 % of GDP and a further decline in the following years. In 2001, the debt ratio is planned to reach 107 % of GDP. Such reduction will be helped by annual privatisation revenues amounting to 0,5 to 0,75 % of GDP, up to 2001. The Italian Government also announced its commitment to reduce the debt ratio below 100 % by 2003.\nThe reduction of the deficit and in particular the steady rise in the primary surplus, which reached over 6 % of GDP in 1997, have contributed to putting the debt ratio on a downward path. The Italian Government has recently reconfirmed its commitment to keeping the primary surplus at a level that contributes strongly to the decline of the debt ratio. This primary surplus is essential to maintaining the debt ratio on its sustainable downward path.\nThe deficit was below the Treaty reference value in 1997 and is expected to remain so in 1998 and to decline further in the medium term; the debt ratio has been decreasing in the last three years and is expected to decline at a more rapid pace in coming years,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Italy has been corrected.", "The Council Decision of 26 September 1994 on the existence of an excessive deficit in Italy is hereby abrogated.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 1 May 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ L 332, 31. 12. 1993, p. 7.\n(2) Council recommendations of 7 November 1994, 24 July 1995, 16 September 1996 and 15 September 1997."}