{"celex_id": "31996R0341", "uri": "http://publications.europa.eu/resource/cellar/31164b4d-ce6a-4052-a38e-206693e6cbff", "type": "Regulation", "concepts": ["1642", "2730", "2731", "3568", "3591"], "title": "Commission Regulation (EC) No 341/96 of 26 February 1996 amending Regulation (EC) No 1429/95 with regard to the detailed rules for licence applications\n", "header": "COMMISSION REGULATION (EC) No 341/96 of 26 February 1996 amending Regulation (EC) No 1429/95 with regard to the detailed rules for licence applications\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Commission Regulation (EC) No 2314/95 (2), and in particular Article 13 (8) thereof,\nWhereas, in order to prevent the submission of exaggerated applications for licences as referred to in Article 3 of Commission Regulation (EC) No 1429/95 of 23 June 1995 on implementing rules for export refunds on products processed from fruit and vegetables other than those granted for added sugars (3), a limit should be placed on the total quantity of each product for which applications can be accepted from an operator;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1429/95 is amended as follows:\n1. The following paragraph 4 is added to the end of Article 3:\n'4. For each day on which applications are submitted, on operator may not submit licence applications in respect of a product for a quantity exceeding that laid down for that product during the allocation period concerned.\nWhere the quantity laid down is increased during the allocation period, subsequent applications may not be in respect of a quantity exceeding the difference between the quantity laid down before the increase and the quantity laid down after the increase.\nMember States shall reject all applications not complying with the above provisions on the day of their submission.`\n2. The first indent in Article 6 is replaced by the following:\n'- the quantities for which licences have been applied for, with or without advance fixing of the refund, excluding those covered by applications rejected pursuant to Article 3 (4) or, where applicable, the absence of applications,`.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 233, 30. 9. 1995, p. 69.\n(3) OJ No L 141, 24. 6. 1995, p. 28."}