{"celex_id": "31998R2623", "uri": "http://publications.europa.eu/resource/cellar/ffe7799b-907c-4ec0-9381-0239973bc093", "type": "Regulation", "concepts": ["1115", "1602", "1637", "2488", "3156", "4080"], "title": "Commission Regulation (EC) No 2623/98 of 4 December 1998 amending Regulation (EC) No 1555/96 on rules of application for additional import duties on fruit and vegetables and repealing Regulation (EC) No 1556/96\n", "header": "COMMISSION REGULATION (EC) No 2623/98 of 4 December 1998 amending Regulation (EC) No 1555/96 on rules of application for additional import duties on fruit and vegetables and repealing Regulation (EC) No 1556/96\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), as amended by Commission Regulation (EC) No 2520/97 (2), and in particular Articles 31(2) and 33(4) thereof,\nWhereas Commission Regulation (EC) No 1555/96 (3) provides for imports of the products listed in its Annex to be subject to surveillance; whereas that surveillance is based on the import licences issued under the arrangements introduced by Commission Regulation (EC) No 1556/96 (4), as last amended by Regulation (EC) No 2306/98 (5); whereas those arrangements were introduced subject to their being replaced by a rapid and computerised procedure for recording imports once the latter could be legally and practically set up; whereas such a procedure has been successfully tested;\nWhereas, therefore, the import surveillance scheme laid down in Article 308d of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (6), as last amended by Regulation (EC) No 1677/98 (7), should be extended to the products listed in the Annex to Regulation (EC) No 1555/96; whereas in order for the additional import duties system to operate correctly the information should be notified to the Commission every week; whereas, in addition, provisions should be adopted permitting Member States to obtain the information necessary for surveillance purposes at the time the products in question are put into free circulation under the simplified procedures laid down in Regulation (EEC) No 2454/93; whereas as a result of the introduction of the surveillance system Regulation (EC) No 1555/96 should be adjusted and Regulation (EC) No 1556/96 should be repealed with effect from 1 December 1998;\nWhereas Article 5(4) of the Agreement on Agriculture (8) lays down criteria for determining the volumes which trigger additional duties; whereas Article 5(6) of that Agreement permits the triggering periods to be set according to the specific characteristics of perishable and seasonal products; whereas, in application of those criteria, the volumes triggering additional duties should be set as indicated in the Annex to this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1555/96 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\n1. Additional import duty as referred to in Article 33(1) of Council Regulation (EC) No 2200/96 (*), termed \"additional duty\" below, may be applied to the products and during the periods listed in the Annex hereto on the conditions set out below.\n2. Trigger levels for the additional duties are listed in the Annex hereto.\n(*) OJ L 297, 21.11.1996, p. 1.`\n;\n2. Article 2 is replaced by the following:\n'Article 2\n1. For each of the products listed in the Annex hereto and during the periods indicated Member States shall notify the Commission of details of the volumes put into free circulation using the method for the surveillance of preferential imports set out in Article 308d of Commission Regulation (EEC) No 2454/93 (*).\nSuch notification shall take place no later than midday Brussels time each Wednesday for the volumes put into free circulation during the preceding week.\n2. Declarations for release for free circulation of products covered by the present Regulation which the customs authorities may accept at the declarant's request without their containing certain particulars referred to in Annex 37 of Regulation (EEC) No 2454/93 shall contain, in addition to the particulars referred to in Article 254 of that Regulation, an indication of the net mass (kg) of the products concerned.\nWhere the simplified declaration procedure referred to in Article 260 of Regulation (EEC) No 2454/93 is used to put into free circulation products covered by the present Regulation, the simplified declarations shall contain, in addition to other requirements, an indication of the net mass (kg) of the products concerned.\nWhere the local clearance procedure referred to in Article 263 of Regulation (EEC) No 2454/93 is used to put into free circulation products covered by the present Regulation, the notification to the customs authorities referred to in Article 266(1) of that Regulation shall contain all necessary data for the identification of the goods, as well as an indication of the net mass (kg) of the products concerned.", "66(2b) shall not apply to imports of the products covered by the present Regulation.\n(*) OJ L 253, 11.10.1993, p. 1.`\n;\n3. Article 3 is replaced by the following:\n'Article 3\n1. If it is found that, for one of the products and one of the periods listed in the Annex hereto, the quantity put into free circulation exceeds the corresponding triggering volume the Commission shall levy an additional duty.\n2. The additional duty shall be levied on quantities put into free circulation after the date of application of the said duty, provided that:\n- their tariff classification determined in accordance with Article 5 of Regulation (EC) No 3223/94 entails application of the highest specific duties applicable to imports of the origin in question,\n- importation is effected during the period of application of the additional duty.`\n;\n4. the Annex is replaced by the Annex to this Regulation.", "Regulation (EC) No 1556/96 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 1.\n(2) OJ L 346, 17. 12. 1997, p. 41.\n(3) OJ L 193, 3. 8. 1996, p. 1.\n(4) OJ L 193, 3. 8. 1996, p. 5.\n(5) OJ L 288, 27. 10. 1998, p. 7.\n(6) OJ L 253, 11. 10. 1993, p. 1.\n(7) OJ L 212, 30. 7. 1998, p. 18.\n(8) OJ L 336, 23. 12. 1994, p. 22.\nANNEX\n'ANNEX\nWithout prejudice to the rules for the interpretation of the Combined Nomenclature, the description of the products is deemed to be indicative only. The scope of the additional duties for the purposes of this Annex is determined by the scope of the CN codes as they exist at the time of the adoption of this Regulation. Where the indication \"ex\" is placed before the CN code the scope of the additional duties is determined both by the scope of the CN code and by the corresponding trigger period.\n>TABLE>"}