{"celex_id": "31996D0170", "uri": "http://publications.europa.eu/resource/cellar/a4cf3ae0-1da5-46a9-9dde-ffa2dbbfa7b9", "type": "Decision", "concepts": ["2493", "4257", "4298", "4630", "770", "937"], "title": "96/170/EC: Commission Decision of 15 February 1996 adapting Annex I of Council Regulation (EEC) No 571/88 on the organization of Community surveys on the structure of agricultural holdings between 1988 and 1997 and Commission Decision No 89/651/EEC relating to the definitions of the characteristics and to the list of agricultural products for these surveys\n", "header": "COMMISSION DECISION of 15 February 1996 adapting Annex I of Council Regulation (EEC) No 571/88 on the organization of Community surveys on the structure of agricultural holdings between 1988 and 1997 and Commission Decision No 89/651/EEC relating to the definitions of the characteristics and to the list of agricultural products for these surveys (96/170/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 571/88 of 29 February 1988 on the organization of Community surveys on the structure of agricultural holdings between 1988 and 1997 (1), as last amended by Commission Decision 94/677/EEC (2), and in particular Article 8 (1) and (2) and Article 15 thereof,\nWhereas, in accordance with Article 8 (1) and (2) of Regulation (EEC) No 571/88, changes to the catalogue of survey characteristics for the surveys from 1995-1997, as well as to the definitions of the survey characteristics and to the delimitation of the regions and survey districts, are laid down under the procedure given in Article 15 of this Regulation, i.e. by Commission Decision following the opinion delivered by the Standing Committee on Agricultural Statistics;\nWhereas it is necessary, on account of the accession of Austria, Finland and Sweden, to adapt Annex I of Regulation (EEC) No 571/88 to the special agricultural features of these countries;\nWhereas the results of the Community surveys on the structure of agricultural holdings provided for in Regulation (EEC) No 571/88 can be in concordance throughout the European Community only if the terms contained in the list of characteristics are understood and applied in a uniform manner;\nWhereas Commission Decision 89/651/EEC (3) which lays down the definitions, regions and survey districts to be applied in the framework of the 1988 to 1997 structure surveys must also be adapted and that it is therefore advantageous to add, on this occasion, the definitions of survey characteristics which have been newly introduced for other reasons;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["Annex I of Regulation (EEC) No 571/88 and Annex I of Decision 89/651/EEC are amended in view of agricultural surveys 1995 and 1997 in accordance with Annexes I and II hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 February 1996.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ No L 56, 2. 3. 1988, p. 1.\n(2) OJ No L 269, 20. 10. 1994, p. 38.\n(3) OJ No L 391, 30. 12. 1989, p. 1.\nANNEX I\nAnnex I of Council Regulation (EEC) No 571/88 is replaced by the following:\n'ANNEX I\nLIST OF CHARACTERISTICS\n>START OF GRAPHIC>\nA. Geographical situation of the holding\n>END OF GRAPHIC>\n>REFERENCE TO A FILM>\n>REFERENCE TO A FILM>\n>START OF GRAPHIC>\nL 07 If the holder is also the manager, does he have any other gainful activity?\n- as his/her major occupation? - as a subsidiary occupation? (tick as appropriate)\nL 08 Does the holder's spouse, carrying out farm work for the holding, have any other gainful activity?\n- as his/her major occupation? - as a subsidiary occupation? (tick as appropriate)\nL 09 Does any other member of the holder's family engaged in the farm work of the holding have any other gainful activity? (1)\n- as his/her major occupation? - as a subsidiary occupation? (insert number of persons)\nL 10 Total number of equivalent full-time working days of farm work, not included under L 01 to L 06, undertaken on the holding by persons not employed directly by the holding (e. g. contractors, employees) (2).\nInsert number of equivalent full-time working days during the 12 months preceding the day of the survey (3).\n(1) Optional for Denmark, the Netherlands, Finland and Sweden.\n(2) Optional for Member States which are able to provide an overall estimate for this characteristic at national level.\n(3) The United Kingdom is authorized to submit this information in equivalent working weeks.`\n>END OF GRAPHIC>\nANNEX II\nAnnex I of Decision 89/651/EEC is amended as follows:\nUnder the heading 'A. GEOGRAPHICAL SITUATION OF THE HOLDINGS` Section 'A/01 Districts`, the following definitions and explanations are added:\n>TABLE>\n>TABLE>\n>TABLE>\nTo the heading 'I. COMBINED AND SUCCESSIVE SECONDARY CROPPING, MUSHROOMS, IRRIGATION, GREENHOUSES, SET-ASIDE OF ARABLE LAND`, the following is added:\n'I/07 Storage facilities for natural fertilizers of animal origin (solid dung, liquid manure and slurry)\nI. Solid dung: excrement (with or without litter) of domestic animals including possibly a small amount of urine.\nLiquid manure: urine from domestic animals including possibly a small amount of excrement and/or water.\nSlurry: liquid manure, that is to say a mixture of excrement and urine of domestic animals, including possibly also water and/or a small amount of litter.\nI/08 Area subject to set-aside incentive schemes\nbroken down by:\n(a) fallow land with no economic use (already recorded under D/22);\n(b) areas used for the production of agricultural raw material for non-food purposes (e.g. sugar beet, rape, trees, bushes etc., including lentils, chickpeas and vetches; already recorded under D and G);\n(c) areas converted into permanent pasture and meadow (already recorded under F/01 and F/02);\n(d) former agricultural areas converted into wooded area or being prepared for afforestation (already recorded under H/02);\n(e) other (already recorded under H/01 and H/03).\nI. Areas for which the holding is entitled to financial aid in order to encourage the set-aside of arable land according to Council Regulation (EEC) No 2328/91 (1), as well as according to Council Regulation (EEC) No 1765/92 (2), and Commission Regulation (EEC) No 334/93 (3) or, where applicable, the most recent legislation.\nII. Only those areas are included for which the holding is entitled to financial aid relating to the reference year of the survey.`\n(1) OJ No L 218, 6. 8. 1991, p. 1.\n(2) OJ No L 181, 1. 7. 1992, p. 12.\n(3) OJ No L 38, 16. 2. 1993, p. 12."}