{"celex_id": "31998D0310", "uri": "http://publications.europa.eu/resource/cellar/343ff3ef-9768-4e4b-92b9-01db310e1fcf", "type": "Decision", "concepts": ["1085", "2761", "368", "424"], "title": "98/310/EC: Council Decision of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for France\n", "header": "COUNCIL DECISION of 1 May 1998 abrogating the Decision on the existence of an excessive deficit for France (98/310/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104c(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the second stage for achieving economic and monetary union started on 1 January 1994; whereas Article 109e(4) of the Treaty lays down that, in the second stage, Member States shall endeavour to avoid excessive government deficits;\nWhereas there is an excessive deficit procedure which provides for a decision on the existence of an excessive deficit and, after the excessive deficit has been corrected, for the abrogation of that decision; whereas, during the second stage, the excessive deficit procedure is determined by Article 104c of the Treaty, excluding paragraphs 1, 9 and 11; whereas the Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure; whereas Regulation (EC) No 3605/93 (1) lays down detailed rules and definitions for the application of the said Protocol;\nWhereas, following a recommendation from the Commission in accordance with Article 104c(6) of the Treaty, the Council decided on 26 September 1994 that an excessive deficit existed in France; whereas, in accordance with Article 104c(7), the Council made recommendations to France with a view to bringing the excessive deficit situation to an end (2);\nWhereas a Council Decision on the existence of an excessive deficit is to be abrogated, in accordance with the provisions of Article 104c(12) of the Treaty, to the extent that the excessive deficit in the Member State concerned has, in the view of the Council, been corrected;\nWhereas, when abrogating the Decision, the Council is to act on a recommendation from the Commission; whereas, based on the data provided by the Commission after reporting by France before 1 March 1998 in accordance with Regulation (EC) No 3605/93, the following conclusions are warranted:\nSince 1994, the government deficit in France has declined significantly and in 1997 it reached 3,0 % of GDP, which is equal to the Treaty reference value; a further small decline in the deficit to 2,9 % of GDP is forecast for 1998 and the government plans to reduce the deficit further to 2,3 % of GDP in 1999.\nThe government debt ratio has been rising and reached 58,0 % of GDP in 1997 but it has never exceeded the 60 % of GDP Treaty reference value.\nThe deficit was equal to the reference value in 1997 and is expected to fall below it in 1998; the government debt ratio remains below the Treaty reference value,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in France has been corrected.", "The Council Decision of 26 September 1994 on the ex-istence of an excessive deficit in France is hereby abrogated.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 1 May 1998.\nFor the Council\nThe President\nG. BROWN\n(1) OJ L 332, 31. 12. 1993, p. 7.\n(2) Council recommendations of 7 November 1994, 24 July 1995, 16 September 1996 and 15 September 1997."}