{"celex_id": "31994R0287", "uri": "http://publications.europa.eu/resource/cellar/e18458ce-6c63-4230-8b78-0bb0146f1c9e", "type": "Regulation", "concepts": ["1264", "1644", "3167", "4578"], "title": "Council Regulation (EC) No 287/94 of 7 February 1994 laying down special measures for the import of olive oil from Tunisia\n", "header": "COUNCIL REGULATION (EC) No 287/94 of 7 February 1994 laying down special measures for the import of olive oil from Tunisia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), and in particular Article 36 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in the light of experience gained during the period of application of the preferential arrangements laid down in the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia (2), the  temporary arrangements could provide for the import of 46 000 tonnes per year for two years without any risk of serious disturbances on the olive-oil market;\nWhereas, in order to prevent a recurrence of the difficulties encountered when determining the special levy in accordance with Article 4 of the said Protocol, a flat-rate levy calculated on the basis of the average levy over the previous six marketing  years should be set under the two -year temporary arrangements;\nWhereas general rules for the issuing of import licences should be laid down in order to guarantee equal access to the quota in question for olive-oil importers;\nWhereas the scheme is directly linked to measures governed by the common trade and agricultural policies and so must be adopted at Community level,", "main_body": ["1. A levy of ECU 7,80 per 100 kilograms shall be applied to imports of unprocessed olive oil falling within CN code 1509 10, wholly obtained in Tunisia and transported direct from that country to the Community.\n2. The special levy shall apply to imports from Tunisia for which licence applications have been submitted in accordance with the provisions of Article 2, up to a maximum quantity of 46 000 tonnes of olive oil per marketing year.\n3. The special measures for the import of olive oil obtained in Tunisia laid down in this Regulation shall apply until 31 October 1995.", "1. For the purposes of the application of the special levy referred to in Article 1, importers must apply to the competent authorities of the Member States for an import licence. The application must be accompanied by a copy of the purchase  contract concluded with the Tunisian exporter.\n2. Import licence applications must be submitted on Monday and Tuesday of each week. Member States must forward the information contained in the licence applications received to the Commission every Wednesday.\n3. Each week, the Commission shall calculate the quantities for which import licence applications have been submitted. It shall authorize the Member States to issue licences until the quota is exhausted and as the quota nears exhaustion, shall authorize  Member States to issue licences in proportion to the quantity remaining available.", "Detailed rules for the application of this Regulation including the rate to be determined imports of olive oil originating in Tunisia shall be adopted in accordance with the procedure provided for in Article 38 of Regulation No 136/66/EEC.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 1994.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 172, 30. 9. 1966, p. 3025/66. Regulation as last amended by Regulation (EC) No 3179/93 (OJ No L 285, 20. 11. 1993, p. 9).\n(2) OJ No L 297, 21. 10. 1987, p. 36."}