{"celex_id": "31996R0485", "uri": "http://publications.europa.eu/resource/cellar/2c88b0c3-a736-4fb6-8a53-064dce49712f", "type": "Regulation", "concepts": ["1120", "161", "1644", "5367"], "title": "Commission Regulation (EC) No 485/96 of 19 March 1996 on the issuing of import licences for bananas under the tariff quota for the second quarter of 1996 and on the submission of new applications (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 485/96 of 19 March 1996 on the issuing of import licences for bananas under the tariff quota for the second quarter of 1996 and on the submission of new applications (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organization of the market in bananas (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EEC) No 1442/93 (3), as last amended by Regulation (EC) No 1164/95 (4), lays down detailed rules for the application of the arrangements for importing bananas into the Community; whereas Commission Regulation (EC) No 478/95 (5), as amended by Regulation (EC) No 702/95 (6), lays down additional rules for the application of the tariff quota arrangements laid down in Articles 18 and 19 of Regulation (EEC) No 404/93;\nWhereas Article 9 (3) of Regulation (EEC) No 1442/93, as amended by Regulation (EC) No 478/95, lays down that, where, in the case of a given quarter of origin, for a country or group of countries referred to in Annex I to Regulation (EC) No 478/95, the quantities covered by import licence applications from one or more of the categories of operators appreciably exceed the indicative quantity fixed, a reduction percentage to be applied to applications shall be set; whereas, however, that provision does not apply to applications relating to 150 tonnes or less;\nWhereas, pursuant to Article 9 (1) of Regulation (EEC) No 1442/93, the indicative quantities for import under the tariff quota are laid down for the second quarter of 1996 in Commission Regulation (EC) No 357/96 (7);\nWhereas in the case of the quantities covered by licence applications that are either less than or not significantly more than the indicative quantities fixed for the quarter in question, licences are issued for the quantities applied for; whereas, however, for certain origins, the quantities applied for considerably exceed the indicative quantities or the percentages set out in the Annex to Regulation (EC) No 478/95; whereas, therefore, a reduction percentage should be set to be applied to each licence application for the origin or origins involved and category of licence in question;\nWhereas, the maximum quantity for which such licence applications may still be submitted should be set taking account of the indicative quantities fixed by Regulation (EC) No 357/96 and the applications accepted at the end of the application period running from 1 to 7 March 1996;\nWhereas this Regulation should apply immediately to permit licences to be issued as quickly as possible;\nWhereas the Management Committee for Bananas has not issued an opinion within the time limit laid down by its chairman,", "main_body": ["Import licences shall be issued under the tariff quota for the import of bananas, provided for in Articles 18 and 19 of Regulation (EEC) No 404/93, for the second quarter of 1996:\n(a) for the quantity indicated in the licence application, multiplied by reduction coefficients of 0,7213, 0,8072 and 0,5212 for applications indicating the origins 'Dominican Republic`, 'Costa Rica: category B` and 'Others` respectively;\n(b) for the quantity indicated in the licence application where the application is for a quantity of 150 tonnes or less;\n(c) for the quantity indicated in the licence application where it refers to an origin other than that referred to in point (a) above.", "The quantities for which licence applications may still be lodged in respect of the second quarter of 1996 are laid down in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 142, 12. 6. 1993, p. 6.\n(4) OJ No L 117, 24. 5. 1995, p. 14.\n(5) OJ No L 49, 4. 3. 1995, p. 13.\n(6) OJ No L 71, 31. 3. 1995, p. 84.\n(7) OJ No L 50, 29. 2. 1996, p. 19.\nANNEX\n>TABLE>"}