{"celex_id": "31999R2743", "uri": "http://publications.europa.eu/resource/cellar/3a23d5c2-cb88-4d6f-a349-e1eaac3f799f", "type": "Regulation", "concepts": ["3591", "3824", "5542", "5693"], "title": "Council Regulation (EC) No 2743/1999 of 17 December 1999 on administering the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Republic of Kazakhstan to the European Community\n", "header": "COUNCIL REGULATION (EC) No 2743/1999\nof 17 December 1999\non administering the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Republic of Kazakhstan to the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Partnership and Cooperation Agreement between the European Communities and their Member States and the Republic of Kazakhstan(1) (the \"Parties\") signed on 23 January 1995 entered into force on 1 July 1999;\n(2) The situation relating to imports of certain steel products from the Republic of Kazakhstan into the Community has been the subject of thorough examination and, on the basis of relevant information supplied to them, the Parties have concluded an Agreement in the form of an Exchange of Letters(2) which establishes a double-checking system without quantitative limits for the period between the date of entry into force of this Regulation and 31 December 2001, unless both Parties agree to terminate the system earlier;\n(3) The measures necessary for the implementation of this instrument should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(3),", "main_body": ["1. For the period running from the date on which this Regulation enters into force until 31 December 2001, in accordance with the provisions of the Agreement in the form of an Exchange of Letters between the European Community and the Government of the Republic of Kazakhstan establishing a double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Republic of Kazakhstan to the European Community, imports into the Community of certain iron and steel products covered by the EC and ECSC Treaties originating in the Republic of Kazakhstan, as listed in Appendix I, shall be subject to the presentation of a surveillance document conforming to the model in Appendix II issued by the authorities in the Community.\n2. For the period running from the date on which this Regulation enters into force to 31 December 2001, imports into the Community of the iron and steel products originating in the Republic of Kazakhstan and listed in Appendix I shall, in addition, be subject to the issue of an export document issued by the competent Kazakh authorities. The export document shall conform to the model shown in Appendix III. It shall be valid for exports throughout the customs territory of the Community. Presentation by the importer of the original of the export document must be effected not later than 31 March of the year following that in which the goods covered by the document were shipped.\n3. An export document will not be required for goods originating in the Republic of Kazakhstan already shipped before the date on which this Regulation enters into force, provided that the destination of such products is not changed from a non-Community destination and that those products which, under the prior surveillance regime applicable in 1997, could be imported only on presentation of a surveillance document are in fact accompanied by such a document.\n4. Shipment is considered to have taken place on the date of loading on to the exporting means of transport.\n5. The classification of the products covered by this Regulation is based on the tariff and statistical nomenclature of the Community (hereinafter called the \"Combined Nomenclature\", or in abbreviated form \"CN\"). The origin of the products covered by this Regulation shall be determined in accordance with the rules in force in the Community.\n6. The competent authorities of the Community undertake to inform the Republic of Kazakhstan of any changes in the Combined Nomenclature (CN) in respect of products covered by this Agreement before their date of entry into force in the Community.", "1. The surveillance document referred to in Article 1 shall be issued automatically by the competent authority in the Member States, without charge for any quantities requested, within five working days of presentation of an application by any Community importer, wherever established in the Community. This application shall be deemed to have been received by the competent national authority no later than three working days after submission, unless it is proven otherwise.\n2. A surveillance document issued by one of the competent national authorities listed in Appendix IV shall be valid throughout the Community.\n3. The importer's application for a surveillance document shall include the following elements:\n(a) the name and full address of the applicant (including telephone and telefax numbers, and possible identification number used by the competent national authorities) and VAT registration number, if subject to VAT;\n(b) if applicable, the name and full address of the declarant or representative of the applicant (including telephone and fax numbers);\n(c) the full name and address of the exporter;\n(d) the exact description of the goods, including their trade name,\n- the Combined Nomenclature (CN) code(s),\n- the country of origin,\n- the country of consignment;\n(e) the net weight, expressed in kg and also quantity in the unit prescribed where other than net weight, by Combined Nomenclature heading;\n(f) the cif value of the goods in euro at the Community frontier by Combined Nomenclature heading;\n(g) whether the products concerned are seconds or of substandard quality(4);\n(h) the proposed period and place of customs clearance;\n(i) whether the application is a repeat of a previous application concerning the same contract;\n(j) the following declaration, dated and signed by the applicant with the transcription of his name in capital letters: \"I, the undersigned, certify that the information provided in this application is true and given in good faith, and that I am established in the Community.\"\nThe importer shall also submit a copy of the contract of sale or purchase, the pro forma invoice and/or, in cases where the goods are not directly purchased in the country of production, a certificate of production issued by the producing steel mill.\n4. Surveillance documents may be used only for such time as arrangements for liberalisation of imports remain in force in respect of the transactions concerned. Without prejudice to possible changes in the import regulations in force or decisions taken in the framework of an agreement or the management of a quota:\n- the period of validity of the surveillance document is hereby fixed at four months,\n- unused or partly-used surveillance documents may be renewed for an equal period.\n5. The importer shall return surveillance documents to the issuing authority at the end of their period of validity.", "1. A finding that the unit price at which the transaction is effected exceeds that indicated in the import document by less than 5 % or that the total value or quantity of the products presented for import exceeds the value or quantity given in the import document by less than 5 % shall not preclude the release for free circulation of the products in question.\n2. Applications for import documents and the documents themselves shall be confidential. They shall be restricted to the competent authorities and the applicant.", "1. Within the first 10 days of each month, the Member States shall communicate to the Commission:\n(a) details of the quantities and values (calculated in euro) for which import documents were issued during the preceding month;\n(b) details of imports during the month preceding the month referred to in subparagraph (a).\nThe information provided by Member States shall be broken down by product, CN code and by country.\n2. The Member States shall give notification of any anomalies or cases of fraud which they discover and, where relevant, the basis on which they have refused to grant an import document.", "Any notices to be given hereunder shall be given to the Commission of the European Communities and shall be communicated electronically within the integrated network set up for this purpose, unless for imperative technical reasons it is necessary to use other means of communication temporarily.", "Management committee\n1. The Commission shall be assisted by a committee (hereinafter referred to as \"the Committee\").\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "Final provisions\nAmendments to the Appendices which may be necessary to take into account modifications to the Annex or appendices attached to the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Kazakhstan, or amendments made to Community rules on statistics, customs arrangements, common rules for imports or import surveillance, shall be adopted in accordance with the procedure laid down in Article 6(2).\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1999.\nFor the Council\nThe President\nK. HEMILÄ\n(1) OJ L 196, 28.7.1999, p. 3.\n(2) See page 38 of this Official Journal.\n(3) OJ L 184, 17.7.1999, p. 23.\n(4) Under the criteria given in the Commission communication concerning identification criteria of non-prime steel products from third countries applied by customs services of Member States (OJ C 180, 11.7.1991, p. 4).\nAPPENDIX I\nList of products subject to double-checking without quantitative limits\nKAZAKHSTAN\nCold-rolled narrow strip of a width not exceeding 500 mm\n7211 23 99\n7211 29 50\n7211 29 90\n7211 90 90\nGrain non-oriented electrical sheet\n7211 23 91\n7225 19 10\n7225 19 90\n7226 19 10\n7226 19 30\n7226 19 90\nGrain-oriented electrical sheet\n7226 11 90\nAPPENDIX II\n>PIC FILE= \"L_1999342EN.000502.TIF\">\n>PIC FILE= \"L_1999342EN.000601.TIF\">\n>PIC FILE= \"L_1999342EN.000701.TIF\">\n>PIC FILE= \"L_1999342EN.000801.TIF\">\nAPPENDIX III\n>PIC FILE= \"L_1999342EN.001102.TIF\">\n>PIC FILE= \"L_1999342EN.001201.TIF\">\nAPÉNDICE IV/TILLÆG IV/ANHANG IV/ΠΡΟΣΑΡΤΗΜΑ IV/APPENDIX IV/APPENDICE IV/APPENDICE IV/AANHANGSEL IV/APÊNDICE IV/LISÄYS IV/TILLÄGG IV\nLISTE OVER KOMPETENTE NATIONALE MYNDIGHEDER/LISTE DER ZUSTÄNDIGEN BEHÖRDEN DER MITGLIEDSTAATEN/ΔΙΕΥΘΥΝΣΕΙΣ ΤΩΝ ΑΡΧΩΝ ΕΚΔΟΣΗΣ ΑΔΕΙΩΝ ΤΩΝ ΚΡΑΤΩΝ ΜΕΛΩΝ/LISTA DE LAS AUTORIDADES NACIONALES COMPETENTES/LISTE DES AUTORIΤÉS NATIONALES COMPÉTENTES/ELENCO DELLE COMPETENTI AUTORITA NAZIONALI/LIJST VAN BEVOEGDE NATIONALE INSTANTIES/LISTA DAS AUTORIDADES NACIONAIS COMPETENTES/LUETTELO TOIMIVALTAISISTA KANSALLISISTA VIRANOMAISISTA/LISTA ÖVER BEHÖRIGA NATIONELLA MYNDIGHETER/LIST OF THE COMPETENT NATIONAL AUTHORITIES\nBELGIQUE/BELGIË\nMinistère des affaires économiques\nAdministration des relations économiques\nServices licences\nRue Général Leman, 60 B - 1040 Bruxelles Fax: (32-2) 230 83 22 Ministerie van Economische Zaken\nBestuur van de Economische Betrekkingen\nDienst Vergunningen\nGeneraal Lemanstraat 60 B - 1040 Brussel Fax: (32-2) 230 83 22\nDANMARK\nErhvervsfremmestyrelsen Søndergade 25 DK - 8600 Silkeborg Fax (45) 87 20 40 77\nDEUTSCHLAND\nBundesamt für Wirtschaft, Dienst 01 Postfach 5171 D - 65762 Eschborn 1 Fax: (49-61) 96 40 42 12\nΕΛΛΑΣ\nΥπουργείο Εθνικής Οικονομίας\nΓενική Γραμματεία Δ.Ο.Σ\nΔιεύθυνση Διαδικασιών Εξωτερικού Εμπορίου\nΚορνάρου 1 GR - 105 63 Αθήνα Fax: (3-01) 328 60 29/328 60 59/328 60 39\nESPAÑA\nMinisterio de Economía y Hacienda\nDirección General de Comercio Exterior\nPaseo de la Castellana, 162 E - 28046 Madrid Fax: (34) 915 63 18 23/913 49 38 31\nFRANCE\nService des industries manufacturières 3-5, rue Barbet-de-Jouy F - 75357 Paris 07 SP Fax: (33) 143 19 43 69\nIRELAND\nLicensing Unit\nDepartment of Enterprise, Trade and Employment\nKildare Street Ireland - Dublin 2 Fax: (353-1) 631 28 26\nITALIA\nMinistero del Commercio con l'Estero\nDirezione generale per la politica commerciale e per la gestione del regime degli scambi\nViale America 341 I - 00144 Roma Fax: (39-6) 59 93 22 35 / 59 93 26 36\nLUXEMBOURG\nMinistère des affaires étrangères\nOffice des licences\nBP 113 L - 2011 Luxembourg Téléfax: (352) 46 61 38\nNEDERLAND\nCentrale Dienst voor In- en Uitvoer Postbus 30003, Engelse Kamp 2 Nederland - 9700 RD Groningen Fax: (31-50) 526 06 98\nÖSTERREICH\nBundesministerium für wirtschaftliche Angelegenheiten\nAussenwirtschaftsadministration\nLandstrasser Hauptstrasse 55-57 A - 1030 Wien Fax: (43-1) 715 83 47\nPORTUGAL\nMinistério da Economia\nDirecção-Geral das Relações Económicas Internacionais\nAvenida da República, 79 P - 1000 Lisboa Fax: (351-21) 793 22 10\nSUOMI/FINLAND\nTullihallitus/Tullsqtyrelsen PL/PB 512 FIN - 00101 Helsinki/Helsingfors Telekopio/Fax: (358-9) 614 28 52\nSVERIGE\nKommerskollegium Box 6803 S - 11386 Stockholm Fax: (46-8) 30 67 59\nUNITED KINGDOM\nDepartment of Trade and Industry\nImport Licensing Branch\nQueensway House - West Precinct Billingham, Cleveland United Kingdom TS23 2NF Fax: (44) 1642 533 557"}