{"celex_id": "31997D0564", "uri": "http://publications.europa.eu/resource/cellar/5fd51546-9ad2-4537-855a-0e68d3af73e1", "type": "Decision", "concepts": ["1284", "1309", "192", "2300", "2718"], "title": "97/564/EC: Commission Decision of 28 July 1997 amending Decision 97/296/EC drawing up the list of third countries from which the import of fishery products is authorized for human consumption (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 28 July 1997 amending Decision 97/296/EC drawing up the list of third countries from which the import of fishery products is authorized for human consumption (Text with EEA relevance) (97/564/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorized to import certain products of animal origin, fishery products or live bivalve molluscs (1), as amended by Decision 97/34/EC (2), and in particular Article 2 (2) thereof,\nWhereas Surinam and the Fiji Islands satisfy the requirements of Article 2 (2) of Decision 95/408/EC;\nWhereas Surinam and the Fiji Islands should accordingly be added to the list of third countries from which the import of fishery products is authorized, established by Commission Decision 97/296/EC (3);\nWhereas Turkey is not yet covered by a specific Decision under Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (4), as last amended by Directive 96/23/EC (5); whereas it should accordingly be deleted from Part I and added to Part II of the Annex to Decision 97/296/EC;\nWhereas Article 3 (4) (b) of Directive 91/493/EEC provides that processed bivalve molluscs, before being processed, must satisfy the requirements of Council Directive 91/492/EEC (6), as amended by the Act of Accession of Austria, Finland and Sweden; whereas, accordingly, the list of third countries which meet the conditions of Directive 91/492/EEC shall apply also to imports of processed bivalve molluscs, echinoderms, tunicates and marine gastropods;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 97/296/EC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 243, 11. 10. 1995, p. 17.\n(2) OJ No L 13, 16. 1. 1997, p. 33.\n(3) OJ No L 122, 14. 5. 1997, p. 21.\n(4) OJ No L 268, 24. 9. 1991, p. 15.\n(5) OJ No L 125, 23. 5. 1996, p. 10.\n(6) OJ No L 268, 24. 9. 1991, p. 1.\nANNEX\n'ANNEX\nList of third countries from which the import of fishery products in whatever form intended for human consumption is authorized\nI. Third countries covered by a specific Decision on the basis of Council Directive 91/493/EEC\nAlbania\nArgentina\nAustralia\nBrazil\nCanada\nChile\nColombia\nCĂ´te d'Ivoire\nEcuador\nFaeroes\nGambia\nIndonesia\nJapan\nMalaysia\nMauritania\nMorocco\nNew Zealand\nPeru\nPhilippines\nRussia\nSenegal\nSingapore\nSouth Africa\nSouth Korea\nTaiwan\nThailand\nUruguay\nII. Third countries satisfying the requirements of Article 2 (2) of Council Decision 95/408/EC\nBangladesh\nBelize\nChina\nCosta Rica\nCroatia\nCuba\nFalkland Islands\nFiji Islands\nGreenland\nGuatemala\nHonduras\nIndia\nMadagascar\nMaldives\nMexico\nNamibia\nPanama\nPoland\nSeychelles\nSlovenia\nSurinam\nSwitzerland\nTogo\nTunisia\nTurkey\nUnited States of America\nVenezuela\nVietnam`"}