{"celex_id": "31998D0617", "uri": "http://publications.europa.eu/resource/cellar/323816e2-e64a-4327-8a08-1472c2beb6b1", "type": "Decision", "concepts": ["1015", "1134", "1519", "5018", "935"], "title": "98/617/EC: Commission Decision of 21 October 1998 denying authority to Italy to refuse the grant of exemption to certain products exempt from excise duty under Council Directive 92/83/EEC on the harmonisation of the structures of the excise duties on alcohol and alcoholic beverages (notified under document number C(1998) 3154) (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 21 October 1998 denying authority to Italy to refuse the grant of exemption to certain products exempt from excise duty under Council Directive 92/83/EEC on the harmonisation of the structures of the excise duties on alcohol and alcoholic beverages (notified under document number C(1998) 3154) (Only the Italian text is authentic) (98/617/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/83/EEC of 19 October 1992 on the harmonisation of the structures of the excise duties on alcohol and alcoholic beverages (1), and in particular Article 27(5) thereof,\nHaving regard to the notification sent by Italy to the Commission and transmitted by the Commission to the other Member States,\nWhereas:\n(1) By letter of 4 July 1997, Italy notified the Commission that it had imposed the following national conditions for exemption on certain products, whether Italian or from other Member States, falling within Article 27(1)(b) of Directive 92/83/EEC:\n- perfumes and cosmetics: that they contain no waste alcohol,\n- certain household products (liquid detergents and washing preparations (for laundry, dishes and hard surfaces) of CN code 3402, self-shine liquid shoe polish of CN code 3405, room deodorisers in liquid form, aerosol and spray of CN code 3307, insecticides in liquid form aerosol and spray of CN code 3808): that their alcoholic strength should not exceed 40 % vol.\n(2) The notification explained that the conditions it imposed on the grant of exemption were designed to ensure that goods 'deliberately prepared in an irregular manner cannot benefit unlawfully from the denaturing arrangements or the movement and warehousing procedures laid down for certain categories of goods`. The example of a lightly denatured cosmetic marketed as perfume was given. This had been exempted under Article 27(1)(b) but did not have the requisite properties to be considered a perfume and was in fact used for the purpose of completely denatured alcohol, exempt under Article 27(1)(a).\n(3) The notification requested the Commission to advise the other Member States in accordance with Article 27(5) of Directive 92/83/EEC, so that a decision on Italy's action might be taken in accordance with the procedure laid down in Article 24 of Council Directive 92/12/EEC of 25 February 1992 on the holding, movement and monitoring of such products subject to excise duty (2), as last amended by Directive 96/99/EC (3).\n(4) In the view of the Commission, the notification contained insufficient information to permit a decision to be drafted authorising Italy's action. The Italian authorities were therefore invited to explain in more detail the reasons for their request in the presence of the Excise Committee.\n(5) At a meeting of that Committee which took place on 8 October 1997, the Italian delegation explained the position broadly as set out in its original notification. After considerable discussion the Commission's representative concluded that he still lacked sufficient information to draft a proposal and the Committee was in no position to take a decision. The Italian delegation was requested to produce further information regarding the excise duty risk involved, in particular as to whether the goods concerned were used for taxable purposes.\n(6) By letter of 10 November 1997, the Italian authorities further explained:\n- that their action was based on the increased risks to the revenue of products which do not meet nationally imposed conditions,\n- that the Directive provides a control system for the products of Article 27(1)(a) which is much stricter than for the products of Article 27(1)(b),\n- that in a case which had occurred, a lightly denatured product containing waste alcohol, and declared as a cosmetic (for which waste alcohol is not normally used) exempt under Article 27(1)(b), was marketed and subsequently used for cleaning purposes; hence, the product concerned was being substituted for a completely denatured alcohol under Article 27(1)(a), and thus benefiting unlawfully from a more favourable system,\n- that such a result entails both a revenue risk and distortion of competition,\n- that the condition that household products which are exempt under Article 27(1)(b) should have an alcoholic strength not exceeding 40 % vol. was imposed for similar reasons, such products not normally exceeding that strength, and no complaints having arisen.\n(7) After a further meeting of the Excise Committee held on 1 December 1997 at which the Italian delegation received no support for its position, the Commission's representative concluded that if a decision was to be drafted, the Italian authorities still needed to supply sufficient information on the products and to take a decision as to whether or not they wished the procedure laid down in Article 27(5) to be terminated.\n(8) By letter of 20 February 1998, the Italian authorities further explained that in the case which had actually occurred, referred to in its previous letter, perfume delivered from another Member State was found to have been produced with denatured alcohol which complied with the Italian denaturing rules, but not with the requirement that it be pure. Italy requested confirmation that in such a case a Member State might refuse exemption without the need to activate the Article 27(5) procedure.\n(9) In the case of an affirmative reply, Italy pointed out that the Article 27(5) procedure remained necessary for products denatured according to the rules of the Member State of origin but which did not satisfy the Italian condition regarding waste alcohol. No such case had however been discovered to date.\n(10) The purpose of Directive 92/83/EEC is to create, in the field of alcohol taxation, conditions ensuring the establishment and functioning of the internal market. Article 27(1) of the Directive specifies the alcoholic products which shall be exempt from duty throughout the Community. With the exception of 'completely denatured` alcohol exempt under Article 27(1)(a), for which special provisions apply, the system laid down is that of mutual acceptance - once a product falling under Article 27(1)(b) has been exempted in any Member State it may move freely throughout the Community. The purpose of Article 27(5) of that Directive is to permit Member States to take prompt action to safeguard their revenue should the operation of the general rules lead to genuine cases of evasion, avoidance or abuse.\n(11) As regards the reasons given by Italy for the refusal of exemption to cosmetics (perfumes) containing impure alcohol, the use of cheap impure alcohol to produce goods falling within Article 27(1)(b) cannot be regarded as a cause of evasion, avoidance or abuse in particular since, on the one hand, an impure alcohol presents less danger of improper use and, on the other hand, whether or not cosmetics produced from impure alcohol are cheaper, Article 27(1)(b) is in no way restricted to expensive goods, the disparate goods falling within it varying extremely widely in price. Nor does anything in the Directive require products exempt under Article 27(1)(b) (which are not for human consumption) to be derived from pure alcohol.\n(12) Moreover, since Article 27(1)(b) covers not only, or even mainly, cosmetics, but also products used inter alia for cleaning purposes, the use of goods described as cosmetics for cleaning purposes cannot affect their classification under Article 27(1)(b) and cannot be regarded as evasion, avoidance or abuse. This seems particularly clear in view of the fact that in some Member States it is not unusual for colognes and the like to be used for non-cosmetic purposes such as cleaning. The fact that the 'completely denatured` alcohols of Article 27(1)(a) may also be used for such purposes is not relevant.\n(13) The above considerations apply equally to the particular case raised by Italy of goods which arrived at their destination declared to be denatured in accordance with Italian rules but not meeting the requirement that they be pure. In addition:\n(i) movements under Article 27(1)(b) should be entirely free of formalities, and require no declarations;\n(ii) compliance with the requirements of any Member State is sufficient, and\n(iii) since the methods of denaturing for the products of Article 27(1)(b) are not laid down at Community level, the fact that the goods have been released - for free movement throughout the Community - in the Member State of origin is evidence that they have fulfilled that Member State's requirements.\n(14) The above considerations apply equally to the case of perfumes exempt under 27(1)(b) and denatured according to the rules of other Member States but not meeting Italy's condition that they be derived from pure alcohol. In addition, however, Italy has stated that no such cases have been found.\n(15) Similar considerations apply to Italy's refusal of exemption to certain household products, where Italy has simply pointed out that its reasons for refusing exemption are similar to those concerning cosmetics, that no complaints have been received and that the normal trade is not affected by its condition for exemption.\n(16) In addition, Italy has not shown that any of the products subject to its refusal of exemption have in fact given rise to any actual evasion, avoidance or abuse. Nor has any other Member State - most of which have much higher duty rates than Italy - reported any problems of evasion avoidance or abuse arising from the exemption of these products.\n(17) The measures provided for in this Decision are in accordance with the opinion of the Committee on Excise Duties,", "main_body": ["Italy is not authorised to refuse the grant of exemption from excise duty on the products notified in its letter of 4 July 1997.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 21 October 1998.\nFor the Commission\nMario MONTI\nMember of the Commission\n(1) OJ L 316, 31. 10. 1992, p. 21.\n(2) OJ L 76, 25. 2. 1992, p. 1.\n(3) OJ L 8, 11. 1. 1997, p. 12."}