{"celex_id": "31992D0301", "uri": "http://publications.europa.eu/resource/cellar/c0ff052a-26d8-4b4c-8644-de36c34508b3", "type": "Decision", "concepts": ["1598", "2563", "5034", "5047", "862"], "title": "92/301/EEC: Commission Decision of 22 May 1992 approving the programme for the eradication of bovine brucellosis presented by Portugal and fixing the level of the Community's financial contribution (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION  of 22 May 1992  approving the programme for the eradication of bovine brucellosis presented by Portugal and fixing the level of the Community's financial contribution  (Only the Portuguese text is authentic)  (92/301/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Regulation (EEC) No 3763/91 (2), and in particular Article 24 thereof,\nWhereas by letter dated 24 February 1992, Spain has submitted a three-year programme for the eradication of bovine brucellosis;\nWhereas after examination of the programme it was found to comply with all Community criteria relating to the eradication of the disease in conformity with Council Decision 90/638/EEC of 27 November 1990 on laying down Community criteria for the  eradication and monitoring of certain animal diseases (3);\nWhereas a Community financial contribution will be given provided the abovementioned conditions are fulfilled, and the authorities will provide all necessary information in conformity with Article 24 (8) of Decision 90/424/EEC, and whereas it is  appropriate to fix the Community financial participation at the rate of 50 % of the costs of testing and those incurred by way of compensation to owners for the slaughter of cattle because of bovine brucellosis;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the eradication of bovine brucellosis presented by Portugal is hereby approved for a period of three years.", "Portugal shall bring into force by 1 May 1992 the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "Financial participation by the Community shall be at the rate of 50 % of the costs of testing and those incurred in Portugal by way of compensation for owners for the slaughter of cattle because of bovine brucellosis.", "The Community financial contribution shall be granted after the supporting documents have been supplied.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 22 May 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19. (2) OJ No L 356, 24. 12. 1991, p. 1. (3) OJ No L 347, 12. 12. 1990, p. 27."}