{"celex_id": "31994R1898", "uri": "http://publications.europa.eu/resource/cellar/4237729b-c44d-4a01-83da-b142e949bc24", "type": "Regulation", "concepts": ["1117", "2681", "4083", "4170", "5096", "797"], "title": "Commission Regulation (EC) No 1898/94 of 27 July 1994 fixing for the 1994/95 marketing year the minimum price to be paid to producers for peaches and the amount of production aid for peaches in syrup and/or natural fruit juice\n", "header": "COMMISSION REGULATION (EC) No 1898/94 of 27 July 1994 fixing for the 1994/95 marketing year the minimum price to be paid to producers for peaches and the amount of production aid for peaches in syrup and/or natural fruit juice\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Commission Regulation (EC) No 549/94 (2), and in particular Articles  4 (4) and 5 (5) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EC) No 3528/93  (4), and in particular Article 3 (3) thereof,\nWhereas Council Regulation (EEC) No 1206/90 (5), as amended by Regulation (EEC) No 2202/90 (6), lays down general rules for the system of production aid for processed fruit and vegetables;\nWhereas, pursuant to Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis of, firstly, the minimum price applying during the previous marketing year, secondly, the movement of basic  prices in the fruit and vegetables sector, and thirdly, the need to ensure the normal marketing of fresh products for the various uses, including supply of the processing industry;\nWhereas Article 5 of Regulation (EEC) No 426/86 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the  minimum price to be paid to producers and the difference between the cost of the raw material in the Community and in the major competing third countries;\nWhereas Article 4 of Regulation (EEC) No 1206/90 provides for the establishment of a system of monetary adjustment with the aim of correcting production aid by the impact, on the minimum price minus the aid, of the differences between the agricultural  conversion rate and the average of the market exchange rates during a period to be determined; whereas, in view of the current market situation and in order to ensure normal competition with third countries, such a system of adjustment should be  implemented by applying a coefficient to the aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1994/95 marketing year:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for peaches;\nand\n(b) the production aid referred to in Article 5 of the same Regulation for peaches in syrup and/or natural fruit juice,\nshall be as set out in Annex I.", "1. A coefficient equal to the impact on the cost price of the difference between the average market exchange rate and the agricultural conversion rate applicable at the beginning of the marketing year shall be applied to production aid.\n2. For the application of paragraph 1:\n- 'cost price' means the minimum price payable to the producer less the aid,\n- 'average market exchange rate' means the average of the rates of the ecu published in the Official Journal of the European Communities, C series, during the first quarter of the year during which the marketing year in question starts, multiplied by  the correction factor referred to in Article 1 (c) of Regulation (EEC) No 3813/92.\n3. The coefficients calculated in accordance with paragraph 1 shall be as set out in Annex II.", "Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 69, 12. 3. 1994, p. 5.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 320, 22. 12. 1993, p. 32.\n(5) OJ No L 119, 11. 5. 1990, p. 74.\n(6) OJ No L 201, 31. 7. 1990, p. 4.\nANNEX I\nMinimum price to be paid to producers  \"\" ID=\"1\">Peaches intended for the manufactures of peaches in syrup and/or natural fruit juice> ID=\"2\">23,832\">\nProduction aid  \"\" ID=\"1\">Peaches in syrup and/or natural fruit juice> ID=\"2\">7,174\">\nANNEX II\nThe coefficients referred to in Article 2 (3) for the 1994/95 marketing year  \"\" ID=\"1\">Bfrs> ID=\"2\">1.0383\"> ID=\"1\">Dkr> ID=\"2\">1.0429\"> ID=\"1\">DM> ID=\"2\">1.0127\"> ID=\"1\">Dr> ID=\"2\">1.0447\"> ID=\"1\">Pta> ID=\"2\">1.0090\"> ID=\"1\">FF>  ID=\"2\">1.0067\"> ID=\"1\">£ Irl> ID=\"2\">1.0472\"> ID=\"1\">Lit> ID=\"2\">0.9825\"> ID=\"1\">Fl> ID=\"2\">1.0204\"> ID=\"1\">Esc> ID=\"2\">1.0091\"> ID=\"1\">£> ID=\"2\">1.0366\">"}