{"celex_id": "31996R1602", "uri": "http://publications.europa.eu/resource/cellar/37d1334f-f20f-4032-a664-a532353cfaaf", "type": "Regulation", "concepts": ["1159", "1877", "2437", "4790", "5228"], "title": "Council Regulation (EC) No 1602/96 of 25 July 1996 fixing special management measures for North Sea herring and amending Regulation (EC) No 3074/95\n", "header": "COUNCIL REGULATION (EC) No 1602/96 of 25 July 1996 fixing special management measures for North Sea herring and amending Regulation (EC) No 3074/95\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1) as amended by the 1994 Act of Accession, and in particular Article 8 (4) thereof,\nWhereas the most recent scientific information, and in particular the report of the Advisory Committee for Fisheries Management of the International Council for the Exploration of the Sea, indicates that the stock of herring in the North Sea is outside safe biological limits, that the present fishing mortality is more than double the level considered to be sustainable and that recent recruitment of young fish to the stock is not sufficient to replenish the stock at present exploitation levels;\nWhereas, according to scientific advice from the abovementioned sources, it is necessary to take rapid action to rebuild the stock and to reduce fishing mortality; whereas these measures should consist of a reduction of the catch of herring by fleets landing herring for human consumption in 1996 to half the present figure of total allowable catch (TAC) and of a decrease by 50 % of the fishing mortality of herring caught as a by-catch by other fleets in 1996;\nWhereas, in accordance with the procedure provided in Articles 2 and 7 of the Agreement on Fisheries between the European Economic Community and the Kingdom of Norway (2), the Community and Norway have held consultations concerning the measures which fall within their remit to be taken for North Sea herring; whereas these consultations have been successfully concluded and measures have been agreed;\nWhereas the Commission has already implemented in its Regulation (EC) No 1265/96 (3) of 1 July 1996 establishing urgent conservation measures to protect the stock of North Sea Herring such measures under powers delegated to it in accordance with Article 15 of Regulation (EEC) No 3760/92;\nWhereas additional, complementary measures are also required to support the measures already implemented; whereas these additional measures should include reduction in the TAC for sprats in the North Sea, specification of conditions to be implemented when limits on by-catch are reached and of conditions governing the catching, recording and landing of herring in certain areas;\nWhereas it is appropriate to merge these measures and those stipulated in Regulation (EC) No 1265/96 in a single act and to repeal the said Regulation;\nWhereas Regulation (EC) No 3074/95 (4) fixes, for certain stocks and group of stocks, the TACs, their allocation to Member States and certain conditions under which they may be fished; whereas certain of its provisions should be amended accordingly,", "main_body": ["Member States where landings occur of herring unsorted from the remainder of the catch shall ensure that adequate sampling systems are in place in order to monitor effectively all landings of by-catches of herring.\nIt shall be prohibited to land in harbours where such a sampling system is not in place catches of fish containing unsorted herring.", "Member States shall adopt special control and management measures and any other actions concerning the capture, sorting and landing of herring taken from the North Sea or from the Skagerrak and Kattegat with a view to ensuring the observance of catch limitations. These measures shall include, in particular:\n(i) special control and inspection programmes;\n(ii) effort plans, including lists of authorized vessels and, where deemed necessary on the basis of quota exhaustion beyond the level of 70 %, limitations on the activity of authorized vessels;\n(iii) control of transhipment and of practices which incur discarding;\n(iv) where possible, temporary prohibition to fish in areas where high by-catch rates of herring, in particular juveniles are known to occur.", "Inspectors of the Commission shall, in accordance with Article 29 Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (5) and whenever the Commission deems it necessary for the purposes of this Regulation, carry out independent inspections to verify the implementation by the competent authorities of the sampling programmes and of the detailed measures mentioned in Articles 1 and 2.", "The Commission shall prohibit landings of herring if it is deemed that the implementation of the measures mentioned in Articles 1 and 2 do not constitute a sufficient guarantee that a strict control of fishing mortality of herring in all fisheries is achieved.", "Member States shall communicate to the Commission, at the latest by Friday of every week, the landings of herring and of sprat caught in the zones mentioned in Annexes I and II made in the preceding week.", "1. All landings of herring caught in ICES areas III a, IV and VII d by vessels which carry on board towed nets only of minimum mesh size equal to or greater than 32 mm, while taking these catches in these areas, will be counted against a relevant quota as defined in Annex I to this Regulation.\n2. All landings of herring caught in ICES areas III a, IV and VII d by vessels which carry on board towed nets of minimum mesh size less than 32 mm, while taking these catches in these areas, will be counted against a relevant quota as defined in Annex II to this Regulation.\n3. Herring landed by vessels operating within the conditions defined in paragraph 2 shall not be offered for sale for human consumption.\n4. Notwithstanding the conditions defined in paragraphs 1 and 2, all herring caught in ICES area IIIa by vessels fishing for species other than herring as defined in Annex II to this Regulation shall be counted against the corresponding quota defined in Annex II.", "Regulation (EC) No 3074/95 is hereby amended as follows:\n1. The following paragraph shall be inserted in Article 5:\n'2 a Notwithstanding paragraphs 1 and 2, when any of the catch limitations indicated in Annex II to this Regulation are exhausted, it shall be prohibited for vessels operating within the fisheries to which the relevant catch limitations apply to land catches which are unsorted and which contain herring.`\n2. The Annex shall become Annex I and shall be amended as follows:\n(a) with regard to herring, the entries and footnotes referring to zones IIIa, IVab and IVc, VIId shall be replaced by the entries and footnotes referring to those zones appearing in Annex I to this Regulation;\n(b) with regard to sprat, the entries and footnotes referring to zone IIa, IV shall be replaced by the entries and footnotes referring to that zone appearing in Annex I to this Regulation.\n3. An Annex II shall be added, as set out in Annex II to this Regulation.", "Commission Regulation (EC) No 1265/96 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1996.\nFor the Council\nThe President\nH. COVENEY\n(1) OJ No L 389, 31. 12. 1992, p. 1.\n(2) OJ No L 226, 29. 8. 1980, p. 48.\n(3) OJ No L 163, 2. 7. 1996, p. 24.\n(4) OJ No L 330, 30. 12. 1995, p. 1. Regulation as last amended by Regulation (EC) No 1088/96 (OJ No L 144, 18. 6. 1996, p. 1).\n(5) OJ No L 261, 20. 10. 1993, p. 1.\nANNEX I\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\n'ANNEX II\n>TABLE>\n>TABLE>\n>TABLE>"}