{"celex_id": "31997R1067", "uri": "http://publications.europa.eu/resource/cellar/b74289a9-b07c-4050-be4a-ac4d80b20d33", "type": "Regulation", "concepts": ["1857", "2286", "2356", "2560", "3003", "797"], "title": "Commission Regulation (EC) No 1067/97 of 12 June 1997 amending for the sixth time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION REGULATION (EC) No 1067/97 of 12 June 1997 amending for the sixth time Regulation (EC) No 413/97 adopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EC) No 3290/94 (2), and in particular Article 20 thereof,\nWhereas exceptional measures to support the market in pigmeat were adopted for the Netherlands by Commission Regulation (EC) No 413/97 (3), as last amended by Regulation (EC) No 1031/97 (4), in response to the outbreak of classical swine fever in certain production regions in that country;\nWhereas, since the veterinary and trade restrictions adopted by the Dutch authorities continue to apply and have been extended to new areas, the numbers of fattened pigs, piglets and young piglets which may be delivered to the competent authorities should be increased, so that the exceptional measures can continue in the coming weeks;\nWhereas, in order to make the legislation clearer, the numbers of eligible animals, which have been amended several times since Regulation (EC) No 413/97 was applied on 18 February 1997, should be listed in a single Annex;\nWhereas the aid granted for the delivery of young piglets should be increased slightly so as to restore a logical hierarchy of aid between the different piglet categories;\nWhereas the swift and effective application of the exceptional market support measures is one of the best ways of combating the spread of classical swine fever; whereas the application of this Regulation from 2 June 1997 is accordingly justified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 413/97 is hereby amended as follows:\n1. the last subparagraph of Article 1 (3) is deleted;\n2. Article 4 (4) is replaced by the following:\n'4. The aid provided for in Article 1 (2), (3) and (4), at farm gate, shall be:\n- ECU 55 per head for piglets weighing 25 kilograms or more on average per batch,\n- ECU 47 per head for piglets weighing more than 24 kilograms on average per batch, but less than 25 kilograms,\n- ECU 40 per head for young piglets weighing 8 kilograms or more on average per batch,\n- ECU 38 per head for very young piglets up to three weeks old.`;\n3. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 2 June 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 62, 4. 3. 1997, p. 26.\n(4) OJ No L 150, 7. 5. 1997, p. 34.\nANNEX\n'ANNEX I\nMaximum total number of animals from 18 February 1997:\n>TABLE>"}