{"celex_id": "31997R0478", "uri": "http://publications.europa.eu/resource/cellar/b74fbef7-4345-4be8-8328-8ba9679d6e85", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2173"], "title": "Commission Regulation (EC) No 478/97 of 14 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards preliminary recognition of producer organizations\n", "header": "COMMISSION REGULATION (EC) No 478/97 of 14 March 1997 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards preliminary recognition of producer organizations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 48 thereof,\nWhereas Article 14 of Regulation (EC) No 2200/96 provides for the possibility of a transitional period of preliminary recognition to enable new producer organizations or those which have not been recognized under Council Regulation (EEC) No 1035/72 (2), as last amended by Commission Regulation (EC) No 1363/95 (3), to meet the conditions for recognition laid down in Article 11 of Regulation (EC) No 2200/96; whereas, as a result, certain conditions should be laid down for the grant of preliminary recognition to producer organizations which submit a recognition plan;\nWhereas, to promote the setting-up of stable producer organizations capable of making a lasting contribution to the attainment of the objectives of the common market organization, preliminary recognition should be granted only to producer organizations which can demonstrate their ability to meet all the requirements of Article 11 of Regulation (EC) No 2200/96 within a specified time-limit;\nWhereas, to enable producer organizations to bring themselves gradually into line with the conditions laid down in Article 11 of Regulation (EC) No 2200/96 and Commission Regulation (EC) No 412/97 (4) as regards the recognition of producer organizations, less strict conditions should be laid down for the grant of preliminary recognition; whereas Member States should also be allowed to lay down stricter limits than those laid down in this Regulation, without exceeding those laid down in Article 11 (1) (c) (2) of Regulation (EC) No 2200/96 and in Regulation (EC) No 412/97, in order to take account of the different production and marketing conditions in the various Member States;\nWhereas, to enable recognized producer organizations to be restructured, the obligation laid down in Article 11 (1) (c) (2) of Regulation (EC) No 2200/96 should not apply until a producer organization granted preliminary recognition obtains full recognition, without prejudice to the Member States laying down stricter conditions;\nWhereas, to enable producer organizations to submit a recognition plan in accordance with Article 14 of Regulation (EC) No 2200/96, the information which producer organizations must provide in the plan should be laid down;\nWhereas, to enable producer organizations better to meet the recognition conditions, there is a need to authorize changes to recognition plans; whereas to that end, provision should be made for each Member State to be able to request the producer organization to take corrective action to ensure that the plan is implemented;\nWhereas producer organizations may meet the conditions laid down in Article 11 of Regulation (EC) No 2200/96 and in Regulation (EC) No 412/97 before the recognition plan is completed; whereas provision should be made to allow such organizations to submit applications for recognition under those Regulations; whereas, for the sake of consistency, the grant of such recognition to a producer organization must signify the termination of its recognition plan;\nWhereas, to give producer organizations granted preliminary recognition the opportunity to implement an operational programme in accordance with Commission Regulation (EC) No 411/97 (5) as soon as recognition has been granted, it should be possible for such organizations to submit a draft operational programme when they submit their application for recognition;\nWhereas, to ensure proper management of the common market organization, Member States should regularly inform the Commission of the situation as regards the grant of preliminary recognition, and of developments in the sector, in accordance with Article 9 of Regulation (EC) No 412/97;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["This Regulation establishes minimum requirements for the preliminary recognition of producer organizations referred to in Article 14 of Regulation (EC) No 2200/96.\nMember States may lay down requirements stricter than and obligations additional to those laid down in this Regulation.", "1. New producer organizations, or those which have not been recognized under Regulation (EEC) No 1035/72 and request preliminary recognition in accordance with Article 14 of Regulation (EC) No 2200/96, shall present a recognition plan for acceptance by the competent authority of the Member State in which the producer organization has its head office.\n2. Implementation of the recognition plan shall be phased in annual periods starting from the date of its acceptance by the competent national authority. Its duration may not exceed a period of five years from that date.", "1. When presenting a recognition plan, producer organizations shall:\n(a) comply with the requirements of Article 11 (1) (a), (b), (c), point 4, and (d), and Article 11 (2) (b) of Regulation (EC) No 2200/96;\n(b) provide evidence that:\n(1) they have a minimum number of producers consisting of half the number set in Annexes I and II to Regulation (EC) No 412/97 and in any event not less than five;\n(2) the minimum volume of marketable production of members is not less than 50 % of the minimum volume of production referred to in Annexes I and II to Regulation (EC) No 412/97.\n2. Where a Member State applies Article 2 (2) of Regulation (EC) No 412/97, the percentage of marketable production shown there may not be less than 8 %; the minimum number of producers shall be ten in the case of the producer organizations referred to in Article 11 (1) (a) (i) to (iv) of Regulation (EC) No 2200/96, and five for those referred to in paragraphs 1 (a) (vi) and (vii) and 3 of that Article.\n3. Regulation (EC) No 412/97 shall apply mutatis mutandis with the exception of Article 7 thereof.", "1. The draft recognition plan shall contain chapters covering at least the following matters:\n(a) the duration of the plan;\n(b) a description of the initial situation, in particular as regards the number of producer members, giving full details of members, production, marketing and infrastructure;\n(c) the objectives of the plan;\n(d) the measures to be taken and the means to be employed for attaining the objectives of the plan, for each year of implementation of the plan, and a cost-benefit analysis;\n(e) the measures to be taken, by the latest on completion of the recognition plan, in order to meet the requirements of Article 11 (1) (c) (1), (2), (3) and (5) of Regulation (EC) No 2200/96, and of Regulation (EC) No 412/97.\n2. The measures referred to in paragraph 1 (d) of this Article shall include in particular those referred to in Article 11 (2) (c) and (d) of Regulation (EC) No 2200/96, together with the following, which may be implemented gradually in the course of the plan:\n(a) implementation of the measures laid down in Article 11 (1) (c) (3) of Regulation (EC) No 2200/96;\n(b) production planning;\n(c) sales strategy, development of marketing chains and promotion;\n(d) measures to enhance product quality;\n(e) staffing levels.\nPlans must show in particular the estimated cost of the investments required for their implementation, broken down for each individual measure and phased according to year of implementation.\n3. The competent national authority shall decide on a draft recognition plan within three months of receipt of the plan accompanied by all supporting documents.\n4. The competent national authority shall verify:\n(a) by all appropriate means, including on-the-spot inspections, the accuracy of the information provided under Article 4 (1) (b) and (c),\n(b) the financial consistency and the technical quality of the plan, the soundness of the estimates in the investment plan, and the planning of its implementation.\n5. The competent national authority shall, as appropriate:\n(a) accept the plan and grant preliminary recognition;\n(b) request changes to the plan; acceptance may be granted only if the changes requested have been incorporated in the plan;\n(c) reject the plan.\n6. Before granting preliminary recognition, the Member State shall inform the Commission of its decision in accordance with Article 14 (4) of Regulation (EC) No 2200/96.\nIt shall notify the producer organization of its decision.\nThe Member State shall send the Commission, in the month following notification of acceptance of the recognition plan to the producer organization, particulars of the latter, the date of preliminary recognition and the duration of the plan.", "1. Implementation of a recognition plan shall start on the first day of the month following its acceptance.\n2. Producer organizations may request changes to plans. These shall be accompanied by all the necessary supporting documents.\nThe competent national authority shall decide on changes to plans within three months of receipt of the request for change, after considering the evidence supplied. Where no decision is taken on a request for change within that period, the request shall be deemed to have been rejected.", "No later than the fourth month following the end of a year of a recognition plan, the producer organization shall send the competent authority in the Member State a copy of the balance sheet for the last year.", "1. The competent national authority shall carry out checks and inspections to ascertain the progress of implementation of the plan on an annual basis; it shall establish in particular the extent to which measures which must be undertaken to meet, by the latest on the expiry of the recognition plan, the requirements of Article 11 of Regulation (EC) No 2200/96 and of Regulation (EC) No 412/97, have been carried out.\n2. The competent national authority may call upon a producer organization to take corrective action if it finds shortcomings regarding implementation of the plan which may compromise such implementation.\nThe Member State shall inform the Commission of its decision.", "Producer organizations implementing a recognition plan may, at any time, submit an application for recognition under Article 11 of Regulation (EC) No 2200/96 under the conditions laid down in Regulation (EC) No 412/97. From the date on which such an application is lodged, the organization in question may submit a draft operational programme under the conditions laid down in Regulation (EC) No 411/97.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\n(2) OJ No L 118, 20. 5. 1972, p. 1.\n(3) OJ No L 132, 16. 6. 1995, p. 8.\n(4) OJ No L 62, 4. 3. 1997, p. 16.\n(5) OJ No L 62, 4. 3. 1997, p. 9."}