{"celex_id": "31990R3146", "uri": "http://publications.europa.eu/resource/cellar/6c02dd78-2f43-4990-9e49-c19040f93761", "type": "Regulation", "concepts": ["1605", "2300", "2957", "3073"], "title": "Commission Regulation (EEC) No 3146/90 of 30 October 1990 altering the entry price for certain fruit and vegetables originating in Mediterranean third countries\n", "header": "COMMISSION  REGULATION (EEC) No 3146/90\nof 30 October 1990\naltering the entry price for certain fruit and vegetables originating in Mediterranean third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3488/89 of 21 November 1989 laying down the method of decision for certain provisions laid down for agricultural products in the framework of Mediterranean agreements (1), and in particular Article 2 thereof,\nWhereas, in accordance with the agreements concluded with various Mediterranean third countries, the Community may decide to alter the entry price for certain fruit and vegetables originating in such countries, taking account of the annual reviews of trade flows by product and country under Council Regulation (EEC) No 451/89 of 20 February 1989 concerning the procedure to be applied to certain agricultural products originating in various Mediterranean third countries (2);\nWhereas examination of the prospects for export flows from Mediterranean third countries in the light of the overall trend on the Community market points to the need to alter the entry price for oranges, clementines, mandarins and other similar citrus hybrids, lemons and tomatoes;\nWheras the alteration of the entry price must relate, for each product concerned, to the amount to be deducted as customs duties from the representative prices recorded in the Community for the calculation of the entry price referred to in Article 24 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (3), as last amended by Regulation (EEC) No 1193/90 (4); whereas, according to product and origin, reductions as appropriate, of one-sixth or one-third during trading periods enable the desired objective to be attained; whereas such reductions must apply within the quantitative limits determined, in accordance with the Mediterranean agreements;\nWhereas this alteration of the entry price is to apply in respect of specific quantities which must be entered in the accounts during the periods laid down in the agreements; whereas a Community surveillance system must be set up to supervise the alterations in question; whereas the Commission must inform the Member States as soon as the quantities laid down in the Mediterranean agreements and reproduced in this Regulation have been reached;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the purpose of calculating the entry price referred to in Article 24 (3) of Regulation (EEC) No 1035/72 for each of the products originating in the Mediterranean countries mentioned in Annex I hereto, the amount to be deducted as customs duties from the recorded representative prices shall be reduced by the percentage indicated in Annex I during the periods indicated therein. This reduction shall be applied up to the quantities specified in Annex II hereto.", "1. Imports of the products listed in Annex II and originating in the countries indicated therein shall be subject to Community surveillance.\n2. Deductions shall be made from the specified quantities when products are presented to the customs authorities under cover of a declaration of release for free circulation, accompanied by a movement certificate.\nGoods may be deducted from the specified quantity only if the movement certificate is presented before the date from which these preferential arrangements cease to apply.\nThe extent to which a specified quantity is used up shall be determined at Community level on the basis of the imports deducted from it as specified in the first and second subparagraphs.\nMember States shall inform the Commission, at the intervals and within the time limits specified in paragraph 3, of imports effected in accordance with the above procedures.\n3. With respect to imports effected, Member States shall send to the Commission statements of the deducted quantities every 10 days, to be forwarded within five days from the end of each 10-day period.\n4. As soon as the quantities specified in Annex II have been reached, the Commission shall inform the Member States of the date from which these preferential arrangements cease to apply.\n5. The Commission may take the requisite administrative measures to adapt the administrative procedures set out in paragraphs 1 to 4.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is applied.", "This Regulation shall enter into force on 1 November 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 340, 23. 11. 1989, p. 2.\n(2) OJ No L 52, 24. 2. 1989, p. 7.\n(3) OJ No L 118, 20. 5. 1972, p. 1.\n(4) OJ No L 119, 11. 5. 1990, p. 43.\nANNEX I\n1,2.3.4.5 //  //  //  //  // Product  // Mediterra- nean third country  // Amount to be deducted  // Period of application of the alteration 1.2.3.4.5 // CN code  // Description  //  //  //  //  //  //  //  //  // ex 0805 10  // Oranges, fresh or chilled   // Israel Morocco Tunisia Egypt Cyprus   // One-sixth One-sixth One-third   // 1. 12. 1990 to 31. 5. 1991 1. 12. 1990 to 31. 5. 1991 1. 12. 1991 to 31 12. 1991   //    //   //   //   //   // ex 0805 20   // Mandarins and other similar citrus hybrids, fresh or chilled, excluding clementines   // Morocco Israel   // One-sixth   // 1. 11. 1990 to end February 1991   //    //   //   //   //   // ex 0805 20  // Clementines, fresh or chilled   // Morocco Israel  // One-sixth   // 1. 12. 1990 to end February 1991   //    //  //   //   //   // ex 0805 30 10   // Lemons, fresh or chilled  // Cyprus Turkey Israel   // One-sixth One-third   // 1. 1. 1991 to 31. 5. 1991 1. 6. 1991 to 31. 12. 1991   //    //   //  //   //   // 0702 00   // Tomatoes, fresh or chilled  // Morocco   // One-sixth One-third   // 15. 11. 1990 to 20. 12. 1990 1. 4. 1991 to 31. 5. 1991   //    //   //   //   //\nANNEX II\n1.2,3.4.5.6 //  //  //  //  //  // Serial No   // Product  // Mediterranean third country  // Period of application of the surveillance  // Quantities specified in the Mediterranean agreements (tonnes)  1.2.3.4.5.6 //   // CN code  // Description  //  //  //  //  //  //  //  //  //  // 19.0010   // ex 0805 10   // Oranges, fresh or chilled   // Israel Morocco Tunisia Egypt Cyprus   // 1. 11. 1990 to 31. 5. 1991 1. 12. 1990 to 31. 12. 1990 1. 1. 1991 to 31. 12. 1991   // 293 000 265 000 28 000 7 000 67 000   //    //   //   //   //   //  // 19.0020   // ex 0805 20   // Clementines, mandarins and other similar citrus hybrids, fresh or chilled   // Morocco Israel   // 1. 11. 1990 to end February 1991   // 110 000 14 200   //    //   //   //   //   //   // 19.0030   // ex 0805 30 10   // Lemons, fresh or chilled   // Cyprus Turkey Israel  // 1. 1. 1991 to 31. 12. 1991   // 15 000 12 000 6 400   //  //   //   //   //   //   // 19.0050 19.0053 19.0056   // 0702 00   // Tomatoes, fresh or chilled, of which: April May  // Morocco   // 15. 11. 1990 to 31. 5. 1991   // 86 000 15 000 10 000   //    //   //   //   //   //"}