{"celex_id": "31996R1354", "uri": "http://publications.europa.eu/resource/cellar/c411d614-63b2-4cb6-8720-75fd350fde50", "type": "Regulation", "concepts": ["1048", "2140", "3048", "4271", "5251"], "title": "Council Regulation (Euratom, ECSC, EC) No 1354/96 of 8 July 1996 amending Regulation (EEC, Euratom, ECSC) No 259/68 laying down the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities\n", "header": "COUNCIL REGULATION (EURATOM, ECSC, EC) No 1354/96 of 8 July 1996 amending Regulation (EEC, Euratom, ECSC) No 259/68 laying down the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities, and in particular Article 24 thereof,\nHaving regard to the proposal presented by the Commission after consulting the Staff Regulations Committee,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Court of Justice (2),\nHaving regard to the opinion of the Court of Auditors (3),\nWhereas, following the addition of the Court of Auditors to the list of Community institutions by Article 4 of the Treaty establishing the European Community, the reference to it in the second paragraph of Article 1 of Council Regulation (EEC, Euratom, ECSC) No 259/68, laying down the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities (4), should be removed;\nWhereas, following the creation of the Committee of the Regions by Article 198a of the Treaty establishing the European Community, provision should be made for it to be treated as an institution of the Communities for the purposes of the Staff Regulations and the Staff Regulations should be amended accordingly;\nWhereas Article 138e of the Treaty establishing the European Community stipulates that the Ombudsman of the European Union is to be completely independent in the performance of his duties; whereas, in its Decision of 9 March 1994 (5) on the regulations and general conditions governing the performance of the Ombudsman's duties, the European Parliament decided that the Ombudsman was to be assisted by a secretariat and that, in matters concerning his staff, he was to have the same status as the institutions within the meaning of Article 1 of the Staff Regulations of Officials of the European Communities,", "main_body": ["The Staff Regulations of Officials of the European Communities are amended as follows:\n1. in Article 1 the second paragraph shall be replaced by the following:\n'Save as otherwise provided, the Economic and Social Committee, the Committee of the Regions and the Ombudsman of the European Union shall, for the purposes of these Staff Regulations, be treated as institutions of the Communities.`\n2. in Article 2, the second paragraph shall be replaced by the following:\n'In respect of officials of the Economic and Social Committee, the Committee of the Regions and the secretariat of the Ombudsman of the European Union, the rules of procedure of those Committees and of the Ombudsman shall determine who shall exercise the powers conferred by these Staff Regulations on the appointing authority.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the date of entry into force of the Treaty on European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1996.\nFor the Council\nThe President\nR. QUINN\n(1) OJ No C 151, 19. 6. 1995, p. 471.\n(2) Opinion delivered on 16 May 1995.\n(3) Opinion delivered on 12 January 1995.\n(4) OJ No L 56, 4. 3. 1968, p. 1. Regulation as last amended by Regulation (ECSC, EC, Euratom) No 3161/94 (OJ No L 335, 23. 12. 1994, p. 1).\n(5) OJ No L 113, 4. 5. 1994, p. 15."}