{"celex_id": "31995R1906", "uri": "http://publications.europa.eu/resource/cellar/25a7545f-122e-42cb-abfc-9764ad15844b", "type": "Regulation", "concepts": ["1309", "248", "2687", "4078", "5360", "888"], "title": "Commission Regulation (EC) No 1906/95 of 1 August 1995 correcting Regulation (EC) No 1502/95 on rules of application (cereal sector import duties 1995/96 marketing year) for Council Regulation (EEC) No 1766/92\n", "header": "COMMISSION REGULATION (EC) No 1906/95 of 1 August 1995 correcting Regulation (EC) No 1502/95 on rules of application (cereal sector import duties 1995/96 marketing year) for Council Regulation (EEC) No 1766/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and by Regulation (EC) No 1863/95 (2), and in particular Article 10 (4) thereof,\nWhereas Commission Regulation (EC) No 1502/95 (3), as amended by Regulation (EC) No 1817/95 (4), mentions in Article 2 (5) the conditions imposed to the importer in order to benefit from a reduction of ECU 8 per tonne concerning the import of certain cereals;\nWhereas a check revealed that the English published version does not correspond to the measures presented for the opinion of the Management Committee; whereas, therefore, Article 2 (5) of Regulation (EC) No 1502/95 must be corrected in the English version,", "main_body": ["1. Article 2 (5), first subparagraph of Regulation (EC) No 1502/95 is hereby replaced by the following:\n'5. Import duties shall be reduced at a flat rate of ECU 8 per tonne on:\n- standard high quality common wheat,\n- malting barley,\n- flint maize;\nprovided the importer shows that a quality premium on the normal product price could have been paid.`\n2. Article 2 (5), second subparagraph, first line of Regulation (EC) No 1502/95 is hereby replaced by the following:\n'The reduction is conditional on:`.\n3. Article 2 (5) (c) of Regulation (EC) No 1502/95 is hereby replaced by the following:\n'(c) the lodging by the importer, at the time of application for the import licence of a security of ECU 8 per tonne. This security shall be released on production of evidence of the specific final use warranting a quality premium over the normal product price. It must be shown to the satisfaction of the competent authorities of the Member State of importation that all the cereals imported have been processed into the product specified in the declaration indicated at (a) within the time limit indicated at (b). If processing is carried out in a Member State other than that of importation evidence of processing shall be provided by means of the T5 control copy.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1995 to 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1995.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 1.\n(2) OJ No L 179, 29. 7. 1995, p. 1.\n(3) OJ No L 147, 30. 6. 1995, p. 13.\n(4) OJ No L 175, 27. 7. 1995, p. 23."}