{"celex_id": "31998D0250", "uri": "http://publications.europa.eu/resource/cellar/d081d975-d189-42c6-a3c6-eed5d1ff02d7", "type": "Decision", "concepts": ["1595", "1596", "2850", "4048", "5462", "5860"], "title": "98/250/EC: Council Decision of 20 October 1997 on the conclusion of a Protocol concerning sanitary, phytosanitary and animal welfare measures in relation to trade to the Europe Agreement between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part\n", "header": "COUNCIL DECISION of 20 October 1997 on the conclusion of a Protocol concerning sanitary, phytosanitary and animal welfare measures in relation to trade to the Europe Agreement between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part (98/250/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence thereof,\nHaving regard to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic of the other part (1), signed on 4 October 1993,\nHaving regard to the proposal from the Commission (2),\nWhereas in the framework of the negotiations held between the Community and the Czech Republic a stage has been reached whereby an Additional Protocol now can be concluded bearing in mind that the Annexes will need to be amended regularly, as appropriate; whereas this Protocol will help to develop trade between the Parties by including the application of the principle of regionalisation for the main animal diseases and harmful organisms and by listing those commodities for which equivalent trade conditions are recognised;\nWhereas it is necessary to approve this Protocol,", "main_body": ["The Protocol concerning sanitary, phytosanitary and animal welfare measures in relation to trade to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic of the other part, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "The President of the Council shall, on behalf of the Community, give the notification provided for in Article 20 of the Protocol (3).", "The Commission shall represent the Community within the 'Agriculture` Sub-committee for questions covered by the attached Protocol. It shall be assisted by representatives of the Member States who are responsible for veterinary or phytosanitary matters.\nThe position to be adopted by the Community within the Association Council with regard to the areas covered by the Protocol shall be determined in accordance with Article 2 of the Decision of the Council and the Commission of 19 December 1994 concerning the conclusion of a Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part (4)."], "attachments": "Done at Luxembourg, 20 October 1997.\nFor the Council\nThe President\nF. BODEN\n(1) OJ L 360, 31.12.1994, p. 2.\n(2) OJ C 229, 28.7.1997, p. 1.\n(3) The date of entry into force of the Protocol will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\n(4) OJ L 360, 31.12.1994, p. 1."}