{"celex_id": "31992D0176", "uri": "http://publications.europa.eu/resource/cellar/0215d1f2-1c93-4fed-8ee0-35c1540c1a20", "type": "Decision", "concepts": ["1005", "1445", "1937", "3422"], "title": "92/176/EEC: Commission Decision of 2 March 1992 concerning maps to be provided for use for the Animo network\n", "header": "COMMISSION DECISION of 2 March 1992 concerning maps to be provided for use for the Animo network (92/176/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning the veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Directive 91/628/EEC (2), and in particular Article 20 (3) thereof,\nWhereas on 19 July 1991 the Commission adopted Decision 91/398/EEC on a computerized network linking veterinary authorities (Animo) (3) and on 21 February 1992, Decision 92/175/EEC establishing the list and identity of the units in the computerized  network Animo (4);\nWhereas, in order to ensure the smooth operation of the computerized network (Animo) maps should be elaborated in order to locate the local units and the area they are covering, as well as to locate the border inspection posts;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Each Member State will transmit to the Commission, before 1 May 1992, one or more maps in A4 or A3 size, with an indication of scale, of the local units in relation to the appropriate central unit, in order to identify the geographical location of  the local units.\n2. On the basis of the information sent by the Member States in accordance with paragraph 1, the Commission shall transmit to the Member States, before 1 July 1992, a set of all the maps it has received.", "1. In order to obviate possible problems, each Member State will transmit to the Commission before 1 July 1992, a map in A4 or A3 size, with an indication of scale, of each local unit, with its code number.\n2. The Commission shall compile a set of all the maps it has received in accordance with paragraph 1. This set shall be made available to the Member States central authorities.", "1. Each Member State will transmit to the Commission before 1 May 1992, a map in A4 or A3 size with indication of scale, in order to identify the geographical location of border inspection posts.\n2. On the basis of the information sent by the Member States, in accordance with paragraph 1, the Commission shall transmit to the Member States before the 1 July 1992 a set of all the maps it has received.", "The set referred to in Article 1 (2), Article 2 (2) and Article 3 (2) will be updated by the Commission at regular intervals, particularly in the light of the information sent by the Member States concerning amendements made to the territory of the  local units and any updating of the list of the units.", "This decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 March 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 340, 11. 12. 1991, p. 17.\n(3) OJ No L 221, 9. 8. 1991, p. 30.\n(4) See page 1 of this Official Journal."}