{"celex_id": "31994R1883", "uri": "http://publications.europa.eu/resource/cellar/fefa7377-ca09-4fea-bead-7aef1c7f93c6", "type": "Regulation", "concepts": ["1565", "2591", "2763", "2972"], "title": "Council Regulation (EC) No 1883/94 of 27 July 1994 amending Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\n", "header": "COUNCIL REGULATION (EC) No 1883/94 of 27 July 1994 amending Regulation (EEC) No 3950/92 establishing an additional levy in the milk and milk products sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the situation in Italy, Greece and Spain respectively has been the subject of special examination; whereas as regards those three Member States the conclusions from the examination permit extending the increase in the guaranteed total quantity  laid down in Article 3 of Regulation (EEC) No 3950/92 (3), but solely for the period 1994/95 in the case of Italy and Greece, and to consolidate it for Spain; whereas there will be a re-examination before the beginning of the period 1995/96 as to  whether all the conditions to which the definitive increase in the total quantity for Italy and Greece is subject have been fully satisfied;\nWhereas the checks carried out in Italy, covered all milk producers and thus permit, in the light of full knowledge, extending, for the period 1994/95, the increase in the guaranteed total quantity granted for the period 1993/94; whereas, however, part  of that increase should be reserved, namely 347 701 tonnes, for allocating, as need arises, reference quantities to producers when certain conditions are satisfied;\nWhereas, as far as required, the components upon which the 'deliveries' part of the guaranteed total quantity for Greece, Spain and Italy is calculated for the period 1994/95 should be specified; whereas, for each of these three Member States, to the  amounts specified hereafter must be added the quantities from the former Community reserve; whereas, in the case of Greece, the total quantity fixed for the period 1992/93 is increased by 100 000 tonnes; whereas, in the case of Spain, the figure of 4  550 000 tonnes represents the basic total quantity increased, on the one hand, by 500 000 tonnes and, on the other, by 150 000 tonnes following a transfer from direct sales to deliveries; whereas, in the case of Italy, the total quantity fixed for the  period 1992/93 is increased by 900 000 tonnes;\nWhereas it has been agreed that application of the arrangements to control milk production must not jeopardize the restructuring of agricultural holdings in the territory of the former German Democratic Republic; whereas, therefore, following  reunification the arrangements have to that end been relaxed for a single period; whereas in spite of successive extensions of this flexibility up to the period 1993/94, it appears that the restructuring in question has not so far been completed;  whereas an extension of the derogating measures should be accepted for a limited period of time in order to achieve restructuring of the said holdings,", "main_body": ["Article 3 (2) of Regulation (EEC) No 3950/92 is hereby replaced by the following:\n'2.  The following total quantities shall be fixed without prejudice to possible review in the light of the general market situation and particular conditions existing in certain Member States:\n\">(1)\"> ID=\"1\"> 3 066 337> ID=\"2\">244 094\"> ID=\"1\"> 4 454 459> ID=\"2\">889\"> ID=\"1\">27 764 778> ID=\"2\">100 038\"> ID=\"1\">625 985> ID=\"2\">4 528\"> ID=\"1\">5 200 000> ID=\"2\">366 950\"> ID=\"1\">23 637 283> ID=\"2\">598 515\"> ID=\"1\">5 233 805>  ID=\"2\">11 959\"> ID=\"1\">9 212 190> ID=\"2\">717 870\"> ID=\"1\">268 098> ID=\"2\">951\"> ID=\"1\">10 983 195> ID=\"2\">91 497\"> ID=\"1\">1 804 881> ID=\"2\">67 580\"> ID=\"1\">14 247 283> ID=\"2\">342 764\"\">\nThe increase in the total quantities for Belgium,  Denmark, Germany, France, Ireland, Luxembourg, the Netherlands and the United Kingdom shall be granted in order to permit the allocation of additional reference quantities to:\n- producers who, by virtue of the second indent of Article 3a (1) of Regulation (EEC) No 857/84 (*), had been excluded from allocation of a special reference quantity,\n- producers situated in the mountain areas as defined in Article 3 (3) of Directive 75/268/EEC (**) or to the producers referred to in Article 5 of this Regulation or to all producers.\nThe increase in the total quantitiy for Portugal shall be granted as a matter of priority to contribute towards satisfying the requests for additional reference quantities from producers whose production during the 1990 reference year was substantially  affected by exceptional events which took place during the period 1988 to 1990 or to the producers referred to in Article 5.\nThe increase in total quantities of deliveries granted for the period 1993/94 for Greece, Spain and Italy shall be established for Spain and shall be extended for the period 1994/95 for Greece and Italy. The total quantity of deliveries for Italy  includes a reserve of 347 701 tonnes for allocation, in so far as necessary and in agreement with the Commission, of reference quantities to producers who have brought legal proceedings against a national administration following withdrawal of their  reference quantities and obtained judgment in their favour. Before the period 1995/96 the Commission will submit to the Council a report accompanied by proposals on whether the increase for Greece and the amount of the increase for Italy must be  maintained in 1995/96 and for the subsequent years.\n(*) OJ No L 90, 1. 4. 1984, p. 13.\n(**) OJ No L 128, 19. 5. 1975, p. 1.'", "The following subparagraph shall be added to Article 4 (4) of Regulation (EEC) No 3950/92:\n'However, in order to complete the restructuring of the said holdings, the first subparagraph shall continue to apply until the end of the period 1997/98.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No C 108, 16. 4. 1994, p. 9.(2) OJ No C 128, 9. 5. 1994.(3) OJ No L 405, 31. 12. 1992, p. 1. Regulation as last amended by Commission Regulation (EC) No 647/94 (OJ No L 80, 24. 3. 1994, p. 16).(1) Of which 6 244 566 tonnes covers  deliveries to purchasers established in the territory of the new Laender and 8 801 tonnes covers direct sales in the new Laender."}