{"celex_id": "31995D2717", "uri": "http://publications.europa.eu/resource/cellar/c0c26788-f4e0-4e8b-816e-a51150295692", "type": "Decision", "concepts": ["1638", "2300", "2473", "4424", "5182", "5864"], "title": "95/489/EC: Decision No 2717/95/EC of the European Parliament and of the Council of 9 November 1995 on a set of guidelines for the development of the EURO-ISDN (Integrated Services Digital Network) as a trans- European network\n", "header": "DECISION No 2717/95/EC OF THE EUROPEAN PARLIAMENT AND OF  THE COUNCIL of 9 November 1995 on a set of guidelines for the development of the EURO-ISDN  (Integrated Services Digital Network) as a trans-European network\nTHE EUROPEAN  PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 129d  thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the Economic and Social Committee  (2),\nHaving regard to the opinion of the Committee of the Regions  (3),\nActing in accordance with procedure laid down in Article 189b of the Treaty  (4),\nWhereas the aim of establishing trans-European telecommunication networks is to allow the  circulation of information with a view to enabling the internal market to function properly for all  participants, in particular small and medium-sized enterprises in the Community, and strengthening  its economic and social cohesion;\nWhereas the internal market establishes an area without internal frontiers within which the free  movement of goods, services and capital must be guaranteed; whereas in order to ensure each of  these freedoms, the Community acts adopted or being adopted provide for measures involving a  substantial interchange of data between individuals, economic operators and the competent  administrations; whereas such interchange can be ensured using trans-European networks;\nWhereas action by the Community in this field has to take account in particular of the need to link  island, land-locked and peripheral regions with the central regions of the Community;\nWhereas Council Recommendation 86/659/EEC  (5) provides for a set of ISDN services compatible at  European level to be made available, which is also the subject of a Memorandum of Understanding  between the public telecommunications network operators;\nWhereas the Council Resolution of 18 July 1989  (6) called for a strengthening of coordination on  the introduction of ISDN in the European Community before the end of 1992;\nWhereas Council Recommendation 92/383/EEC  (7) calls for the application to ISDN of the principles  of open network provision;\nWhereas, in this Resolution of 5 June 1992  (8), the Council recognized the importance of  developing ISDN in the context of trans-European networks;\nConsidering the conclusions of the European Council meeting in Corfu on 24 and 25 June 1994 and in  particular those relating to the information society;\nWhereas for the further development of the regulatory framework, account should be taken of the  objectives defined in this Decision;\nWhereas it is important, for the smooth operation of the internal market, to facilitate the  movement of goods, services, persons and capital between the Community and third countries, and  more specially the member countries of the European Free Trade Association; whereas such movements  will strengthen trade relations between the economic operators of the countries concerned; whereas  cooperation must therefore be established with those countries in order to promote Europe-wide  interconnection and interoperability of ISDN;\nWhereas adequate Community action is needed to establish smooth coordination between the Member  States and the economic operators responsible for creating the basic infrastructure, in order to  ensure the harmonized introduction of ISDN services; whereas failure to adopt a Decision of the  European Parliament and of the Council on the development of ISDN as a trans-European network would  be liable to result in a lack of interconnection and interoperability between national networks and  a smaller supply of compatible basic services,", "main_body": ["This Decision establishes the guidelines identifying the objectives,  priorities, broad categories of measures and a number of projects of common interest concerning the  development of EURO-ISDN as a trans-European network.", "for the purposes of this Decision:\n-  'Euro-ISDN` shall mean a set if ISDN facilities and services implemented on the basis of the  harmonized European standards as set out in Annex I, point 1,\n-  'basic services ` shall mean the services set out in Annex I, point 2,\n-  'telematic services` shall mean the services set out in Annex I, point 3.", "The objectives as regards the development of the ISDN as a trans-European network and  into an element of the infrastructure for the 'universal service` shall be as follows:\n-  the development of a range of services based on the EURO-ISDN, with account also being taken of  the future introduction of a European broadband communications network,\n-  availability of a full geographical coverage by EURO-ISDN in all Member States having regard to  market needs, in particular to facilitate access of the island, land-locked and peripheral regions  by means of EURO-ISDN.", "The priorities for achieving the objectives referred to in Article 3 shall be as  follows:\n-  to promote the use of EURO-ISDN, in particular by small and medium-sized enterprises, as well as  public organizations,\n-  to contribute to the rapid availability of affordable testing equipment,\n-  to promote access to less expensive terminal equipment and application software.", "The broad categories of measures necessary to attain the objectives referred to in  Article 3 and to comply with the priorities laid down in Article 4 shall be as follows:\n-  analysis of obstacles to the deployment of EURO-ISDN and the means to be used to overcome them,\n-  promotion of end-to-end interoperability of telematic services,\n-  analysis and promotion of migration of public and private sector applications to EURO-ISDN,\n-  promotion of the availability of EURO-ISDN terminals and application software.", "The development of EURO-ISDN as a trans-European network shall be carried out pursuant  to this Decision in the form of projects of common interest. Those projects shall be as listed in  Annex II.", "This Decision shall not prejudice any financial commitment by a Member State or the  Community.", "Member States shall encourage public network operators to put in place the  infrastructure required for the development of EURO-ISDN in accordance with market demand and in  compliance with Community rules.", "Participation by third countries which are parties to the Agreement on the European  Economic Area or which have Association Agreements with the Community is highly desirable, subject  to the procedure in Article 228 of the Treaty, to enable them to assist in carrying out projects of  common interest and to promote the interconnection and interoperability of their ISDNs.", "0\nIn 1997 the Commission shall carry out an overall evaluation of the guidelines defined  in this Decision in the light of any change in the rules applicable to EURO-ISDN.", "1\nThis Decision is addressed to the Member States.", "2\nThis Decision shall enter into force the 20th day following its publication in the  Official Journal of the European Communities."], "attachments": "Done at Brussels, 9 November 1995.\nFor the European Parliament The President K. HAENSCH For the Council The President A. AMADOR MILLÁN\nANNEX I\nFURTHER INFORMATION CONCERNING THE DEFINITIONS REFERRED TO IN ARTICLE 2\n1.   'EURO-ISDN` in the context of this Decision refers to:\n-  the basic services enumerated in point 2,\n-  the basic rate access,\n-  the primary rate access,\n-  the international interfaces,\n-  the bearer capabilities for the services enumerated in point 3.\n2.  'Basic services` in the context of this Decision are:\nBearer services:\n-  circuit mode 64 kbits/s unrestricted bearer service,\n-  circuit mode 3,1 kHz audio bearer service.\nSupplementary services:\n-  calling line identification presentation service,\n-  calling line identification restriction service,\n-  multiple subscriber numbers,\n-  terminal portability, and -  direct dialling-in.\nBearer capabilities:\n-  bearer capabilities which support the 'telematic services` listed in point 3.\n3.  'Telematic services` in the context of the present Decision are (non-exhaustive list):\n-  Euro file transfer,\n-  electronic mail,\n-  generalized access to data bases (including videotext),\n-  videophony, and -  facsimile group 4.\nThe services and facilities referred to in this Annex are based on harmonized standards.\nANNEX II\nPROJECTS OF COMMON INTEREST CONCERNING THE DEVELOPMENT OF EURO-ISDN AS A  TRANS-EUROPEAN NETWORK\n1. ANALYSIS OF OBSTACLES TO THE DEPLOYMENT OF EURO-ISDN AND THE MEANS TO BE  USED TO OVERCOME THEM 1.1. Identification and removal of obstacles Objective: On the basis of the results of ongoing studies and new feasibility studies to recommend  measures to improve the situation.\n1.2. Trans-European interoperability between EURO-ISDN and packet-switched data-transmission  networks and services Objective: To analyse the differences between existing plans and modes of use with a view to  introducing integrated packet-mode bearer services with ISDN access. The end-product should be a  set of recommendations aimed at offering trans-European interoperable packet-mode bearer services,  which is a prerequisite for the migration of many applications to EURO-ISDN.\n1.3. Trans-European interoperability between digital cellular mobile systems and EURO-ISDN Objective: To identify the measures needed to ensure interoperability of non-voice services offered  on digital cellular mobile networks and on EURO-ISDN.\n1.4. Development of cross-border applications Objective: To take into account specific needs of border regions with regard to the public and  private sector (in particular small and medium-sized enterprises).\n2. PROMOTION OF THE END-TO-END INTEROPERABILITY OF TELEMATIC SERVICES AND THE AVAILABILITY OF  EURO-ISDN TERMINALS 2.1. Promote access to equipment and services for interoperability testing, leading to the  development of a Euro-label concept Objective: To improve the access of SMEs (by appropriate terminal equipment) to advanced services  by means of the voluntary Euro-label concept aimed at ensuring the compatibility of telematic  non-voice services in a multi-vendor context and therefore eminently applicable to the marketing of  software-defined products. Implementation of the Euro-label based on interoperability testing (test  sequences are lacking) of terminals (hardware and software) offered by different vendors.\n2.2. SME's access to and use of existing and planned European telematic services Objective: To identify the requirements of SMEs in electronic mail, file transfer and universal  access to data bases and promotion of 'communicating communities`. This action complements  activities in other areas not pertaining directly to ISDN which aim at encouraging the private  sector to invest in the deployment of these trans-European telematic services.\n3. ANALYSIS AND PROMOTION OF MIGRATION OF EXISTING PUBLIC AND PRIVATE SECTOR APPLICATIONS TO  EURO-ISDN AND PROMOTION OF NEW APPLICATIONS 3.1. EURO-ISDN for specific user groups Objective: To improve the communication possibilities open to a number of user groups by means of  ISDN, which in particular permits the establishment, at low cost and at international level, of  'closed-circuit user groups`.\n3.2. High-quality image in the business sector Objective: To improve the competitiveness of at least three business sectors, which might lead to  job creation, through the use of high-quality still-image services; generalized access to image  data bases for the media (electronic publishing), tourism, property market.\n3.3. Trans-European access to catalogues and manuals Objective: To provide recommendations on the ways of offering remote access to large files to  undertakings which need frequent transborder access to catalogues and manuals (travelling salesmen,  insurance inspectors, maintenance technicians, etc.).\n3.4. EURO-ISDN for the promotion of telework Objective: To demonstrate the advantages of telework.\n3.5. EURO-ISDN for education, training and research Objective: To make best use of the advantages of distance learning, inter alia to remedy the lack  of qualifications to the unemployed, to support life-long learning, to meet the needs of  geographically dispersed populations.\n3.6. EURO-ISDN for health care and social services Objective: To improve the quality and cost effectiveness of the health care system and social  services, in particular services for handicapped people.\n3.7. EURO-ISDN in the cultural sector Objective: To facilitate widespread access to culture in all its forms throughout Europe and hence  to contribute to the preservation of the cultural identity and diversity of Europe.\n4. PROMOTION OF ACCESS TO EURO-ISDN TERMINALS 4.1. Validation experiments with SMEs for telematic services Objective: To make users who could potentially benefit from EURO-ISDN-based telecommunications  aware of the advantages these systems could bring in improving working methods in their businesses  and to contribute to the development of a critical mass of EURO-ISDN terminals in order to make  them less expensive through widespread usage. Pilot projects in the Euro-Infocentres and similar  establishments in the Member States (cost/benefit analysis followed by a feasibility study  concerning the generalized introduction of the ISDN to the Euro-Infocentres).\n4.2. Promotion of a common application programming interface Objective: To further the harmonization of application programming interfaces throughout the  Community, thus enabling application software to be made independent of the underlying hardware  platform.\n4.3. Training measures Objective: To train staff in anticipation of the dissemination and introduction of EURO-ISDN  terminals, particularly in small and medium-sized enterprises.\n5. ONE-STOP SHOPPING Objective: To promote the definition of one-stop shopping principles and apply them to EURO-ISDN  throughout the Community."}