{"celex_id": "31999R2255", "uri": "http://publications.europa.eu/resource/cellar/272e929e-527b-4d9b-8e92-e290f06bc356", "type": "Regulation", "concepts": ["1309", "1603", "2300", "5581", "5969", "6007"], "title": "Commission Regulation (EC) No 2255/1999 of 25 October 1999 amending Regulation (EC) No 1040/1999 adopting a protective measure applying to imports of garlic originating in China and derogating from Regulation (EEC) No 1859/93 on the application of the system of import licences for garlic imported from third countries\n", "header": "COMMISSION REGULATION (EC) No 2255/1999\nof 25 October 1999\namending Regulation (EC) No 1040/1999 adopting a protective measure applying to imports of garlic originating in China and derogating from Regulation (EEC) No 1859/93 on the application of the system of import licences for garlic imported from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 1257/1999(2) and in particular Articles 37(2) and 31(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1040/1999(3) lays down periods for the submission of applications for import licences for garlic originating in China. Those periods should be amended to avoid any risk of disruption of the computerised transmission of the data concerned connected with the \"Y2K\" problem and to ensure that licences are issued as smoothly as possible;\n(2) Commission Regulation (EEC) No 1859/93(4) lays down that import licences are valid for 40 days from their date of issue as defined in Article 3(2) of that Regulation. The period of validity of such licences should be extended in view of the amendment of the periods for the submission of applications for import licences for garlic originating in China;\n(3) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1. In the Annex to Regulation (EC) No 1040/1999, the two lines \"December\" and \"January\" are replaced by the following:\n\">TABLE>\".\n2. Notwithstanding Article 2(2) of Regulation (EEC) No 1859/93, import licences for garlic originating in China issued against applications submitted during the period referred to in paragraph 1 shall be valid for 80 days from their date of issue.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 127, 21.5.1999, p. 10.\n(4) OJ L 170, 13.7.1993, p. 10."}