{"celex_id": "31991R3779", "uri": "http://publications.europa.eu/resource/cellar/7779c3aa-1bae-424c-8925-5e8b794c2f3c", "type": "Regulation", "concepts": ["2742", "4373"], "title": "Commission Regulation (EEC) No 3779/91 of 20 December 1991 fixing the export refunds on baled tobacco from the 1991 harvest\n", "header": "COMMISSION REGULATION (EEC) No 3779/91  of 20 December 1991  fixing the export refunds on baled tobacco from the 1991 harvest\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 1737/91 (2), and in particular the second subparagraph of Article 9 (1) and the  first sentence of the third subparagraph of Article 9 (2) thereof,\nWhereas under Article 9 of Regulation (EEC) No 727/70 the difference between world prices and Community prices for the products referred to in Article 1 of the said Regulation may be covered by an export refund;\nWhereas under Council Regulation (EEC) No 326/71 of 15 February 1971 laying down general rules for granting export refunds on raw tobacco and fixing the amount of such refunds (3), as amended by Regulation (EEC) No 1977/87 (4), the granting of refunds  must be limited to baled tobacco produced from leaf tobacco harvested in the Community; whereas the refunds must be fixed for each variety produced in the Community in the light of the factors referred to in Article 2 (1) of Regulation (EEC) No 326/71;\nWhereas for some varieties the outlets are very limited or involve high transport costs; whereas, moreover, some third countries exporting tobacco charge prices which have a marked effect on the competitive position of Community tobacco; whereas Article  4 of Regulation (EEC) No 326/71 foresees criteria to be taken into account in the assessment of the exceptional cases referred to in the second subparagraph of Article 9 (1) of Regulation (EEC) No 727/70; whereas in view of the abovementioned situation  it may be concluded that these circumstances constitute exceptional cases which therefore justify the refund being fixed outside the limits specified in the second subparagraph of Article 9 (1) of Regulation (EEC) No 727/70;\nWhereas, as a result of progress in processing and market preparation, an increasingly large part of Community production of certain varieties of tobacco is being exported in the form of threshed (stripped) tobacco; whereas, consequently, the amount of  the refund should be differentiated according to the form in which the baled tobacco is presented; whereas for exports of entirely threshed (stripped) tobacco it should be specified that the refund is to be granted only on the strips, not scraps, and  the amount should be increased accordingly to take account of the results of threshing; whereas, to avoid any risk of confusion, the strips must measure at least 0,5 centimetres;\nWhereas the trade in threshed (stripped) tobacco involves only a few tobacco varieties; whereas some oriental varieties in particular are not threshed on account of their small leaf size; whereas the refund should therefore be differentiated only for  strips from varieties which are actually threshed and the differentiated amount worked out by applying to the basic amount set for unthreshed tobacco of the particular variety the coefficient set in the Annex to Commission Regulation (EEC) No 410/76 of  23 February 1976 fixing the maximum permissible weight losses in connection with the supervision of the first processing and market preparation of tobacco (5), as last amended by Regulation (EEC) No 838/91 (6);\nWhereas, to apply the rules and criteria referred to above in the present situation on the market in tobacco, and in particular in the light of Community and world prices, a refund should be fixed for the products listed in the Annex, at the levels and  for the countries specified therein;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The list of varieties of baled tobacco from the 1991 harvest on which the export refund referred to in Article 9 of Regulation (EEC) No 727/70 is to be granted, the amount of the refund and the countries of destination shall be as specified  in the Annexes.\nThe refund shall be granted on baled tobacco presented in one of the following two forms:\n(a) tobacco in the form of whole or cut (not stripped) leaves falling within CN code ex 2401 10 (Annex I);\n(b) threshed (totally stripped) tobacco in the form of strips measuring at least 0,5 centimetres, falling within CN code ex 2401 20 (Annex II).", "This Regulation shall enter into force on 1 January 1992.\nIt shall apply until 31 December 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 11. (3) OJ No L 39, 17. 2. 1971, p. 1. (4) OJ No L 184, 3. 7. 1987, p. 55. (5) OJ No L 50, 26. 2. 1976, p. 11. (6) OJ No L 85, 5. 4. 1991, p. 16.\nANNEX I\n(ECU/kg)\nSerial\nNo  Variety  Product\ncode  Amount of the refund\non tobacco in the form\nof whole or cut\n(unstripped) leaves\n(Article 1 (2) (a))  Countries\nof\ndestination\n(1)        1  Badischer Geudertheimer  2401 10 70 0101  0,34  01  2  Badischer Burley E  2401 10 20 0201  0,34  01  3  Virgin D  2401 10 10 0301  0,30  02  4  (a) Paraguay  2401 10 70 0411  0,21  01   (b) Dragon vert and hybrids thereof, Philippin,  Petit-Grammont (Flobecq), Semois, Appelterre  2401 10 70 0421  0,34  01  7  Bright  2401 10 80 0701  0,25  02  8  Burley I  2401 10 20 0801  0,25  02  9  Maryland  2401 10 30 0901  0,30  02  10  Kentucky  2401 10 41 1001  0,44  02  11  (a) Forchheimer  Havana II c), e) Hybrids of Badischer Geudertheimer  2401 10 70 1111  0,21  01  13  Xanti-Yaka  2401 10 60 1301  0,35  03  14  (a) Perustiza  2401 10 60 1411  0,35  03   (b) Samsun  2401 10 60 1421  0,25  03  15  Erzegovina  2401 10 60 1501  0,35  03   16  (a) Round Tip  2401 10 90 1611   02   (b) Scafati  2401 10 90 1621  0,44  02   (c) Sumatra I  2401 10 90 1631   02  17  Basmas  2401 10 60 1701  0,34  03  18  Katerini and similar varieties  2401 10 60 1801  0,34  03  19  (a) Kaba Koulak classic   2401 10 60 1911  0,32  03   (b) Elassona  2401 10 60 1921  0,32  03  20  (a) Kaba Koulak non classic  2401 10 60 2011  0,41  03   (b) Myrodata Smyrne, Trapezous, and Phi I  2401 10 60 2021  0,41  03  21  Myrodata Agrinion  2401 10 60 2101  0,41  03  22   Zichnomyrodata  2401 10 60 2201  0,32  03  23  Tsebelia  2401 10 60 2301  0,27  03  24  Mavra  2401 10 60 2401  0,27  03  25  Burley EL  2401 10 20 2501  0,30  02  26  Virginia EL  2401 10 10 2601  0,20  02  27  Santa Fé  2401 10 70 2701  0,34  01  28   Burley fermenté  2401 10 70 2801  0,34  01  29  Havana E  2401 10 70 2901  0,34  01  30  Round Scafati  2401 10 90 3001  0,27  02  31  Virginia E  2401 10 10 3101  0,20  02  32  Burley E  2401 10 20 3201  0,30  02  33  Virginia P  2401 10 10 3301  0,30   02  34  Burley P  2401 10 20 3401  0,30  02\n(1) 01 All third countries.\n02 All third countries except the United States and Canada.\n03 All third countries except Turkey and Yugoslavia.\nANNEX II\n(ECU/kg)\nSerial\nNo  Variety  Product\ncode  Amount of the refund\non threshed\n(totally stripped) tobacco\n(Article 1 (2) (b))  Countries\nof\ndestination\n(1)        1  Badischer Geudertheimer  2401 20 70 0101  0,47  01  2  Badischer Burley E  2401 20 20 0201  0,47  01  3  Virgin D  2401 20 10 0301  0,42  02  4  (a) Paraguay  2401 20 70 0411  0,29  01   (b) Dragon and hyrids thereof, Philippin,  Petit-Grammont (Flobecq), Semois, Appelterre  2401 20 70 0421  0,47  01  7  Bright  2401 20 80 0701  0,36  02  8  Burley I  2401 20 20 0801  0,42  02  9  Maryland  2401 20 30 0901  0,42  02  10  Kentucky  2401 20 41 1001  0,61  02  11  (a) Forchheimer  Havana II c), e) Hybrids of Badischer Geudertheimer  2401 20 70 1111  0,29  01  23  Tsebelia  2401 20 60 2301  0,37  03  24  Mavra  2401 20 60 2401  0,37  03  25  Burley EL  2401 20 20 2501  0,42  02  26  Virginia EL  2401 20 10 2601  0,28  02  27   Santa Fé  2401 20 70 2701  0,47  01  28  Burley fermenté  2401 20 70 2801  0,47  01  29  Havana E  2401 20 70 2901  0,47  01  31  Virginia E  2401 20 10 3101  0,28  02  32  Burley E  2401 20 20 3201  0,42  02  33  Virginia P  2401 20 10 3301  0,42  02   34  Burley P  2401 20 20 3401  0,42  02\n(1) 01 All third countries.\n02 All third countries except the United States and Canada.\n03 All third countries except Turkey and Yugoslavia."}