{"celex_id": "31993R1156", "uri": "http://publications.europa.eu/resource/cellar/c0eb9e46-cb02-45e7-87b5-c3796aa09d87", "type": "Regulation", "concepts": ["1019", "1644", "3167", "3462", "4353", "4692"], "title": "COMMISSION REGULATION (EEC) No 1156/93 of 12 May 1993 laying down detailed rules for the application in the pigmeat sector of the Bilateral Agreements on agriculture between the Community, of the one part, and Austria and Finland, of the other part\n", "header": "COMMISSION REGULATION (EEC) No 1156/93 of 12 May 1993 laying down detailed rules for the application in the pigmeat sector of the Bilateral Agreements on agriculture between the Community, of the one part, and Austria and Finland, of the other  part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1108/93 of 4 May 1993 laying down certain provisions for the application of the Bilateral Agreements on agriculture between the Community, of the one part, and Austria, Finland, Iceland, Norway and Sweden, of  the other part, (1) and in particular Article 1 thereof,\nWhereas, by Decision 93/239/EEC (2), the Council approved the Bilateral Agreements with Austria and Finland; whereas those Agreements were concluded on 17 March 1993 with the intention that the provisions of the Bilateral Agreements on agriculture  concluded on 2 May 1992 in Oporto should apply already from 15 April 1993;\nWhereas the Bilateral Agreements on agriculture provide for a reduction of import levy for certain products in the pigmeat sector, limited to certain quantities; whereas, in order to ensure the regularity of imports, it is important to spread the  aforesaid quantities over the period concerned;\nWhereas the quantities concerned should be reduced pro rata temporis to take account of the effective period of application of the quotas in 1993;\nWhereas, while recalling the provisions of the Agreements intended to guarantee the origin of the product, it would be appropriate to assure the management of the regime through import licences; whereas, with that in mind, it would be appropriate to  define, in particular, the procedure by which applications must be presented, as well as the particulars which must appear on applications for licences in derogation from Article 8 of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying  down common detailed rules for the application of the system of import or export licences and advance fixing certificates for agricultural products (3), as last amended by Regulation (EEC) No 2101/92 (4); whereas it is appropriate moreover to take  measures so that the licences are issued after a delay for reflection and applying, should the occasion arise, a single percentage reduction;\nWhereas, in order to assure efficient management of the regime, it is appropriate to provide that the security in respect of import licences under the said regime should be fixed at ECU 30 per 100 kg; whereas the risk of speculation inherent to the  regime in question in the pigmeat sector requires that access of operators to the said regime be subject to compliance with certain precise conditions, in particular as regards restricting the number of operators who may apply for licences, bearing in  mind the limited quantities of products available under the regime, in particular regarding restricting the number of operators who may apply for licences, bearing in mind the limited quantities of products available under the regime;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["All imports into the Community under the arrangements provided for in Annexes IV and II to the Bilateral Agreements on agriculture concluded on 2 May 1992 in Oporto between the European Economic Community and the Republic of Austria and the  Republic of Finland respectively of products belonging to Groups A1, A2, A3, F1, F2 and F3 provided for in Annex I shall be subject to the presentation of an import licence.\nThe quantities of products benefiting from the said arrangement are laid down for each group in Annex I.", "The quantities fixed for Groups A1, A2, A3, F1, F2 and F3 shall be staggered over the period 15 April to 31 December 1993 as follows:\n- for the period 15 April to 30 June:\n- 42 tonnes per group for Groups A1, A2 and A3,\n- 417 tonnes for Group F1,\n- 208 tonnes per group for Groups F2 and F3;\n- for the period 1 July to 30 September:\n- 50 tonnes per group for Groups A1, A2 and A3,\n- 500 tonnes for Group F1,\n- 250 tonnes per group for Groups F2 and F3;\n- for the period 1 October to 31 December:\n- 50 tonnes per group for Groups A1, A2 and A3,\n- 500 tonnes for Group F1,\n- 250 tonnes per group for Groups F2 and F3.", "The import licences mentioned in Article 1 shall be subject to the following rules:\n(a) applicants for import licences musts be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities in the Member States that they have been active in the pigmeat sector for at  least the preceding 12 months. However, retail establishments or restaurants selling their products to final consumers are excluded from the benefits of this regime;\n(b) the licence application may only relate to one of the group numbers provided for in Annex I to this Regulation. The application may relate to several products covered by different CN codes and originating in one of the two countries covered by this  Regulation. In such cases, all the CN codes must be indicated in Section 16 and their descriptions in Section 15.\nA licence application must relate at least to one tonne and at most to 25 % of the quantity available for the group concerned for the period as specified in Article 2;\n(c) Section 8 of licence applications and licences shall show the country of origin; licences shall carry with them an obligation to import from the country indicated;\n(d) Section 20 of licence applications and licences shall contain one of the following entries:\n'Reglamento (CEE) no 1156/93,\nForordning (EOEF) nr. 1156/93,\nVerordnung (EWG) Nr. 1156/93,\nKanonismos (EOK) arith. 1156/93,\nRegulation (EEC) No 1156/93,\nRèglement (CEE) no 1156/93,\nRegolamento (CEE) n. 1156/93,\nVerordening (EEG) nr. 1156/93,\nRegulamento (CEE) no 1156/93';\n(e) Section 24 of licences shall contain one of the following entries:\n'Levy reduction of 50 % pursuant to:\nReglamento (CEE) no 1156/93,\nForordning (EOEF) nr. 1156/93,\nVerordnung (EWG) Nr. 1156/93,\nKanonismos (EOK) arith. 1156/93,\nRegulation (EEC) No 1156/93,\nRèglement (CEE) no 1156/93,\nRegolamento (CEE) n. 1156/93,\nVerordening (EEG) nr. 1156/93,\nRegulamento (CEE) no 1156/93.'", "1. Licence applications may only be lodged during the first 10 days of each period as specified in Article 2.\nFor the period 15 April to 30 June, however, applications may only be lodged between 17 and 27 May 1993.\n2. Licence applications shall only be admissible where the applicant declares in writing that he has not submitted, and undertakes not to submit, any other applications, in respect of the current period, concerning products belonging to the same group  in the Member State in which his application is lodged or in another Member State; where an applicant submits more than one application relating to products in the same group, all applications from that person shall be inadmissible.\n3. The Member States shall notify the Commission, on the third working day following the end of the application submission period, of the applications lodged for each of the products belonging to the groups in question. Such notification shall comprise  a list of applicants and the quantities applied for under each group number as well as the countries of origin. All notifications, including notifications of nil applications, shall be made by telex or fax on the working day stipulated, drawn up on the  model found at Annex II in the case where no applications have been made, and at Annexes II and III in the case where applications have been made.\n4. The Commission shall decide without delay to what extent quantities may be awarded in respect of applications as referred to in Article 3.\nIf the quantities in respect of which licences have been applied for exceed the quantities available, the Commission shall fix a single percentage reduction in the quantities applied for.\nIf the overall quantity for which applications have been submitted is less than the quantity available, the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following period.\n5. Licences shall be issued as soon as possible after the Commission's decision.\n6. Licences issued shall be valid throughout the Community.", "Pursuant to Article 21 (2) of Regulation (EEC) No 3719/88, import licences shall be valid for 90 days from the date of actual issue. Import licences issued pursuant to this Regulation shall not be transferable.", "A security of ECU 30 per 100 kg shall be lodged in respect of import licence applications for all products referred to in Article 1.", "Regulation (EEC) No 3719/88 shall apply without prejudice to the provisions of this Regulation.\nHowever, notwithstanding Article 8 (4) of that Regulation, the quantity imported in the framework of this Regulation may not exceed that indicated in Sections 17 and 18 of the import licence. The figure 0 shall be entered to that effect in Section 19 of  the licence.", "The products shall be put into free circulation on the presentation of the original of the proof of origin issued or drawn up in the exporting country, in accordance with Annex VI or Annex IV of the Bilateral Agreements concluded with Austria  and Finland respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 15 May 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 113, 7. 5. 1993, p. 1.\n(2) OJ No L 109, 1. 5. 1993, p. 1.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 210, 25. 7. 1992, p. 18.\nANNEX I\nPART 1   Products originating in Austria\n/* Tables: see OJ */\nPART 2   Products originating in Finland\n/* Tables: see OJ */\n(1) Excluding tenderloin presented alone.\nANNEX II\nApplication of Regulation (EEC) No 1156/93\n/* Tables: see OJ */\nANNEX III\nApplication of Regulation (EEC) No 1156/93\n/* Tables: see OJ */"}