{"celex_id": "31998D0325", "uri": "http://publications.europa.eu/resource/cellar/b69d356e-6bd7-460b-a8ae-d9713e44c053", "type": "Decision", "concepts": ["1442", "1565", "2763", "2847", "4257", "616"], "title": "98/325/EC: Commission Decision of 24 April 1998 on the 1998 work programme relating to the protein content of the main milk products (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 24 April 1998 on the 1998 work programme relating to the protein content of the main milk products (Text with EEA relevance) (98/325/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/16/EC of 19 March 1996 on statistical surveys of milk and milk products (1), and in particular, Article 4(2) thereof,\nWhereas work already initiated by the Member States should be continued in order to work towards the objective of extending the annual statistical information to include the protein content of the main milk products;\nWhereas the 1998 work programme takes account of the experience gained in the 1997 work programme and proposes to elaborate further the various methods of measuring the protein content of the main milk products;\nWhereas the measures envisaged by this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["The appended 1998 work programme on the protein content of the main milk products is approved.", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 April 1998.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ L 78, 28. 3. 1996, p. 27.\nANNEX\nWORK PROGRAMME FOR 1998\nThe Member States will transmit to Eurostat by the 30 June 1998 at the latest:\n1. The information relative to the table at annex concerning the protein content of the main milk products for the latest available year, to be indicated, whereby in addition to column 1, either column 2 or column 3, must be completed. If only one of the columns, either 2 or 3, is completed, Member States will explain precisely why this is so.\n2. The description of the methods used to obtain the information for this table (direct survey, coefficients, estimations, technical references, administrative sources, information from professional organisations, other sources).\n3. Other elements which were missing from the 1997 work programme which have not yet been transmitted. The Member States will assure the transmission of these other elements in close collaboration with Eurostat.\n4. Their proposals for the 1999 work programme.\nACTIVITIES OF THE DAIRIES (Protein content of cows' milk in the main milk products)\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}