{"celex_id": "31996R0108", "uri": "http://publications.europa.eu/resource/cellar/d4fd513a-9c85-417f-a2ce-47cd8bf20863", "type": "Regulation", "concepts": ["1806", "20", "3170", "4663", "5360", "863"], "title": "Commission Regulation (EC) No 108/96 of 24 January 1996 opening a standing invitation to tender for the resale on the internal market of 200 000 tonnes of cereals transferred pursuant to Regulation (EC) No 2742/95 held by the Spanish intervention agency\n", "header": "COMMISSION REGULATION (EC) No 108/96 of 24 January 1996 opening a standing invitation to tender for the resale on the internal market of 200 000 tonnes of cereals transferred pursuant to Regulation (EC) No 2742/95 held by the Spanish intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Regulation (EC) No 1863/95 (2), and in particular Article 5 thereof,\nWhereas, on account of unusually severe weather conditions in Spain, which brought about a shortage of fodder, the Commission adopted Regulation (EC) No 2742/95 of 28 November 1995 on the transfer of 100 000 tonnes of barley and 100 000 tonnes of rye held by the German intervention agency (3);\nWhereas Commission Regulation (EEC) No 2131/93 (4), as last amended by Regulation (EC) No 120/94 (5), laid down the procedures and conditions for the sale of cereals held by intervention agencies; whereas Article 3 of that Regulation lays down that such cereals are to be sold by tendering procedure;\nWhereas Article 4 of Regulation (EEC) No 2131/93 lays down that an invitation to tender may be restricted to specified uses and/or destinations;\nWhereas the livestock farming sector in some regions in the interior of Spain has been particularly affected by the drought; whereas, therefore, for the first two weeks priority as regards access to the tendering procedure should be given to stricken farmers in the said regions to enable them to meet their immediate needs;\nWhereas the longer-term needs of farmers have to be met by the feed industry; whereas provision should therefore be made in a second phase for supplying that industry;\nWhereas the Member State must take all appropriate measures to control such use;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The Spanish intervention agency shall issue a standing invitation to tender, in accordance with the conditions laid down in Regulation (EEC) No 2131/93, for the resale on the internal market of:\n- 100 000 tonnes of barley, and\n- 100 000 tonnes of rye,\nheld by the intervention agency.\n2. Without prejudice to Regulation (EEC) No 2131/93, the following detailed rules shall apply to this tendering procedure:\n- only farmers in the regions of Spain to which the cereals in question have been transferred may participate in the first two partial invitations to tender, subject to a limit of 50 tonnes.", "1. By way of derogation from Article 2 of Regulation (EEC) No 2131/93, the time limit for the submission of tenders for the first partial invitation to tender shall be set by the Spanish intervention agency (SENPA) at least five days beforehand.\n2. The time limit for the submission of tenders for the last partial invitation to tender shall expire on 15 May 1996.\n3. By way of derogation from Article 13 (1) of Regulation (EEC) No 2131/93, tenders shall be drawn up by reference to the actual quality of the lot to which the tender relates.\n4. Tenders shall be submitted to the Spanish intervention agency:\nServicio Nacional de Productos Agrarios (SENPA),\nc/Beneficencia 8,\nE-28004 Madrid;\n(telex: 41 818, 23 427 SENPA E; fax 521 98 32, 522 43 87).", "The Spanish intervention agency shall inform the Commission not later than the Tuesday of the week following expiry of the time limit for the submission of tenders of the quantity and average prices of the various lots sold.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 179, 29. 7. 1995, p. 1.\n(3) OJ No L 285, 29. 11. 1995, p. 16.\n(4) OJ No L 191, 31. 7. 1993, p. 76.\n(5) OJ No L 21, 26. 1. 1994, p. 1."}