{"celex_id": "31995R2306", "uri": "http://publications.europa.eu/resource/cellar/f67c6408-4206-4a66-a6c1-7dac600bdc36", "type": "Regulation", "concepts": ["1136", "1642", "2734", "3568"], "title": "Commission Regulation (EC) No 2306/95 of 29 September 1995 amending Regulation (EC) No 1268/95 laying down certain transitional measures concerning the implementation of the Uruguay Round Agreement on Agriculture applicable to agricultural products exported in the form of goods not covered by Annex II to the Treaty and amending Regulation (EC) No 2476/94\n", "header": "COMMISSION REGULATION (EC) No 2306/95 of 29 September 1995 amending Regulation (EC) No 1268/95 laying down certain transitional measures concerning the implementation of the Uruguay Round Agreement on Agriculture applicable to agricultural products exported in the form of goods not covered by Annex II to the Treaty and amending Regulation (EC) No 2476/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Articles 8 (3) and 20 thereof,\nWhereas Article 3 (1) of Commission Regulation (EC) No 1268/95 (2) lays down that the certificates referred to in that paragraph shall be issued on the fifth working day following submission of the application, provided no special measures are adopted in the meantime;\nWhereas for reasons of clarity it is necessary to specify what measures may be adopted during that period;\nWhereas where the Commission has decided what measures if any should be adopted, it is not necessary to make the applications for certificates relating to the same basic product and the same quantity subject to a further period for consideration;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex II to the Treaty,", "main_body": ["Regulation (EC) No 1268/95 is hereby amended as follows:\nIn Article 3 (1) the following sub-paragraphs are added:\n'The measures referred to in the previous subparagraph shall be the suspension of the advance fixing of refunds, the rejection of some or all applications, the acceptance of some or all applications or the revision of rates of refund.\nIn the event of acceptance by the Commission of some or all of the applications, the certificates shall be issued without awaiting the expiry of the period of five working days.\nIn the event of a revision of the rate of refund corresponding to the basic product for which the advance fixing certificate is requested, the competent authority shall immediately inform the applicant thereof. The applicant may either:\n- withdraw the application, in which case the security shall be released immediately, or\n- accept the issue of the certificate at the revised rate of refund.\nIf the interested party does not respond, at the latest by the third working day following publication of the revised rate of refund, that party shall be deemed to have renounced advance fixing.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1995.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 318, 20. 12. 1993, p. 18.\n(2) OJ No L 123, 3. 6. 1995, p. 5."}