{"celex_id": "31993D0461", "uri": "http://publications.europa.eu/resource/cellar/9b75f878-0ce1-4ebe-ba11-342874a35a78", "type": "Decision", "concepts": ["1085", "1445", "1888", "3660", "4689", "922"], "title": "93/461/EEC: Commission Decision of 26 July 1993 concerning financial aid from the Community for the operations of the Community Reference Laboratory for the residues Laboratoire des Médicaments Vétérinaires, Fougères, France\n", "header": "COMMISSION DECISION of 26 July 1993 concerning financial aid from the Community for the operations of the Community Reference Laboratory for the residues Laboratoire des Médicaments Vétérinaires, Fougères, France\n(93/461/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Directive 92/119/EEC (2), and in particular Article 28 thereof,\nWhereas, by Article 1 (b) of Council Decision 91/664/EEC of 11 December 1991 (3), designating the Community Reference Laboratories for testing certain substances for residues, the 'Laboratoire des Médicaments Vétérinaires Fougères, France' has been  nominated as the Reference Laboratory for the residues included in Annex I, Group A III (a) of Directive 86/469/EEC (4), with the exception of sulphonamides,\nWhereas all the functions to be carried out by the Reference Laboratory have been determined in Article 1 of Council Decision 89/187/EEC of 6 March 1989 determining the powers and conditions of operation of the Community Reference Laboratories provided  by Directive 86/469/EEC concerning the examination of animals and fresh meat for the presence of residues (5);\nWhereas, therefore, provisions should be made for Community financial aid to the Community Reference Laboratory to enable it to carry out the functions provided for in that Decision;\nWhereas, in the first instance, Community financial aid should be provided for a period of one year; whereas this will be reviewed with a view to extension prior to expiry of the initial period;\nWhereas a contract shall be made between the European Economic Community and each laboratory designated as a Community Reference Laboratory for testing certain substances for residues;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall provide financial assistance to the Reference Laboratory 'Laboratoire des Médicaments Vétérinaires, Fougères (France)', provided for in Article 1 of Council Decision 91/664/EEC up to a maximum of ECU 400 000 ECU.", "1. To meet the objectives of Article 1, the Commission shall conclude a contract, in the name of the Economic Community, with the Reference Laboratory.\n2. The Director-General of Directorate-General for Agriculture shall be authorized to sign the contract on behalf of the Commission of the European Communities.\n3. The contract referred to in Article 1 shall have a duration of one year.\n4. The financial aid provided for in Article 1 shall be paid to the Reference Labocratory in accordance with the terms of the contract provided for in paragraph 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 62, 15. 3. 1993, p. 69.\n(3) OJ No L 368, 31. 12. 1991, p. 17.\n(4) OJ No L 275, 26. 9. 1986, p. 36.\n(5) OJ No L 66, 10. 3. 1989, p. 37."}