{"celex_id": "31991R3900", "uri": "http://publications.europa.eu/resource/cellar/0231227a-b1fb-47c8-ad1d-5e9d7def4b86", "type": "Regulation", "concepts": ["1587", "2771", "4350"], "title": "Council Regulation (EEC) No 3900/91 of 16 December 1991 suspending Common Customs Tariff duties for products covered by Regulation (EEC) No 3833/90 and originating in Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama\n", "header": "COUNCIL REGULATION (EEC) No  3900/91\nof 16 December 1991\nsuspending Common Customs Tariff duties for products covered by  Regulation (EEC) No 3833/90 and originating in Costa Rica, El Salvador, Guatemala, Honduras,  Nicaragua and Panama\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 3835/90 (4) applies tariff preferences to Bolivia, Colombia, Ecuador  and Peru in order to help these countries halt the growth in the production of, and trade in,  cocaine, which threaten their social integrity and so damage their economies that their development  is at risk;\nWhereas the application of Regulation (EEC) No 3835/90 was extended until 31 December 1992 by  Regulation (EEC) No 3587/91 (5);\nWhereas it has been established that the countries of the Central American isthmus are being  increasingly used as a staging post on the route of narcotic drugs from the Andean region to North  America;\nWhereas the illegal cultivation of poppies and cannabis and the production of drugs and other  psychotropic substances in the countries of the Central American isthmus is expanding alarmingly;\nWhereas the growing trade in, and cultivation of, drugs threatens the economic and social stability  of the countries of the Central American isthmus;\nWhereas Article 4 (1) of the Cooperation Agreement of 12 November 1985 between the European  Economic Community, of the one part, and the countries parties to the General Treaty on Central  American Economic Integration (Costa Rica, El Salvador, Guatemala, Honduras and Nicaragua) and  Panama (6), of the other part, of which the overall purpose is to help resolve the problems of the  Central American isthmus, which have, in particular, been worsened by the effects of the current  economic recession, provides that the Contracting Parties shall undertake to promote the harmonious  development, diversification and qualitative improvement of their trade, with a view to maximizing  such trade;\nWhereas the countries of the Central American isthmus are today engaged in the consolidation of  peace and democracy, which calls for the mobilization of all their economic resources and backing  from the international community;\nWhereas the Community has been constant in its support for peace and development in the Central  American isthmus;\nWhereas the Heads of State of Central America and Panama, meeting at Puntarenas on 15 December  1990, appealed to the Community to extend to their countries the tariff preferences granted to  Bolivia, Colombia, Ecuador and Peru;\nWhereas this appeal was backed by the Governments of Colombia and Ecuador in the San Andrés  Declaration of 15 January 1991;\nWhereas the ministerial meeting between the Community and the Central American countries, Panama  and the cooperating countries (Colombia, Mexico and Venezuela) held in Managua on 18 and 19 March  1991 dealt constructively with this matter at the urgent request of the Central American  Ministers;\nWhereas the Community considers it necessary to continue to support peace and democratization in  Central America and Panama in the present period of consolidation and therefore, in order to  increase these countries' export earnings and their growth, to grant them exceptional, temporary  assistance by extending to their agricultural exports generalized tariff preferences similar to  those granted to Bolivia, Colombia, Ecuador and Peru; whereas these concessions should be granted  to them for the same period, without prejudice to the annual nature of the Community's system of  generalized tariff preferences,", "main_body": ["Subject to Article 2 (2) of this Regulation, Common Customs Tariff  duties shall be totally suspended until 31 December 1992 for products listed in the Annex to this  Regulation and originating in Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama.  Without prejudice to the levying of any supplementary duties that may apply, Article 1 (4) and  Articles 7 to 12 of Regulation (EEC) No 3833/90 (1) shall apply to those countries and to the  products listed in the Annex to this Regulation.", "1.  Regulation (EEC) No 3833/90 shall continue to apply to products originating in  countries mentioned in Article 1 and not listed in the Annex to this Regulation, but in Annex II to  Regulation (EEC) No 3833/90.\n2.  Regulation (EEC) No 3833/90 shall continue to apply to products falling within Chapter 3 of the  Common Customs Tariff originating in Panama.", "This Regulation shall enter into force on 1 January 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 16 December 1991.\nFor the Council\nThe President\nH. VAN DEN BROEK\n(1) OJ N° C 194, 25. 7. 1991, p.  17.\n(2) Opinion delivered on 12 December 1991 (not yet published in the Official Journal).\n(3) Opinion delivered on 15 October 1991 (not yet published in the Official Journal).\n(4) OJ N° L 370, 31. 12. 1990, p. 126.\n(5) OJ N° L 341, 12. 12. 1991, p. 1.\n(6) OJ N° L 172, 30. 6. 1986, p. 2.\n(1) OJ N° L 370, 31. 12. 1990, p. 86."}