{"celex_id": "31999R2760", "uri": "http://publications.europa.eu/resource/cellar/e301bdb8-7c40-438d-b717-7d8b131c9ad3", "type": "Regulation", "concepts": ["2735", "3331", "4284", "807", "826", "862"], "title": "Commission Regulation (EC) No 2760/1999 of 22 December 1999 amending Regulation (EEC) No 3149/92 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\n", "header": "COMMISSION REGULATION (EC) No 2760/1999\nof 22 December 1999\namending Regulation (EEC) No 3149/92 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organisations for distribution to the most deprived persons in the Community(1), as amended by Regulation (EC) No 2535/95(2), and in particular Article 6 thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EEC) No 3149/92(3), as last amended by Regulation (EC) No 267/96(4), lays down the detailed rules on invitations to tender opened in the Member States with a view to implementing the annual plan. It should be explicitly stated that these invitations must include all the necessary provisions on the delivery of the supplies and provision should be made to adjust payment for them based on compliance or otherwise with the requirements laid down;\n(2) Article 6 of Regulation (EEC) No 3149/92 stipulates that the transport costs are to be reimbursed on the basis of flat rates fixed in the Annex to the Regulation. In the light of experience, such fixing is no longer appropriate and the transport costs must be reimbursed on the basis of the duly justified real costs established on the basis of an invitation to tender procedure under Article 4(3) of the above Regulation. It should be specified, however, that reimbursement of the transport costs between the storage depots of the charitable organisation and the place of final distribution is effected on the basis of supporting evidence;\n(3) should the products needed to implement the plan be unavailable in one or more Member States, intra-Community transfers of stored products should be organised in accordance with Article 7 of Regulation (EEC) No 3149/92. With a view to streamlined management, these transfers should be organised at the start of the annual exercise and provisions should be made for appropriate adjustments;\n(4) for EAGGF Guarantee Section accounting purposes, the accounting value of the beef from intervention stocks is the intervention price subject to coefficients fixed for the various cuts. These coefficients need to be amended based on changes in the conversion coefficients used for the various cuts, especially under tenders opened to manage the market in these products;\n(5) attention should be drawn to the Member States' obligation to take all the necessary steps to ensure that the annual plan is properly carried out, and to anticipate and penalise irregularities noted during the provision of supplies;\n(6) the measures provided for in this Regulation are in accordance with the opinions of all the management committees concerned,", "main_body": ["Regulation (EEC) No 3149/92 is hereby amended as follows:\n1. The following paragraph 5 is added to Article 4: \"5. The invitations to tender shall include the necessary provisions on the supply operation, especially as regards the products' quality, packaging and marking. They shall also include a provision to the effect that if the quality, packaging or marking of the products noted at the time fixed for their supply does not correspond exactly to what was stipulated, but does not prevent the goods from being accepted for their intended use, the competent authorities can apply reductions when calculating the amoung payable.\"\n2. Article 6(1) is replaced by: \"1. On duly substantiated application to the competent authority in each Member State, the charitable organisations designated to distribute the products shall be reimbursed for transport costs on the territory of the Member State between the storage depots of the charitable organisations and the points of distribution to the beneficiaries.\"\n3. Article 6(2) is deleted.\n4. Article 7(1) is replaced by the following: \"1. When products included in the plan are not available from intervention in the Member State where such products are required, the Commission shall authorise, in accordance with the procedure laid down in Article 6 of Regulation (EEC) No 3730/87, the transfer of the product in question from a Member State in which it is present in intervention stocks to the Member State where it will be used to implement the plan.\nThe Member State receiving the products shall publish or have published an invitation to tender to establish the most favourable conditions of supply. The costs of intra-Community transport shall be the subject of a tender submitted in money value and may not be paid for in products. Article 4(4) shall apply in the context of this invitation to tender.\"\n5. The first sentence of Article 7(2) is replaced by the following: \"The intra-Community transport costs shall be borne by the Community and repaid to the Member State.\"\n6. The following third paragraph is added to Article 9: \"The Member States shall take all the measures needed to ensure that the plan is properly implemented and to anticipate and penalise irregularities. To this end they can suspend the participation of operators in the tendering procedure, depending on the seriousness of any shortcomings or irregularities observed in the conduct of a previous supply operation or other comparable activities.\"\n7. Annex I is replaced by the following:\n\"ANNEX\nA. Coefficients referred to in Article 5: unboned intervention stocks:\n- forequarters: 0,35;\n- hindquarters: 0,50.\nB. Coefficients referred to in Article 5: boneless intervention stocks\n>TABLE>\"\n8. Annex II is hereby deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 352, 15.12.1987, p. 1.\n(2) OJ L 260, 31.10.1995, p. 3.\n(3) OJ L 313, 30.10.1992, p. 50.\n(4) OJ L 36, 14.2.1996, p. 2."}