{"celex_id": "31999R2099", "uri": "http://publications.europa.eu/resource/cellar/adb0d4bb-80a6-495e-8999-c7d416d4e623", "type": "Regulation", "concepts": ["1019", "2211", "2624", "3774", "4288"], "title": "Commission Regulation (EC) No 2099/1999 of 1 October 1999 providing for the grant of private storage aid fixed in advance for carcases and half-carcases of lamb in Ireland, Finland and the United Kingdom\n", "header": "COMMISSION REGULATION (EC) No 2099/1999\nof 1 October 1999\nproviding for the grant of private storage aid fixed in advance for carcases and half-carcases of lamb in Ireland, Finland and the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1998 on the common organisation of the market in sheep meat and goat meat(1), and in particular Article 12(1) and (4) thereof,\n(1) Whereas Commission Regulation (EEC) No 3446/90 of 27 November 1990 laying down detailed rules for granting private storage aid for sheep meat and goat meat(2), as last amended by Regulation (EC) No 3533/93(3), lays down in particular detailed rules where the amount of aid is fixed at a flat rate in advance;\n(2) Whereas Commission Regulation (EEC) No 3447/90 of 28 November 1990 on special conditions for the granting of private storage aid for sheep meat and goat meat(4), as last amended by Regulation (EC) No 40/96(5), lays down in particular the minimum quantities per contract;\n(3) Whereas the application of Article 12(1) of Regulation (EC) No 2467/98 may result in a decision to grant private storage aid; whereas that Article provides for the application of these measures on the basis of the situation of each quotation zone; whereas, in view of the particularly difficult market situation in Ireland, Finland and the United Kingdom, the conditions laid down in that Article have been met; whereas, as a consequence, it has been judged opportune to initiate such a procedure;\n(4) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goat Meat,", "main_body": ["1. Subject to the provisions of Regulation (EEC) No 3447/90, applications may be submitted between 4 october and 12 November 1999 for aid for the private storage of carcases and half carcases of lamb up to a limit of 250 tonnes in Ireland, 100 tonnes in Finland and 2350 tonnes in the United Kingdom.\nApplications submitted after the day on which the total quantity applied for exceeds the quantities referred to in the preceding subparagraph shall not be accepted. Quantities in respect of which applications are lodged on the day the overall limit is exceeded in a Member State shall be reduced proportionally.\n2. The level of aid for the minimum storage period of three months shall be EUR 1400 per tonnes. The actual storage period shall be chosen by the storer. This period may extend from a minimum of three months to a maximum of seven months. If the storage period is greater than three months the aid shall be increased on a daily basis by EUR 1,45 per tonnes. per day.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 312, 20.11.1998, p. 1.\n(2) OJ L 333, 30.11.1990, p. 39.\n(3) OJ L 321, 23.12.1993, p. 9.\n(4) OJ L 333, 30.11.1990, p. 46.\n(5) OJ L 10, 13.1.1996, p. 6."}