{"celex_id": "31994D0148", "uri": "http://publications.europa.eu/resource/cellar/e0a05617-5260-4ba5-a2a9-51dff19d0d4f", "type": "Decision", "concepts": ["1005", "1086", "1598", "1755", "2792", "5225"], "title": "94/148/EC: Commission Decision of 8 March 1994 approving the programmes for the eradication of anaplasmosis and babesiosis in Reunion and of cowdriosis and babesiosis in Guadeloupe and Martinique presented by France and fixing the Community financial contribution (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 8 March 1994 approving the programmes for the eradication of anaplasmosis and babesiosis in Reunion and of cowdriosis and babesiosis in Guadeloupe and Martinique presented by France and fixing the Community financial  contribution (Only the French text is authentic) (94/148/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 94/77/EC (2), and in particular Article 24 (3) and (4) thereof,\nWhereas Article 24 of Decision 90/424/EEC provides, inter alia, for the possibility of a Community financial measure for the eradication and monitoring of cowdriosis, babesiosis and anaplasmosis transmitted by insect vectors in the French overseas  departments;\nWhereas, by letter dated 26 January 1994, France presented a programme for the eradication of anaplasmosis and babesiosis in Reunion and a programme for the eradication of cowdriosis and babesiosis in Guadeloupe and Martinique;\nWhereas, after examination, those programmes have been found to fulfil all the Community criteria for the eradication of diseases, pursuant to Council Decision 90/638/EEC of 27 November 1990 laying down Community criteria for the eradication and  monitoring of certain animal diseases (3), as last amended by Directive 92/65/EEC (4);\nWhereas a Community financial contribution will be made provided the planned measures are carried out and the authorities supply all the necessary information; whereas the Community financial contribution should be set at 50 % of the expenditure borne  by France;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The programme for the eradication of anaplasmosis and babesiosis in Reunion presented by France is approved for a period of one year. The main features of the programme are given in Annex I.\n2. The programme for the eradication of cowdriosis and babesiosis in Guadeloupe and Martinique presented by France is approved for a period of one year. The main features of the programme are given in Annex II.", "France shall bring into force the legal, regulatory and administrative provisions for the implementation of the programmes referred to in Article 1 on 1 April 1994.", "1. The Community financial contribution shall be 50 % of the cost of the programmes up to a maximum of:\n- ECU 255 000 for the programme referred to in Article 1 (1),\n- ECU 1 397 000 for the programme referred to in Article 1 (2).\n2. The Community financial contribution shall be granted subject to:\n- the submission to the Commission, every three months, of a report on progress made on each of the programmes and on the expenditure incurred,\n- the submission to the Commission, by 1 July 1995 at the latest, of a final report on the technical implementation of each of the programmes accompanied by supporting documentation in respect of the expenditure incurred.\n3. The Community financial contribution shall be paid in ecus at the rate applying on the first working day of the month in which the application for reimbursement is submitted, as published in the Official Journal of the European Communities.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 8 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 36, 8. 2. 1994, p. 15.\n(3) OJ No L 347, 12. 12. 1990, p. 27.\n(4) OJ No L 268, 14. 9. 1992, p. 54.\nANNEX I\nPROGRAMME FOR THE ERADICATION OF ANAPLASMOSIS AND BABESIOSIS IN REUNION  The programme provides for the following:\n- an accurate census of the total cattle population,\n- targeted chemical control of stomoxys and ticks,\n- biological control involving the breeding and release of parasitized stomoxys larvae,\n- control of and establishment of a health report on diseases transmitted by stinging insects using epidemiological monitoring techniques.\nEstimated cost of the measure for the Community budget: ECU 255 000.\nANNEX II\nPROGRAMME FOR THE ERADICATION OF COWDRIOSIS AND BABESIOSIS IN GUADELOUPE AND MARTINIQUE  The programme provides for the following:\n- an accurate census of the total animal population,\n- targeted chemical control of ticks.\nEstimated cost of the measure for the Community budget: ECU 1 397 000."}