{"celex_id": "31994R0858", "uri": "http://publications.europa.eu/resource/cellar/83808147-179b-4bd7-ba4f-8859397d9284", "type": "Regulation", "concepts": ["1076", "1159", "133", "2437", "4256", "915"], "title": "Council Regulation (EC) No 858/94 of 12 April 1994 introducing a system for the statistical monitoring of trade in bluefin tuna (Thunnus thynnus) within the Community\n", "header": "COUNCIL REGULATION (EC) No 858/94 of 12 April 1994 introducing a system for the statistical monitoring of trade in bluefin tuna (Thunnus thynnus) within the Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas there should be an appropriate policy for the management and conservation of tuna in the Atlantic Ocean and adjacent seas; whereas the International Convention for the conservation of atlantic tunas, hereinafter referred to as the 'Iccat  Convention', which came into force on 21 March 1969, is the appropriate international forum for development of that policy;\nWhereas, by Council Decision 86/238/EEC of 9 June 1986 (3), the Community approved its accession to the Iccat Convention, as amended by the Protocol annexed to the Final Act of the Conference of Plenipotentaries of the States Parties to the Convention  signed at Paris on 10 July 1984; whereas the Community participates in the work of the Iccat only as an observer, pending completion of ratification procedures;\nWhereas, in the context of measures to regulate stocks of bluefin tuna, at its eighth extraordinary meeting, held in Madrid from 8 to 13 November 1992, the Iccat adopted a resolution designed to make compulsory the presentation of a statistical document  when bluefin tuna are imported into the territory of a Contracting Party; whereas that resolution states that the document is to be drawn up by the country whose flag the vessel making the catch is flying;\nWhereas those Community Member States which are currently parties to the Iccat Convention are required to respect and apply Iccat resolutions; whereas, for the sound operation of the internal market and in order to ensure the uniform application  throughout the Community of this resolution, appropriate rules must be adopted at Community level;\nWhereas those Community rules should provide for the recording of certain details on catches and for the issuing of a statistical document containing certain information; whereas that document should be completed by the appropriate operators and be  presented and checked when bluefin tuna is entered for free circulation in the customs territory of the Community;\nWhereas Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (4), and, in particular, Article 31 thereof, provides for sanctions to be imposed when Community measures adopted  under the common fisheries policy are infringed;\nWhereas the statistical information obtained under this system must be sent to the Commission so that it can forward the information to the Iccat Commission,", "main_body": ["The following shall be subject to the rules on statistical recording laid down in this Regulation:\n- catches of bluefin tuna (Thunnus thynnus) by a Community vessel or Community producer,\n- the entry for free circulation (including direct landings) in the Community of bluefin tuna (Thunnus thynnus) falling within CN codes 0302 39 and 0303 49 coming from third countries.", "1. Any quantity of bluefin tuna caught by a Community vessel or taken by a Community producer must be recorded for statistical purposes.\n2. The Member States concerned shall lay down the practical procedures for the recording referred to in paragraph 1 which must include the following details:\n- the name of the vessel or, where the catch has not been made by a vessel, the name of the producer,\n- the place of the catch: East Atlantic, West Atlantic (according to the geographical division established in point 1 of Annex II), Mediterranean, other,\n- the type of fishing gear used, according to the gear code established in point 3 of Annex II,\n- the quantity (live weight in tonnes, including discards),\n- the signature of the master or the shipowner or, where the catch has not been made by a vessel, of the producer.", "1. Any quantities of bluefin tuna coming from third countries, which are entered for free circulation (including direct landings) on the Community market must be accompanied by the statistical document shown in Annex I.\n2. The statistical document shall be completed and signed, on behalf of the parties concerned, by the relevant operators, who shall be responsible for the statements made.\nIt must be authenticated by a duly authorized official of the flag country of the vessel which has caught the bluefin tuna or, where the catch has not been made by a vessel, of the country in the territorial waters of which the catch was made. However,  for the third countries listed in point 2 of Annex II, authentication may be carried out by an authorized institution, for example a Chamber of Commerce.\n3. Such statistical documents shall be supplied to the competent authorities of the Member State where the product is entered for free circulation.", "Article 31 (1), (2) and (3) of Regulation (EEC) No 2847/93 shall apply where the measures laid down in Articles 2 and 3 have not been complied with.", "1. By the end of August for the first half-year and by the end of February for the second half-year, Member States shall send the Commission the following information:\n- the quantities of bluefin tuna for the half-year caught by a Community fishing vessel or taken by a Community producer, broken down by place of catch and type of fishing gear used,\n- the quantities of each commercial presentation of bluefin tuna entered each half-year for free circulation (including direct landings) in its territory, broken down by third country of origin, place of catch, and type of fishing gear used.\n2. The Commission shall forward the information referred to in paragraph 1 to the Iccat.", "This Regulation shall enter into force on 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 12 April 1994.\nFor the Council\nThe President\nF. CONSTANTINOU\n(1) OJ No C 174, 25. 6. 1993, p. 11.\n(2) OJ No C 268, 4. 10. 1993, p. 191.\n(3) OJ No L 162, 18. 6. 1986, p. 33.\n(4) OJ No L 261, 20. 10. 1993, p. 1.\nANNEX I\nANNEX II\n1. Geographical division of the Atlantic recognized by Iccat for bluefin tuna (Thunnus thynnus) catches\n2. Third countries recognized by Iccat for which the statistical document can be authenticated by an institution authorized for this purpose, for example a chamber of commerce:\nAngola, Benin, Brazil, Canada, Cape Verde, Korea, CĂ´te d'Ivoire, USA, Gabon, Ghana, Equatorial Guinea, Japan, Morocco, Guinea-Bissau, Russia, Sao TomĂŠ and Principe, South Africa, Uruguay, Venezuela\n3. Gear code\n\"\" ID=\"1\">BB> ID=\"2\">Bait\"> ID=\"1\">GILL> ID=\"2\">Gillnet\"> ID=\"1\">HAND> ID=\"2\">Hand-line\"> ID=\"1\">HARP> ID=\"2\">Harpoon\"> ID=\"1\">LL> ID=\"2\">Longline\"> ID=\"1\">MWT> ID=\"2\">Mid-water trawl\"> ID=\"1\">PS> ID=\"2\">Purse seine\"> ID=\"1\">RR> ID=\"2\">Rod  and reed\"> ID=\"1\">SPHL> ID=\"2\">Sport handline\"> ID=\"1\">SPOR> ID=\"2\">Sport fisheries unclassified\"> ID=\"1\">TRAP> ID=\"2\">Trap\"> ID=\"1\">TROL> ID=\"2\">Troll\"> ID=\"1\">OT> ID=\"2\">Other type\n\">"}