{"celex_id": "31999R2630", "uri": "http://publications.europa.eu/resource/cellar/72b33871-177a-4d72-a781-6a3ae9170cf0", "type": "Regulation", "concepts": ["1642", "2734", "3568"], "title": "Commission Regulation (EC) No 2630/1999 of 13 December 1999 amending Commission Regulation (EC) No 1702/1999 as regards the fixing of the date for requesting certificates under Regulation (EC) No 1222/94\n", "header": "COMMISSION REGULATION (EC) No 2630/1999\nof 13 December 1999\namending Commission Regulation (EC) No 1702/1999 as regards the fixing of the date for requesting certificates under Regulation (EC) No 1222/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1702/1999(3) has amended Regulation (EC) No 1222/94(4), which lays down, in respect of certain agricultural products exported in the form of goods not covered by Annex I (formerly Annex II) to the Treaty, common detailed rules for the application of the system of granting export refunds.\n(2) Pursuant to Regulation (EC) No 1702/1999, the certificates referred to in the new Articles 6a to 6i of Regulation (EC) No 1222/1994 may be requested as from 1 December 1999.\n(3) The transmission of data relating to the certificates is essential for the sound management of the refunds granted in respect of goods falling outside Annex I. In that regard, the changeover from 1999 to 2000 could lead to disruptions, the nature and intensity of which cannot be predicted nor resolved in advance. As the first certificates cannot be issued before December 1999, their issue could be disrupted from the end of December and such disruption could continue into January. It is therefore appropriate to postpone the date from which certificates may be requested. to 1 February 2000.\n(4) The measures provided for in this Regulation are in accordance with the opinon of the Management Committee for horizontal questions relating to trade in processed agricultural products not covered by Annex I,", "main_body": ["The third indent of the third paragraph of Article 3 of Regulation (EC) No 1702/1999 is replaced by the following: \"- the certificates referred to in Article 1(5) may be requested with effect from 1 February 2000.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1999.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 201, 31.7.1999, p. 30.\n(4) OJ L 136, 31.5.1994, p. 5."}