{"celex_id": "31999L0060", "uri": "http://publications.europa.eu/resource/cellar/159b8f04-7a79-46ef-a67c-573bf7554852", "type": "Directive", "concepts": ["4189", "54", "5964", "665"], "title": "Council Directive 1999/60/EC of 17 June 1999 amending Directive 78/660/EEC as regards amounts expressed in ecus\n", "header": "COUNCIL DIRECTIVE 1999/60/EC\nof 17 June 1999\namending Directive 78/660/EEC as regards amounts expressed in ecus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Fourth Council Directive 78/660/EEC of 25 July 1978 based on Article 44(3)(g) of the Treaty on the annual accounts of certain types of companies(1), and in particular Article 53(2) thereof,\nHaving regard to the proposal from the Commission.\n(1) Whereas Articles 11 and 27 of Directive 78/660/EEC and, by way of reference, Article 6 of Directive 83/349/EEC(2) and Articles 20 and 21 of Directive 84/253/EEC(3) contain thresholds expressed in ecus for the balance sheet total and the net turnover within which Member States may grant derogations from the said Directives;\n(2) Whereas, in accordance with Article 53(2) of Directive 78/660/EEC, every five years the Council, acting on a proposal from the Commission, is to examine and, if need be, revise the amounts expressed in ecus in that Directive, in the light of economic and monetary trends in the Community;\n(3) Whereas to date the Council, in accordance with Article 53(2) of Directive 78/660/EEC, has on three occasions revised the amounts expressed in ecus by means of Directives 84/569/EEC(4), 90/604/EEC(5) and 94/8/EC(6);\n(4) Whereas the fourth five-year period following the adoption of Directive 78/660/EEC on 25 July 1978 ended on 24 July 1998 and a review of those amounts is thus justified;\n(5) Whereas, over the last five years, the ecu has lost part of its value, measured in real terms; whereas, on the basis of the economic and monetary trends in the Community, an increase in the amounts expressed in ecus is necessary;\n(6) Whereas Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro(7), provides that as from 1 January 1999, the currency of participating Member States shall be the euro and that the euro shall be substituted for the currency of each participating Member State at the fixed conversion rate; whereas Council Regulation (EC) No 1103/97 of 17 June 1997 on certain provisions relating to the introduction of the euro(8) provides that during the transitional period (1 January 1999 to 31 December 2001) the euro is to be divided into national currency units according to the conversion rates; whereas it is therefore appropriate that amounts in this Directive be expressed in euro; whereas amounts in euro appearing in this Directive are to be converted into the national currency units of Member States adopting the euro according to the conversion rates; whereas amounts in euro appearing in this Directive are to converted into the national currency of Member States not adopting the euro according to the exchange rate published in the Official Journal of the European Communities of 4 January 1999,", "main_body": ["1. Article 11 of Directive 78/660/EEC is hereby amended as follows:\n- in the first indent \"balance sheet total: ECU 2500000\" shall be replaced by \"balance sheet total: EUR 3125000\";\n- in the second indent \"net turnover: ECU 5000000\" shall be replaced by \"net turnover: EUR 6250000\";\n2. Article 27 of Directive 78/660/EEC is hereby amended as follows:\n- in the first indent \"balance sheet total: ECU 10000000\" shall be replaced by \"balance sheet total: EUR 12500000\";\n- in the second indent \"net turnover: ECU 20000000\" shall be replaced by \"net turnover: EUR 25000000\";\n3. The revision of the amonts referred to in paragraphs 1 and 2 shall constitute the fourth five-yearly revision provided for in Article 53(2) of Directive 78/660/EEC.", "For Member States not adopting the euro, the equivalent amount in national currency shall be that obtained by applying the exchange rate published in the Official Journal of the European Communities published on 4 January 1999.", "1. Those Member States which intend to make use of the option provided for in Articles 11 and 27 of Directive 78/660/EEC, as amended by this Directive, shall bring into force the measures necessary for them to comply with this Directive at any time after its publication. They shall forthwith inform the Commission thereof.\n2. When Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n3. Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the date of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 17 June 1999.\nFor the Council\nThe President\nF. MÜNTEFERING\n(1) OJ L 222, 14.8.1978, p. 11. Directive as last amended by Directive 94/8/EC (OJ L 82, 25.3.1994, p. 33).\n(2) OJ L 193, 18.7.1983, p. 1.\n(3) OJ L 126, 12.5.1984, p. 20.\n(4) OJ L 314, 4.12.1984, p. 28.\n(5) OJ L 317, 16.11.1990, p. 57.\n(6) OJ L 82, 25.3.1994, p. 33.\n(7) OJ L 139, 11.5.1998, p. 1.\n(8) OJ L 162, 19.6.1997, p. 1."}