{"celex_id": "31999D0806", "uri": "http://publications.europa.eu/resource/cellar/3722f09a-455f-4ad4-b322-258d1d1d51c8", "type": "Decision", "concepts": ["1015", "1267", "1519", "365", "3777", "935"], "title": "1999/806/EC: Council Decision of 29 November 1999 authorising the Italian Republic to apply or to continue to apply reductions in, or exemptions from, excise duties on certain mineral oils used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "COUNCIL DECISION\nof 29 November 1999\nauthorising the Italian Republic to apply or to continue to apply reductions in, or exemptions from, excise duties on certain mineral oils used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n(1999/806/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1) and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce exemptions from, or reductions in, excise duties on grounds of specific policy considerations;\n(2) The Italian authorities have notified the Commission that they wish to apply, to certain particularly disadvantaged geographical areas, reduced excise duty rates for heating gas oil and LPG used for heating and distributed through networks of such areas;\n(3) The other Member States have been informed thereof;\n(4) The Commission and all the Member States accept that the application of reduced rates on excise duties on heating gas oil and LPG used for heating and distributed through the networks of the said areas is justified on environmental and social policy grounds and that it will not give rise to distortions of competition or hinder the operation of the internal market;\n(5) The Commission regularly reviews excise duty reductions and exemptions to check that they are compatible with the operation of the internal market or with Community policy on protection of the environment;\n(6) Italy has requested authorisation to apply reduced rates on excise duties on heating gas oil and LPG used for heating and distributed through networks of the areas concerned from 1 January 1999; the Council is to review its application on the basis of a report from the Commission before 31 December 1999, when the authorisation granted by this Decision expires,", "main_body": ["In accordance with Article 8(4) of Directive 92/81/EEC and with the obligations laid down in Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oil(2), and in particular the minimum rates laid down in Articles 5 and 7 thereof, Italy is hereby authorised to apply until 31 December 1999 and in certain particularly disadvantaged geographical areas reduced rates of excise duty on heating gas oil and LPG used for heating and distributed through the networks of such areas.", "This Decision shall apply from 1 January 1999.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 29 November 1999.\nFor the Council\nThe President\nS. NIINISTĂ\u0096\n(1) OJ L 316, 31.10.1992, p., 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19."}