{"celex_id": "31999R0384", "uri": "http://publications.europa.eu/resource/cellar/3bc825fa-a75b-401f-a4d6-172b8f7801ff", "type": "Regulation", "concepts": ["1374", "20", "3170", "4663", "4682", "5283"], "title": "Commission Regulation (EC) No 384/1999 of 19 February 1999 on a sale by tender of beef held by certain intervention agencies and intended for processing within the Community and repealing Regulation (EC) No 2759/98\n", "header": "COMMISSION REGULATION (EC) No 384/1999 of 19 February 1999 on a sale by tender of beef held by certain intervention agencies and intended for processing within the Community and repealing Regulation (EC) No 2759/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 7(3) thereof,\nWhereas the application of intervention measures in respect of beef has resulted in a build up of stocks in several Member States; whereas, in order to prevent storage being prolonged excessively, part of these stocks should be put up for sale by tender for processing in the Community;\nWhereas the sale should be made subject to the rules laid down by Commission Regulations (EEC) No 2173/79 (3), as last amended by Regulation (EC) No 2417/95 (4), (EEC) No 3002/92 (5), as last amended by Regulation (EC) No 770/96 (6), and (EEC) No 2182/77 (7), as last amended by Regulation (EC) No 2417/95, subject to certain special exceptions on account of the particular use to which the products in question are to be put;\nWhereas, in order to ensure that the sales by tender are conducted properly and uniformly, measures in addition to those provided for in Article 8(1) of Regulation (EEC) No 2173/79 should be adopted;\nWhereas provision should be made for derogations from Article 8(2)(b) of Regulation (EEC) No 2173/79 in view of the administrative difficulties which the application of this point is creating in the Member States concerned;\nWhereas, in order to ensure that stocks are managed economically, the intervention agencies should sell first beef that has been in storage the longest time;\nWhereas, in order to ensure optimum monitoring of the destination of beef from intervention stocks, control measures should be adopted, in addition to the measures provided for in Regulation (EEC) No 3002/92, which are based on physical inspection of quantities and qualities;\nWhereas Commission Regulation (EC) No 2759/98 (8), as amended by Regulation (EC) No 154/1999 (9), should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following approximate quantities of intervention products shall be put up for sale:\n- 2 000 tonnes of bone-in quarters held by the French intervention agency,\n- 1 500 tonnes of bone-in quarters held by the German intervention agency,\n- 1 380 tonnes of bone-in quarters held by the Danish intervention agency,\n- 2 000 tonnes of bone-in quarters held by the Italian intervention agency,\n- 811 tonnes of bone-in quarters held by the Austrian intervention agency,\n- 234 tonnes of bone-in quarters held by the Netherlands intervention agency,\n- 1 000 tonnes of bone-in quarters held by the Spanish intervention agency,\n- 388 tonnes of bone-in quarters held by the Irish intervention agency,\n- 5 500 tonnes of boned beef held by the United Kingdom intervention agency,\n- 5 500 tonnes of boned beef held by the Irish intervention agency,\n- 1 350 tonnes of boned beef held by the French intervention agency,\n- 30 tonnes of boned beef held by the Spanish intervention agency,\n- 273 tonnes of boned beef held by the Danish intervention agency.\nDetailed information concerning the beef is given in Annex I.\n2. Subject to the provisions of this Regulation, the sale shall be conducted in accordance with Regulation (EEC) No 2173/79, and in particular Titles II and III thereof, and Regulations (EEC) No 2182/77 and (EEC) No 3002/92.", "1. Notwithstanding Articles 6 and 7 of Regulation (EEC) No 2173/79, this Regulation shall serve as a general notice of invitation to tender.\nThe intervention agencies concerned shall draw up notices of invitation to tender for each sale, setting out in particular:\n(a) the quantities of beef put up for sale; and\n(b) the deadline and place for the submission of tenders.\n2. Particulars of the quantities and the places where the products are stored may be obtained by the parties concerned at the addresses set out in Annex II. The intervention agencies shall, in addition, display the notices referred to in paragraph 1 at their head offices and may also publish them in other ways.\n3. The intervention agencies shall sell first beef as referred to in Annex I which has been in storage the longest time.\n4. Only tenders reaching the intervention agencies by 12 noon on 23 February 1999 shall be considered.\n5. Notwithstanding Article 8(1) of Regulation (EEC) No 2173/79, tenders must be submitted to the intervention agency concerned in sealed envelopes bearing a reference to this Regulation. The sealed envelopes must not be opened by the intervention agency before the deadline for submission as referred to in paragraph 4 has expired.\n6. Notwithstanding Article 8(2)(b) of Regulation (EEC) No 2173/79, tenders shall not specify the store or stores where the products are held.", "1. Not later than the working day following the closing date for the submission of tenders, the Member States shall send the Commission details of tenders received.\n2. Following scrutiny of the tenders, a minimum selling price shall be set for each product or no award shall be made.", "1. Tenders shall be valid only if presented by or on behalf of a natural or legal person who, during the 12 months preceding the entry into force of this Regulation, has been engaged in the manufacture of processed products containing beef and who is entered in a national VAT register. In addition, tenders shall be presented by or on behalf of a processing establishment approved in accordance with Article 8 of Council Directive 77/99/EEC (10).\n2. Notwithstanding Article 3(1) and (2) of Regulation (EEC) No 2182/77, tenders shall be accompanied by:\n- a written undertaking by the tenderer to process the meat into the products specified in Article 5 within the period referred to in Article 5(1) of Regulation (EEC) No 2182/77,\n- precise details of the establishment or establishments where the meat which has been purchased is to be processed.\n3. Tenderers as referred to in paragraph 1 may instruct an agent in writing to take delivery, on their behalf, of the products which they purchase. In this case the agent shall submit the bids of the tenderers whom he represents together with the written instruction referred to above.\n4. Notwithstanding Article 18(1) of Regulation (EEC) No 2173/79, the delivery period shall run for two months from the date of the notification as referred to in Article 11 of that Regulation.\n5. The purchasers and agents referred to in the preceding paragraphs shall maintain and keep up to date an accounting system which permits the destination and use of the products to be ascertained with a view in particular to ensuring that the quantities of products purchased and manufactured tally.", "1. Meat purchased in accordance with this Regulation shall be processed into products which comply with the definition of 'A` products set out in paragraph 2.\n2. An 'A` product means a processed product falling within CN codes 1602 10, 1602 50 31, 1602 50 39 or 1602 50 80, not containing meat other than that of animals of the bovine species, with a collagen/protein ratio of no more than 0,45 % (11) and containing by weight at least 20 % (12) of lean meat excluding offal (13) and fat, with meat and jelly accounting for at least 85 % of the total net weight.\nThe product must be subjected to a heat treatment sufficient to ensure the coagulation of meat proteins in the whole of the product, which may not show any traces of a pinkish liquid on the cut surface when the product is cut along a line passing through its thickest part.", "1. Member States shall set up a system of physical and documentary supervision to ensure that all meat is processed in accordance with Article 5.\nThe system must include physical checks of quantity and quality at the start of the processing, during the processing and after the processing operation is completed. To this end, processors must at any time be able to demonstrate the identity and use of the meat through appropriate production records.\nTechnical verification of the production method by the competent authority may, to the extent necessary, make allowance for drip losses and trimmings.\nIn order to verify the quality of the finished product and establish its conformity with the processor's recipe Member States shall undertake representative sampling and analysis of the product. The costs of such operations shall be borne by the processor concerned.\n2. Member States may, at the request of the processor, authorise the boning of forequarters and hindquarters in an establishment other than that provided for in respect of processing provided the relevant operations take place in the same Member State under appropriate supervision.\n3. Article 1 of Regulation (EEC) No 2182/77 shall not apply.", "1. The security provided for in Article 15(1) of Regulation (EEC) No 2173/79 shall be EUR 12 per 100 kilograms.\n2. The security provided for in Article 4(1) of Regulation (EEC) No 2182/77 shall be equal to:\n- the difference in euro between the price tendered per tonne and EUR 1 300 for bone-in forequarters,\n- the difference in euro between the price tendered per tonne and EUR 2 000 for bone-in hindquarters,\n- the difference in euro between the price tendered per tonne and EUR 2 500 for boned beef.\n3. Notwithstanding Article 5(3) of Regulation (EEC) No 2182/77, the processing of all beef purchased into finished products as referred to in Article 5 shall constitute a principal requirement.", "Notwithstanding Article 9 of Regulation (EEC) No 2182/77, in addition to the entries provided for in Regulation (EEC) No 3002/92:\n- Box 104 of T 5 control copies shall contain one or more of the following:\n- Para transformación [Reglamentos (CEE) n° 2182/77 y (CE) n° 384/1999]\n- Til forarbejdning (forordning (EØF) nr. 2182/77 og (EF) nr. 384/1999)\n- Zur Verarbeitung bestimmt (Verordnungen (EWG) Nr. 2182/77 und (EG) Nr. 384/1999)\n- Ãéá ìåôáðïßçóç [êáíïíéóìïß (ÅÏÊ) áñéè. 2182/77 êáé (ÅÊ) áñéè. 384/1999]\n- For processing (Regulations (EEC) No 2182/77 and (EC) No 384/1999)\n- Destinés à la transformation [règlements (CEE) n° 2182/77 et (CE) n° 384/1999]\n- Destinate alla trasformazione [Regolamenti (CEE) n. 2182/77 e (CE) n. 384/1999]\n- Bestemd om te worden verwerkt (Verordeningen (EEG) nr. 2182/77 en (EG) nr. 384/1999)\n- Para transformação [Regulamentos (CEE) n.° 2182/77 e (CE) n.° 384/1999]\n- Jalostettavaksi (Asetukset (ETY) N:o 2182/77 ja (EY) N:o 384/1999)\n- För bearbetning (Förordningarna (EEG) nr 2182/77 och (EG) nr 384/1999),\n- Box 106 of T 5 control copies shall contain the date of conclusion of the contract of sale.", "Regulation (EC) No 2759/98 is hereby repealed.", "0\nThis Regulation shall enter into force on 23 February 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 251, 5. 10. 1979, p. 12.\n(4) OJ L 248, 14. 10. 1995, p. 39.\n(5) OJ L 301, 17. 10. 1992, p. 17.\n(6) OJ L 104, 27. 4. 1996, p. 13.\n(7) OJ L 251, 1. 10. 1997, p. 60.\n(8) OJ L 345, 15. 12. 1998, p. 41.\n(9) OJ L 18, 23. 1. 1999, p. 16.\n(10) OJ L 26, 31. 1. 1977, p. 85.\n(11) Determination of collagen content: the collagen content shall be taken to mean the hydroxyproline content multiplied by the factor 8. The hydroxyproline content shall be determined in accordance with ISO method 3496-1978.\n(12) The lean bovine meat content, excluding fat, shall be determined in accordance with the procedure described in the Annex to Commission Regulation (EEC) No 2429/86 (OJ L 210, 1. 8. 1986, p. 39).\n(13) Offal includes heads and cuts thereof (including ears), feet, tails, hearts, udders, livers, kidneys, sweetbreads (thymus gland with pancreas), brains, lungs, throats, thick skirts, spleens, tongues, caul, spinal cords, edible skin, reproductive organs (uteri, ovaries, testes), thyroid glands, pituitary glands.\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II - LIITE II - BILAGA II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Äéåõèýíóåéò ôùí ïñãáíéóìþí ðáñåìâÜóåùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção - Interventioelinten osoitteet - Interventionsorganens adresser\nBUNDESREPUBLIK DEUTSCHLAND\nBundesanstalt für Landwirtschaft und Ernährung (BLE)\nPostfach 180203, D-60083 Frankfurt am Main\nAdickesallee 40\nD-60322 Frankfurt am Main\nTel.: (49) 69 1564-704/772; Telex: 411727; Telefax: (49) 69 15 64-790/791\nDANMARK\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nEU-direktoratet\nKampmannsgade 3\nDK-1780 København V\nTlf. (45) 33 92 70 00; telex 151317 DK; fax (45) 33 92 69 48, (45) 33 92 69 23\nESPAÑA\nFEGA (Fondo Español de Garantía Agraria)\nBeneficencia, 8\nE-28005 Madrid\nTel.: (34) 913 47 65 00 / 913 47 63 10; télex: FEGA 23427 E / FEGA 41818 E; fax: (34) 915 21 98 32 / 915 22 43 87\nITALIA\nAIMA (Azienda di Stato per gli interventi nel mercato agricolo)\nVia Palestro, 81\nI-00185 Roma\nTel. 49 49 91; telex 61 30 03; telefax: 445 39 40/445 19 58\nNEDERLAND\nMinisterie van Landbouw, Natuurbeheer en Visserij, Voedselvoorzieningsin- en verkoopbureau\np/a LASER, Zuidoost\nSlachthuisstraat 71\nPostbus 965\n6040 AZ Roermond\nTel. (31-475) 35 54 44; telex: 56396 VIBNL; fax (31-475) 31 89 39\nÖSTERREICH\nAMA-Agrarmarkt Austria\nDresdner Straße 70\nA-1201 Wien\nTel.: (431) 33 15 12 20; Telefax: (431) 33 15 1297\nUNITED KINGDOM\nIntervention Board Executive Agency\nKings House\n33 Kings Road\nReading RG1 3BU\nBerkshire\nUnited Kingdom\nTel. (01189) 58 36 26\nFax (01189) 56 67 50\nFRANCE\nOFIVAL\n80, avenue des Terroirs-de-France\nF-75607 Paris Cedex 12\nTéléphone: (33 1) 44 68 50 00; télex: 215330; télécopieur: (33 1) 44 68 52 33\nIRELAND\nDepartment of Agriculture, Food and Forestry\nAgriculture House\nKildare Street\nDublin 2\nIreland\nTel. (01) 678 90 11, ext. 2278 and 3806\nTelex 93292 and 93607, telefax (01) 661 62 63, (01) 678 52 14 and (01) 662 01 98"}