{"celex_id": "31999D0207", "uri": "http://publications.europa.eu/resource/cellar/62a13c32-b186-491d-a7b4-bf2287a290fa", "type": "Decision", "concepts": ["1802", "2468", "2517", "3561", "6057"], "title": "1999/207/EC: Council Decision of 9 March 1999 on the reform of the Standing Committee on Employment and repealing Decision 70/532/EEC\n", "header": "COUNCIL DECISION of 9 March 1999 on the reform of the Standing Committee on Employment and repealing Decision 70/532/EEC (1999/207/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 145 thereof,\n(1) Whereas, in its Resolutions of 15 December 1997 on the 1998 Employment Guidelines (1), and of 22 February 1999 on the 1999 Employment Guidelines (2), the Council affirmed that the social partners at the levels would be involved in all stages of the coordinated employment strategy and would make an important contribution to the implementation of the Guidelines and that that contribution would be regularly assessed;\n(2) Whereas the social partners' contribution to the coordinated employment strategy should be taken into account both at the level of the Employment Guidelines themselves and in examining their consistency with the Broad Economic Policy Guidelines, in order to provide for greater synergy and with a view to incorporating the objective of a high level of employment into the drawing-up and implementation of the Community's policies;\n(3) Whereas, in its Resolution of 18 July 1997 on the Commission communication concerning the development of the social dialogue at Community level (3), the European Parliament calls for the Standing Committee on Employment to be reformed as a matter of urgency and for coordination mechanisms to be introduced between that Committee and the Employment and Labour Market Committee; whereas, in its Resolution of 18 November 1998, the European Parliament welcomed the initiatives taken with a view to the reform of the Standing Committee on Employment;\n(4) Whereas the Economic and Social Committee in its opinion of 29 January 1997 (4) on the same Commission communication stated that the Standing Committee on Employment was to be given a higher profile;\n(5) Whereas, in its communication of 20 May 1998 on adapting and promoting the social dialogue at Community level, the Commission considered that the new context of Community social dialogue and the incorporation of a new employment title in the Amsterdam Treaty justified reforming the Standing Committee on Employment;\n(6) Whereas it seems advisable to maintain the structure of the Standing Committee on Employment while making the adjustments necessary to improve its operation; whereas it seems desirable to incorporate this reform into a new decision replacing Council Decision 70/532/EEC of 14 December 1970 setting up the Standing Committee on Employment (5) in the European Communities;\n(7) Whereas it is desirable that the social partners' delegations should cover the whole economy but that, in order to allow the efficient and orderly conduct of business in the Committee, the number of their representatives should be reduced; whereas the respective social partners' representation should be adequately coordinated;\n(8) Whereas the social partners at national level also play an important role in the implementation, in the Member States, of the coordinated employment strategy; whereas they may be involved in an appropriate manner in the fulfilment of the Committee's functions;\n(9) Whereas the Committee may deem it appropriate to meet in restricted formation in accordance with this Decision and with rules set out in its Rules of Procedure;\n(10) Whereas Article 1(3) of Council Decision 97/16/EC of 20 December 1996 setting up an Employment and Labour Market Committee (6) provides that that Committee will maintain an appropriate liaison with the Standing Committee on Employment,", "main_body": ["The Standing Committee on Employment (hereinafter referred to as the 'Committee`) shall be reformed in accordance with the provisions set out below.", "1. The task of the Committee shall be to ensure, in compliance with the Treaty and with due regard for the powers of the institutions and bodies of the Communities, that there is continuous dialogue, concertation and consultation between the Council, the Commission and the social partners in order to enable the social partners to contribute to the coordinated employment strategy and to facilitate coordination by the Member States of their policies in this field, taking into account the economic and social objectives of the Community as reflected in both the Employment Guidelines and the Broad Economic Policy Guidelines.\n2. The members of the Council or their representatives, the Commission, and representatives of the social partners at European level shall take part in the work of the Committee.\n3. There shall be a maximum of 20 social partner representatives organised in two equal delegations, 10 from each side of industry.\nThe social partner's delegations shall cover the whole economy, being composed of European organisations representing either general interests or more specific interests of supervisory and professional staff and small and medium-sized businesses.\nFor this purpose, each delegation shall be made up of representatives of the organisations of social partners consulted by the Commission pursuant to the provisions of the Treaty concerning social policy and falling within the following categories:\n- general cross-industry organisations;\n- cross-industry organisations representing certain categories of workers or undertakings, and\n- sectoral organisations representing agriculture and trade.\nThe practical coordination of the workers' delegation shall be undertaken by the European Trade Union Confederation (ETUC), and that of the employers' delegation by the Union of Industrial and Employers' Confederations of Europe (UNICE).\n4. The Commission shall notify the Chairman of the Committee on a regular basis of the list of the organisations referred to in paragraph 3. The Commission will take account of possible changes in the way in which the two sides of industry are represented at European level.\n5. Where the Committee deems it appropriate to do so, it may, in accordance with the Rules of Procedure referred to in Article 6, meet in restricted formation. In this case, the Council may be represented by the Presidency.", "1. The Committee shall meet at least twice a year.\n2. The Committee shall be chaired by a representative of the Member State which holds the Presidency of the Council.\n3. In order to ensure that the Committee carries out the tasks set out in Article 2(1) in the most favourable conditions, the Presidency shall see to it that dialogue, concertation and consultation within the Committee take place in due time.\n4. Each of the two social partners' delegations shall notify the Chairman in advance of the name of the spokesperson responsible for presenting that delegation's position.\n5. In the light of the subjects on the agenda, the Chairman may, in consultation with the Commission and the social partners, invite additional representatives of sectoral organisations, other than those mentioned in Article 2(3), to express their views.", "1. The matters to be discussed by the Committee shall be placed on the agenda at the request of any of the parties referred to in Article 2(2).\nDocuments or proposals to be submitted for discussion shall be forwarded to the Chairman who shall bring them to the attention of the other parties; they may forward comments in writing.\n2. The Chairman shall make preparations for the meetings in close contact with the Commission and the organisations on the two sides of industry taking part in the work of the Committee. The Chairman shall convene the preparatory and plenary meetings and shall draw up the provisional agenda therefor, taking into account any communications submitted pursuant to paragraph 1.", "1. The Chairman shall draw up the conclusions of the meeting and shall prepare a record of the Committee's proceedings.\n2. The Commission shall prepare and gather information which will enable the Committee to carry out its task.\n3. Committee members representing the social partners' organisations, referred to in Article 2(3) shall receive travelling expenses as determined by the Council.", "The Committee shall establish its Rules of Procedure by common accord. These rules shall relate in particular to the practical functioning of the Committee, the preparation of its meetings and the contacts to be established with other relevant bodies, in particular the Employment and Labour Market Committee.", "This Decision shall be reexamined not later than 9 March 2002 and, if appropriate, shall be amended in the light of the experience acquired.", "Decision 70/532/EEC shall be repealed."], "attachments": "Done at Brussels, 9 March 1999.\nFor the Council\nThe President\nW. RIESTER\n(1) OJ C 30, 28. 1. 1998, p. 1.\n(2) OJ C 69, 12. 3. 1999, p. 2.\n(3) OJ C 286, 22. 9. 1997, p. 338.\n(4) OJ C 89, 19. 3. 1997, p. 27.\n(5) OJ L 273, 17. 12. 1970, p. 25. Decision as amended by Decision 75/62/EEC (OJ L 21, 28. 1. 1975, p. 17).\n(6) OJ L 6, 10. 1. 1997, p. 32."}