{"celex_id": "31999R0168", "uri": "http://publications.europa.eu/resource/cellar/2913b6b1-f4c2-4322-8bc7-7bd3a94e3d86", "type": "Regulation", "concepts": ["1642", "1644", "2734", "4385"], "title": "Commission Regulation (EC) No 168/1999 of 25 January 1999 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "COMMISSION REGULATION (EC) No 168/1999 of 25 January 1999 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 9(2) and 23 thereof and the corresponding provisions of the other regulations on the common organisation of markets in agricultural products,\nWhereas, pursuant to Article 15 of Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EC) No 1044/98 (4), an application for a licence or certificate received by an issuing agency on a Saturday, Sunday or public holiday is deemed to have been lodged on the first following working day;\nWhereas, in certain cases, provision is made for specific periods for the lodging of applications for licences and certificates; whereas the final day of such periods may fall on a Saturday, Sunday or public holiday; whereas, for the sake of clarity, in such cases, provision should be made for the period for the lodging of applications to be extended to the first following working day; whereas, in order to avoid any likelihood of speculation, it should be specified that the extension may not be taken into account when calculating the amounts set in the licence or certificate or when determining the period of validity of the licence or certificate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["Article 15 of Regulation (EEC) No 3719/88 is replaced by the following:\n'Article 15\n1. The day an application for a licence or certificate is lodged means the day on which it is received by the competent agency, provided it is received not later than 1 p.m., regardless of whether the application is delivered direct to the competent agency or is forwarded to the competent agency by letter, written telecommunication or electronic mail.\n2. An application for a licence or certificate received by the competent agency either on a Saturday, Sunday or public holiday, or on a working day but after 1 p.m., shall be deemed to have been lodged on the first working day following the day on which it was in fact received.\n3. Where provision is made for an application for a licence or certificate to be lodged within a specific period, expressed as a number of days, and the final day of that period falls on a Saturday, Sunday or public holiday, the period shall end at 1 p.m. on the first following working day.\nHowever, this extension shall not be taken into account when calculating the amounts set in the licence or certificate or when determining the period of validity of the licence or certificate.\n4. The time limits specified in this Regulation are in Belgian local time.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 21.\n(2) OJ L 126, 24. 5. 1996, p. 37.\n(3) OJ L 331, 2. 12. 1988, p. 1.\n(4) OJ L 149, 20. 5. 1998, p. 11."}