{"celex_id": "31996D0533", "uri": "http://publications.europa.eu/resource/cellar/b0b5e856-1e3d-45c5-9d2d-22120c4ebe3f", "type": "Decision", "concepts": ["1005", "1048", "1445", "3557", "5122", "5315"], "title": "96/533/EC: Commission Decision of 30 July 1996 fixing the Community financial contribution to the implementation of a sixth programme for the exchange of officials competent for veterinary matters (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 July 1996 fixing the Community financial contribution to the implementation of a sixth programme for the exchange of officials competent for veterinary matters (Text with EEA relevance) (96/533/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Commission Decision 94/370/EEC (2), and in particular Article 34, paragraph 6 thereof,\nWhereas, as part of the new strategy on veterinary checks, it is important to set up programmes for the exchange of officials competent for veterinary matters in order to ensure growing confidence between veterinary services;\nWhereas Article 22 of Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 96/43/EC (4), and Article 21 of Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (5), as last amended by Directive 96/43/EC provide, in particular, for the organization of programmes for the exchange of officials empowered to carry out checks on products and live animals coming from third countries;\nWhereas the results and the experience gained from the implementation of the previous exchange programmes and in particular from the implementation of the latest programme under Commission Decision 95/390/EC (6);\nWhereas the Community financial contribution should be laid down so as to facilitate the implementation of this programme;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the exchange of officials competent for veterinary matters set out in the Annex shall receive a financial contribution from the Community.", "1. Member States shall designate the authorities responsible for the exchange programme.\n2. The Member States of origin shall:\n- continue to pay their officials during the exchange programme,\n- cover the subsistence expenses of their officials according to their national rules; the Member States shall ensure that the subsistence expenses of their officials take account of the situation in the host Member State,\n- in accordance with their national rules, cover the travel expenses of their officials, equal to one return trip from place of origin to destination, as well as the travel expenses in the host Member State between the place where the provision of the information referred to in the second indent of paragraph 3 takes place and the first service or inspection post to which they are assigned and between the latter and the second service or inspection post to which they are assigned, and all other trips accomplished for the purpose of this decision by means of public transport,\n- provide, where appropriate, suitable language training for their officials,\n- inform their officials, prior to departure, of the financial conditions as well as the nature and organization of their exchange programme.\n3. The host Member States shall:\n- adopt the necessary measures to ensure the integration of the guest officials,\n- provide information on general organization and inspection procedures for the guest officials, taking account of both national and Community rules.", "1. The Community contribution shall cover the expenditure of the Member States of origin referred to in the second and third indents of Article 2 (2). It shall also cover the expenditure of the Member States of origin under the fourth indent of Article 2 (2), up to a maximum of ECU 1 500 per official receiving language training.\n2. Member States may receive an advance payment equal to 50 % of the Community's financial contribution, provided that they present to the Commission, before 1 November 1996, a written confirmation issued by the competent authority referred to in Article 2 (1) showing that the expenditure provided for in Article 2 has been committed in accordance with national regulations.", "1. The expenditure referred to in Article 3 (1) shall be reimbursed to the Member States by the Commission on presentation of supporting documents before 1 December 1997.\n2. The supporting documents referred to in paragraph 1 shall include, in particular:\n- the particulars of the exchange official,\n- the report of the competent authority referred to in Article 5 (1),\n- a written confirmation issued by the host Member State,\n- a statement of the invoices relating to expenses incurred by the Member State of origin,\n- a copy of the national rules in the Member State of origin with regard to the expenditure provided for in respect of the exchange programme,\n- for the costs of language training, a statement of the invoices relating to expenses incurred by the Member State of origin.\nThese expense invoices may be required by the Commission at any future audit.", "1. The Commission shall draw up a technical and financial report before 31 December 1997 based on the reports submitted before 1 December 1997 by the authorities responsible for coordination in the Member States. Those reports shall include a section devoted to the comments of the officials who have participated in the exchange programme.\n2. The experience gained shall be used to improve and develop future programmes.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 373, 31. 12. 1990, p. 1.\n(4) OJ No L 162, 1. 7. 1996, p. 1.\n(5) OJ No L 268, 24. 9. 1991, p. 56.\n(6) OJ No L 234, 3. 10. 1995, p. 39.\nANNEX\nI. GENERAL POINTS\n1. As a rule, the officials to be considered shall be qualified veterinarians actually involved in the inspection of products and live animals from non-member countries. They should in any case have experience in inspection work, including work done within their organization.\n2. In the host Member State, the officials shall act as observers in offices inspecting products and/or live animals, although work may be assigned to them by the head of the office and carried out under his charge. However, the authorities of the host Member State may, with the agreement of the authorities of the Member State of origin, decide that officials should be engaged in active work in the host department; to this end they shall be authorized to fulfil the tasks related to the functions assigned to them. In such cases, the civil liability of foreign officials in the exercise of their functions shall be the same as that of officials of the host Member State for the duration of the exchange. Officials shall be subject to the usual rules on confidentiality and to the disciplinary rules of the office to which they are assigned. They shall make an undertaking to this effect.\nII. DURATION\n1. The exchange period shall begin around 1 October 1996 and shall end at the latest on 31 August 1997.\n2. The exchange shall last three weeks, including the period of information provision referred to in the second indent of Article 2 (3). The exchange programme shall include assignment to two offices of inspection.\nIII. TABLE SHOWING ALLOCATION OF OFFICIALS\n>TABLE>"}