{"celex_id": "31997R1689", "uri": "http://publications.europa.eu/resource/cellar/a22dc9d1-dd90-49c8-bb23-f7542d0751ed", "type": "Regulation", "concepts": ["1144", "1318", "2217", "2723", "2965", "5581"], "title": "Commission Regulation (EC) No 1689/97 of 29 August 1997 authorizing advance payment to producers in certain regions of Germany of compensatory allowances for cereals, protein crops and linseed and of compensation for compulsory set-aside in respect of the 1997/98 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1689/97 of 29 August 1997 authorizing advance payment to producers in certain regions of Germany of compensatory allowances for cereals, protein crops and linseed and of compensation for compulsory set-aside in respect of the 1997/98 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Commission Regulation (EC) No 1422/97 (2), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EC) No 1287/95 (4), and in particular Articles 4 and 5 thereof,\nWhereas various parts of Germany were affected by floods in July 1997; whereas this constitutes a case of exceptional weather conditions; whereas the Commission should therefore authorize Germany to pay advances amounting up to 50 % of the compensatory allowances for cereals, protein crops and linseed and of the compensation for compulsory set-aside in respect of the 1997/98 marketing year in the regions in question before 16 October 1997; whereas this authorization should also extend to the compensatory payments made to producers of oilseeds who qualify for the simplified scheme, where amounts are paid on the basis of the rate applicable to cereals, with the result that these producers do not receive the advances payable to oilseed producers; whereas, to achieve these ends, provision must be made for derogations from Article 10 (1) of Regulation (EEC) No 1765/92 and Article 7 (1) of Regulation (EC) No 296/96 (5), as last amended by Regulation (EC) No 1391/97 (6), with effect from 1 September 1997; whereas the expenditure involved in these advances may have to be charged to the budget at a later date, depending on what appropriations remain available under the 1997 budget;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder and of the EAGGF Committee,", "main_body": ["1. Notwithstanding Article 10 (1) of Regulation (EEC) No 1765/92, in respect of 1997/98, an advance of 50 % on the compensatory payments for cereals, including those to producers of oilseeds qualifying for the simplified scheme, for protein crops and for linseed, and on the compensation for compulsory set-aside, may be paid from 1 September 1997 to producers affected by the floods in the areas listed in the Annex hereto.\n2. Advance payments as provided for in paragraph 1 may only be made where, on the date of payment, the producers in question are not found to be ineligible.\n3. Germany shall pay these advances to producers by 15 October 1997 at the latest.\n4. For the purposes of calculating the balance of compensatory allowances payable to producers who have qualified for the advance payment, the competent authority shall take account of:\n(a) any reduction in the eligible area of the producer;\n(b) any advance paid pursuant to this Regulation.", "By derogation from Article 7 (1) of Regulation (EC) No 296/96, expenditure incurred by payment of the advances referred to in Article 1 before 16 October 1997 may be charged to the budget in respect of November 1997.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 196, 24. 7. 1997, p. 18.\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 125, 8. 6. 1995, p. 1.\n(5) OJ No L 39, 17. 2. 1996, p. 5.\n(6) OJ No L 190, 19. 7. 1997, p. 20.\nANNEX\nIn Brandenburg:\nthe Landkreise:\n- Uckermark\n- Barnim\n- MĂ¤rkisch-Oderland\n- Oder-Spree\nKreisfreie Stadt Frankfurt/Oder"}