{"celex_id": "31998D0084", "uri": "http://publications.europa.eu/resource/cellar/e77ae63a-3be3-44fc-83ab-13c4eaa7ca98", "type": "Decision", "concepts": ["1557", "2018", "2203", "2718", "3579", "4376"], "title": "98/84/EC: Commission Decision of 16 January 1998 on protective measures with regard to fishery products from, or originating in Uganda, Kenya, Tanzania and Mozambique and repealing Decision 97/878/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 16 January 1998 on protective measures with regard to fishery products from, or originating in Uganda, Kenya, Tanzania and Mozambique and repealing Decision 97/878/EC (Text with EEA relevance) (98/84/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Article 19(6) thereof,\nWhereas, following the outbreak of cholera in a number of African countries, the Commission, in accordance with Article 19(1) of Directive 90/675/EEC, adopted on its own initiative the decisions necessary to protect public health;\nWhereas the provisions concerned subject consignments of frozen or processed fishery products from, or originating in Uganda, Kenya, Tanzania and Mozambique to sampling to ensure that they are healthy;\nWhereas such checks must be capable of detecting, in particular, the presence of salmonellae and vibrions (Vibrio cholerae and Vibrio parahaemolyticus);\nWhereas, because of time required to carry out microbiological analyses, the import into Community territory of fresh fishery products from, or originating in the countries concerned should be prohibited;\nWhereas a derogation should be provided for fishery products which are caught, frozen and packed in their final packaging at sea and landed directly on Community territory;\nWhereas the provisions of this Decision should be reviewed shortly in the light of the development of the epidemic;\nWhereas the measures provided for in this Decision are in accordance wih the opinion of the Standing Veterinary Committee,", "main_body": ["This Decision shall apply to fresh, frozen and processed fishery products from, or originating in Uganda, Kenya, Tanzania and Mozambique.\nIt shall not apply to fishery products which are caught, frozen and packed in their final packaging at sea and exported directly to Community territory.", "The Member States shall prohibit the entry into their territory of fresh fishery products from, or originating in Uganda, Kenya, Tanzania and Mozambique.", "The Member States shall, on the basis of sampling plans and using suitable detection methods, subject all consignments of frozen or processed fishery products from or originating in Uganda, Kenya, Tanzania and Mozambique, with the exception of sterilised products, to a microbiological examination to verify that they present no threat to public health. The examination shall be carried out, in particular, to detect the presence of salmonellae and, in the case of frozen products, Vibrio cholerae and Vibrio parahaemolyticus (in the case of sea products).", "Member States shall only allow the entry into their territory and the consignment to another Member State of the fishery products in question where the results of the examinations are favourable.", "Where checks carried out on import by the authorities of a Member State confirm the presence of pathogenic agents covered by this Decision, they shall immediately inform the Commission and the other Member States, without prejudice to the measures to be taken with regard to the contaminated consignment.", "All costs incurred in applying this Decision shall be chargeable to the consignor, the consignee or their agents.", "Commission Decision 97/878/EC (3) is hereby repealed.", "The Member States shall adjust the measures they apply to trade to comply with this Decision. They shall immediately inform the Commission of the adjustments made.", "This Decision shall be reviewed before 31 January 1998.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 373, 31. 12. 1990, p. 1.\n(2) OJ L 162, 1. 7. 1996, p. 1.\n(3) OJ L 356, 31. 12. 1997, p. 64."}