{"celex_id": "31997D0285", "uri": "http://publications.europa.eu/resource/cellar/834285c0-d403-4843-9b9c-6dd8efb72093", "type": "Decision", "concepts": ["1445", "2356", "2560", "3577", "5369", "863"], "title": "97/285/EC: Commission Decision of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain (Text with EEA relevance) (97/285/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2) and, in particular, Article 10 (4) thereof,\nWhereas outbreaks of classical swine fever have occurred in Spain;\nWhereas in view of the trade in live pigs, semen, embryos and ova, these outbreaks are liable to endanger the herds of other Member States;\nWhereas Spain has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas the epidemiological situation is not completely clear; whereas therefore certain special movement control measures are necessary;\nWhereas, since it is possible to identify geographically areas which present a particular risk, the restrictions on trade can apply on a regional basis;\nWhereas, however, in order to prevent the spread of disease to other parts of its territory, it is necessary that Spain should introduce appropriate measures of an equivalent level;\nWhereas pig embryos and ova in accordance with the provisions of Annex IV of Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 92/425/EEC (4), as last amended by Commission Decision 95/176/EC (5) are subject to the same restrictions as live pigs and therefore their movement from Spain to other Member States are subject to certain protection measures;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Spain shall not send pigs to other Member States unless the pigs come from an area outside the areas described in Annex I.\n2. Spain shall not send pigs to other Member States from the areas outside the areas described in Annex I unless the pigs come from a holding where no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question.\n3. Movements of pigs to other Member States coming from areas outside the areas described in Annex I shall only be allowed following three days' advance notification to the central and local veterinary authorities in the Member State of destination and dispatched by the local competent veterinary authority.\n4. Spain shall not send pigs from the areas described in Annex I to other parts of its territory, unless they are for direct slaughter and are slaughtered at slaughterhouses in Spain designated by the competent veterinary authorities. The means of transport shall be officially sealed.", "Spain shall not send to other Member States porcine semen unless the semen originates from boars kept at a collection centre referred to in Article 3 (a) of Council Directive 90/429/EEC (6) and situated outside the areas described in the Annex I.", "1. The health certificate provided for in Council Directive 64/432/EEC (7) accompanying pigs sent from Spain must be completed by the following:\n'Animals in accordance with Commission Decision 97/285/EC of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain`.\n2. The health certificate provided for in Council Directive 90/429/EEC accompanying boar semen sent from Spain must be completed by the following:\n'Semen in accordance with Commission Decision 97/285/EC of 30 April 1997 concerning certain protection measures relating to classical swine fever in Spain.`", "Spain shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation and the transporter shall furnish proof of such disinfection.", "1. Spain shall at 8 day intervals present data on the classical swine fever situation in the format indicated in Annex II.\n2. This Decision shall be reviewed before 15 May 1997.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 30 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 268, 14. 9. 1992, p. 54.\n(5) OJ No L 117, 24. 5. 1995, p. 23.\n(6) OJ No L 224, 18. 8. 1990, p. 62.\n(7) OJ No 121, 29. 7. 1964, p. 1977/64.\nANNEX I\nComarcas\nPla d'Urgell\nUrgell\nNoguera\nSegriĂ\nGarrigues\nANNEX II\n>START OF GRAPHIC>\nClassical swine fever report\n>END OF GRAPHIC>"}