{"celex_id": "31998R0123", "uri": "http://publications.europa.eu/resource/cellar/aea6c076-8316-4b38-b7c4-0c8091f9472c", "type": "Regulation", "concepts": ["1117", "1119", "1644", "2387", "2730", "5713"], "title": "Commission Regulation (EC) No 123/98 of 16 January 1998 on managing the ceilings for imports of fresh and processed sour cherries originating in the former Yugoslav Republic of Macedonia\n", "header": "COMMISSION REGULATION (EC) No 123/98 of 16 January 1998 on managing the ceilings for imports of fresh and processed sour cherries originating in the former Yugoslav Republic of Macedonia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 77/98 of 9 January 1998 on certain detailed rules for the application of the Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (1), and in particular Article 1 thereof,\nWhereas Commission Regulation (EC) No 1556/96 of 30 July 1996 introducing a system of import licences for certain fruit and vegetables imported from third countries (2), as last amended by Regulation (EC) No 1064/97 (3), requires an import licence to be presented for fresh sour cherries falling within CN code 0809 20 05, among other products, before they can be released into free circulation;\nWhereas for practical reasons, some provisions of this Regulation governing sour cherries should be limited to their harvesting and marketing season;\nWhereas Commission Regulation (EC) No 1921/95 of 3 August 1995 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables and repealing Regulations (EEC) No 2405/89 and (EEC) No 3518/86 (4), as last amended by Regulation (EC) No 2427/95 (5), subjects processed sour cherries falling within CN codes ex 0811 90 19, ex 0811 90 39, 0811 90 75, ex 0812 10 00, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91, among other products, to the import licence system;\nWhereas, to simplify administration, the ceilings of 500 tonnes for fresh sour cherries and 7 000 tonnes for processed sour cherries laid down in Annex D to the Cooperation Agreement between the European Community and the former Yugoslav Republic of Macedonia (6), and referred to in Article 1 of Regulation (EC) No 77/98 should be managed exactly the same as the ceilings in Commission Regulation (EC) No 122/98 of 16 January 1998 on managing the ceilings for imports of fresh and processed sour cherries originating in the Republics of Bosnia-Herzegovina and Croatia (7), and to make the grant of preference subject to the presentation of licences issued in accordance with this Regulation;\nWhereas measures must be taken very quickly and automatically once the demand for licences reaches one of the ceilings fixed; whereas the Commission should be allowed to take the necessary measures;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees for Fresh Fruit and Vegetables and for Products Processed from Fruit and Vegetables,", "main_body": ["This Regulation governs the management of the tariff ceilings referred to in Regulation (EC) No 77/98 for fresh sour cherries falling within CN code 0809 20 05, and processed sour cherries falling within CN codes 0811 90 75, ex 0812 10 00, ex 0813 40 95, 2008 60 51, 2008 60 61, 2008 60 71 and 2008 60 91 originating in the former Yugoslav Republic of Macedonia.", "1. All imports under the ceilings referred to in Article 1 shall be subject to the presentation of an import licence issued in accordance with this Regulation.\n2. Subject to the specific provisions of this Regulation, Regulation (EC) No 1556/96 shall apply to fresh sour cherries and Regulation (EC) No 1921/95 shall apply to processed sour cherries.\n3. The import licence shall contain in Section 24 one of the following:\n- Derecho preferencial ad valorem - Reglamento (CE) n° 77/98\n- Præferenceværditold - Forordning (EF) nr. 77/98\n- Präferentieller Wertzoll - Verordnung (EG) Nr. 77/98\n- Ðñïôéìçóéáêüò äáóìüò ad valorem - Êáíïíéóìüò (ÅÊ) áñéè. 77/98\n- Preferential ad valorem duty - Regulation (EC) No 77/98\n- Droit ad valorem préférentiel - Règlement (CE) n° 77/98\n- Dazio ad valorem preferenziale - Regolamento (CE) n. 77/98\n- Preferentieel ad valorem-recht - Verordening (EG) nr. 77/98\n- Direito preferencial ad valorem Regulamento (CE) nº 77/98\n- Arvotullietuus - asetus (EY) N:o 77/98\n- Särskild värdetull - Förordning (EG) nr 77/98.\n4. The country of origin shall be entered in Section 8 of both the licence application and the import licence and the word 'yes` shall be marked with a cross.", "1. The Member States shall provide the data on applications for licences in accordance with:\n(a) Article 5 of Regulation (EC) No 1556/96 in the case of fresh sour cherries in the period 1 May to 30 September;\n(b) Article 7 of Regulation (EC) No 1921/95 in the case of processed sour cherries.\n2. In the case of processed sour cherries, the Member States shall notify the Commission of the quantities for which the import licences were not used, once such information becomes available.", "1. The licences shall be issued on the fifth working day following lodging of the application, provided that special measures have not been taken by the Commission in the meantime.\n2. When the quantity in the licences applied for reaches one of the ceilings referred to in Regulation (EC) No 77/98, the Commission shall fix, if necessary, a flat-rate percentage reduction for the applications in question and suspend the issue of licences for any subsequent application under the ceiling in question.", "At the request of the interested party, unused or partly used licences for the products and origin referred to in Article 1 that were issued pursuant to Regulation (EC) No 1921/95 before the entry into force of this Regulation and that have not passed their final date of validity shall be cancelled and the security shall be released for the amount unused.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 8, 14. 1. 1998, p. 1.\n(2) OJ L 193, 3. 8. 1996, p. 5.\n(3) OJ L 156, 13. 6. 1997, p. 3.\n(4) OJ L 185, 4. 8. 1995, p. 10.\n(5) OJ L 249, 17. 10. 1995, p. 12.\n(6) OJ L 348, 18. 12. 1997, p. 1.\n(7) See page 15 of this Official Journal."}