{"celex_id": "31993D0389", "uri": "http://publications.europa.eu/resource/cellar/57339715-8896-47ed-9ac4-43db30a11ba6", "type": "Decision", "concepts": ["1140", "1707", "2540", "5315", "5482", "5605", "5650", "6011"], "title": "93/389/EEC: Council Decision of 24 June 1993 for a monitoring mechanism of Community CO2 and other greenhouse gas emissions\n", "header": "COUNCIL DECISION of 24 June 1993 for a monitoring mechanism of Community CO2 and other greenhouse gas emissions\n(93/389/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130s thereof,\nHaving regard to the proposal of the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the 1973 (3), 1977 (4), and 1983 (5) Community action programmes on the environment stress the importance of the reduction and prevention of atmospheric pollution; whereas, in addition, the 1987 (6) action programme emphasizes the importance for  Community action to concentrate as a priority on the reduction at source of such pollution; whereas the 1993 Community programme of policy and action in relation to the environment and sustainable development has as one of its principal themes climate  change and outlines the need for action in the relevant economic sectors so that CO2 and other greenhouse gas emissions are controlled;\nWhereas the Council resolution of 16 September 1986 concerning new Community energy policy objectives for 1995 and convergence of the policies of the Member States (7) calls for a search for balanced solutions as regards energy and the environment;\nWhereas, at its meeting in Dublin in June 1990, the European Council urged the adoption as soon as possible of targets and strategies for limiting emissions of greenhouse gases;\nWhereas, at their meeting on 29 October 1990, the Council (Environment and Energy Ministers) agreed that the Community and Member States, assuming that other leading countries undertook similar commitments, and acknowledging the targets identified by a  number of Member States for stabilizing or reducing emissions by different dates, were willing to take actions aimed at reaching stabilization of the total CO2 emissions by 2000 at the 1990 level in the Community as a whole, and also that Member States  which start from relatively low levels of energy consumption and therefore low emissions measured on a per capita or other appropriate basis are entitled to have CO2 targets and/or strategies corresponding to their economic and social development, while  improving the energy efficiency of their economic activities;\nWhereas, at their meeting on 13 December 1991, the Council (Energy and Environment Ministers) invited the Commission to propose concrete measures arising from the Community strategy and required that such measures should take into account the concept of  equitable burden sharing, according to the conclusions of the Council meeting of 29 October 1990;\nWhereas the Commission has underlined, in the framework of a Community strategy to limit CO2 emissions and to improve energy efficiency, the need to set up a mechanism of monitoring and evaluation;\nWhereas such monitoring and evaluation should be integrated as closely as possible into the existing reviews of energy programmes of Member States, as mentioned in the abovementioned Council resolution of 16 October 1986;\nWhereas all Member States and the Community are signatories to the United Nations framework convention on climate change, which, when ratified, will commit the developed countries and other Parties listed in Annex I to the Convention to take measures to  limit anthropogenic emissions of CO2 and other greenhouse gases not controlled by the Montreal Protocol with the aim of returning individually or jointly to the 1990 levels these anthropogenic emissions by the end of the present decade: whereas, in this  perspective, it is desirable to ensure consistency with the monitoring mechanism to be established under the Convention; whereas this is particularly relevant as regards methodologies for compiling inventories and reporting requirements;\nWhereas on the occasion of the signing of the said Convention the Community and its Member States reaffirmed the objective of stabilization of CO2 emissions by 2000 at 1990 levels in the Community as a whole, as set out in the Council conclusions of 29  October 1990, 13 December 1991, 5 May and 26 May 1992,", "main_body": ["A monitoring mechanism is hereby established for anthropogenic CO2 and other greenhouse gas emissions not controlled by the Montreal Protocol in the Member States.", "National programmes  1. The Member States shall devise, publish, and implement national programmes for limiting their anthropogenic emissions of CO2 in order to contribute to:\n- the stabilization of CO2 emissions by 2000 at 1990 levels in the Community as a whole, assuming that other leading countries undertake commitments along similar lines, and on the understanding that Member States which start from relatively low levels  of energy consumption and therefore low emissions measured on a per capita or other appropriate basis are entitled to have CO2 targets and/or strategies corresponding to their economic and social development, while improving the energy efficiency of  their economic activities, as agreed at the Council meetings of 29 October 1990 and 13 December 1991, and\n- the fulfilment of the commitment relating to the limitation of CO2 emissions in the UN Framework Convention on Climate change by the Community as a whole through action by the Community and its Member States, within their respective competences.\nThese programmes shall be periodically updated.\n2. Each Member State shall, at the latest from the first updating, include in its national programme:\n- its 1990 base year anthropogenic emissions of CO2, determined in accordance with Article 3 (1),\n- inventories of its anthropogenic CO2 emissions by sources and removal by sinks; determined in accordance with Article 3 (1),\n- details of national policies and measures, which contribute to the limitation of CO2 emissions,\n- trajectories for its national CO2 emissions between 1994 and 2000,\n- measures being taken or enivsaged for the implementation of relevant Community legislation and policies,\n- a description of policies and measures in order to increase the sequestration of CO2 emissions,\n- an assessment of the economic impact of the above measures.", "Inventories and data reporting  1. Member States shall determine their anthropogenic CO2 emissions and removal by sinks in accordance with the best available methodology to be decided by the Commission in accordance with the procedure set out in Article  8. Such a methodology shall be either that being developed by the Intergovernmental Panel on Climate Change (IPCC) or compatible with it.\nThe methodology shall be revised by the Commission in accordance with the procedure set out in Article 8 to take account, as necessary, of technical progress, in particular developments decided within the framework of the United Nations Framework  Convention on Climate Change.\n2. Member States shall each year, not later than 31 July, report to the Commission their anthropogenic CO2 emissions and CO2 removal by sinks for the previous calendar year.\n3. The Commission shall, in cooperation with the Member States, establish on the basis of the information provided by them inventories of anthropogenic CO2 emissions and removal by sinks in the Community and shall circulate them to all Member States  within three months of the receipt of the information from all Member States.", "Procedures and methods for evaluation  In accordance with the procedure referred to in Article 8, the Commission shall establish procedures and methods for the evaluation of national programmes as referred to in Article 6 and the frequency of updating  by the Member States.", "First evaluation of national programmes and of the state of emissions in the Community  1. Member States shall forward to the Commission their existing national programmes one month after receiving notification of this Decision to the Member States.\n2. The Commission shall forward to the other Member States the national programmes received within two months of their reception.\n3. The Commission shall evaluate the national programmes, in order to assess whether progress in the Community as a whole is sufficient to ensure fulfilment of the commitments referred to in Article 2 (1).\n4. The Commission shall report to the European Parliament and the Council the results of its evaluation within six months of the reception of the national programmes.", "Subsequent evaluation of progress  After the first evaluation referred to in Article 5, the Commission shall annually assess in consultation with the Member States whether progress in the Community as a whole is sufficient to ensure that the Community  is on course to fulfil the commitments referred to in Article 2 (1) and report to the European Parliament and the Council, on the basis of information received under Articles 2 and 3, including where appropriate the updated national programmes.", "Other greenhouse gases  1. Member States shall also send to the Commission information on:\n- data on emissions of other greenhouse gases not controlled by the Montreal Protocol on the basis of the best available methodology to be decided by the Commission in accordance with the procedure set out in Article 8. Such a methodology shall be  either that developed by IPCC or compatible with it.\nThe methodology shall be revised by the Commission in accordance with the procedure set out in Article 8 to take account as necessary of technical progress, in particular developments decided within the framework of the United Nations Framework  Convention on Climate Change:\n- a description of measures being taken or envisaged for limiting emissions of other greenhouse gases.\n2. National programmes for the limitation of these gases should be established as policies with regard to these developments.", "Committee  1. The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter.  The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the committee.\n(b) If the measures envisaged are not in accordance with the opinion of the committee, or if no opinion is delivered, the Commission shall, without delay, submit to the council a proposal relating to the measures to be taken. The Council shall act by a  qualified majority.\nIf, on the expiry of a period of three months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 24 June 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 115, 26. 4. 1993.\n(2) OJ No C 73, 15. 3. 1993, p. 73.\n(3) OJ No C 112, 20. 12. 1973, p. 1.\n(4) OJ No C 139, 13. 6. 1977, p. 1.\n(5) OJ No C 46, 17. 2. 1983, p. 1.\n(6) OJ No C 328, 7. 12. 1987, p. 1.\n(7) OJ No C 241, 25. 9. 1986, p. 1."}