{"celex_id": "31997R2468", "uri": "http://publications.europa.eu/resource/cellar/06656723-8f0e-4e82-b0b7-bb496b96d0d0", "type": "Regulation", "concepts": ["1730", "3003", "3732", "4885", "5076", "862"], "title": "Commission Regulation (EC) No 2468/97 of 11 December 1997 amending Regulation (EC) No 1324/96 establishing the supply balance for the Azores and Madeira in the rice products sector\n", "header": "COMMISSION REGULATION (EC) No 2468/97 of 11 December 1997 amending Regulation (EC) No 1324/96 establishing the supply balance for the Azores and Madeira in the rice products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Article 10 thereof,\nWhereas the common detailed rules for the implementation of the specific arrangements for the supply of certain agricultural products of the Azores and Madeira are laid down in Commission Regulation (EEC) No 1696/92 (3), as last amended by Regulation (EEC) No 2596/93 (4);\nWhereas, for the purposes of applying Article 2 of Regulation (EEC) No 1600/92, the forecast supply balance for the Azores and Madeira should be drawn up for rice sector products on the basis of the islands' requirements;\nWhereas, pending a communication from the competent authorities updating the requirements for Madeira and in order to avoid a break in the application of the specific supply arrangements, the balance was drawn up for the period 1 July to 31 December 1997 by Commission Regulation (EC) No 1353/97 (5); whereas the balance for the whole of the period 1 July 1997 to 30 June 1998 has been drawn up following the presentation of data on Madeira's requirements by the Portuguese authorities; whereas the Annex to Commission Regulation (EC) No 1324/96 (6), as amended by Regulation (EC) No 1353/97, should accordingly be replaced by the Annex hereto;\nWhereas the supply balances provided for in the specific supply arrangements are drawn up for the period 1 July to 30 June; whereas the definitive supply balance for the period 1 July 1997 to 30 June 1998 should therefore apply from the start of that period, i.e. 1 July 1997;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Annex to Regulation (EC) No 1324/96 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 1.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 179, 1. 7. 1992, p. 6.\n(4) OJ L 238, 23. 9. 1993, p. 24.\n(5) OJ L 186, 16. 7. 1997, p. 7.\n(6) OJ L 171, 10. 7. 1996, p. 3.\nANNEX\n'ANNEX\nSupply balance for rice for the Azores and Madeira for the marketing period 1 July 1997 to 30 June 1998\n>TABLE>"}