{"celex_id": "31999R1063", "uri": "http://publications.europa.eu/resource/cellar/a9d10925-528c-436f-a50f-a3ea18ba60d0", "type": "Regulation", "concepts": ["1120", "13", "1988", "2713", "3003"], "title": "Commission Regulation (EC) No 1063/1999 of 21 May 1999 fixing the compensatory aid for bananas produced and marketed in the Community in 1998, the time limit for payment of the balance of the aid and the unit value of the advances for 1999\n", "header": "COMMISSION REGULATION (EC) No 1063/1999\nof 21 May 1999\nfixing the compensatory aid for bananas produced and marketed in the Community in 1998, the time limit for payment of the balance of the aid and the unit value of the advances for 1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1637/98(2), and in particular Articles 12(6) and 14 thereof,\n(1) Whereas Commission Regulation (EEC) No 1858/93(3), as last amended by Regulation (EC) No 1062/1999(4), lays down detailed rules for applying Regulation (EEC) No 404/93 as regards the aid scheme to compensate for loss of income from marketing in the banana sector;\n(2) Whereas, pursuant to Article 12 of Regulation (EEC) No 404/93, the compensatory aid is calculated on the basis of the difference between the flat-rate reference income and the average production income from bananas produced and marketed in the Community during the year in question; whereas supplementary aid is granted in one or more producer regions where average income from production is significantly lower than the average for the Community;\n(3) Whereas Article 2(2) of Regulation (EEC) No 1858/93 fixes the flat-rate reference income at EUR 62,25 per 100 kilograms net weight of green bananas ex-packing shed for the aid to be calculated in respect of 1998;\n(4) Whereas the prices for bananas produced and marketed in the Community in 1998 were such that the average price for delivery at the first port of unloading in the rest of the Community, less the average costs of transport and delivery fob, is less than the flat-rate reference income fixed for 1998; whereas the compensatory aid to be granted in respect of 1998 should be fixed accordingly;\n(5) Whereas the annual average production income from the marketing of bananas produced in Portugal has proved to be significantly lower than the Community average during 1998; whereas, as a result, supplementary aid should be granted to the producer regions in Portugal pursuant to Article 12(6) of Regulation (EEC) No 404/93; whereas, in accordance with the Commission's undertaking when the Council adopted decisions concerning various agricultural products for the 1998/99 marketing year, that supplementary aid must cover 75 % of the difference between the average income recorded in those regions and the average for the Community;\n(6) Whereas the Commission also undertook to increase the unit value of the advances on the compensatory aid to be granted in respect of 1998; whereas the unit value of the advances to be granted on the compensatory aid for 1999 should also be adapted, in view of the undertkaing to review the flat-rate reference income when the compensatory aid is fixed for bananas marketed from 1999 on;\n(7) Whereas, given the lack of all the data necessary, it has not hitherto been possible to determine the compensatory aid for 1998; whereas provision should be made for the balance of the aid to be paid within two months of the publication of this Regulation; whereas, in view of the latter points, provision should be made for this Regulation to enter into force on the day following its publication;\n(8) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["1. The compensatory aid provided for in Article 12 of Regulation (EEC) No 404/93 for fresh bananas falling within CN code ex0803, excluding plantains, produced and marketed in the Community in 1998 shall be equal to EUR 24,42 per 100 kilograms.\n2. The aid fixed in paragraph 1 shall be increased by EUR 3,19 per 100 kilograms for bananas produced in producer regions in Portugal.", "Notwithstanding Article 4(2) of Regulation (EEC) No 1858/93, the unit value of advances for bananas marketed from January to October 1999 shall be equal to EUR 18,34 per 100 kilograms. The relevant security shall be EUR 9,17 per 100 kilograms.", "Notwithstanding Article 10 of Regulation (EEC) No 1858/93, the competent authorities of the Member States shall pay the balance of the compensatory aid to be granted in respect of 1998 within two months of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 210, 28.7.1998, p. 28.\n(3) OJ L 170, 13.7.1993, p. 5.\n(4) See page 24 of this Official Journal."}