{"celex_id": "31995R0746", "uri": "http://publications.europa.eu/resource/cellar/21e46d74-8c8b-4b2a-a612-15dbc83d7e75", "type": "Regulation", "concepts": ["133", "2437", "2455", "313", "4057", "4790", "5228", "5254"], "title": "COUNCIL REGULATION (EC) No 746/95 of 31 March 1995 amending Regulation (EC) No 3362/94 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1995 and certain conditions under which they may be fished\n", "header": "COUNCIL REGULATION (EC) No 746/95 of 31  March 1995 amending Regulation (EC) No 3362/94 fixing, for certain fish stocks and groups of fish  stocks, the total allowable catches for 1995 and certain conditions under which they may be fished\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community  system for fisheries and aquaculture  (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community and Norway agreed to fix their mutual fishing rights for the period until 31  March 1995 and to hold consultations on their mutual fishing rights for the whole of the year as  early as possible in 1995;\nWhereas these consultations have been successfully concluded; whereas it is therefore possible to  fix the TACs, the Community shares and the quotas for joint stocks and where necessary, for other  stocks, for the whole year of 1995;\nWhereas, in the framework of the decisions taken at the Council meeting of 22 December 1994,  certain Member States committed themselves to exchange part of their fishing possibilities; whereas  these exchanges should be facilitated with a view to better utilizing fishing possibilities;\nWhereas, in order to ensure a better utilization of fishing possibilities for anchovy, transfers of  a part of a quota from the zone of allocation to an adjacent zone should be allowed;\nWhereas Council Regulation (EC) No 3362/94  (2) lays down, for certain fish stocks, and groups of  fish stocks, the total allowable catches for 1995 and certain conditions under which they may be  fished;\nWhereas the stock of prawns (Penaeus spp.) of French Guiana has to be included in Regulation (EC)  No 3362/94; whereas it may be subject to a precautionary TAC which, according to the Scientific,  Technical and Economic Committee for Fisheries, can be the same as for 1994;\nWhereas Regulation (EC) No 3362/94 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 3362/94 is hereby amended as follows:\n1.  Annex I to this Regulation shall replace the corresponding elements of the Annex;\n2.  Annex II to this Regulation shall be inserted in the Annex.", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 31 March 1995.\nFor the Council The President F. BAYROU\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}