{"celex_id": "31992D0020", "uri": "http://publications.europa.eu/resource/cellar/c241a016-7945-43a6-9f9e-f7b3b44ee92b", "type": "Decision", "concepts": ["2300", "2816", "3663", "50"], "title": "92/20/EEC: Commission Decision of 12 December 1991 Amending Decision 90/541/EEC determining the countries to the companies or other legal persons of which legal protection of topographies of semiconducteur products is extended\n", "header": "COMMISSION DECISION  of 12 December 1991  Amending Decision 90/541/EEC determining the countries to the companies or other legal persons of which legal protection of topographies of semiconductor products is extended  (92/20/EEC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 87/54/EEC of 16 December 1986 on the legal protection of topographies of semiconductor products (1),\nHaving regard to Council Decision 90/511/EEC of 9 October 1990 on the extension of legal protection of topographies of semiconductor products to persons from certain countries and territories (2), and in particular Article 1 (3) thereof,\nWhereas the abovementioned Decision lists 21 countries and territories which are to benefit from protection under the Directive;\nWhereas protection for natural persons is unconditional, but protection for companies and other legal persons is subject to the condition that Community companies and legal persons benefit from protection in the country or territory in question;\nWhereas the Commission is obliged by the abovementioned Council Decision to determine and communicate to the Member States which of the countries and territories in question satisfy this condition, and has previously done so in respect of two countries  by means of Commission Decision 90/541/EEC of 26 October 1990 (3);\nWhereas, in Finland, protection for creators of topographies of semiconductor products is available under the Act on the exclusive right to the layout-design of an integrated circuit issued on 11 January 1991, and brought into force on 1 July 1991;\nWhereas the right to protection under this Finnish law has been extended, inter alia, to the Member States of the European Community under Regulations published on 14 June 1991 and which expire on 30 June 1994;\nWhereas this protection is available to all Community natural and legal persons and, in consequence, Finland fulfils the condition of reciprocity required for the protection of companies and other legal persons laid down in Article 1 (2) of the  aforementioned Council Decision,", "main_body": ["Finland is inserted in the list of countries appearing in Article 1 of Decision 90/541/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 December 1991. For the Commission\nMartin BANGEMANN\nVice-President\n(1) OJ No L 24, 27. 1. 1987, p. 36. (2) OJ No L 285, 17. 10. 1990, p. 31. (3) OJ No L 307, 7. 11. 1990, p. 21."}