{"celex_id": "31994D0886", "uri": "http://publications.europa.eu/resource/cellar/9b47dda1-961a-493e-a66f-4c1672f98f03", "type": "Decision", "concepts": ["1755", "2435", "336", "3660", "862", "922"], "title": "94/886/EC: Commission Decision of 21 December 1994 on additional financial aid from the Community for the work of the Community reference laboratory for certain fish diseases (Statens Veterinære Serumlaboratorium, Aarhus, Denmark)\n", "header": "COMMISSION DECISION of 21 December 1994 on additional financial aid from the Community for the work of the Community reference laboratory for certain fish diseases (Statens Veterinaere Serumlaboratorium, Aarhus, Denmark) (94/886/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 28 thereof,\nWhereas, in accordance with Article 13 (1) of Council Directive 93/53/EEC (3) the Statens Veterinaere Serumlaboratorium, Aarhus, Denmark, has been designated as the reference laboratory for certain fish diseases referred to in Annex A to Council  Directive 91/67/EEC (4);\nWhereas, under Commission Decision 94/31/EC (5), the European Community has already paid financial aid to the Statens Veterinaere Serumlaboratorium, Aarhus, Denmark; whereas a contract has been concluded between the European Community and the laboratory  for a period of one year: whereas this contract should be extended by one year and additional financial aid provided for to enable the reference laboratory to continue to perform the functions and tasks referred to in Annex C to Directive 93/53/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community hereby grants the Statens Veterinaere Serumlaboratorium, designated a Community reference laboratory in accordance with Article 13 (1) of Directive 93/53/EEC, additional financial aid of not more than ECU 100 000.", "1. For the purposes of Article 1, the contract referred to in Decision 94/31/EC is hereby extended for one year.\n2. The Director-General for Agriculture is hereby authorized to sign the amendment to the contract in the name of the Commission of the European Communities.\n3. The financial aid provided for in Article 1 shall be paid to the reference laboratory in accordance with the procedure set out in the contract referred to in Decision 94/31/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 175, 19. 7. 1993, p. 23.\n(4) OJ No L 46, 19. 2. 1991, p. 1.\n(5) OJ No L 20, 25. 1. 1994, p. 25."}