{"celex_id": "31994D0467", "uri": "http://publications.europa.eu/resource/cellar/29d5e00b-2221-492d-a68a-257c24e5164b", "type": "Decision", "concepts": ["192", "2300", "3614", "4152", "5369", "842"], "title": "94/467/EC: Commission Decision of 13 July 1994 laying down health guarantees for the transport of equidae from one third country to another in accordance with Article 9 (1) (c) of Directive 91/496/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 13 July 1994 laying down health guarantees for the transport of equidae from one third country to another in accordance with Article 9 (1) (c) of Directive 91/496/EEC (Text with EEA relevance) (94/467/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amended by Decision 92/438/EEC (2), and in particular Article 9 (1) (c) thereof,\nWhereas, in accordance with Article 9 (1) (c) of Directive 91/496/EEC, health guarantees must be laid down for the transport of animals from one third country to another; whereas certain problems have been encountered as regards movements of equidae  from one third country to another;\nWhereas the Commission laid down, in Decision 92/260/EEC (3), as amended by Decision 93/344/EEC (4), the health conditions and veterinary certification required for the temporary admission or registered horses; whereas these conditions provide all the  necessary guarantees as regards the Community's health status; whereas for the health guarantees applicable to movements of equidae from one third country to another reference should therefore be made to the health conditions laid down in Decision  92/260/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Equidae on their way from one third country to another must come from a third country mentioned in Annex I to Decision 92/260/EEC.\n2. Equidae as referred to in paragraph 1 must be accompanied by a certificate entitled 'Transit certificate for the transport of equidae from one third country to another'. This certificate must comprise Sections I, II and III of the health certificate,  corresponding to the third country of provenance listed in Annex II to Decision 92/260/EEC. It must in addition comprise the following sections.\n'IV. Equidae coming from:\n(country)\nand proceeding to:\n(country)\nV. Stamp and signature of official veterinarian: '", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 130, 15. 5. 1992, p. 67.\n(4) OJ No L 138, 9. 6. 1993, p. 11."}