{"celex_id": "31994D0616", "uri": "http://publications.europa.eu/resource/cellar/c60ebfa5-e114-4bc4-aec9-d65ad0a5a62e", "type": "Decision", "concepts": ["1005", "1598", "2356", "2560", "2891", "3891"], "title": "94/616/EC: Commission Decision of 13 September 1994 approving the programme for the eradication and surveillance of African swine fever in Sardinia presented by Italy and fixing the level of the Community' s financial contribution (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 13 September 1994 approving the programme for the eradication and surveillance of African swine fever in Sardinia presented by Italy and fixing the level of the Community's financial contribution (Only the Italian text is  authentic) (94/616/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 24 thereof,\nWhereas Decision 90/424/EEC provides for the possibility of financial participation by the Community in the eradication and surveillance of African swine fever;\nWhereas Italy has submitted a programme for the eradication of African swine fever;\nWhereas after examination of the programme it was found to comply with all Community criteria relating to the eradication of the disease in conformity with Council Decision 90/638/EEC of 27 November 1990 on laying down Community criteria for the  eradicaction and monitoring of certain animal diseases (3), as amended by Directive 92/65/EEC (4);\nWhereas in the light of the importance of the programme for the achievement of Community objectives in the field of animal health, it is appropriate to fix the financial participation of the Community at 50 % of the costs incurred by Italy up to a  maximum of ECU 1 200 000;\nWhereas a financial contribution from the Community shall be granted in so far as the actions provided for are carried out and provided that the authorities furnish all the necessary information within the time limits provided for;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the eradication of African swine fever in Sardinia presented by Italy is hereby approved for the period 1 July to 31 December 1994.", "Italy shall bring into force by 1 October 1994 at the latest, the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "1. Financial participation by the Community shall be at the rate of 50 % of the costs of testing and compensation to owners for the slaughter of animals incurred in Italy up to a maximum of ECU 1 200 000.\n2. The fiancial contribution of the Community shall be granted subject to:\n- forwarding a report to the Commission every three months on the progress of the programme and the costs incurred,\n- forwarding a final report on the technical execution of the programme accompanied by justifying evidence as to the costs incurred by 1 July 1995 at the latest.\n3. The financial contribution of the Community shall be paid in ecus at the rate applying on the first working day of the month when the request of payment is made as published in the Official Journal of the European Communities.", "This Decision is addressed to Italy."], "attachments": "Done at Brussels, 13 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 347, 12. 12. 1990, p. 27.\n(4) OJ No L 268, 14. 9. 1992, p. 54."}