{"celex_id": "31993R0054", "uri": "http://publications.europa.eu/resource/cellar/24df1795-4e00-4276-a347-340dd8529092", "type": "Regulation", "concepts": ["1338", "235", "3892", "519", "588"], "title": "Council Regulation (EEC) No 54/93 of 8 January 1993 imposing a definitive duty on imports of synthetic fibres of polyesters originating in India and the Republic of Korea\n", "header": "COUNCIL REGULATION (EEC) No 54/93 of 8 January 1993 imposing a definitive duty on imports of synthetic fibres of polyesters originating in India and the Republic of Korea\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional measures  (1) The Commission, by Regulation (EEC) No 1956/92 (2), imposed a provisional anti-dumping duty on imports into the Community of synthetic fibres of polyesters (hereafter referred to as PSF) originating in India and the Republic  of Korea (hereafter Korea) and falling within CN code 5503 20 00. The duty was extended for a maximum period of two months by Council Regulation (EEC) No 3264/92 (3).\nB. Subsequent procedure  (2) Following the imposition of the provisional anti-dumping duty, most of the exporting producers mentioned by name in Regulation (EEC) No 1956/92, as well as the complainant, requested and were granted an opportunity to be  heard by the Commission. They also made written submissions making their views known on the provisional findings.\n(3) The Commission continued to seek and verify all information it deemed to be necessary for its determinations. Upon request, the parties were informed of the essential facts and considerations on the basis of which it was intended to recommend the  imposition of definitive anti-dumping duties and the definitive collection of amounts secured by way of a provisional duty. They were also granted a period within which to make representations subsequent to these discolusures. Their oral and written  comments were considered and, where appropriate, the Commission's findings were modified to take account of them.\n(4) Owing to the complexity of the proceeding, and the numerous arguments put forward, the investigation could not be concluded within the time limit provided for in Article 7 (9) (a) of Regulation (EEC) No 2423/88.\nC. Product under consideration, like product, Community industry  (5) In its provisional findings, as set out in recitals 7 and 8 of Regulation (EEC) No 1956/92, the Commission concluded that although there were several types of PSF having various  features in order to meet specific needs, their basic physical characteristics, application and use were the same. The argument was however raised by a group of importers that PSF used for filling have characteristics different from the others.\n(6) The Commission recalls that all types of PSF show in general the same physical characteristics and can only be differentiated at the downstream stage of processing. In addition, PSF destined for filling cannot be distinguished from the others since  they all derive from the same chemical reaction. For these reasons the similarities of both types of PSF outweigh by far their differences. Besides, the establishment of such distinction between those types of PSF would in fact pave the way for  circumvention of anti-dumping measures. The Council confirms the above conclusion as well as the findings of the Commission regarding the like product and the Community industry set out in recitals 9 and 10 of Regulation (EEC) No 1956/92, since there  was no comment by the interested parties in this respect.\nD. Dumping  1. Normal value\n(7) For the purpose of definitive findings, normal value was in general established on the basis of the same methods as those used in the provisional determination of dumping, after taking into consideration new facts and arguments presented by the  parties.\n(8) One Korean exporting producer reacted to the findings of the Commission and maintained that normal value of substandard products sold on the domestic market should be established by reference to the domestic price of these products. However, since  this exporting producer was not able to provide the costs of production for these types, the Commission was not in a position to verify whether these sales were profitable. For this reason, the normal value of these allegedly substandard products was  established on the basis of the costs of manufacture and selling, general and administrative expenses of other standard types of PSF sold on the domestic market by this producer, plus a profit rate based on the average profit achieved on its remaining  domestic PSF sales. The Council confirms the conclusion of the Commission, as well as its findings set out in recital 13 of Regulation (EEC) No 1956/92.\n2. Export price\n(9) The Council confirms the findings and conclusions of the Commission in this respect, on the content of which there was no substantial comment by the interested parties.\n3. Comparison\n(10) As far as adjustments for differences in physical characteristics are concerned, two Indian exporting producers submitted additional evidence to substantiate further their claims of alleged differences between the products sold for export and sold  domestically. Having considered this evidence, the Commission concluded that these claims were valid and adjusted the normal value established for the exporting producers concerned by an allowance based on the effect of these differences on the prices  of the product in India.\n(11) As far as import charges and indirect taxes are concerned, the Indian exporting producers concerned maintained their claims that normal value should be reduced by an allowance corresponding to import charges borne on materials physically  incorporated in the like product when destined for domestic consumption and refunded when exported to the Community. In this respect, they submitted additional evidence on the exact nature and amount of import charges borne on these materials. Insofar  as this additional evidence satisfactorily showed the existence and proportion of such duty refund, the Commission adjusted normal value up to the proportion of the claim which was substantiated.\n(12) The Council confirms the above findings and conclusions as well as those set out in recitals 15 to 17 of Regulation (EEC) No 1956/92.\n4. Dumping Margins\n(13) On comparing normal values for domestically sold models of the exporting producers which were investigated with the export prices of comparable types on a transaction-by-transaction basis, the final examination of the facts shows the existence of  dumping in respect of PSF originating in India and Korea on the part of most of the exporting producers concerned, the margin of dumping being equal to the amount by which the normal value as established exceeds the export price to the Community.\n(14) The weighted average dumping margins, expressed as a percentage of cif Community-frontier prices, varied according to the exporting producers as follows:\n- Indian exporting producers:\n- Indian Organic Chemicals 2 %\n- Reliance Industries 2,1 %\n- ICI India 6 %\n- India Polyfibres 6,9 %\n- Swadeshi Polytex 7,2 %\n- Korean exporting producers:\n- Sunkyong 1,6 %\n- Samyang 4,8 %.\n(15) As far as the Korean producer Cheil and the Indian producer JCT were concerned, no dumping was found.\n(16) The Commission found a high degree of cooperation to the anti-dumping proceeding on the part of the exporting producers in the countries concerned. Therefore, for those exporting producers who did not make themselves known in the course of the  investigation, or did not fully cooperate with the Commission, a dumping margin was determined on the basis of the facts available as explained in recital 19 of Regulation (EEC) No 1956/92, and it was considered appropriate to use the highest dumping  margin of 7,2 % for India and 4,8 % for Korea for these groups of exporting producers. The Council confirms the above findings and conclusions.\nE. Injury  1. Cumulation\n(17) The Council confirms that the effects of Indian and Korean imports had to be analysed cumulatively since they were like products sold simultaneously in the same markets and were not negligible as such. In addition, the Council notes that imports of  PSF originating in several other countries were present on the Community market: in this respect, it has to be pointed out that a review of the anti-dumping measures imposed by Council Regulation (EEC) No 3946/88 (4) on imports of PSF originating in  Mexico, Romania, Turkey, Taiwan, the United States of America and Yugoslavia has been carried out concurrently by the Commission.\n2. Determination of injury\n(18) The Commission concluded in its provisional findings, as set out in recitals 23 to 34 of Regulation (EEC) No 1956/92, that the Community industry had suffered material injury and based this finding on the following facts:\n- the dumped imports from India and Korea increased at a very rapid rate between 1988 and 1990, attaining a 6,2 % market share in the investigation period, while their presence on the Community market was almost negligible in 1987,\n- when assessing the penetration of the dumped imports, the fact was also taken into account that dumped imports originating in other countries and representing a market share of 7,4 % were simultaneously present on the Community market,\n- the prices of these dumped imports constantly and substantially undercut the prices of the Community industry by margins ranging from 10 to 29 %,\n- the Community industry suffered a significant erosion of its sales in 1990 below the level of 1988, and incurred losses in spite of rationalization measures involving cuts in the workforce and plant closures.\nNo new facts concerning these findings were submitted to the Commission after the imposition of the provisional measures in Regulation (EEC) No 1956/92.\n(19) The above conclusion leads the Council to consider that the Community industry suffered material injury within the meaning of Article 4 (1) of Regulation (EEC) No 2423/88.\n3. Causation of injury\n(20) In its provisional findings, the Commission concluded that, although the overall situation of the Community industry improved consequent upon the imposition in December 1988 of anti-dumping measures on imports of PSF originating in six countries  (see recital 17), this improvement was quickly followed by a renewed deterioration in performance, which coincided with the arrival and rapid penetration of the imports from India and Korea. The Commission determined that this rapid penetration,  achieved through constant price undercutting and obtained at the expense of the imports subject to anti-dumping measures, impeded the recovery of the situation of the Community industry and thus, the dumped imports, taken in isolation, caused the  material injury.\n(21) The Commission examined whether the material injury might have been caused by factors other than the dumped imports, and in particular the behaviour of the Community industry itself. However this examination did not show any fact suggesting that  the Community industry might be somewhat responsible for the material injury found. In addition, several Indian exporting producers raised again the point that injury could result from the effect of other factors since their market share alone was too  small to have any effect on the Community industry. The Council cannot accept this argument since, in accordance with standard practice, the effect of the dumped imports has to be assessed cumulatively. In this case, the market share of the dumped  imports, to which dumped imports from India contributed substantially, represents 6,2 %. The Council considers that this is sufficient to have a clear detrimental effect on the Community industry given the sensitivity of customers to price  considerations in this sector and given the fact that a significant share of imports from other sources (7,4 % of the Community market) has been found to be sold at dumped prices.\n(22) Therefore, the Council adopts the findings of the Commission and concludes that the dumped imports originating in Korea and India have caused material injury.\nF. Community interest  (23) In its provisional findings, the Commission considered and weighed up the interests of the Community industry, of the consumers and of other industries and activities concerned. It examined in particular the argument  submitted by several importers that PSF used for filling should be excluded from the scope of the proceeding, alleging that the current Community production of these fibres was insufficient to meet the current demand. However, the Commission found that,  contrary to this allegation, the Community industry is significantly involved in the production of all types of PSF and has the resources to meet any increase in demand. For this reason and those expressed in recitals 43 to 49 of Regulation (EEC) No  1956/92, it concluded that the interests of the Community call, on balance, for granting protection to the Community industry against unfair competition caused by dumped imports.\n(24) The Council adopts the findings of the Commission in this respect and notes in particular that any price increase which may result from the imposition of anti-dumping measures will not negatively affect the competitive situation on the Community  market, given the choice of suppliers available.\nG. Duty  (25) Provisional measures took the form of anti-dumping duties; these were imposed for the Korean exporting producers at the level of the dumping margins established since injury thresholds were much higher, and for the Indian exporting  producers at the level of the injury threshold since their provisional dumping margins exceeded the latter.\n(26) Since the Commission's findings on the establishment of the dumping margins for the Indian exporting producers set out in recitals 10, 11 and 14 of Regulation (EEC) No 1956/92 have now been confirmed by the Council, and since no further facts or  arguments concerning the calculation of the duty set out in recitals 50 to 54 of that Regulation were submitted to the Commission by any of the interested parties, the Council concludes that duties should be imposed at the level of the dumping margins  definitively determined. For the exporting producers who did not make themselves known in the course of the investigation, or did not cooperate fully with the Commission, it was therefore considered appropriate to impose a definitive duty at the level  of the highest dumping margin of 7,2 % for India and 4,8 % for Korea for this group of exporting producers.\nH. Collection of provisional duties  (27) In view of the nature and the level of the injury caused to the Community industry by the dumped imports, the Council considers it necessary that amounts secured by way of provisional anti-dumping duties should  be definitively collected to the extent of the duty rate definitively imposed. The amounts secured in respect of JCT Fibres, India should be released,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of synthetic staple fibres of polyesters, not carded, combed, or otherwise processed for spinning (synthetic fibres of polyesters) falling within CN code 5503 20 00 and  originating in India and the Republic of Korea.\n2. The rate of the duty applicable to the net, free-at-Community-frontier price, not cleared through Customs, shall be as follows:\n(a) 7,2 % for synthetic fibres of polyesters originating in India (Taric additional code 8645), with the exception of imports of the products specified in paragraph 1 which are produced by the following companies, where the rates of duty applicable  shall be as set out below:\n- Indian Organic Chemicals\n2 % (Taric additional code: 8640),\n- Reliance Industries\n2,1 % (Taric additional code: 8644),\n- ICI India\n6 % (Taric additional code: 8643),\n- India Polyfibres\n6,9 % (Taric additional code: 8639);\n(b) 4,8 % for synthetic fibres of polyesters originating in the Republic of Korea (Taric additional code: 8648), with the exception of imports of the product specified in paragraph 1 which are produced by the following companies, where the rates of duty  applicable shall be as set out below:\n- Sunkyong Industries\n1,6 % (Taric additional code: 8646).\n3. The duty specified in paragraph 1 shall not apply to synthetic fibres of polyesters produced by Cheil Synthetic Textiles, Republic of Korea (Taric additional code 8647) and JCT Fibres, India (Taric additional code: 8642).\n4. The provisions in force concerning customs duties shall apply to the said duty.", "The amounts secured by way of provisional anti-dumping duty under Regulation (EEC) No 1956/92 shall be definitively collected at the duty rate definitively imposed. Amounts secured in excess of the definitive rate of duty shall be released.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 1993.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 197, 16. 7. 1992, p. 25.\n(3) OJ No L 326, 12. 11. 1992, p. 2.\n(4) OJ No L 348, 17. 12. 1988, p. 49."}