{"celex_id": "31997R2553", "uri": "http://publications.europa.eu/resource/cellar/d543068d-a5d9-4688-8a81-a8fba8cd6d7d", "type": "Regulation", "concepts": ["1644", "2296", "2733", "3591", "4314", "5083"], "title": "Commission Regulation (EC) No 2553/97 of 17 December 1997 on rules for issuing import licences for certain products covered by CN codes 1701, 1702, 1703 and 1704 and qualifying as ACP/OCT originating products\n", "header": "COMMISSION REGULATION (EC) No 2553/97 of 17 December 1997 on rules for issuing import licences for certain products covered by CN codes 1701, 1702, 1703 and 1704 and qualifying as ACP/OCT originating products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Community (1), as last amended by Decision 97/803/EC (2),\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (3), as last amended by Regulation (EC) No 1599/96 (4), and in particular Article 13 (2) (b) thereof,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (5), and in particular Article 7 (2) thereof,\nWhereas on 24 November 1997 the Council adopted a Decision amending Decision 91/482/EEC at mid-term; whereas, in accordance with the wording of the new Article 108b of that Decision, the ACP/OCT cumulation of origin is allowed up to a total annual quantity of 3 000 tonnes of sugar in the case of products covered by tariff headings CN 1701, 1702, 1703 and 1704;\nWhereas the rules for issuing import licences for the products referred to in Article 108b of Decision 91/482/EEC should be laid down with a view to imports of the quantities provided for in that Decision and the controls necessary;\nWhereas the list of products containing sugar referred to in Article 108b of Decision 91/482/EEC and falling within the scope of Regulations (EEC) No 1785/81 and (EC) No 3448/93 should be drawn up and specific licence arrangements should be introduced for those products;\nWhereas Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6), as last amended by Regulation (EC) No 1404/97 (7), should apply, save as otherwise provided herein; whereas the detailed rules laid down herein either supplement or derogate from the provisions of Regulation (EEC) No 3719/88;\nWhereas, with a view to ensuring orderly management, preventing speculation and providing for effective controls, rules for submitting licence applications should be laid down; whereas such rules must in particular cover the production by the applicant of proof that he is customarily engaged in trade in sugar, of a declaration to the effect that he has lodged no other licence applications and of proof that he has lodged a security guaranteeing performance of the obligations stemming from licences;\nWhereas the way the various sections of licence application forms are to be completed should be specified, as should the other characteristics of licences specifically for imports of products qualifying under Article 108b of Decision 91/482/EEC; whereas, in order to ensure such imports are administered strictly, provision should be made in particular for rights stemming from licences to be non-transmissible and the release for free circulation of quantities of products exceeding those covered by licences issued to be prohibited;\nWhereas a timetable should be laid down for the presentation of applications and for the issuing of licences by the competent authorities of the Member States; whereas that timetable must in particular provide for a period during which the Member States are to notify the Commission of particulars relating to licence applications submitted and the Commission is to fix a single reducing coefficient to apply to any overrun in the maximum of 3 000 tonnes a year; whereas that reducing coefficient must be applied by the Member States when import licences are issued so that the maximum quantity is not exceeded; whereas, in order to prevent operators from carrying out operations which are no longer in their interest once the reducing coefficient has been applied, provision should be made for them to be able, in such cases, to withdraw their licence applications and for their securities to be released immediately; whereas, with a view to the time required to publish this Regulation, special time limits should be set for the submission of licence applications and the issuing of the licences in January 1998;\nWhereas, in order to ensure that Decision 97/803/EC is actually implemented on its entry into force and to prevent speculation on the market, transitional provisions should be laid down regarding simplified rules for issuing licences before the arrangements laid down in this Regulation are fully applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of the Management Committees for Sugar and Horizontal Questions concerning trade in processed agricultural products not listed in Annex II,", "main_body": ["1. Imports of the products listed below under the ACP/OCT cumulation of origin provided for in Article 108b of Decision 91/482/EEC shall be subject to the presentation of import licences issued in accordance with this Regulation.\n>TABLE>\n2. For the purposes of determining the quantities which may be imported into the Community exempt from import duties under ACP/OCT cumulation of origin, section 22 of the import licence shall refer:\n- in the case of products covered by CN code 1701: to the product as such,\n- in the case of products covered by CN codes 1702 20, 1702 60 95, 1702 90 99, 1702 90 60 and 1702 90 71: to the sucrose content of the product, including other sugars expressed as sucrose, determined by the method laid down in Article 5 (2) of Commission Regulation (EC) No 1423/95 (8),\n- in the case of products covered by CN codes 1702 30 10, 1702 40 10, 1702 60 10 and 1702 90 30: to the dry matter content of the product, determined by the method laid down in the second subparagraph of Article 5 (2) of Regulation (EC) No 1423/95,\n- in the case of products covered by CN codes 1702 60 80 and 1702 90 80: to the sucrose equivalent of the product, determined by the method laid down in Article 5 (4) of Regulation (EC) No 1423/95,\n- in the case of products covered by CN code 1703: to the product of the standard quality defined in Article 1 of Regulation (EEC) No 785/68 (9),\n- in the case of products covered by CN code 1704: to the sucrose content of the product, determined by applying the percentages laid down in the Annex to the net weight of the product in question.\n3. Import licences issued pursuant to this Regulation shall bear the serial number 09.4096.", "1. Imports of the products listed in Article 1 shall be subject to the presentation of import licences.\n2. Save where this Regulation specifically provides otherwise, Regulation (EEC) No 3719/88 shall apply.", "1. Import licence applications shall be lodged with the competent authorities of the Member States.\n2. Import licence applications for the products listed in Article 1 shall relate to a quantity of at least 25 tonnes and not more than 3 000 tonnes of sugar.\n3. Import licence applications shall be accompanied by:\n- proof that the applicant is a natural or legal person who has been engaged in trade in sugar for at least six months,\n- a written declaration by the applicant to the effect that he has not submitted more than one application during the application submission period. Where an applicant submits more than one import licence application, all applications from the same person shall be inadmissible,\n- proof that the party concerned has lodged a security equal to 50 % of the Common Customs Tariff duty applicable on the day of submission of the application.", "1. Import licence applications and import licences shall show:\n(a) the country of provenance in section 7, the word 'yes` being marked with a cross;\n(b) the country of origin in section 8, the word 'yes` being marked with a cross. Import licences shall be valid only for products originating in the country shown in that section;\n(c) one of the following in section 20:\n- Exención de derechos de importación (Decisión 91/482/CEE, artículo 101), número de orden 09.4096\n- Fritages for importafgifter (artikel 101 i afgørelse 91/482/EØF), løbenummer 09.4096\n- Frei von Einfuhrabgaben \"Zucker\" (Beschluß 91/482/EWG, Artikel 101), Ordnungsnummer 09.4096\n- ÁðáëëáãÞ áðü ôïí ôåëùíåéáêü äáóìü (áðüöáóç 91/482/ÅÏÊ, Üñèñï 101), áýîùí áñéèìüò 09.4096\n- Free from 'sugar` import duty (Decision 91/482/EEC, Article 101), serial number 09.4096\n- Exemption du droit d'importation «sucre» (Décision 91/482/CEE, article 101), numéro d'ordre 09.4096\n- Esenzione dal dazio all'importazione (Decisione 91/482/CEE, articolo 101), numero d'ordine 09.4096\n- Vrij van invoerrechten \"suiker\" (Besluit 91/482/EEG, artikel 101), volgnummer 09.4096\n- Isenção de direitos de importação (Decisão 91/482/CEE, artigo 101º), número de ordem 09.4096\n- Vapaa tuontitulleista (päätöksen 91/482/ETY 101 artikla), järjestysnumero 09.4096\n- Importtullfri (beslut 91/482/EEG, artikel 101), löpnummer 09.4096.\n2. Notwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity released for free circulation may not exceed that shown in sections 17 and 18 of the import licence. To that end, the figure '0` shall be entered in section 19 of the licence.\n3. Notwithstanding Article 9 of Regulation (EEC) No 3719/88, rights stemming from import licences shall not be transmissible.\n4. For the purposes of this Regulation, the concept of 'originating products` and the methods of administration cooperation shall be as set out in Annex II to Decision 91/482/EEC.", "1. Licence applications may be submitted to the competent authorities of the Member States in the first five working days of January, April, July and October of each year.\n2. On the sixth working day of each month referred to in paragraph 1, the Member States shall notify the Commission of:\n(a) the quantities of products, broken down by eight-digit CN codes and by country of origin covered by import licence applications lodged, with the relevant dates of submission;\n(b) the quantities of products, broken down by eight-digit CN codes and by country of origin covered by unused or partly used import licences, corresponding to the difference between the quantities attributed on the back of licences and those for which the latter were issued.\nIf no import licence applications are lodged in a Member State during the periods referred to in paragraph 1, that Member State shall so inform the Commission on the day referred to in the first subparagraph of this paragraph.\n3. Where licence applications submitted for the products listed in Article 1 cover annual quantities in excess of 3 000 tonnes of sugar, the Commission shall:\n- by the time limit laid down in paragraph 5, adopt a regulation fixing a single reducing coefficient to be applied to applications submitted, and\n- suspend the submission of further applications during the year in progress.\n4. For the purposes of paragraph 3, a single reducing coefficient shall be applied to the quantities covered by licence applications submitted each quarter, in proportion to the quantity of sugar corresponding to products listed in Article 1 and available for importing.\n5. The licences shall be issued by the 15th working day of the months referred to in paragraph 1.\n6. Where the quantity for which import licences are issued is less than that applied for, the security as provided for in Article 3 (3), last indent, shall be reduced proportionately.\n7. Where paragraph 3 applies, licence applications may be withdrawn within three working days of publication of the regulation fixing the single reducing coefficient. The security shall be released forthwith.\n8. Notwithstanding paragraphs 1, 2 and 5 and solely as regards January 1998, the time limit for the submission of licence applications shall expire on Friday 16 January 1998; the Member States shall forward the particulars referred to in paragraph 2 on Monday 19 January 1998 and the licences shall be issued on Friday 30 January 1998 at the latest.", "The term of validity of import licences shall expire on the last day of the second month following that of their issue.", "No part of the 3 000 tonnes of products as listed in Article 1 for import each year may be carried over to another year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nHowever, import licences applied for between 10 and 31 December 1997 shall be issued by the competent authorities of the Member States, after prior authorization has been granted by the Commission departments, in the order in which the applications are submitted and for quantities not exceeding the total maximum of 3 000 tonnes for the Community.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 263, 19. 9. 1991, p. 1.\n(2) OJ L 329, 29. 11. 1997, p. 50.\n(3) OJ L 177, 1. 7. 1981, p. 4.\n(4) OJ L 206, 16. 8. 1996, p. 43.\n(5) OJ L 318, 20. 12. 1993, p. 18.\n(6) OJ L 331, 2. 12. 1988, p. 1.\n(7) OJ L 194, 23. 7. 1997, p. 5.\n(8) OJ L 141, 24. 6. 1995, p. 16.\n(9) OJ L 145, 27. 6. 1968, p. 12.\nANNEX\nPercentage sugar content of products for the purposes of determining quantities qualifying under ACP/OCT cumulation of origin\n(Percentages referred to in the sixth indent of Article 1 (2))\n>TABLE>"}