{"celex_id": "31997R0995", "uri": "http://publications.europa.eu/resource/cellar/1066380f-ff17-45b3-b9af-ab6e7e85f08c", "type": "Regulation", "concepts": ["1309", "161", "1644", "3591", "4682", "5774"], "title": "Commission Regulation (EC) No 995/97 of 3 June 1997 laying down, for the period 1 July 1997 to 30 June 1998, detailed rules of application for the tariff quotas for beef provided for in Council Regulation (EC) No 1926/96 for Estonia, Latvia and Lithuania\n", "header": "COMMISSION REGULATION (EC) No 995/97 of 3 June 1997 laying down, for the period 1 July 1997 to 30 June 1998, detailed rules of application for the tariff quotas for beef provided for in Council Regulation (EC) No 1926/96 for Estonia, Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1926/96 of 7 October 1996 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Agreements on free trade and trade-related matters with Estonia, Latvia and Lithuania, to take account of the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations (1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (2), as last amended by Regulation (EC) No 2222/96 (3), and in particular Article 9 (2) thereof,\nWhereas Regulation (EC) No 1926/96 provides for certain annual tariff quotas for products made from beef and veal; whereas imports under those quotas qualify for an 80 % reduction in the customs duties set out in the Common Customs Tariff (CCT); whereas detailed rules of application for these quotas, for the period 1 July 1997 to 30 June 1998, should be laid down;\nWhereas to ensure orderly importation of the quantities laid down for the period 1 July 1997 to 30 June 1998, they should be staggered over the year 1997/98;\nWhereas, while the provisions of the abovementioned Agreements intended to guarantee the origin of the product should be complied with, the administration of the arrangements should be based on import licences; whereas, to that end, detailed rules should be laid down on, in particular, the submission of applications and the information which must appear in applications and licences, notwithstanding certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EC) No 2350/96 (5), and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EC) No 266/97 (7); whereas provision should also be made for the licences to be issued after a period for consideration and, where necessary, the application of a single percentage reduction;\nWhereas, in view of the risk of speculation inherent in these arrangements for beef and veal, clear conditions should be laid down as regards access by operators; whereas verification of the abovementioned conditions requires that applications be submitted in the Member State in which the importer is entered into the value-added tax register;\nWhereas, in order to ensure proper administration of the arrangements, the security for import licences under the system should be set at ECU 12 per 100 kilograms;\nWhereas experience has shown that importers do not always inform the competent authorities which have issued the import licences of the quantity and origin of the beef and veal imported under the quotas concerned; whereas that information is important for assessing the market situation; whereas a security relating to provision of that information should be provided for;\nWhereas provision must be made for the Member States to forward information on the imports in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. During the period 1 July 1997 to 30 June 1998, the following may be imported in accordance with this Regulation under the tariff quotas opened by Regulation (EC) No 1926/96:\n- 1 650 tonnes of fresh, refrigerated or frozen beef and veal falling within CN codes 0201 or 0202, originating in Lithuania, Latvia and Estonia. The serial number of the quota shall be 09.4561,\n- 220 tonnes of products falling within CN code 1602 50 10, originating in Latvia. The serial number of the quota shall be 09.4562.\n2. The rates of customs duty fixed in the CCT shall be reduced by 80 % for the quantities indicated in paragraph 1.\n3. The quantities indicated in paragraph 1 may be imported as follows:\n- 50 % in the period 1 July to 31 December 1997,\n- 50 % in the period 1 January to 30 June 1998.\nIf, during the period 1 July 1997 to 30 June 1998, the quantities for which licence applications are submitted for the period specified in the first indent are less than those available, the balances shall be added to the quantities available for the following period.", "1. In order to qualify for the import quotas referred to in Article 1:\n(a) applicants for import licences must be natural or legal persons who, at the time applications are submitted, can prove to the satisfaction of the competent authorities of the Member State concerned that they have been active in trade in beef and veal with third countries during the last 12 months and are entered in a national VAT register;\n(b) licence applications must be submitted only in the Member State in which the applicant is registered;\n(c) for each of the groups of products referred to in the first and second indents of Article 1 (1):\n- licence applications must cover a minimum of 15 tonnes of product without exceeding the quantity available in the period concerned,\n- applicants may submit only one application,\n- where an applicant submits more than one application for a group, all his applications for that group shall be rejected;\n(d) in section 8 of licence applications and licences, the following shall be entered:\n- in the case of the first indent of Article 1 (1), the countries of origin,\n- in the case of the second indent of Article 1 (1), the country of origin.\nThe licence shall carry with it an obligation to import from one or more of the countries indicated in it;\n(e) in section 20 of licence applications and licences, at least one of the following shall be entered:\n- Reglamento (CE) n° 995/97\n- Forordning (EF) nr. 995/97\n- Verordnung (EG) Nr. 995/97\n- Êáíïíéóìüò (ÅÊ) áñéè. 995/97\n- Regulation (EC) No 995/97\n- Règlement (CE) n° 995/97\n- Regolamento (CE) n. 995/97\n- Verordening (EG) nr. 995/97\n- Regulamento (CE) nº 995/97\n- Asetus (EY) N:o 995/97\n- Förordning (EG) nr 995/97.\n2. Notwithstanding Article 5 of Regulation (EC) No 1445/95, more than one CN code relating to the group of products referred to in the first indent of Article 1 (1) may be entered in section 16 of licence applications and licences.", "1. Licence applications may be submitted only:\n- between 7 and 17 July 1997, and\n- between 3 and 13 February 1998.\n2. Member States shall notify the Commission, within five working days of the end of the period for the submission of applications, of applications received.\nNotification shall comprise a list of applicants broken down by quantity applied for, nomenclature code and country of origin of the products.\nAll notifications, including notifications of nil applications, shall be made by telex or fax, drawn up, where applications have been received, in accordance with the model set out in the Annex.\n3. The Commission shall decide as soon as possible the extent to which licence applications may be issued for each group of products referred to in each indent of Article 1 (1). Where the quantities for which licence applications have been submitted exceed the quantities available, the Commission shall fix a single percentage reduction for the groups of products referred to in each indent of Article 1 (1).\n4. Subject to the Commission's decision to accept applications, licences shall be issued promptly.\n5. Licences shall be valid throughout the Community.", "1. Without prejudice to this Regulation, Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply.\n2. Article 8 (4) of Regulation (EEC) No 3719/88 shall apply. However, the full import duty provided for in the CCT shall be charged on quantities in excess of those stated on import licences.\n3. The second subparagraph of Article 14 (3) of Regulation (EEC) No 3719/88 shall not apply.\n4. Notwithstanding Article 33 (3) (b) (ii) of Regulation (EC) No 3719/88, the maximum time allowed for providing proof of import with loss of only 15 % of the security shall be four months.\n5. Notwithstanding Article 3 of Regulation (EC) No 1445/95, licences shall be valid until 30 June 1998.", "1. Not later than three weeks after importation of the products specified in this Regulation, the importer shall inform the competent authority which issued the import licence of the quantity and origin of the imported products. That authority shall forward the information to the Commission at the beginning of each month.\n2. Not later than four months after the end of each half of the year of import, the competent authority in question shall notify the Commission of the quantities of the products referred to in Article 1 for which import licences issued under this Regulation have been used during the previous half of the year of import.", "1. Upon submission of an import licence application, importers shall lodge a security to cover the import licence of ECU 12 per 100 kilograms net weight, notwithstanding Article 4 of Regulation (EC) No 1445/95, and a security to cover notification to the competent authority of the information referred to in Article 5 (1) of this Regulation of ECU 1 per 100 kilograms net weight.\n2. The security relating to the notification shall be released if the information is forwarded to the competent authority within the period specified in Article 5 (1) for the quantity covered by that notification. Otherwise, the security shall be forfeit.\nA decision to release the security shall be taken simultaneously with that to release the security to cover the licence.", "Products shall qualify for the rights referred to in Article 1 on presentation of an EUR 1 movement certificate issued by the exporting country in accordance with Protocol 3 annexed to the free-trade Agreements.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 254, 8. 10. 1996, p. 1.\n(2) OJ No L 148, 28. 6. 1968, p. 24.\n(3) OJ No L 296, 21. 11. 1996, p. 50.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(5) OJ No L 320, 11. 12. 1996, p. 4.\n(6) OJ No L 143, 27. 6. 1995, p. 35.\n(7) OJ No L 45, 15. 2. 1997, p. 1.\nANNEX\n>START OF GRAPHIC>\n>END OF GRAPHIC>"}