{"celex_id": "31992R0525", "uri": "http://publications.europa.eu/resource/cellar/2867b23a-98a3-44db-8a8d-477f7684044f", "type": "Regulation", "concepts": ["1006", "1119", "1182", "1608", "4509", "4778"], "title": "Council Regulation (EEC) No 525/92 of 25 February 1992 on temporary compensation for the consequences of the situation in Yugoslavia on transport of some fresh fruit and vegetables from Greece\n", "header": "COUNCIL REGULATION (EEC) No 525/92  of 25 February 1992  on temporary compensation for the consequences of the situation in Yugoslavia on transport of some fresh fruit and vegetables from Greece\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 (2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the state of war that has arisen in Yugoslavia in 1991 has caused sudden and prolonged blockage of the routes normally and regularly used for transport of certain agricultural products; whereas such is the case for the road and rail transport of  fresh fruit and vegetables from Greece to Member States other than Italy;\nWhereas this exceptional situation, unprecedented since the common agricultural policy was introduced, is liable, given its duration, the highly perishable nature of the products and the need to ensure that quality standards are observed throughout the  distribution process, to have damaging consequences on the Greek fruit and vegetable sector, which forms an important part of that Member State's economy;\nWhereas the operators concerned must be given temporary assistance to permit them to adapt as rapidly as possible to the new situation; whereas none of the existing instruments of common organization of the sector can be used to provide such assistance;\nWhereas special temporary financial compensation should therefore be granted, corresponding to the increased road and rail transport costs incurred in avoiding Yugoslavia, for consignments made by refrigerated lorry or wagon in 1991 from Greece to other  Member States except Italy of fresh fruit and vegetables referred to in Article 1 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (3); whereas compensation under this measure should  be limited to ECU 4 million;\nWhereas this measure aims to fulfil the objectives of Article 39 of the Treaty; whereas it should therefore be financed by the Guarantee Section of the European Agriculture Guidance and Guarantee Fund (EAGGF),", "main_body": ["Financial compensation shall be granted, for the additional costs incurred by the need to avoid Yugoslavia, on consignments of fresh fruit and vegetables referred to in Article 1 of Regulation (EEC) No 1035/72 made in 1991 by refrigerated  lorry or wagon from Greece to Member States other than Italy.", "1. The Community expenditure estimated as necessary for the payment of the financial compensation provided for in Article 1 amounts to ECU 4 million.\n2. The budget authority shall determine the appropriations available for each financial year.", "Financial compensation shall be paid to the consignor on presentation to the competent authorities of documents substantiating his claim.\nThe Commission, acting in accordance with the procedure referred to in Article 4, shall determine what documents are required to that end.", "The Commission shall, in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72, adopt rules for application of this Regulation, and in particular on the amount of the financial compensation.", "The measures provided for under this Regulation shall be considered as intervention intended to stabilize the agricultural markets within the meaning of Article 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the  common agricultural policy (4). These measures shall be financed by the EAGGF Guarantee Section.", "This Regulation shall enter into force from the third day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1992. For the Council\nThe President\nVitor MARTINS\n(1) OJ No C 24, 31. 1. 1992, p. 10. (2) Opinion delivered on 14 February 1992 (not yet published in the Official Journal). (3) OJ No L 118, 20. 5. 1972, p. 1. Regulation as last amended by Regulation (EEC) No 1623/91 (OJ No L 150, 15. 6. 1991,  p. 8). (4) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1)."}