{"celex_id": "31998R2648", "uri": "http://publications.europa.eu/resource/cellar/0afc70ea-8393-49fa-95f2-7bd34a3045f8", "type": "Regulation", "concepts": ["1637", "1642", "1644", "4682", "5369"], "title": "Commission Regulation (EC) No 2648/98 of 9 December 1998 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 2648/98 of 9 December 1998 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 9 thereof,\nWhereas Article 2(2) of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EC) No 2365/98 (4), lays down that for live bovine animals not exceeding 160 kilograms the licence application and the import licence must show in box 7 the country of provenance;\nWhereas, for the different import quotas for calves, the Regulations containing the rules of application specify the details that must be included in the import licence application and the licence; whereas Article 2(2) of Regulation (EC) No 1445/95 should be restricted to calves imported outside the quotas;\nWhereas under Annex III ('Animal Health Certificate`) to Commission Decision 98/372/EC of 29 May 1998 concerning the animal health conditions and veterinary certification for imports of live animals of bovine and porcine species from certain European countries (5), and under the Annex 'Animal Health Certificate` to similar decisions on live bovine animals imported from certain third countries based on Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (6), as last amended by Directive 97/79/EC (7), the original of the animal health certificate must accompany bovine animals until they reach the border inspection post;\nWhereas, in order to permit better management of imports of calves outside the quotas, it should be laid down that for all calves weighing not more than 300 kilograms included in the import licence the country of provenance must be indicated in box 7 and in box 8 the country of origin, which must correspond to the exporting country on the 'animal health certificate` specified in the Annex to the abovementioned decisions, and it should also be checked that, at the time of entry into free circulation, the country of origin indicated on the import licence conforms with the exporting country specified on the original or the copy of the animal health certificate and, where any discrepancy is found between these two countries, entry into free circulation should be refused;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Article 2(2) of Regulation (EC) No 1445/95 is hereby replaced by the following:\n'2. For imports of products falling within CN codes 0102 90 05 to 0102 90 49, with the exception of import quotas for live bovine animals governed by the respective regulations containing the rules of application, the import licence application and the licence shall show:\n(a) in box 7, the country of provenance;\n(b) in box 8, the country of origin, which shall correspond to the exporting country within the meaning of Annex III (\"Animal Health Certificate\") to Decision 98/372/EC and within the meaning of the Annex (\"Animal Health Certificate\") to similar decisions on live bovine animals imported from certain third countries, based on Directive 72/462/EEC. The licence shall carry with it an obligation to import from that country;\n(c) in box 20, the following entry: \"The country of origin specified in box 8 corresponds to the exporting country indicated on the original or the copy of the animal health certificate.\"\nRelease of the animals mentioned above for free circulation shall be subject to presentation of the original of the health certificate, or of a copy certified correct by the Community border inspection post, provided that the issuing country is the same as that indicated in box 8 of the import licence.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to licences applied for from 14 December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 143, 27. 6. 1995, p. 35.\n(4) OJ L 293, 31. 10. 1998, p. 49.\n(5) OJ L 170, 16. 6. 1998, p. 34.\n(6) OJ L 302, 31. 12. 1972, p. 28.\n(7) OJ L 24, 30. 1. 1998, p. 31."}