{"celex_id": "31993R1201", "uri": "http://publications.europa.eu/resource/cellar/ea6ce164-b729-475f-b3a7-f232835b5a45", "type": "Regulation", "concepts": ["1117", "2642", "87"], "title": "Commission Regulation (EEC) No 1201/93 of 17 May 1993 amending Annexes IV and V to Regulation (EEC) No 3587/86 fixing the conversion factors to be applied to the buying-in prices for fruit and vegetables as regards peaches and nectarines\n", "header": "COMMISSION REGULATION (EEC) No 1201/93 of 17 May 1993 amending Annexes IV and V to Regulation (EEC) No 3587/86 fixing the conversion factors to be applied to the buying-in prices for fruit and vegetables as regards peaches and nectarines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Article 16 (4) thereof,\nWhereas Annexes IV and V to Commission Regulation (EEC) No 3587/86 (3), as last amended by Regulation (EEC) No 3463/92 (4), fixes the conversion factors to be applied to the buying-in prices for peaches and nectarines with different commercial  caracteristics from those used for fixing the basic prices;\nWhereas, Commission Regulation (EEC) No 3596/90 of 12 December 1990 (5), laying down quality standards for peaches and nectarines, as last amended by Regulation (EEC) No 1169/93 (6) only allows to present peaches and nectarines in boxes;\nWhereas, pursuant to Article 1 of Commission Regulation (EEC) No 1805/78 (7), as last amended by Regulation (EEC) No 1200/93 (8), withdrawals of peaches and nectarines may involve products which do not meet the quality standards as regards packaging and  presentation; whereas, in such cases, the prices at which the products are withdrawn are to be calculated by applying specific conversion factors; whereas peaches and nectarines are transported to granding and packing stations and stored after  classification and grading in crates of up to 250 kg net before the final packaging; whereas a conversion factor for this form of presentation should be fixed and Annexes IV and V should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Annexes IV and V to Regulation (EEC) No 3587/86 are hereby amended as follows:\nThe texts of point (d) 'form of packaging' are replaced by the following:\n'(d) form of packaging:\n- layered in their packaging 1,00\nOnly where the second subparagraph of Article 15 (1) of Regulation (EEC) No 1035/72 (Regulation (EEC) No 1805/78) applies:\n- unlayered in packaging 0,90\n- in crates of up to 250 kg net 0,65.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 334, 27. 11. 1986, p. 1.\n(4) OJ No L 350, 1. 12. 1992, p. 66.\n(5) OJ No L 350, 14. 12. 1990, p. 38.\n(6) OJ No L 118, 14. 5. 1993, p. 22.\n(7) OJ No L 205, 29. 7. 1978, p. 64.\n(8) See page 28 of this Official Journal."}