{"celex_id": "31993R1786", "uri": "http://publications.europa.eu/resource/cellar/cdcd398e-6660-4d36-9f09-a1065002b7c9", "type": "Regulation", "concepts": ["2887", "2965", "4316"], "title": "COMMISSION REGULATION (EEC) No 1786/93 of 30 June 1993 determining for the period 1 July 1993 to 28 February 1994 the quantities of raw sugar produced in the French overseas departments for which the refining aid specified in Council Regulation (EEC) No 2225/86 may be granted and amending Regulation (EEC) No 388/93\n", "header": "COMMISSION REGULATION (EEC) No 1786/93 of 30 June 1993 determining for the period 1 July 1993 to 28 February 1994 the quantities of raw sugar produced in the French overseas departments for which the refining aid specified in Council Regulation  (EEC) No 2225/86 may be granted and amending Regulation (EEC) No 388/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1548/92 (2), and in particular Article 9 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in  particular the second subparagraph of Article 3 (2) thereof,\nWhereas Article 3 of Regulation (EEC) No 2225/86 states that aid is to be granted for raw sugar produced in the French overseas departments and refined in the European regions of the Community within the limits of quantities to be determined  individually for each combination of region of destination and provenance; whereas these quantities are to be determined on the basis of a Community supply balance for raw sugar;\nWhereas total production in the French department of Réunion in the 1993/94 marketing year will not be finally known until towards the end of January 1994; whereas, as a first step, however, distribution should be made of this quantity sufficient to  permit supply of the refineries concerned during the period 1 July 1993 to 28 February 1994;\nWhereas the quantity of raw sugar from Réunion available for refining in French refineries during the period 1 March to 30 June 1993 turns out to be slightly more than that fixed by the Commission Regulation (EEC) No 388/93 (4); whereas the said  quantity should accordingly be amended;\nWhereas Commission Regulations (EEC) No 1730/92 (5) and (EEC) No 388/93 determined the quantities of raw sugar produced in the French overseas departments for the 1992/93 marketing year on which the refining aid specified in Regulation (EEC) No 2225/86  could be granted; whereas not all these quantities could be refined in good time but as a working stock they will be eligible for the refining aid for 1993/94; whereas it should be specified that the refining aid is to be granted on these quantities  against those set in the Annexes to Regulations (EEC) No 1730/92 and (EEC) No 388/93 for the 1992/93 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The quantities of sugar mentioned in Article 3 (2) of Regulation (EEC) No 2225/86 are set for the period 1 July 1993 to 28 February 1994 at the amounts shown in Annex I to this Regulation.", "Annex I to Regulation (EEC) No 388/93 shall be replaced by Annex II hereto.", "For raw sugar out of the quantities indicated in the Annex to Regulation (EEC) No 1730/92 and in Annex I to Regulation (EEC) No 388/93 that is refined from 1 July 1993 onwards, the refining aid valid for the 1993/94 marketing year pursuant to", "of Regulation (EEC) No 2225/86 shall be applicable. The refined quantities in question shall be charged against the amounts stipulated in the Annex to Regulation (EEC) No 1730/92 and in Annex I to Regulation (EEC) No 388/93 for the 1992/93  marketing year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 154, 25. 6. 1993, p. 10.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 45, 23. 2. 1993, p. 5.\n(5) OJ No L 179, 1. 7. 1992, p. 112.\nANNEX I\nQuantities of raw cane sugar, expressed as white sugar equivalent (1 000 tonnes)  (Period from 1 July 1993 to 28 February 1994)\nANNEX II\n'ANNEX I\nQuantities of raw cane sugar, expressed as white sugar equivalent (1 000 tonnes)\n(Period from 1 March 1993 to 30 June 1993)"}