{"celex_id": "31991L0689", "uri": "http://publications.europa.eu/resource/cellar/36b8e69c-e1be-4b66-80c7-8b366b5a2540", "type": "Directive", "concepts": ["1158", "2825", "2897", "2947", "4308"], "title": "Council Directive 91/689/EEC of 12 December 1991 on hazardous waste\n", "header": "COUNCIL  DIRECTIVE of 12 December 1991 on hazardous waste (91/689/EEC)\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particluar Article  103s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 78/319/EEC of 20 March 1978 on toxic and dangerous waste (4), established  Community rules on the disposal of dangerous waste; whereas in order to take account of experience  gained in the implementation of that Directive by the Member States, it is necessary to amend the  rules and to replace Directive 78/319/EEC by this Directive;\nWhereas the Council resolution of 7 May 1990 on waste policy (5) and the action programme of the  European Communities on the environment, which was the subject of the resolution of the Council of  the European Communities and of the representatives of the Government of the Member States, meeting  within the Council, of 19 October 1987 on the continuation and implementation of a European  Community policy and action programme on the environment (1987 to 1992) (6), envisage Community  measures to improve the conditions under which hazardous wastes are disposed of and managed;\nWhereas the general rules applying to waste management which are laid down by Council Directive  75/442/EEC of 15 July 1975 on waste (7), as amended by Directive 91/156/EEC (8), also apply to the  management of hazardous waste;\nWhereas the correct management of hazardous waste necessitates additional, more stringent rules to  take account of the special nature of such waste;\nWhereas it is necessary, in order to improve the effectiveness of the management of hazardous waste  in the Community, to use a precise and uniform definition of hazardous waste based on experience;\nWhereas it is necessary to ensure that disposal and recovery of hazardous waste is monitored in the  fullest manner possible;\nWhereas it must be possible rapidly to adapt the provisions of this Directive to scientific and  technical progress; whereas the Committee set up by Directive 75/442/EEC must also empowered to  adapt the provisions of this Directive to such progress,", "main_body": ["1.  The object of this Directive, drawn up pursuant to Article 2 (2)  of Directive 75/442/EEC, is to approximate the laws of the Member States on the controlled  management of hazardous waste.\n2.  Subject ot this Directive, Directive 75/442/EEC shall apply to hazardous waste.\n3.  The definition of 'waste` and of the other terms used in this Directive shall be those in  Directive 75/442/EEC.\n4.  For the purpose of this Directive 'hazardous waste` means:\n- wastes featuring on a list to be drawn up in accordance with the procedure laid down in Article  18 of Directive 75/442/EEC on the basis of Annexes I and II to this Directive, not later than six  months before the date of implementation of this Directive. These wastes must have one or more of  the properties listed in Annex III. The list shall take into account the origin and composition of  the waste and, where necessary, limit values of concentration. This list shall be periodically  reviewed and if necessary by the same procedure,\n- any other waste which is considered by a Member State to display any of the properties listed in  Annex III. Such cases shall be notified to the Commission and reviewed in accordance with the  procedure laid down in Article 18 of Directive 75/442/EEC with a view to adaptation of the list.\n5.  Domestic waste shall be exempted from the provisions of this Directive. The Council shall  establish, upon a proposal from the Commission, specific rules taking into consideration the  particular nature of domestic waste not later than the end of 1992.", "1.  Member States shall take the necessary measures to require that on every site where  tipping (discharge) of hazardous waste takes place the waste is recorded and identified.\n2.  Member States shall take the necessary measures to require that establishment and undertaking  which dispose of, recover, collect or transport hazardous waste do not mix different categories of  hazardous waste or mix hazardous waste with non-hazardous waste.\n3.  By way of derogation from paragraph 2, the mixing of hazardous waste with other hazardous waste  or with other waste, substances or materials may be permitted only where the conditions laid down  in Article 4 of Directive 75/442/EEC are complied with and in particular for the purpose of  improving safety during disposal or recovery. Such an operation shall be subject to the permit  requirement imposed in Articles 9, 10 and 11 of Directive 75/442/EEC.\n4.  Where waste is already mixed with other waste, substances or materials, separation must be  effected, where technically and economically feasible, and where necessary in order to comply with  Article 4 of Directive 75/442/EEC.", "1.  The derogation referred to in Article 11 (1) (a) of Directive 75/442/EEC from the  permit requirement for establishments or undertakings which carry out their own waste disposal  shall not apply to hazardous waste covered by this Directive.\n2.  In accordance with Article 11 (1) (b) of Directive 75/442/EEC, a Member State may waive Article  10 of that Directive for establishments or undertakings which recover waste covered by this  Directive:\n- if the Member State adopts general rules listing the type and quantity of waste and laying down  specific conditions (limit values for the content of hazardous substances in the waste, emission  limit values, type of activity) and other necessary requirements for carrying out different forms  of recovery, and - if the types or quantities of waste and methods of recovery are such that the conditions laid  down in Article 4 of Directive 75/442/EEC are complied with.\n3.  The establishments or undertankings referred to in paragraph 2 shall be registered with the  competent authorities.\n4.  If a Member State intends to make use of the provisions of paragraph 2, the rules referred to  in that paragraph shall be sent to the Commission not later than three months prior to their coming  into force. The Commission shall consult the Member States. In the light of these consultations the  Commission shall propose that the rules be finally agreed upon in accordance with the procedure  laid down in Article 18 of Directive 75/442/EEC.", "1.  Article 13 of Directive 75/442/EEC shall also apply to producers of hazardous  waste.\n2.  Article 14 of Directive 75/442/EEC shall also apply to producers of hazardous waste and to all  establishments and undertakings transporting hazardous waste.\n3.  The records referred to in Article 14 of Directive 75/442/EEC must be preserved for at least  three years except in the case of establishments and undertakings transporting hazardous waste  which must keep such records for at least 12 months. Documentary evidence that the management  operations have been carried out must be supplied at the request of the competent authorities or of  a previous holder.", "1.  Member States shall take the necessary measures to ensure that, in the course of  collection, transport and temporary storage, waste is properly packaged and labelled in accordance  with the international and Community standards in force.\n2.  In the case of hazardous waste, inspections concerning collection and transport operations made  on the basis of Article 13 of Directive 75/442/EEC shall cover more particularly the origin and  destination of such waste.\n3.  Where hazardous waste is transferred, it shall be accompanied by an identification form  containing the details specified in Section A of Annex I to Council Directive 84/631/EEC of 6  December 1984 on the supervision and control within the European Community of the transfrontier  shipment of hazardous waste (1), as last amended by Directive 86/279/EEC (2).", "1.  As provided in Article 7 of Directive 75/442/EEC, the competent authorities shall  draw up, either separately or in the framework of their general waste management plans, plans for  the management of hazardous waste and shall make these plans public.\n2.  The Commission shall compare these plans, and in particular the methods of disposal and  recovery. It shall make this information available to the competent authorities of the Member  States which ask for it.", "In cases of emergency or grave danger, Member States shall take all necessary steps,  including, where appropriate, temporary derogations from this Directive, to ensure that hazardous  waste is so dealt with as not to constitute a threat to the population or the environment. The  Member State shall inform the Commission of any such derogations.", "1.  In the context of the report provided for in Article 16 (1) of Directive  75/442/EEC, and on the basis of a questionnaire drawn up in accordance with that Article, the  Member States shall send the Commission a report on the implementation of this Directive.\n2.  In addition to the consolidated report referred to in Article 16 (2) of Directive 75/442/EEC,  the Commission shall report to the European Parliament and the Council every three years on the  implementation of this Directive.\n3.  In addition, by 12 December 1994, the Member States shall send the Commission the following  information for every establishment or undertaking which carries out disposal and/or recovery of  hazardous waste principally on behalf of third parties and which is likely to form part of the  integrated network referred to in Article of Directive 75/442/EEC:\n- name and address,\n- the method used to treat waste,\n- the types and quantities of waste which can be treated.\nOnce a year, Member States shall inform the Commission of any changes in this information.\nThe Commission shall make this information available on request to the competent authorities in the  Member States.\nThe format in which this information will be supplied to the Commission shall be agreed upon in  accordance with the procedure laid down in Article 18 of Directive 75/442/EEC.", "The amendments necessary for adapting the Annexes to this Directive to scientific and  technical progress and for revising the list of wastes referred to in Article 1 (4) shall be  adopted in accordance with the procedure laid down in Article 18 of Directive 74/442/EEC.", "0\n1.  The Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive before 12 December 1993. They shall forthwith  inform the Comission thereof.\n2.  When Member States adopt these measures, they shall contain a reference to this Directive or  shall be accompanied by such reference on the occasion of their official publication. The methods  of making such a reference shall be laid down by the Member States.\n3.  Member States shall communicate to the Commission the texts of the main provisions of national  law which they adopt in the field governed by this Directive.", "1\nDirective 78/319/EEC is hereby repealed with effect from 12 December 1993.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 12 December 1991.\nFor the CouncilThe PresidentJ.G.M. ALDERS\n(1)OJ N° C 295, 19. 11. 1988, p. 8, and OJ N° C 42, 22. 2. 1990, p. 19.\n(2)OJ N° C 158, 26. 6. 1989, p. 238.\n(3)OJ N° C 56, 6. 3. 1989, p. 2.\n(4)OJ N° L 84, 31. 3. 1978, p. 43.\n(5)OJ N° C 122, 18. 5. 1990, p. 2.\n(6)OJ N° C 328, 7. 12. 1987, p. 1.\n(7)OJ N° L 194, 25. 7. 1975, p. 39.\n(8)OJ N° L 78, 26. 3. 1991, p. 32.\n(1)OJ N° L 326, 13. 12. 1984, p. 31.\n(2)OJ N° L 181, 4. 7. 1986, p. 13.\nANNEX I\nCATEGORIES OR GENERIC TYPES OF HAZARDOUS WASTE LISTED ACCORDING TO THEIR NATURE  OR THE ACTIVITY WHICH GENERATED THEM (*) (WASTE MAY BE LIQUID, SLUDGE OR SOLID IN FORM)\nANNEX I.A.\nWastes displaying any of the properties listed in Annex III and which consist of:\n1. anatomical substances; hospital and other clinical wastes;\n2. pharmaceuticals, medicines and veterinary compounds;\n3. wood preservatives;\n4. biocides and phyto-pharmaceutical substances;\n5. residue from substances employed as solvents;\n6. halogenated organic substances not employed as solvents excluding inert polymerized materials;\n7. tempering salts containing cyanides;\n8. mineral oils and oily substances (e.g. cutting sludges, etc.);\n9. oil/water, hydrocarbon/water mixtures, emulsions;\n10. substances containing PCBs and/or PCTs (e.g. dielectrics etc.);\n11. tarry materials arising from refining, distillation and any pyrolytic treatment (e.g. still  bottoms, etc.);\n12. inks, dyes, pigments, paints, lacquers, varnishes;\n13. resins, latex, plasticizers, glues/adhesives;\n14. chemical substances arising from research and development or teaching activities which are not  identified and/or are new and whose effects on man and/or the environment are not known (e.g.  laboratory residues, etc.);\n15. pyrotechnics and other explosive materials;\n16. photographic chemicals and processing materials;\n17. any material contaminated with any congener of polychlorinated dibenzo-furan;\n18. any material contaminated with any congener of polychlorinated dibenzo-p-dioxin.\nANNEX I.B.\nWastes which contain any of the constituents listed in Annex II and  having any of the properties listed in Annex III and consisting of:\n19. animal or vegetable soaps, fats, waxes;\n20. non-halogenated organic substances not employed as solvents;\n21. inorganic substances without metals or metal compounds;\n22. ashes and/or cinders;\n23. soil, sand, clay including dredging spoils;\n24. non-cyanidic tempering salts;\n25. metallic dust, powder;\n26. spent catalyst materials;\n27. liquids or sludges containing metals or metal compounds;\n28. residue from pollution control operations (e.g. baghouse dusts, etc.) except (29), (30) and  (33);\n29. scrubber sludges;\n30. sludges from water purification plants;\n31. decarbonization residue;\n32. ion-exchange column residue;\n33. sewage sludges, untreated or unsuitable for use in agriculture;\n34. residue from cleaning of tanks and/or equipment;\n35. contaminated equipment;\n36. contaminated containers (e.g. packaging, gas cylinders, etc.) whose contents included one or  more of the constituents listed in Annex II;\n37. batteries and other electrical cells;\n38. vegetable oils;\n39. materials resulting from selective waste collections from households and which exhibit any of  the characteristics listed in Annex III;\n40. any other wastes which contain any of the constituents listed in Annex II and any of the  properties listed in Annex III.\n(*) Certain duplications of entries found in Annex II are intentional.\nANNEX II\nCONSTITUENTS OF THE WASTES IN ANNEX I.B. WHICH RENDER THEM HAZARDOUS WHEN THEY  HAVE THE PROPERTIES DESCRIBED IN ANNEX III (*)\nWastes having as constituents:\nC1  beryllium; beryllium compounds;\nC2 vanadium compounds;\nC3 chromium (VI) compounds;\nC4 cobalt compounds;\nC5 nickel compounds;\nC6 copper compounds;\nC7 zinc compounds;\nC8 arsenic; arsenic compounds;\nC9 selenium; selenium compounds;\nC10 silver compounds;\nC11 cadmium; cadmium compounds;\nC12 tin compounds;\nC13 antimony; antimony compounds;\nC14 tellurium; tellurium compounds;\nC15 barium compounds; excluding barium sulfate;\nC16 mercury; mercury compounds;\nC17 thallium; thallium compounds;\nC18 lead; lead compounds;\nC19 inorganic sulphides;\nC20 inorganic fluorine compounds, excluding calcium fluoride;\nC21 inorganic cyanides;\nC22 the following alkaline or alkaline earth metals: lithium, sodium, potassium, calcium, magnesium  in uncombined form;\nC23 acidic solutions or acids in solid form;\nC24 basic solutions or bases in solid form;\nC25 asbestos (dust and fibres);\nC26 phosphorus: phosphorus compounds, excluding mineral phosphates;\nC27 metal carbonyls;\nC28 peroxides;\nC29 chlorates;\nC30 perchlorates;\nC31 azides;\nC32 PCBs and/or PCTs;\nC33 pharmaceutical or veterinary coumpounds;\nC34 biocides and phyto-pharmaceutical substances (e.g. pesticides, etc.);\nC35 infectious substances;\nC36 creosotes;\nC37 isocyanates; thiocyanates;\nC38 organic cyanides (e.g. nitriles, etc.);\nC39 phenols; phenol compounds;\nC40 halogenated solvents;\nC41 organic solvents, excluding halogenated solvents;\nC42 organohalogen compounds, excluding inert polymerized materials and other substances referred to  in this Annex;\nC43 aromatic compounds; polycyclic and heterocyclic organic compounds;\nC44 aliphatic amines;\nC45 aromatic amines C46 ethers;\nC47 substances of an explosive character, excluding those listed elsewhere in this Annex;\nC48 sulphur organic compounds;\nC49 any congener of polychlorinated dibenzo-furan;\nC50 any congener of polychlorinated dibenzo-p-dioxin;\nC51 hydrocarbons and their oxygen; nitrogen and/or sulphur compounds not otherwise taken into  account in this Annex.\n(*)Certain duplications of generic types of hazardous wastes listed in Annex I  are intentional.\nAnnex III\nPROPERTIES OF WASTES WHICH RENDER THEM HAZARDOUS\nH1 'Explosive`:  substances and preparations which may explode under the effect of flame or which are more sensitive  to shocks or friction than dinitrobenzene.\nH2 'Oxidizing`: substances and preparations which exhibit highly exothermic reactions when in  contact with other substances, particularly flammable substances.\nH3-A 'Highly flammable`:\n- liquid substances and preparations having a flash point below 21 °C (including extremely  flammable liquids), or - substances and preparations which may become hot and finally catch fire in contact with air at  ambient temperature without any application of energy, or - solid substances and preparations which may readily catch fire after brief contact with a source  of ignition and which continue to burn or to be consumed after removal of the source of ignition,  or - gaseous substances and preparations which are flammable in air at normal pressure, or - substances and preparations which, in contact with water or damp air, evolve highly flammable  gases in dangerous quantities.\nH3-B 'Flammable`: liquid substances and preparations having a flash point equal to or greater than  21 °C and less than or equal to 55 °C.\nH4 'Irritant`: non-corrosive substances and preparations which, through immediate, prolonged or  repeated contact with the skin or mucous membrane, can cause inflammation.\nH5 'harmful`: substances and preparations which, if they are inhaled or ingested or if they  penetrate the skin, may involve limited health risks.\nH6 'Toxic`: substances and preparations (including very toxic substances and preparations) which,  if they are inhaled or ingested or if they penetrate the skin, may involve serious, acute or  chronic health risks and even death.\nH7 'Carcinogenic`: substances and preparations which, if they are inhaled or ingested or if they  penetrate the skin, may induce cancer or increase its incidence.\nH8 'Corrosive`: substances and preparations which may destroy living tissue on contacts.\nH9 'Infectious`: substances containing viable micro-organisms or their toxins which are known or  reliably believed to cause disease in man or other living organisms.\nH10 'Teratogenic`: substances and preparations which, if they are inhaled or ingested or if they  penetrate the skin, may induce non-hereditary congenital malformations or increase their  incidence.\nH11 'Mutagenic`: substances and preparations which, if they are inhaled or ingested or if they  penetrate the skin, may induce hereditary genetic defects or increase their incidence.\nH12 Substances and preparations which release toxic or very toxic gases in contact with water, air  or an acid.\nH13 Substances and preparations capable by any means, after disposal, of yielding another  substance, e.g. a leachate, which possesses any of the characteristics listed above.\nH14 'Ecotoxic`: substances and preparations which present or may present immediate or delayed risks  for one or more sectors of the environment.\nNotes\n1. Attribution of the hazard properties 'toxic` (and 'very toxic`),  'harmful`, 'corrosive` and 'irritant` is made on the basis of the criteria laid down by Annex VI,  part I A and part II B, of Council Directive 67/548/EEC of 27 June 1967 of the approximation of  laws, regulations and administrative provisions relating to the classification, packaging and  labelling of dangerous substances (1), in the version as amended by Council Directive 79/831/EEC  (2).\n2. With regard to attribution of the properties 'carcinogenic`, 'teratogenic` and 'mutagenic`, and  reflecting the most recent findings, additional criteria are contained in the Guide to the  classification and labelling of dangerous substances and preparations of Annex VI (part II D) to  Directive 67/548/EEC in the version as amended by Commission Directive 83/467/EEC (1).\nTest methods\nThe test methods serve to give specific meaning to the definitions  given in Annex III.\nThe methods to be used are those described in Annex V to Directive 67/548/EEC, in the version as  amended by Commission Directive 84/449/EEC (2), or by subsequent Commission Directives adapting  Directive 67/548/EEC to technical progress. These methods are themselves based on the work and  recommendations of the competent international bodies, in particular the OECD.\n(1)OJ N° L 196, 16. 8. 1967, p. 1.\n(2)OJ N° L 259, 15. 10. 1979, p. 10.\n(1)OJ N° L 257, 16. 9. 1983, p. 1.\n(2)OJ N° L 251, 19. 9. 1984, p. 1."}