{"celex_id": "31996R1898", "uri": "http://publications.europa.eu/resource/cellar/539a74fe-9f34-476d-bd5f-570069e4ab49", "type": "Regulation", "concepts": ["1117", "1118", "2635", "4080", "4395", "5781"], "title": "Commission Regulation (EC) No 1898/96 of 1 October 1996 amending Regulation (EC) No 1558/96 laying down certain transitional measures relating to the entry prices for imports of certain fruit and vegetables originating in the associated countries of Central Europe\n", "header": "COMMISSION REGULATION (EC) No 1898/96 of 1 October 1996 amending Regulation (EC) No 1558/96 laying down certain transitional measures relating to the entry prices for imports of certain fruit and vegetables originating in the associated countries of Central Europe\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (1), as last amended by Regulation (EC) No 1193/96 (2), and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EC) No 1558/96 (3) laid down an entry price on a transitional basis for pears and plums originating in the associated countries of Central Europe; whereas the same conversion rates should be used for converting those reduced entry prices into national currencies as are used for non-preferential entry prices in accordance with Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (4), as amended by Commission Regulation (EEC) No 2454/93 (5), and Commission Regulation (EC) No 1482/95 of 28 June 1995 determining as a transitional measure the conversion rates to be applied under the Common Customs Tariff to agricultural products and certain products obtained from the processing thereof (6), as amended by Regulation (EC) No 1224/96 (7); whereas, in order to avoid any ambiguity, Regulation (EC) No 1558/96 should be clarified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["In Regulation (EC) No 1558/96 the following paragraph is added to Article 1:\n'4. Entry prices and import duties shall be converted into national currencies using the rate referred to in Article 1 (2) of Commission Regulation (EC) No 1482/95 (*).\n(*) OJ No L 145, 29. 6. 1995, p. 43.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nAt a trader's request, however, the competent authorities shall apply Article 1 from 4 August 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) OJ No L 161, 29. 6. 1996, p. 1.\n(3) OJ No L 193, 3. 8. 1996, p. 10.\n(4) OJ No L 302, 19. 10. 1992, p. 1.\n(5) OJ No L 253, 11. 10. 1993, p. 1.\n(6) OJ No L 145, 29. 6. 1995, p. 43.\n(7) OJ No L 161, 29. 6. 1996, p. 70."}