{"celex_id": "31993R0604", "uri": "http://publications.europa.eu/resource/cellar/090f6312-217d-4deb-9405-cb8c99a3490c", "type": "Regulation", "concepts": ["1318", "4718", "473", "64", "889"], "title": "Commission Regulation (EEC) No 604/93 of 15 March 1993 laying down detailed rules for the application of compulsory distillation in Germany and opened by Regulation (EEC) No 129/93\n", "header": "COMMISSION REGULATION (EEC) No 604/93 of 15 March 1993 laying down detailed rules for the application of compulsory distillation in Germany and opened by Regulation (EEC) No 129/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1756/92 (2), and in particular Article 39 (9) and (11) thereof,\nWhereas the very high volume of table wine and wine suitable for yielding table wine produced in Germany in the 1992/93 wine year accounts for the opening there by Commission Regulation (EEC) No 129/93 (3) of compulsory distillation; whereas in order to  help producers contribute to this distillation operation, the Council, on a request from Germany, authorized pursuant to Article 93 (2) of the Treaty the grant of a national aid by Council Decision of 13 February 1993;\nWhereas the special structure of wine production, in particular the breakdown between table wines and quality wines produced in specified regions, together with the need for the effective and balanced application of the measure mean that the particular  classes of operators who are subject to the obligation to distil must be determined; whereas, to that end, account should be taken, firstly, of operators who obtained yields higher than the yields fixed by the German authorities pursuant to Council  Regulation (EEC) No 823/87 of 16 March 1987 laying down special provisions relating to quality wines produced in specified regions (4), as last amended by Regulation (EEC) No 3896/91 (5), and, secondly, of operators who, having available significant  volumes of wine at the beginning of the wine year, took part in the preventive distillation operation introduced by Commission Regulation (EEC) No 2363/92 (6), as last amended by Regulation (EEC) No 3192/92 (7), and are subject to the abovementioned  national aid scheme;\nWhereas, for technical and administrative reasons, provision should be made for the competent authorities to determine precisely on an objective basis the two classes of operators required to carry out compulsory distillation;\nWhereas the production of table wine in Germany consists mainly of other types of table wine which are representative of Community production; whereas the buying-in prices and the aid for these other types of wine - defined in Annex III to Regulation  (EEC) No 822/87 - for which a guide price for the 1992/93 wine year has been fixed by Council Regulation (EEC) No 1757/92 (8) should be determined;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For the purposes of the application in Germany of the compulsory distillation of 310 000 hectolitres of table wine decided on by Regulation (EEC) No 129/93, by way of derogation from Article 8 of Commission Regulation (EEC) No 441/88 (9), the  competent authorities shall restrict the requirement to carry out compulsory distillation to producers, including cooperative wineries and producers' associations:\n- who obtained, in the 1992/93 wine year, a quantity of table wine and wine suitable for yielding table wine equivalent at least to a minimum quantity which they shall determine, or\n- who concluded a preventive distillation contract pursuant to Regulation (EEC) No 2363/92 and are subject to the national aid scheme authorized by the Council Decision of 13 February 1993.\nThe persons required to carry out compulsory distillation shall be notified by 31 March 1993 at the latest.\nThe competent authorities shall inform the Commission not later than 20 March 1993 of the provisions they have adopted pursuant to this Article.", "Without prejudice to the application of Article 44 of Regulation (EEC) No 822/87, the buying-in prices for table wine to be delivered for compulsory distillation shall be:\n- ECU 1,43 per % vol alcohol and per hl for table wine of type A II,\n- ECU 1,63 per % vol alcohol and per hl for table wine of type A III,\n- ECU 1,02 per % vol alcohol and per hl for table wine of type R III.", "The aid for which the distiller may qualify, as against the prices laid down in Article 2, shall be for table wine of types A II, A III and R III respectively:\n(a) where the product obtained from distillation complies with the definition of neutral spirits set out in the Annex to Council Regulation (EEC) No 2046/89 (10): ECU 0,92, 1,12 and 0,51 per % vol alcohol per hectolitre;\n(b) where the product obtained from distillation is wine spirits complying with the quality criteria laid down by national provisions in force: ECU 0,81, 1,01 and 0,40 per % vol alcohol per hectolitre;\n(c) where the product obtained from distillation is raw alcohol with an alcoholic strength of not less than 52 % vol: ECU 0,81, 1,01 and 0,40 per % vol alcohol per hectolitre.", "1. The price to be paid to the distiller by the intervention agency for the product delivered in accordance with the second indent of the first subparagraph of Article 39 (7) of Regulation (EEC) No 822/87, as against the prices laid down in", "of this Regulation, shall be ECU 1,88, 2,08 and 1,47 per % vol alcohol per hectolitre for table wines of types A II, A III and R III respectively.\nThese prices shall apply to neutral spirits complying with the definition set out in the Annex to Regulation (EEC) No 2046/89.\n2. For spirits other than those referred to in paragraph 1, the prices given in that paragraph shall be reduced by ECU 0,11 per % vol alcohol per hectolitre.", "The aid for which fortifiers of wine for distillation shall qualify, as against the prices laid down in Article 2, shall be ECU 0,79, 0,99 and 0,38 per % vol alcohol per hectolitre for table wins of types A II, A III and R III respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 180, 1. 7. 1992, p. 27.\n(3) OJ No L 18, 27. 1. 1993, p. 10.\n(4) OJ No L 84, 27. 3. 1987, p. 59.\n(5) OJ No L 368, 31. 12. 1991, p. 3.\n(6) OJ No L 230, 13. 8. 1992, p. 15.\n(7) OJ No L 317, 31. 10. 1992, p. 81.\n(8) OJ No L 180, 1. 7. 1992, p. 29.\n(9) OJ No L 45, 18. 2. 1988, p. 15.\n(10) OJ No L 202, 17. 7. 1989, p. 14."}