{"celex_id": "31999R0378", "uri": "http://publications.europa.eu/resource/cellar/0eb28e53-35e2-4141-83d9-d2ea8eac5916", "type": "Regulation", "concepts": ["1085", "1182", "1686", "2734", "2735", "2771", "3173", "5573", "863"], "title": "Commission Regulation (EC) No 378/1999 of 19 February 1999 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the 'Register of protected designations of origin and protected geographical indications' provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n", "header": "COMMISSION REGULATION (EC) No 378/1999 of 19 February 1999 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the 'Register of protected designations of origin and protected geographical indications` provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), as last amended by Commission Regulation (EC) No 1068/97 (2), and in particular Article 6(3) and (4) thereof,\nWhereas, pursuant to Article 5 of Regulation (EEC) No 2081/92, Greece, Spain and France have sent the Commission applications for the registration of a number of names as designations of origin;\nWhereas, pursuant to Article 6(1) of Regulation (EEC) No 2081/92, those applications have been found to meet all the requirements laid down therein and in particular to contain all the information required pursuant to Article 4 thereof;\nWhereas no statement of objection has been received by the Commission pursuant to Article 7 of Regulation (EEC) No 2081/92 for any of the names given in the Annex hereto following their publication in the Official Journal of the European Communities (3);\nWhereas those names should therefore be entered in the 'Register of protected designations of origin and protected geographical indications` and hence be protected throughout the Community as protected designations of origin;\nWhereas the Annex hereto supplements the Annex to Commission Regulation (EC) No 2400/96 (4), as last amended by Regulation (EC) No 38/1999 (5),", "main_body": ["The names in the Annex hereto are added to the Annex to Regulation (EC) No 2400/96 and entered as protected designations of origin (PDO) in the 'Register of protected designations of origin and protected geographical indications` provided for in Article 6(3) of Regulation (EEC) No 2081/92.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 208, 24. 7. 1992, p. 1.\n(2) OJ L 156, 13. 6. 1997, p. 10.\n(3) OJ C 207, 3. 7. 1998, p. 2; OJ C 201, 27. 6. 1998, p. 2; OJ C 172, 6. 6. 1998, p. 9; OJ C 120, 18. 4. 1998, p. 12.\n(4) OJ L 327, 18. 12. 1996, p. 11.\n(5) OJ L 5, 9. 1. 1999, p. 62.\nANNEX\nPRODUCTS LISTED IN ANNEX II TO THE EC TREATY, INTENDED FOR HUMAN CONSUMPTION\nFresh meat and offal\nSPAIN\nCordero Manchego (PDO)\nCheese\nSPAIN\nQueso Majorero (PDO)\nFruit and vegetables\nFRANCE\nMuscat du Ventoux (PDO)\nOlives cassées de la Vallée des Baux de Provence (PDO)\nOlives noires de la Vallée des Baux de Provence (PDO)\nSPAIN\nAvellana de Reus (PDO)\nChufa de Valencia (PDO)\nOTHER PRODUCTS LISTED IN ANNEX II\nFRANCE\nCidres\nCornouaille (PDO)\nPays d'Auge/Pays d'Auge Cambremer (PDO)\nGREECE\nÊñüêïò ÊïæÜíçò (Krokos Kozanis) (PDO)"}