{"celex_id": "31994R2350", "uri": "http://publications.europa.eu/resource/cellar/75c77a58-3b66-413b-bd0c-f8542de1b4b4", "type": "Regulation", "concepts": ["1120", "161", "2902", "3591"], "title": "Commission Regulation (EC) No 2350/94 of 29 September 1994 amending Regulation (EC) No 3190/93 fixing the uniform reduction coefficient for determining the quantities of bananas to be allocated to each operator in categories A and B in the context of the 1994 tariff quota\n", "header": "COMMISSION REGULATION (EC) No 2350/94 of 29 September 1994 amending Regulation (EC) No 3190/93 fixing the uniform reduction coefficient for determining the quantities of bananas to be allocated to each operator in categories A and B in the context  of the 1994 tariff quota\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February on the common organization of the market in bananas (1), as amended by Commission Regulation (EC) No 3518/93 (2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EC) No 3190/93 (3), as amended by Regulation (EC) No 1258/94 (4), fixes for each category of operator, in order to respect the 2 000 000-tonne tariff quota initially opened for 1994, the uniform reduction coefficient to be  applied to each operator's reference quantity to determine the quantity to be allocated to the latter for 1994, pursuant to Article 6 of Commission Regulation (EEC) No 1442/93 (5), as last amended by Regulation (EC) No 1299/94 (6);\nWhereas the tariff quota for 1994 amounts to 2 118 000 tonnes; whereas the coefficients laid down in Regulation (EC) No 3190/93 should be adjusted accordingly;\nWhereas provision should be made for the immediate application of this Regulation so that the operators can qualify thereunder as soon as possible;\nWhereas the Management Committee for Bananas has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The coefficients set out in the first and second indents of Article 1 of Regulation (EC) No 3190/93 are hereby replaced by the following:\n- for category A operators: 0,538769,\n- for category B operators: 0,455599.", "The Member States shall notify operators registered with their competent authorities individually and as soon as possible of their reference quantities as adjusted by the coefficients laid down in Article 1.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 47, 25. 2. 1993, p. 1.\n(2) OJ No L 320, 22. 12. 1993, p. 15.\n(3) OJ No L 285, 20. 11. 1993, p. 28.\n(4) OJ No L 137, 1. 6. 1994, p. 53.\n(5) OJ No L 142, 12. 6. 1993, p. 6.\n(6) OJ No L 141, 4. 6. 1994, p. 38."}