{"celex_id": "31994D0316", "uri": "http://publications.europa.eu/resource/cellar/a958608e-d7f2-4a65-ae5a-d2f66def1047", "type": "Decision", "concepts": ["2560", "3408", "4353", "4692"], "title": "94/316/EC: Commission Decision of 29 April 1994 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, procine semen and porcine embryos from Austria and amending Decisions 93/451/EEC, 91/449/EEC, 93/432/EEC and 93/199/EEC\n", "header": "COMMISSION DECISION of 29 April 1994 concerning the importation into the Community of fresh pigmeat, pigmeat products, live pigs, procine semen and porcine embryos from Austria and amending Decisions 93/451/EEC, 91/449/EEC, 93/432/EEC and  93/199/EEC (94/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine, porcine and caprine animals and swine, fresh meat and meat products from third countries (1), as last  amended by Regulation (EEC) No 1601/92 (2), and in particular Articles 6, 11, 15, 16, 21 (a) and 22 thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organizations of veterinary checks on animal entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (3), as last amended by Decision 92/438/EEC (4), and in particular Article 18 thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (5), as last amended by Directive 92/118/EEC (6) and in  particular Article 19 thereof,\nWhereas the animal health conditions and veterinary certification for imports of fresh meat from Austria were established by Commission Decision 93/451/EEC (7);\nWhereas the model for the veterinary certification for imports of meat products from Austria was established by Commission Decision 91/499/EEC (8), as last amended by Decision 94/59/EC (9);\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species from Austria were established by Commission Decision 93/432/EEC (10);\nWhereas the animal health conditions and the model for veterinary certification for the importation of porcine semen from third countries including Austria was established by Commission Decision 93/199/EEC (11), as last amended by Decision 93/504/EEC  (12);\nWhereas the importation of porcine semen, porcine embryos, wild boar meat and pigmeat products is prohibited from certain regions of Austria in accordance with Commission Decision 92/265/EEC (13), as amended by Decision 93/427/EEC (14);\nWhereas, following the transmission of new information from the Austrian authorities, it appears that the situation has improved in Styria and that imports can be allowed from this region;\nWhereas for the sake of clairty it is necessary to repeal Decision 92/265/EEC and to amend the other abovementioned decisions accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall not authorize imports of domestic animals of the porcine species, porcine semen, fresh meat and meat products from such animals including wild boars from the territory of Austria except meat products which have  undergone heat treatment carried out in a hermetically sealed container to an Fo value of 3,00 or more or which have otherwise been treated to ensure an internal temperature of not less than 70 Â°C, or have undergone treatment consisting in natural  fermentation and maturation of not less than nine months for hams weighing not less than 5,5 kg and having the following characteristics:\n- aW value of not more than 0,93,\n- pH value of not more than 6.\n2. Member States shall not authorize the importation of embryos of domestic animals of the porcine species from Austria.\n3. The prohibition set out in paragraphs 1 and 2 shall not apply to the following Laender: Vorarlberg, Tyrol, Upper Austria, Burgenland, Carinthia, Styria and Vienna.", "Annex B to Decision 93/451/EEC is amended as follows:\n1. after the words 'Exporting country: Austria' the words '(Burgenland, Tyrol, Upper Austria, Vorarlberg, Carinthia and Vienna)' are replaced by the words '(Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia, Styria and Vienna)';\n2. in section IV, point 1, and point 2, first indent, after the word 'Austria' the words '(Burgenland, Tyrol, Upper Austria, Vorarlberg, Carinthia and Vienna)' are replaced by the words '(Vorarlberg, Tyrol, Upper Austria, Burgenland, Carinthia, Styria  and Vienna)'.", "In Annex A, Part II to Decision 91/449/EEC, after the word 'Austria' the words '(Vorarlberg, Tyrol, Upper Austria, Burgenland, Carinthia and Vienna)' are replaced by the words '(Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia, Styria  and Vienna)'.", "Decision 93/432/EEC is amended as follows:\n1. in Annexes C and D, after the words 'Exporting Country: Austria' the words 'Laender (Vorarlberg, Tyrol, Upper Austria, Carinthia and Burgenland)' are replaced by the words 'Laender (Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia, Styria and  Vienna)';\n2. in Annexes C and D, section V, point 1 and point 2 (a), first indent, after the word 'Austria' the words 'Laender (Vorarlberg, Tyrol, Upper Austria, Carinthia and Burgenland)' are replaced by the words 'Laender (Vorarlberg, Tirol, Upper Austria,  Burgenland, Carinthia, Styria and Vienna)'.", "Decision 93/199/EEC is amended as follows:\nIn the Annex, Part 2, after the word 'Austria', the words 'Burgenland, Salzburg, Tyrol, Vorarlberg, Upper Austria' are replaced by the words 'Vorarlberg, Tirol, Upper Austria, Burgenland, Carinthia, Styria and Vienna'.", "Decision 92/265/EEC is revoked.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 268, 24. 9. 1991, p. 56.\n(4) OJ No L 243, 25. 8. 1992, p. 27.\n(5) OJ No L 373, 31. 12. 1990, p. 1.\n(6) OJ No L 62, 15. 3. 1993, p. 49.\n(7) OJ No L 210, 21. 8. 1993, p. 21.\n(8) OJ No L 240, 29. 8. 1991, p. 28.\n(9) OJ No L 27, 1. 2. 1994, p. 53.\n(10) OJ No L 200, 10. 8. 1993, p. 39.\n(11) OJ No L 86, 6. 4. 1993, p. 43.\n(12) OJ No L 236, 21. 9. 1993, p. 16.\n(13) OJ No L 137, 20. 5. 1992, p. 23.\n(14) OJ No L 197, 6. 8. 1993, p. 52."}