{"celex_id": "31997D0363", "uri": "http://publications.europa.eu/resource/cellar/d020b490-e484-4d98-9947-0375ee3a3e84", "type": "Decision", "concepts": ["1085", "1662", "1744", "2871", "4081"], "title": "97/363/EC: Commission Decision of 28 May 1997 amending certain decisions authorizing France to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 28 May 1997 amending certain decisions authorizing France to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic) (97/363/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 15 (2) and (3) thereof,\nWhereas Commission Decisions 76/219/EEC (2), 78/127/EEC (3), 80/1360/EEC (4), 82/948/EEC (5) and 87/117/EEC (6), authorized France to restrict, inter alia, the marketing of seed of certain varieties of maize;\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted in at least one of the Member States and which also meet the conditions laid down in Directive 70/457/EEC is, with effect from 31 December of the second year following that in which the varieties were accepted, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized, upon application, to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas by the abovementioned Decisions the Commission has authorized France to prohibit, inter alia, the marketing of seed of certain varieties of maize with a FAO maturity class index of not less than 800, listed in the current common catalogue of agricultural plant species;\nWhereas France has notified the Commission that it no longer wishes to avail itself of the said authorizations in respect of the said varieties of maize;\nWhereas accordingly such authorizations in respect of the said varieties should be withdrawn;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The authorizations for France granted in the Decisions listed below are hereby withdrawn in respect of the varieties of maize (Zea mays L.) mentioned therein:\n- 76/219/EEC,\n- 78/127/EEC,\n- 80/1360/EEC,\n- 82/948/EEC,\n- 87/117/EEC.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 28 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 46, 21. 2. 1976, p. 30.\n(3) OJ No L 41, 11. 2. 1978, p. 43.\n(4) OJ No L 384, 31. 12. 1980, p. 44.\n(5) OJ No L 383, 31. 12. 1982, p. 25.\n(6) OJ No L 49, 18. 2. 1987, p. 34."}