{"celex_id": "31999D0548", "uri": "http://publications.europa.eu/resource/cellar/884cfb2b-387c-4723-9f7c-e83d8282ac5f", "type": "Decision", "concepts": ["1755", "2563", "2620", "4743", "862", "922"], "title": "1999/548/EC: Commission Decision of 14 July 1999 on financial contributions from the Community for the eradication of Newcastle disease in Portugal (notified under document number C(1999) 2082) Only the Portuguese text is authentic\n", "header": "COMMISSION DECISION\nof 14 July 1999\non financial contributions from the Community for the eradication of Newcastle disease in Portugal\n(notified under document number C(1999) 2082)\nOnly the Portuguese text is authentic\n(1999/548/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 94/370/EEC(2) and in particular Articles 3(3) and 4(2) thereof,\n(1) Whereas outbreaks of Newcastle disease occured in Portugal 1997; whereas the appearance of this disease is a serious danger for the Community's poultry and, in order to help eradicate the disease as rapidly as possible, the Community has the possibility of compensating for the losses suffered;\n(2) Whereas, as soon as the presence of Newcastle disease was officially confirmed the Portuguese authorities took appropriate measures which included the measures as listed in Article 3(2) of Council Decision 90/424/EEC; whereas such measures were notified by the Portuguese authorities;\n(3) Whereas the conditions for Community financial assistance have been met;\n(4) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Portugal may obtain Community financial assistance for outbreaks of Newcastle disease which occured during 1997. The financial contribution by the Community, subject to control results, shall be:\n- 50 % of the costs inccured by Portugal in compensating the owner for the slaughter, destruction of poultry and poultry products as appropriate,\n- 50 % of the costs incurred by Portugal for the cleaning and disinfection of holdings and equipment,\n- 50 % of the costs incurred by Portugal in compensating the owner for the destruction of contaminated feedingstuffs and contaminated equipment.", "1. The Community financial contribution shall be granted after supporting documents have been submitted by Portugal.\n2. The documents reffered to in paragraph 1 shall include:\n(a) an epidemiological report covering each poultry holding on which poultry have been slaughtered. The report shall contain information on the subjects given below as regards infected holdings:\n- location and address,\n- date on which the disease was suspected and date on which it was confirmed,\n- number of poultry slaughtered and destroy by species, with date,\n- method of killing and destruction,\n- type and number of sample collected and examined at the time the disease was suspected. Results of examinations performed,\n- type and number of sample collected and examined at the time of depopulation of the infected poultry holding. Results of examination performed,\n- source of infection as assumed on the basis of a complete epidemiological investigation.\n(b) A financial report including list of the beneficiaries and their addresses, number of poultry slaughtered, date of slaugther and amount paid, VAT excluded.", "The documents referred to in Article 2 shall be sent by Portugal no later than six months from the notification of this Decision.", "1. In conjonction with the competent national authorities, the Commission may conduct on-the-spot checks of the application of the measures and expenditure for which aid is granted.\nThe Commission shall inform the Member States of the results of the checks carried out.\n2. Articles 8 and 9 of Council Regulation (EEC) No 729/70(3) shall apply mutatis mutandis.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 14 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 168, 2.7.1994, p. 31.\n(3) OJ L 94, 28.4.1970, p. 13."}