{"celex_id": "31997D0157", "uri": "http://publications.europa.eu/resource/cellar/6dbca518-db34-4795-bb2f-3bd051d09dda", "type": "Decision", "concepts": ["202", "2247", "2769", "3560", "4195", "4369"], "title": "97/157/EC, Euratom: Commission Decision of 12 February 1997 defining the treatment of the income of undertakings for collective investment (UCIs) for the purpose of the implementation of Council Directive 89/130/EEC, Euratom on the harmonization of the compilation of gross national product at market prices (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 12 February 1997 defining the treatment of the income of undertakings for collective investment (UCIs) for the purpose of the implementation of Council Directive 89/130/EEC, Euratom on the harmonization of the compilation of gross national product at market prices (Text with EEA relevance) (97/157/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Directive 89/130/EEC, Euratom of 13 February 1989 on the harmonization of the compilation of gross national product at market prices (1),\nWhereas for the purpose of the definition of gross national product at market prices (GNPmp) pursuant to Article 1 of Directive 89/130/EEC, Euratom, which, in virtue of Article 8 (1) of Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community (2), is applicable while Decision 94/728/EC, Euratom (3) remains in force, it is necessary to clarify the treatment of the income of undertakings for collective investment (UCIs) according to the European system of integrated economic accounts (ESA) in force;\nWhereas the ESA second edition does not contain explicit provisions for the recording of the income of UCIs, in particular their undistributed income;\nWhereas it is therefore necessary to interpret the rules of the ESA second edition, according to these underlying principles, in order to indicate a method of recording this income;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 6 of Directive 89/130/EEC, Euratom,", "main_body": ["For the purpose of the implementation of Directive 89/130/EEC, Euratom, the UCIs' income consists of the interest received on the deposits and other investments acquired on the one hand, and of the dividends earned on the shares held by the UCIs, on the other. These interest and dividends may be paid out to investors, or added to the capital.\nWhen distributed, this income is recorded in the Distribution of income account of the shareholders, within property and entrepreneurial income (Code R40 of the ESA, currently in force).\nWhen this income is not distributed, it must be treated as an income paid out by the UCI to its shareholders, which the latter reinvest immediately in the UCI. This means that this income must be recorded within property and entrepreneurial income like in the case of distributed income. Moreover, the same amount will be classified as part of shares, in the Financial account of the shareholders.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 February 1997.\nFor the Commission\nYves-Thibault DE SILGUY\nMember of the Commission\n(1) OJ No L 49, 21. 2. 1989, p. 26.\n(2) OJ No L 310, 30. 11. 1996, p. 1.\n(3) OJ No L 293, 12. 11. 1994, p. 9."}