{"celex_id": "31996D0077", "uri": "http://publications.europa.eu/resource/cellar/e22c782b-2c04-4319-ad87-0d8628f885d5", "type": "Decision", "concepts": ["1598", "1755", "192", "1961", "3885", "4416"], "title": "96/77/EC: Commission Decision of 18 January 1996 establishing the conditions for the harvesting and processing of certain bivalve molluscs coming from areas where the paralytic shellfish poison level exceeds the limit laid down by Council Directive 91/492/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 January 1996 establishing the conditions for the harvesting and processing of certain bivalve molluscs coming from areas where the paralytic shellfish poison level exceeds the limit laid down by Council Directive 91/492/EEC (Text with EEA relevance) (96/77/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 fixing the health conditions for the production and the placing on the market of live bivalve molluscs (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Chapter V, point 8, last subparagraph of the Annex, thereof,\nWhereas the level of 'paralytic shellfish poison` (PSP) of 80 ìg for 100 g laid down by directive 91/492/EEC for public health protection must not be exceeded in the bivalve molluscs intended for human consumption;\nWhereas for the bivalve molluscs belonging to the species Acanthocardia tuberculatum, the scientific studies show that a suitable heat treatment can guarantee the the PSP toxin rate is reduced to a non-detectable level when the initial level of contamination does not exceed 300 ìg for 100 g;\nWhereas the Scientific Veterinary Committee was consulted and gave a favourable opinion for the use of this heat treatment method, this type of toxin and this species of mollusc;\nWhereas in the light of the opinion of the Scientific Veterinary Committee, it is important at the present time to envisage a PSP level higher than the limit laid down for the harvesting and a suitable heat treatment, only for the bivalve molluscs belonging to the species referred to above, under a specific decision limited to this objective;\nWhereas the 'own health` check procedures defined in Commission Decision 94/356/EC of 20 May 1994 laying down detailed rules for the application of Council Directive 91/493/EEC as regard own health checks on fishery products (2) are in a position to ensure satisfactory application of the suitable heat treatment;\nWhereas it up to the competent authorities of Member States to specifically authorize the establishments carrying out the treatment of these bivalve molluscs and to check the satisfactory application of the 'own health` checks procedures;\nWhereas the measures provided for by this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["This Decision applies only to the bivalve molluscs belonging to the species Acanthocardia tuberculatum.", "1. Spain can authorize the harvesting of the bivalve molluscs referred to in Article 1 in production areas where the PSP level in the edible parts of these molluscs is higher than 80 ìg for 100 g but lower than 300 ìg for 100 g.\nThe harvested molluscs must:\n- be transported in containers or vehicles sealed by the competent authority, directly to an approved establishment, especially authorized to carry out their treatment,\n- be accompanied by a document issued by the competent authority which authorizes the transport, attesting to the nature and quantity of the product, area of origin and plant of destination,\n- the subjected to the heat treatment defined in the Annex to this Decision.\n2. The final products resulting from the molluscs referred to in paragraph 1 must not contain a PSP level detectable by the bioassay method after the application of this heat treatment. Each lot shall be tested. This provision will be reviewed six months after the entry into force of this Decision following a report presented by the Spanish authorities.", "The competent authority shall check that the 'own health` checks provided for in Article 6 of Council Directive 91/493/EEC (3), drawn up and implemented by the person responsible for the establishment authorized in accordance with Decision 94/356/EC, shall apply specifically to the heat treatment defined in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 1.\n(2) OJ No L 156, 23. 6. 1994, p. 50.\n(3) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX\nHeat treatment applicable to bivalve molluscs Acanthocardia tuberculatum with the objective of reducing the PSP toxin to a level lower than 80 ìg per 100 g\nMolluscs have to undergo the following operations sequentially:\n1. Preliminary cleaning in fresh water for a minimum of two minutes at a temperature of 20 °C, plus or minus 2 °C.\n2. Pre-cooking in fresh water for a minimum of three minutes at a temperature of 95 °C, plus or minus 5 °C.\n3. The separation of flesh and shells.\n4. Second cleaning in running fresh water for a minimum of 30 seconds at a temperature of 20 °C, plus or minus 2 °C.\n5. Cooking in fresh water for a minimum of nine minutes at a temperature of 98 °C, plus or minus 3 °C.\n6. Cooling in running cold fresh water for approximately 90 seconds.\n7. The separation of the edible parts (foot) from the non-edible parts (gills, visceras and mantle) mechanically with water pressure.\n8. Conditioning in containers closed hermetically in a non-acidified liquid medium.\n9. Sterilization in autoclave at a minimum temperature of 116 °C for a time calculated according to the dimension of the containers used but which can not be lower than 51 minutes."}