{"celex_id": "31993R1061", "uri": "http://publications.europa.eu/resource/cellar/8c28a4c9-d6ee-45ae-9e38-452adce53957", "type": "Regulation", "concepts": ["1519", "1644", "5034", "994"], "title": "COMMISSION REGULATION (EEC) No 1061/93 of 30 April 1993 adopting derogatory arrangements in the beef and veal sector as a result of the outbreak of foot-and-mouth disease in Italy\n", "header": "COMMISSION REGULATION (EEC) No 1061/93 of 30 April 1993 adopting derogatory arrangements in the beef and veal sector as a result of the outbreak of foot-and-mouth disease in Italy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 125/93 (2), and in particular Article 23 thereof,\nWhereas the first indent of Article 6 (4) of Commission Regulation (EEC) No 3619/92 of 15 December 1992 introducing management measures for imports of certain bovine animals for 1993 (3) provides for the issue of a certain number of import licences  between 15 and 26 February 1993; whereas Article 1 of Commission Regulation (EEC) No 179/93 of 29 January 1993 specifying the extent to which applications lodged in January 1993 for import licences in respect of young male bovine animals for fattening  may be accepted (4) also provides for the issue of a certain number of import licences for live animals; whereas the first indent of Article 3 (5) of Commission Regulation (EEC) No 3589/92 of 11 December 1992 laying down detailed rules for the year 1993  for the application of the import arrangements for fresh, chilled or frozen beef provided for in the Interim Association Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic for  1993 (5) provides for the issue on 25 January 1993 of the import licences for part of the meat covered by those Association Agreements; whereas the term of validity of the licences referred to above is restricted to 90 days in accordance with Article 4  (b) and (c) of Commission Regulation (EEC) No 2377/80 (6), as last amended by Regulation (EEC) No 3662/92 (7); whereas, in the light of the situation as regards imports resulting from the outbreak of foot-and-mouth disease in Italy, the term of validity  of the said licences may be suitably extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Notwithstanding the provisions of Article 4 (b) and (c) of Regulation (EEC) No 2377/80, the term of validity of the licences issued in accordance with the first indent of Article 6 (4) of Regulation (EEC) No 3619/92, Article 1 of  Regulation (EEC) No 179/93 and the first indent of Article 3 (5) of Regulation (EEC) No 3589/92 shall be extended by 60 days at the request of the operator in question.\n2. The request referred to in paragraph 1 above must be accompanied by the original of the licence concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 18, 27. 1. 1993, p. 1.\n(3) OJ No L 367, 16. 12. 1992, p. 17.\n(4) OJ No L 22, 30. 1. 1993, p. 51.\n(5) OJ No L 364, 12. 12. 1992, p. 28.\n(6) OJ No L 241, 13. 9. 1980, p. 5.\n(7) OJ No L 370, 19. 12. 1992, p. 43."}