{"celex_id": "31993R0087", "uri": "http://publications.europa.eu/resource/cellar/8ab4b9da-e966-44f8-a139-0ab9354f40b6", "type": "Regulation", "concepts": ["1339", "2642", "2681", "4498", "863"], "title": "Commission Regulation (EEC) No 87/93 of 19 January 1993 derogating from Regulations (EEC) No 1423/92 and (EEC) No 3115/92 concerning the minimum purchase price for lemons and oranges delivered for processing and the amount of the financial compensation after processing of such products applicable in Spain until the end of the 1992/93 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 87/93 of 19 January 1993 derogating from Regulations (EEC) No 1423/92 and (EEC) No 3115/92 concerning the minimum purchase price for lemons and oranges delivered for processing and the amount of the financial  compensation after processing of such products applicable in Spain until the end of the 1992/93 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to encourage the marketing of products processed from lemons (1), as last amended by Regulation (EEC) No 1199/90 (2), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of mandarins, satsumas, clementines and oranges (3), as last amended by Regulation (EEC) No 3848/89 (4), and in particular\nArticle 2\n(3) thereof,\nWhereas Commission Regulations (EEC) No 1423/92 (5) and (EEC) No 3115/92 (6) fix, for the 1992/93 marketing year, the minimum purchase price for lemons and oranges delivered for processing and the amount of the financial compensation after processing of  such products;\nWhereas Council Regulation (EEC) No 3816/92 of 28 December 1992, in abolishing in the fruit and vegetables sector the compensation mechanism for trade between Spain and Portugal and the other Member States as well as associated measures (7), establishes  a common basic price and buying-in price applicable in Spain as from 1 January 1993; whereas the minimum price and the financial compensation fixed by Regulations (EEC) No 1423/92 and (EEC) No 3115/92 should be adjusted accordingly; whereas it is  necessary to adjust in the light of this new situation contracts concluded before 1 January 1993 but not yet carried out at 31 December 1992 and to derogate, up to the end of the 1992/93 marketing year, from the provisions of Articles 13 and 20 of  Commission Regulation (EEC) No 1562/85 of 7 June 1985 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons (8), as last amended by Regulation (EEC) No  2643/91 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["As from 1 January 1993,\n- the minimum price fixed in Article 1 and the financial compensation fixed in Article 2 of Regulation (EEC) No 1423/92, and the\n- minimum price fixed in Article 1 and the financial compensation fixed in Article 2 of Regulation (EEC) No 3115/92\napplicable in Member States other than Spain and Portugal shall apply in Spain.", "1. The competent authorities appointed by the Member States concerned shall ensure that the minimum price specified in contracts concluded before 1 January 1993 but not yet carried out at 31 December 1992 be adjusted in accordance with the  provisions of Article 1.\n2. Applications for financial compensation, as referred to in Article 13 (1) of Regulation (EEC) No 1562/85, and notifications by the Member States, as provided for in Article 20 of that Regulation, must differentiate between quantities delivered for  processing before 1 January 1993 and quantities delivered after that date.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 125, 19. 5. 1977, p. 3.\n(2) OJ No L 119, 11. 5. 1990, p. 61.\n(3) OJ No L 324, 27. 12. 1969, p. 21.\n(4) OJ No L 374, 22. 12. 1989, p. 6.\n(5) OJ No L 148, 29. 5. 1992, p. 21.\n(6) OJ No L 312, 29. 10. 1992, p. 18.\n(7) OJ No L 387, 31. 12. 1992, p. 10.\n(8) OJ No L 152, 11. 5. 1985, p. 5.\n(9) OJ No L 247, 5. 9. 1991, p. 21."}