{"celex_id": "31993D0505", "uri": "http://publications.europa.eu/resource/cellar/8d77728e-0559-472e-9e1f-7e1f397da674", "type": "Decision", "concepts": ["216", "2901", "3461", "4002", "4828", "5088"], "title": "93/505/EEC: Council Decision of 13 September 1993 concerning notification of the acceptance by the Community of the International Coffee Agreement 1983, as extended to 30 September 1994\n", "header": "COUNCIL DECISION of 13 September 1993 concerning notification of the acceptance by the Community of the International Coffee Agreement 1983, as extended to 30 September 1994\n(93/505/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 113 and 116 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Council approved, by Decision 87/485/EEC (1), the International Coffee Agreement 1983, which came into force on 1 October 1983 for a period of six years expiring on 30 September 1989;\nWhereas, by resolution No 347 of 4 July 1989, the International Coffee Council decided to extend the Agreement for a period of two years until 30 September 1991; whereas, by resolution No 352 of 28 September 1990, the International Coffee Council  decided to extend the Agreement for a further period of one year until 30 September 1992; whereas, by resolution No 355 of 27 September 1991, the International Coffee Council decided to extend the Agreement for a further period of one year until 30  September 1993; whereas, by resolution No 363 of 7 June 1993 the International Coffee Council decided to extend the Agreement for a further period of one year to 30 September 1994;\nWhereas all the Member States have indicated their intention of applying the Agreement;\nWhereas the Community and its Member States should simultaneously notify the United Nations Secretary-General of their acceptance of the Agreement as extended until 30 September 1994,", "main_body": ["Article 1\n1. In accordance with resolution No 363 of 7 June 1993 of the International Coffee Council, the International Coffee Agreement 1983, as extended until 30 September 1994, is hereby approved on behalf of the European Economic Community.\nThe text of the resolution is attached to this Decision.\n2. The Community and its Member States, once they have completed the necessary internal procedures, shall simultaneously notify the United Nations Secretary-General of their acceptance of the Agreement as extended until 30 September 1994.", "The President of the Council is hereby authorized to designate the person empowered to deposit, on behalf of the Community, the notification referred to in Article 1 (2)."], "attachments": "Done at Brussels, 13 September 1993.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No L 276, 29. 9. 1987, p. 61.\nRESOLUTION No 363 (Approved without meeting on 4 June 1993) FURTHER EXTENSION OF THE INTERNATIONAL COFFEE AGREEMENT\nTHE INTERNATIONAL COFFEE COUNCIL,\nWhereas:\nThe International Coffee Agreement 1983, as extended by resolutions Nos 347, 352 and 355, is due to expire on 30 September 1993;\nIt is considered that the International Coffee Agreement should be extended for a further period to maintain the International Coffee Organization as a forum for international cooperation on coffee matters and to allow time for the negotiation of a new  Agreement,\nRESOLVES:\n1. That the International Coffee Agreement 1983, as extended, shall be further extended for a period of one additional year from 1 October 1993 to 30 September 1994.\n2. That the International Coffee Agreement 1983, as extended, shall continue in force as from 1 October 1993 in accordance with the provisions of paragraph 1 of this Resolution among those Contracting Parties which have notified their acceptance, in  accordance with their laws and regulations, of such further extension to the Secretary-General of the United Nations by 30 September 1993, if on that date such Contracting Parties represent at least 20 exporting members holding a majority of the votes  of the exporting members, and at least 10 importing members holding a majority of the votes of the importing members. The votes for this purpose shall be calculated as at 30 June 1993. Such notifications shall be signed by the Head of State or  Government, or Minister for Foreign Affairs, or made under full powers signed by one of the foregoing. In the case of an international organization, the notification shall be signed by a representative duly authorized in accordance with the rules of the  Organization, or made under full powers signed by such a representative.\n3. That a notification by a contracting party containing an undertaking to apply the extended Agreement provisionally, in accordance with its laws and regulations, which is received by the Secretary-General of the United Nations not later than 30  September 1993 shall be regarded as equal in effect to a notification of acceptance of the further extension of the International Coffee Agreement 1983, as extended. Such Contracting Party shall enjoy all the rights and assume all the obligations of a  member. However, if formal notification of acceptance of the further one-year extension of the International Coffee Agreement 1983, as extended, is not received by the Secretary-General of the United Nations by 31 March 1994 or such later date as the  Council may determine, such Contracting Party shall as of that date cease to participate in the Agreement.\n4. That any Contracting Party to the International Coffee Agreement 1983, as extended, which has not made the notifications provided for in paragraphs 2 and 3 of this resolution, may accede to the Agreement by 31 March 1994 or such later date as the  Council may determine on condition that on depositing its instrument of accession such Contracting Party undertakes to fulfil all its previous obligations under the Agreement with retroactive effect from 1 October 1993.\n5. That if the requirements for the continuation in force for a further period of one year of the International Coffee Agreement 1983, as extended, have not been met in accordance with the provisions of paragraphs 2 and 3 of this resolution, those  Governments which have notified acceptance or provisional application of such further extension shall meet to decide:\n(a) whether the Agreement should continue in force among themselves, and, if so, to establish the conditions for the continued operation of the Organization; or\n(b) whether to make arrangements for the liquidation of the Organization in accordance with the provisions of paragraph 4 of Article 68 of the Agreement.\n6. To request the Executive Director to convey this resolution to the Secretary-General of the United Nations."}