{"celex_id": "31993R0372", "uri": "http://publications.europa.eu/resource/cellar/c5943d6b-b62b-4b36-abc0-673e97e2344c", "type": "Regulation", "concepts": ["1201", "136", "2437", "2713", "797", "862"], "title": "Commission Regulation (EEC) No 372/93 of 18 February 1993 providing for the grant of compensation to producers' organizations in respect of tuna, with the exception of yellowfin tuna, delivered to the canning industry during the period 1 April to 30 June 1992\n", "header": "COMMISSION REGULATION (EEC) No 372/93 of 18 February 1993 providing for the grant of compensation to producers' organizations in respect of tuna, with the exception of yellowfin tuna, delivered to the canning industry during the period 1 April to  30 June 1992\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization of the market in fishery products (1), and in particular Article 18 (8) thereof,\nWhereas the compensation referred to in Article 18 of Regulation (EEC) No 3759/92 is granted, under certain conditions, to Community tuna producers' origanizations in respect of quantities of tuna delivered to the canning industry, during the calendar  quarter for which prices were recorded, where the average quarterly price recorded on the Community market and the free-at-frontier price, plus, if necessary, the countervailing charge, are both lower than 93 % of the Community producer price for the  product in question;\nWhereas Article 1 (2) of Commission Regulation (EEC) No 575/92, which applies a reference price (2) to yellowfin tuna, imposes a countervailing charge where importation at a free-at-frontier price lower than a reference price fixed for yellowfin tuna,  examination of the Community market situation for this species should take into account any countervailing charge imposed; this information not yet being available, it is advisable to dissociate the compensatory allowance granted for this species from  that granted in respect of other species;\nWhereas examination of the situation of the Community market for tuna, with the exception of yellowfin tuna, has shown that for one species and presentation of the product in question, for the period 1 April to 30 June 1992, both the average quarterly  market price and the free-at-frontier price referred to in Article 18 of Regulation (EEC) No 3759/92 were lower than 93 % of the Community producer price in force as laid down in Council Regulation (EEC) No 3570/91 of 28 November 1991 fixing, in respect  of the 1992 fishing campaign, the Community producer price for tuna intended for the industrial manufacture of products falling within CN code 1604 (3);\nWhereas the quantities eligible for compensation, within the meaning of Article 18 (2) of Regulation (EEC) No 3759/92, may not exceed, for the quarter concerned, the limits laid down in paragraph 4 of that Article;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The compensation referred to in Article 18 of Regulation (EEC) No 3759/92, with the exception of that relating to yellowfin tuna, shall be granted for the period 1 April to 30 June 1992, in respect of the products listed and within the limits  set out below:\n\"(ECU/tonne)\n\"\" ID=\"01\">Skipjack or stripe-bellied tuna, whole> ID=\"02\">74 \">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 388, 31. 12. 1992, p. 1.\n(2) OJ No L 62, 7. 3. 1992, p. 9.\n(3) OJ No L 338, 10. 12. 1991, p. 6."}