{"celex_id": "31992R2168", "uri": "http://publications.europa.eu/resource/cellar/7efdefaf-07d6-4697-aa99-c9675435f8ff", "type": "Regulation", "concepts": ["2292", "2548", "4172", "755", "932"], "title": "Commission Regulation (EEC) No 2168/92 of 30 July 1992 laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\n", "header": "COMMISSION REGULATION (EEC) No 2168/92  of 30 July 1992  laying down detailed implementing rules for the specific measures for the Canary Islands with regard to potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 (1), of 15 June 1992, introducing specific measures for the Canary Islands concerning certain agricultural products, and in particular Articles 20 (3) and 21 thereof,\nWhereas in application of Articles 2 and 3 of Regulation (EEC) No 1601/92 it is necessary to determine for seed potatoes quantities of the forecast supply balance which benefit from an exemption of the levy on direct imports from third countries or from  aid for deliveries originating from the rest of the Community;\nWhereas this aid must be fixed taking into account the costs of supply from the world market, and the conditions due to the geographical situation of the Canary Islands;\nWhereas Article 20 of Regulation (EEC) No 1601/92 provides that aid per hectare is granted for the production of ware potatoes up to a ceiling of an area of 12 000 hectares per year, planted and harvested;\nWhereas Article 21 of Regulation 1601/92 provides for a restriction on deliveries of ware potatoes to the Canary Islands from third countries, or from the rest of the Community, in order to avoid disturbance of the market during the periods which are  crucial for the marketing of the Canary Islands' production; whereas it is appropriate to fix the sensitive period as well as the maximum quantities of potatoes to be delivered to the Canary Islands during the second semester of 1992;\nWhereas the provisions provided for in Regulation (EEC) No 1601/92 are applicable as from 1 July 1992; it is appropriate to apply the terms of this Regulation as from the same date;\nWhereas the measures provided for in the present regulation are in conformity with the opinion of the Management Committee for seeds,", "main_body": ["TITLE I  Specific supply arrangements", "Pursuant to Articles 2 and 3 of Regulation (EEC) No 1601/92, the quantities of the forecast supply balance with seed potatoes falling under heading CN code 0701 10 00 which benefit from the exoneration from the import levy on products coming  directly from third countries or which benefit from Community aid are fixed at 12 000 tonnes for the period from 1 July 1992 to 31 June 1993.", "The aid provided for in Article 3 (2) of Regulation (EEC) No 1601/92 for seed potatoes included in the forecast supply balance and which come from the Community market is fixed at ECU 3,50 per 100 Kg.", "Spain shall designate the competent authority for:\n(a) the delivery of exemption certificates as provided for in Article 3 (1) of Regulation (EEC) No 1695/92 (2);\n(b) the delivery of the aid certificate provided for in Article 4 (1) of Regulation (EEC) No 1695/92;\n(c) the payment of the aid to the operators concerned.", "1. Requests for certificates shall be presented to the competent authority during the first five working days of every month. A request for a certificate shall only be valid if:\n(a) it does not exceed the maximum quantity available for seed potatoes published by Spain;\n(b) before the expiry of the period provided for the presentation of requests for certificates, proof has been provided that the interested party has lodged a security of ECU 1,75 per 100 Kg.\n2. Certificates shall be delivered on the 10th working day of every month at the latest.\n3. Where certificates are issued for quantities which are less than those requested, the operator concerned can withdraw his request, in writing, within three working days following the issue of the certificate. The relative guarantee is also freed.\n4. The maximum quantity available shall be published by the competent body during the last week of the month preceding the month when the certificate is requested.", "The duration of the validity of import certificates and aid certificates shall expire on the last day of the second month following that of their delivery.\nTITLE II  Aid for the production of potatoes", "1. The aid for the production of ware potatoes falling under headings CN codes 0701 90 51, 0701 90 59 and 0701 90 90 as provided for by Article 20 of Regulation (EEC) No 1601/92 is only paid for areas:\n(a) which have been fully sown and had normal cultivation work carried out upon them;\n(b) for which an application has been submitted in accordance with Article 7, such application to be treated as equivalent to a declaration of the areas cultivated.\n2. Where cultivation has not been proceeded until the ripening of the product, the competent national authorities may accept cases of force majeure and natural disasters having a major effect on the area farmed by the declarant as justifying maintenance  of the entitlement to aid.\nAll cases of force majeure or natural disasters as referred to in the proceding subparagraph shall be notified within three days of the event to the competent Spanish authority. Evidence thereof shall be provided within one month from such notification.\nSpain shall notify the Commission of cases which they recognize as cases of force majeure or as natural disasters.", "1. Any producer wishing to obtain aid shall submit an application to the competent agency before a date to be fixed by Spain. This date shall be fixed in a way that allows the necessary on-the-spot checks to be carried out.\n2. The application for aid shall at least include the following particulars:\n- the name, forenames and address of the applicant,\n- the areas cultivated in hectares and in ares, the cadastral reference of such areas or an indication recognized as equivalent by the agency responsible for checking the areas.\n3. Where the area for which the aid is requested exceeds the maximum area as referred to in Article 20 of Regulation (EEC) No 1601/92, the aid shall be granted to the applicants in proportion to the area as indicated in the request.", "Spain shall take the necessary control measures. These include the measurement of a minimum number of fields for which the aid is requested. Spain shall fix the minimum number of fields to be checked and the criteria for their selection, and  inform the Commission thereof.", "1. If the check indicates an excess of up to 10 % but of not more than one hectare in the area declared, aid shall be calculated on the area measured, less that excess.\n2. If the excess exceeds the limits provided for in paragraph 1, the application for the marketing year in question shall be rejected. Morevoer, the areas forming part of the applicant's holding during the marketing year in question shall be ineligible  for aid in the following marketing year.\n3. If, for reasons attributable to the applicant, a check cannot be carried out Article 9 (2) shall apply, except in cases of force majeure. Grounds for force majeure shall be supplied by the interested party in writing, within ten days from the planned  date of the check.\nTITLE III  Restrictions on deliveries during sensitive periods", "0\n1. During the period from 1 July to 31 October the delivery of potatoes from third countries and the rest of the Community, to the Canary Islands, as referred to in Article 6, shall be limited to 4 200 tonnes.\nDuring this period the deliveries of the above-mentioned products must be accompanied by a 'potato delivery certificate', hereafter referred to as a 'certificate'.\n2. The certificate shall be drawn up on the basis of the import form in the Annex to Regulation (EEC) No 3719/88 (3).", "(3) and (5) and Articles 9, 10, 13 to 16, 19 to 22, 24 to 31 and 33 to 37 of Regulation (EEC) No 3719/88 shall apply, mutatis mutandis, subject to the provisions of this Regulation.\n3. The words 'potato delivery certificate' shall be printed or stamped in the upper left-hand corner of the certificate.\n4. The certificate shall be issued at the request of the parties concerned exclusively by the competent authorities designated by Spain, subject to the quantity provided for in Article 10 (1). Issue of the exemption certificate shall be subject to the  lodging of a security, the amount of which shall be fixed for each of the products in question.\nThe authorities may lay down a time limit for the issue of the certificate.\n5. The request for the certificate must not concern a quantity which exceeds the quantity available as regularly published by the competent authorities.\n6. Where the quantity for which a certificate is requested exceeds the quantity referred to in Article 10 (1), the certificate shall be awarded to the applicants in proportion to the quantities available.\n7. Where certificates are issued for quantities which are less than those requested, the operator concerned can withdraw his request, in writing, within three working days following the issue of the certificate. The relative guarantee is also freed.\n8. The application for the certificate and the certificate itself, shall be marked in box No 24 with the words 'certificate to be used for the Canary Islands'.\n9. Proof of utilization of the certificate must be furnished within thirty days following expiry of the period of validity of the certificate, except in cases of force majeure.\n10. The competent authorities administer the system of restrictions on deliveries in a way that allows for the delivery of the quantity referred to in Article 10 (1) to the Canary Islands.\nTITLE IV  Final provisions", "1\nThe rate to be applied for converting the aid per hectare into national currency, as referred to in Article 6, shall be the agricultural conversion rate in force on the date fixed for the submission of the application for aid, in conformity  with Article 7 (1).", "2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 179, 1. 7. 1992, p. 1. (3) OJ No L 331, 2. 12. 1988, p. 1."}