{"celex_id": "31992D0092", "uri": "http://publications.europa.eu/resource/cellar/592e37f2-5d1c-43e2-a4e9-bcd3586d4f54", "type": "Decision", "concepts": ["13", "192", "1937", "1961"], "title": "92/92/EEC: Commission Decision of 9 January 1992 laying down the requirements relating to equipment and structure of dispatch and purification centres for live bivalve molluscs, for which derogations may be granted\n", "header": "COMMISSION DECISION  of 9 January 1992  laying down the requirements relating to equipment and structure of dispatch and purification centres for live bivalve molluscs, for which derogations may be granted  (92/92/EEC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs (1), and in particular Article 5 thereof,\nWhereas, in accordance with the second subparagraph of Article 5 (1) (a) of Directive 91/492/EEC, Member States may, for the requirements relating to equipment and structures laid down in Chapter IV of the Annex to the aforesaid Directive, grant to  dispatch and purification centres a further period within which to comply with the conditions of approval set out in that Chapter IV, subject to the express condition that live bivalve molluscs coming from such centres meet the hygiene standards set by  Directive 91/492/EEC;\nWhereas it is up to the Commission to fix, in accordance with the procedure laid down in Article 12 of Directive 91/492/EEC, the requirements relating to equipment and structures for which such derogations may be granted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The requirements relating to equipment and structures laid down in Chapter IV of the Annex to Directive 91/492/EEC for which derogations may be granted are laid down in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 1.\nANNEX\nREQUIREMENTS LAID DOWN IN CHAPTER IV OF THE ANNEX TO DIRECTIVE 91/492/EEC FOR WHICH DEROGATIONS MAY BE GRANTED\nFor the following requirements, derogations may be granted:\n1. I, 1(a) insofar as the construction of buildings or facilities is concerned, as well as (b), (c), (d) and (e).\n2. I, 2 insofar as the number of changing rooms is concerned, and 5.\n3. II, 6 insofar as a separate area for the storage of waste products is concerned, provided products cannot be contaminated by waste or leakage therefrom.\n4. II, 7 provided products are sheltered from the sun and the elements and from any source of dirt or contamination.\n5. III, 1 insofar as water-storage containers and the slope of the base of purification tanks are concerned."}