{"celex_id": "31990L0239", "uri": "http://publications.europa.eu/resource/cellar/1ed06687-31cf-4a45-aed2-fb403854d7c6", "type": "Directive", "concepts": ["1395", "2772", "2897", "3885", "4374", "6050"], "title": "Council Directive 90/239/EEC of 17 May 1990 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the maximum tar yield of cigarettes\n", "header": "COUNCIL  DIRECTIVE\nof 17 May 1990\non the approximation of the laws, regulations and administrative provisions of the Member States concerning the maximum tar yield of cigarettes\n(90/239/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas there are differences between the laws, regulations and administrative provisions of the Member States on the limitation of the maximum tar yield of cigarettes; whereas such differences are liable to constitute barriers to trade and to impede the establishment and operation of the internal market;\nWhereas those obstacles should accordingly be eliminated and whereas to that end the marketing and free movement of cigarettes must be made subject to common rules concerning maximum tar yields;\nWhereas such common rules must take due account of public health protection;\nWhereas the higher the tar content of smoked tobacco, the greater the risk of lung cancer and whereas the European Council held in Milan on 28 and 29 June 1985 stressed the importance of launching a European action programme against cancer;\nWhereas, in their resolution of 7 July 1986 (4), the Council and the representatives of the Governments of the Member States meeting within the Council considered that measures to combat smoking were a priority;\nWhereas in applying this Directive provision should be made for establishing deadlines which allow, on the one hand, completion to a minimum degree of efficiency of the process of conversion to other varieties which has already begun, and, on the other, consumers and manufacturers to adapt to products with a lower tar yield;\nWhereas this Directive contains provisions, which will be reviewed on the basis of experience gained, the development of techniques and medical knowledge in this area, the objective being to achieve greater protection of individuals;\nWhereas smokers must always be aware that all cigarettes are harmful to health; whereas it is much more desirable for them to stop smoking rather than to switch to low-tar cigarettes;\nWhereas the initiative set out in this Directive will have an even more beneficial effect on public health if it is coupled with health education programmes during the years of compulsory education and with information and public awareness campaigns;\nWhereas the introduction of maximum tar yields would result in particular socioeconomic difficulties for the Hellenic Republic; whereas that Member State should be granted, exceptionally, a derogation with regard to the implementation dates laid down for the other Member States,", "main_body": ["The objective of this Directive is the harmonization of the laws, regulations and administrative provisions of the Member States concerning the maximum tar yield of cigarettes, taking as a basis a high level of public health protection by the reduction of the health damage caused by tar.", "1. For the purposes of this Directive, 'tar' means the raw anhydrous nicotine-free condensate of smoke.\n2. The tar yield of cigarettes marketed in the Member States shall not be greater than:\n- 15 mg per cigarette as from 31 December 1992, and\n- 12 mg per cigarette as from 31 December 1997.\n3. For the Hellenic Republic, as a temporary derogation, the limit values and dates of implementation shall be as follows:\n- 20 mg until 31 December 1992,\n- 18 mg until 31 December 1998,\n- 15 mg until 31 December 2000,\n- 12 mg until 31 December 2006.\nHowever, this derogation may not be used to justify controls at the Community's internal frontiers.", "The tar yield of cigarettes shall be measured according to ISO standards 4387 and 3400. Verification must be carried out according to ISO standard 8243.", "Adaptation of this Directive to technical progress shall be limited to the method of measuring tar yields and the method of verification referred to in Article 3.", "With a view to the adaptation to technical progress referred to in Article 4, the Commission shall be assisted by a committee of an advisory nature composed of representatives of the Member States and chaired by the Commission representative.", "The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State may ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "1. The Member States may not, for considerations of limitation of the tar yield of cigarettes, prohibit or restrict the sale of products which comply with this Directive.\n2. This Directive shall not otherwise affect the right of the Member States to adopt, in accordance with the Treaty, rules concerning the import, sale and consumption of tobacco products which they deem necessary in order to protect public health, provided such rules do not imply any changes to limits on the tar yield of cigarettes as laid down in this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within 18 months of its notification (1). They shall forthwith inform the Commission thereof.\n2. Products existing at the dates referred to in Article 2 (2) which do not comply with this Directive may continue to be marketed for two years thereafter.\n3. Member States shall communicate to the Commission provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 May 1990.\nFor the Council\nThe President\nR. O'HANLON\n(1) OJ No C 48, 20. 2. 1988, p. 10.\n(2) OJ No C 158, 26. 6. 1989, p. 229 and\nOJ No C 96, 17. 4. 1990.\n(3) OJ No C 237, 12. 9. 1988, p. 49.\n(4) OJ No C 184, 23. 7. 1986, p. 19.\n(1) This Directive was notified to the Member Stattes on 18 May 1990."}