{"celex_id": "31994R0872", "uri": "http://publications.europa.eu/resource/cellar/345fc29b-41f5-48fc-b611-fc6b446feb1b", "type": "Regulation", "concepts": ["1309", "1524", "3759", "519", "588"], "title": "Council Regulation (EC) No 872/94 of 19 April 1994 amending Regulations (EEC) No 2089/84 and (EEC) No 1739/85 concerning definitive anti-dumping duties on imports of certain ball bearings originating in Japan\n", "header": "COUNCIL REGULATION (EC) No 872/94 of 19 April 1994 amending Regulations (EEC) No 2089/84 and (EEC) No 1739/85 concerning definitive anti-dumping duties on imports of certain ball bearings originating in Japan\nTHE COUNCIL OF THE EUROPEAN  UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nAfter consultations within the Advisory Committee,\nWhereas:\nA. Previous procedure  (1) The Council, by Regulation (EEC) No 2685/90 (2), amended Regulation (EEC) No 2089/84 (3) concerning a definitive anti-dumping duty applicable to imports of single-row deep-groove ball bearings with a greatest external diameter  not exceeding 30 mm originating in, inter alia, Japan.\n(2) The Council, by Regulation (EEC) No 2849/92 (4), amended Regulation (EEC) No 1739/85 (5) concerning a definitive anti-dumping duty applicable to imports of ball bearings with a greatest external diameter exceeding 30 mm originating in Japan.\n(3) In Regulations (EEC) No 2089/84 and (EEC) No 1739/85, an individual separate rate of duty was imposed in respect of a Japanese exporter called Nippon Seiko Kabushiki Kaisha which, in Roman characters, described itself respectively as Nippon Seiko KK  or Nippon Seiko Co. Ltd.\nB. Request for a review. Change of name  (4) Nippon Seiko Kabushiki Kaisha has requested that the names by which it is referred to in the aforementioned Regulations be amended. This request for a review is based on the fact that, with effect from 24  September 1991, this Japanese legal entity has described itself as 'NSK Ltd' in Roman characters.\n(5) Information has been supplied to the Commission which satisfactorily demonstrates that the change of name of the company in Roman characters has entailed no change to the corporate status of the company nor to its Japanese name, Nippon Seiko  Kabushiki Kaisha.\nC. Procedure  (6) On the basis of the information supplied, the Commission took the view that there were sufficient grounds concerning changed circumstances to warrant a partial review under Article 14 of Regulation (EEC) No 2423/88 of the measures  applying to this company. Having considered the matter further, the Commission considers that the measures in question should be amended to reflect the changed name in Roman characters of the company. This view is hereby confirmed.\n(7) No objections were raised when the findings of the review were disclosed to the Community industry.\nD. Amendment  (8) In view of the foregoing, Regulations (EEC) No 2089/84 and (EEC) No 1739/85 should be amended.\n(9) The duties imposed by Regulations (EEC) No 2089/84 and (EEC) No 1739/85 are not being modified or confirmed within the meaning of Article 15 (1) of Regulation (EEC) No 2423/88, and the date on which they are due to expire, pursuant to that  provision, consequently remains unchanged,", "main_body": ["In Article 1 (2) of Regulation (EEC) No 2089/84, the reference to 'Nippon Seiko KK' shall be replaced by 'NSK Ltd'.", "In Article 1 (2) of Regulation (EEC) No 1739/85, the reference to 'Nippon Seiko Co. Ltd, Tokyo' shall be replaced by 'NSK Ltd'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 24 September 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 April 1994.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 209, 2. 8. 1988, p. 1. Regulation as last amended by Regulation (EC) No 522/94 (OJ No L 66, 10. 3. 1994, p. 10).\n(2) OJ No L 256, 20. 9. 1990, p. 1.\n(3) OJ No L 193, 21. 7. 1984, p. 1.\n(4) OJ No L 286, 1. 10. 1992, p. 2.\n(5) OJ No L 167, 27. 6. 1985, p. 3."}