{"celex_id": "31993L0108", "uri": "http://publications.europa.eu/resource/cellar/3cd135a4-5d8d-4d06-8ec7-ac1bf39dcf87", "type": "Directive", "concepts": ["13", "191", "2300", "2409", "2548"], "title": "Commission Directive 93/108/EEC of 3 December 1993 amending Council Directive 66/403/EEC on the marketing of seed potatoes\n", "header": "COMMISSION DIRECTIVE 93/108/EC of 3 December 1993 amending Council Directive 66/403/EEC on the marketing of seed potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/403/EEC of 14 June 1966 on the marketing of seed potatoes (1), as last amended by Commission Directive 93/3/EEC (2), and in particular Article 15 (2a) thereof,\nWhereas in principle, with effect from certain dates, Member States may no longer determine for themselves the equivalence of seed potatoes harvested in third countries with seed potatoes harvested within the Community and complying with that Directive;\nWhereas, however, since work to establish Community equivalence for all the third countries concerned had not been completed, Article 15 (2a) of that Directive permitted Member States to extend to 31 March 1993 the period of validity of equivalence  which they had already of certain countries not covered by the Community equivalences;\nWhereas the said work is still incomplete;\nWhereas the authorization may only be extended in accordance with Member States' obligations under the common rules on plant health, laid down by Council Directive 77/93/EEC (3), as last amended by Commission Directive 93/19/EEC (4);\nWhereas by Commission Decisions 92/467/EEC (5) and 93/33/EEC (6) derogations provided for by certain Member States from certain provisions of Directive 77/93/EEC in respect of seed potatoes originating in Poland and Canada respectively have been  approved until 31 December 1992 and 31 March 1993 respectively;\nWhereas Commission Decisions 93/680/EC (7) and 93/681/EC (8) extend those periods further from 1 December 1993 to 31 March 1994;\nWhereas the authorization granted to Member States by Article 15 (2a) should accordingly be extended;\nWhereas the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry has not delivered an opinion within the time limit set by its chairman,", "main_body": ["In Article 15 (2a) of Directive 66/403/EEC, '31 March 1993' is replaced by '31 March 1994'.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive by 1 December 1993 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 3 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2320/66.\n(2) OJ No L 54, 5. 3. 1993, p. 21.\n(3) OJ No L 26, 31. 1. 1977, p. 20.\n(4) OJ No L 96, 22. 4. 1993, p. 33.\n(5) OJ No L 264, 10. 9. 1992, p. 23.\n(6) OJ No L 16, 25. 1. 1993, p. 35.\n(7) OJ No L 317, 18. 12. 1993, p. 75.\n(8) OJ No L 317, 18. 12. 1993, p. 79."}