{"celex_id": "31991R3916", "uri": "http://publications.europa.eu/resource/cellar/a2a68b9b-00fd-4462-92e4-5088941df451", "type": "Regulation", "concepts": ["1204", "2069", "4080"], "title": "Council Regulation ( EEC ) No 3916/91 of 19 December 1991 amending Regulation ( EEC ) No 2658/87 on the tariff and statistical nomenclature and on the Commin Customs Tariff\n", "header": "COUNCIL REGULATION (EEC) N° 3916/91 of 19 December 1991 amending Regulation (EEC) N° 2658/87 on the  tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, during the General Agreement on Tariffs and Trade negotiations on the introduction of the  harmonized system, the customs duty on the import of seaweeds was increased;\nWhereas this increase in the customs duty is proving disadvantageous to economic operators; whereas  it is therefoe expedient to apply the customs duty in force prior to the negotiations;\nWhereas the balance of concessions and obligations under the General Agreement should not, however,  be called into question;\nWhereas it is expedient to amend the autonomous customs duty applied to seaweeds; whereas,  therefore, Regulation (EEC) N° 2658/87 (1) should be amended accordingly,", "main_body": ["The combined nomenclature appearing in Annex I to Regulation (EEC) N°  2658/87 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply from 1 January 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1991.\nFor the Council\nThe President\nP. DANKERT\nCOUNCIL REGULATION (EEC) N° 3917/91 of 19 December 1991 amending Regulation (EEC) N° 2658/87 on the  tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF  THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas during the negotiations under the General Agreement on Tariffs and Trade (GATT) on the  introduction of the harmonized system, customs duties on the import of certain inedible animal and  vegetable fats and oils were increased;\nWhereas this increase in customs duties is proving disadvantageous to economic operators; whereas  it is therefore expedient to apply the customs duties which applied prior to the negotiations;\nWhereas the balance of concessions and obligations under the GATT should not, however, be called  into question;\nWhereas the autonomous customs duties applied to these products should be amended; whereas,  therefore, Regulation (EEC) N° 2658/87 (1) should be amended accordingly;\nWhereas it is desirable to cancel the harmful effects on economic operators; whereas provision  should therefore be made for retroactivity of the amendment of the customs duties to 1 January  1988, the date on which the harmonized system entered into force,\nHAS ADOPTED THIS REGULATION:\nArticle 1\n1.  The combined nomenclature attached to Regulation (EEC) N° 2658/87  is hereby amended in accordance with the Annex hereto.\n2.  The amendments to combined nomenclature subheadings provided for in this Regulation shall be  applied as subdivisions of the integrated tariff of the European Communities (Taric) until their  insertion in the combined nomenclature under the conditions laid down in Article 12 of Regulation  (EEC) N° 2658/87.\nArticle 2\nThis Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States.\nDone at Brussels, 19 December 1991.\nFor the Council\nThe President\nP. DANKERT\n(1) OJ N° L 256, 7. 9. 1987, p. 1.  Regulation as last amended by Regulation (EEC) N° 3916/91 (see page 28 of this Official Journal)."}