{"celex_id": "31992R1428", "uri": "http://publications.europa.eu/resource/cellar/3a8fe50d-bb49-44f7-9437-10a4b0ea37c4", "type": "Regulation", "concepts": ["20", "3170", "4498", "4663", "4682"], "title": "Commission Regulation (EEC) No 1428/92 of 1 June 1992 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export after processing, amending Regulation (EEC) No 569/88 and repealing Regulation (EEC) No 2911/91\n", "header": "COMMISSION REGULATION (EEC) No 1428/92  of 1 June 1992  on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export after processing, amending Regulation (EEC) No  569/88 and repealing Regulation (EEC) No 2911/91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 1628/91 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2539/84 of 5 September 1984 laying down detailed rules for certain sales of frozen beef held by the intervention agencies (3), as amended by Regulation (EEC) No 1809/87 (4), provides for the possibility of applying  a two-stage procedure when beef is sold from intervention stocks situated in the Community;\nWhereas certain intervention agencies hold large stocks of intervention meat; whereas an extension of the period of storage of meat bought in should be avoided on account of the ensuing high costs; whereas, some of that meat should be put up for sale in  accordance with Regulations (EEC) Nos 2539/84 and 2182/77 (5), as last amended by Regulation (EEC) No 3988/87 (6), in order to be processed and exported;\nWhereas, in view of the need for controls, special detailed rules must be laid down in particular as regards the minimum quantity which may be purchased;\nWhereas, in order to ensure that the operation is carried out properly, a time limit must be laid down for exporting the meat;\nWhereas, in order to ensure that the beef sold is processed and exported, securities as specified in Article 5 (2) (a) and (3) (a) of Regulation (EEC) No 2539/84 should be lodged;\nWhereas products held by intervention agencies and intended for export are subject to the provisions of Commission Regulation (EEC) No 569/88 (7), as last amended by Regulation (EEC) No 1354/92 (8); whereas the Annex to that Regulation setting out the  entries to be made should be expanded;\nWhereas Commission Regulation (EEC) No 2911/91 (9) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following quantities of beef shall be put up for sale for processing within the Community and subsequent export:\n- approximately 10 000 tonnes of boned beef held by the United Kingdom intervention agency and bought in before 1 February 1992,\n- approximately 10 000 tonnes of boned beef held by the Irish intervention agency and bought in before 1 February 1992.\n2. Subject to the provisions of this Regulation, the sale shall take place in accordance with Regulations (EEC) Nos 569/88, 2539/84 and 2182/77.\n3. The qualities and the minimum price referred to in Article 3 (1) of Regulation (EEC) No 2539/84 shall be as set out in Annex I hereto.\n4. Tenders shall be valid only if they:\n- relate to a total minimum quantity of 400 tonnes of boned beef,\n- relate to a lot comprising all the cuts referred to in Annex II in the percentages stated therein and offer a single price per tonne expressed in ecus of the lot made up in this fashion,\n- are submitted by a natural or legal person who has been engaged for at least twelve months in an activity in the processing industry for the purposes of manufacturing products containing beef or veal and is entered in a public register in a Member  State,\n- are accompanied by precise details of the establishment(s) where the meat purchased is to be processed.\n5. Only tenders which reach the intervention agency concerned by 12 noon on 10 June 1992 shall be taken into consideration.\n6. Particulars of the quantities and the place where the products are stored may be obtained by the parties concerned at the address given in Annex III.", "1. Applicants may entrust an authorized agent to take delivery of the products they purchase. In that case, the authorized agent shall submit the tenders or, where appropriate, the purchase applications of the applicants he represents.\n2. The purchasers and authorized agents referred to in paragraph 1 shall keep up to date accounts permitting the destination and utilization of the products to be ascertained, in particular with a view to verifying that the quantities of products  purchased correspond to those of products processed.\n3. The processed products must be exported within 12 months following the date of conclusion of the contract of sale.", "1. The security provided for in Article 5 (1) of Regulation (EEC) No 2539/84 shall be ECU 10 per 100 kilograms.\n2. Notwithstanding Article 5 of Regulation (EEC) No 2539/84, the securities provided for in paragraphs 2 (a) and 3 (a) thereof are hereby replaced by a single security.\nThe latter shall be ECU 140 per 100 kilograms of boned beef. The processing of this beef into products referred to in Article 4 and the subsequent exportation of those products under the terms of this Regulation shall be primary requirements within the  meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (10).\nThe other provisions of Article 5 of Regulation (EEC) No 2539/84 shall remain applicable mutatis mutandis.", "Products exported under this Regulation shall only qualify for refunds if they are manufactured under Commission Regulation (EEC) No 2388/84 (11) and if they are covered by product codes 1602 50 90 125, 1602 50 90 325, 1602 50 90 425 or 1602  50 90 525 of the refund nomenclature established by Commission Regulation (EEC) No 934/92 (12).\nThe refunds and the agricultural conversion rate shall be those applying at the date in Article 1 (6).", "Under II 'Products subject to a use and/or destination other than that mentioned under I', in Regulation (EEC) No 569/88, the following point 43 and the relevant footnote are added:\n'(43) Commission Regulation (EEC) No 1428/92 of 1 June 1992 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export after processing, amending Regulation (EEC) No 569/88  and repealing Regulation (EEC) No 2911/91 (43):\n(a) on the dispatch of the beef for processing:\nSection 44 of the SAD, or the most appropriate section of the document used:\n1. Destinada a la transformación y exportación posterior [Reglamento (CEE) no 1428/92)\nTil forarbejdning og senere eksport (forordning (EOEF) nr. 1428/92)\nZur Verarbeitung und spaeteren Ausfuhr bestimmt (Verordnung (EWG) Nr. 1428/92)\nÐñïïñéaeueìaaíï ãéá ìaaôáðïssçóç êáé ãéá ìaaôÝðaaéôá aaîáãùãÞ [êáíïíéóìueò (AAÏÊ) áñéè. 1428/92]\nIntended for processing and, subsequently, export (Regulation (EEC) No 1428/92)\nDestiné à la transformation et à l'exportation (règlement (CEE) no 1428/92)\nDestinato alla trasformazione e alla successiva esportazione (regolamento (CEE) n. 1428/92)\nBestemd om te worden verwerkt en vervolgens te worden uitgevoerd (Verordening (EEG) nr. 1428/92)\nDestinada a transformaçao e a exportaçao posterior (Regulamento (CEE) no 1428/92);\n2. the date on which the contract of sale was concluded;\n3. the weight of the meat on removal from intervention stocks;\n(b) on the export of the finished product:\n- Section 104 of the control copy T 5 is completed as appropriate,\n- Section 106 of the control copy T 5:\n- the date on which the contract of sale was concluded,\n- the weight of the meat on removal from intervention stocks,\n- Section 107 of the control copy T 5: Regulation (EEC) No 1428/92.\n(43) OJ No L 150, 2. 6. 1992, p. 11.'", "Regulation (EEC) No 2911/91 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24. (2) OJ No L 150, 15. 6. 1991, p. 16. (3) OJ No L 238, 6. 9. 1984, p. 13. (4) OJ No L 170, 30. 6. 1987, p. 23. (5) OJ No L 251, 1. 10. 1977, p. 60. (6) OJ No L 376, 31. 12. 1987, p. 31. (7) OJ No L 55, 1. 3.  1988, p. 1. (8) OJ No L 145, 27. 5. 1992, p. 53. (9) OJ No L 276, 3. 10. 1991, p. 28. (10) OJ No L 205, 3. 8. 1985, p. 5. (11) OJ No L 221, 18. 8. 1984, p. 28. (12) OJ No L 101, 15. 4. 1992, p. 5.\nÐÁÑÁÑÔÇÌÁ É ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nEstado miembro  Productos  Cantidades (toneladas)  Precio mínimo expresado en ecus por tonelada  Medlemsstat  Produkter  Maengde (tons)  Mindstepriser i ECU/ton  Mitgliedstaat  Erzeugnisse  Mengen (Tonnen)  Mindestpreise, ausgedrueckt in  ECU/Tonne  ÊñUEôïò ìÝëïò  Ðñïúueíôá  Ðïóueôçôaaò (ôueíïé)  AAëUE÷éóôaaò ôéìÝò ðùëÞóaaùò aaêoeñáaeueìaaíaaò óaa Ecu áíUE ôueíï  Member State  Products   Quantities (tonnes)  Minimum prices expressed in ecus per tonne  État membre  Produits  Quantités (tonnes)  Prix minimaux exprimés en écus par tonne  Stato membro  Prodotti  Quantità (tonnellate)  Prezzi minimi espressi in ecu per tonnellata  Lid-Staat   Produkten  Hoeveelheid (ton)  Minimumprijzen uitgedrukt in ecu per ton  Estado-membro  Produtos  Quantidade (toneladas)  Preço mínimo expresso em ecus por tonelada       Ireland  - Boneless cuts from:\nCategory C, classes U, R and O  10 000  1 400 (1)  United Kingdom  - Boneless cuts from:\nCategory C, classes U, R and O  10 000  1 300 (1)\n(1) Precio mínimo por cada tonelada de producto de acuerdo con la distribución contemplada en el Anexo II.\n(1) Minimumspris pr. ton produkt efter fordelingen i bilag II.\n(1) Mindestpreis je Tonne des Erzeugnisses gemaess der in Anhang II angegebenen Zusammensetzung.\n(1) AAëUE÷éóôç ôéìÞ áíUE ôueíï ðñïúueíôïò óýìoeùíá ìaa ôçí êáôáíïìÞ ðïõ áíáoeÝñaaôáé óôï ðáñUEñôçìá ÉÉ.\n(1) Minimum price per tonne of products made up according to the percentages referred to in Annex II.\n(1) Prix minimum par tonne de produit selon la répartition visée à l'annexe II.\n(1) Prezzo minimo per tonnellata di prodotto secondo la ripartizione indicata nell'allegato II.\n(1) Minimumprijs per ton produkt volgens de in bijlage II aangegeven verdeling.\n(1) Preço mínimo por tonelada de produto segundo a repartiçao indicada no anexo II.\nÐÁÑÁÑÔÇÌÁ ÉÉ ANEXO II - BILAG II - ANHANG II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nRépartition du lot visé à l'article 1er paragraphe 5 deuxième tiret\nDistribución del lote contemplado en el segundo guión del apartado 5 del artículo 1\nRepartiçao do lote referido no no 5, segundo travessao, do artigo 1o\nÊáôáíïìÞ ôçò ðáñôssaeáò ðïõ áíáoeÝñaaôáé óôï UEñèñï 1 ðáñUEãñáoeïò 5 aeaaýôaañç ðaañssðôùóç\nFordeling af det i artikel 1, stk. 5, andet led, omhandlede parti\nVerdeling van de in artikel 1, lid 5, tweede streepje, bedoelde partij\nRepartition of the lot referred to in the second subparagraph of Article 1 (5)\nZusammensetzung der in Artikel 1 Absatz 5 zweite Gedankenstrich genannten Partie\nComposizione della partita di cui all'articolo 5, secondo trattino\nCuts  Weight percentage  Teilstuecke  Gewichtsanteile  Tagli  Percentage del peso  Deelstukken  % van het totaalgewicht  Udskaeringer  Vaegtprocent  ÔaaìUE÷éá  Ðïóïóôue ôïõ âUEñïõò  Cortes  Percentagem do pesa  Cortes  Porcentaje en pesa   Découpes  Pourcentage du poids  1. IRELAND   Briskets  8 %  Forequarters  50 %  Shins/shanks  10 %  Plates/flanks  32 %\n100 %  2. UNITED KINGDOM   Shins and shanks  11 %  Clod and sticking  14 %  Ponies  35 %  Thin flanks  14 %  Forequarter flanks  10 %  Briskets  10 %  Foreribs  6 %\n100 %\nÐÁÑÁÑÔÇÌÁ ÉÉÉ ANEXO III - BILAG III - ANHANG III -  - ANNEX III - ANNEXE III - ALLEGATO III - BIJLAGE III - ANEXO III\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen -  AEéaaõèýíóaaéò ôùí ïñãáíéóìþí ðáñaaìâUEóaaùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervençao\nIRELAND:  Department of Agriculture and Food   Agriculture House   Kildare Street   Dublin 2   Tel. (01) 78 90 11, (01) 61 62 63, (01) 78 52 14 and (01) 662 01 98   Telex 93 292 and 93 607  UNITED KINGDOM:  Intervention Board for Agricultural  Produce   Fountain House   2 Queens Walk   Reading RG1 7QW   Berkshire   Tel. (0734) 58 36 26   Telex 848 302, telefax (0734) 56 67 50"}