{"celex_id": "31996R2320", "uri": "http://publications.europa.eu/resource/cellar/9e23a072-6c9d-428f-b41f-7acd8cea01a6", "type": "Regulation", "concepts": ["1078", "1120", "225", "5083", "797", "922"], "title": "Council Regulation (EC) No 2320/96 of 28 November 1996 continuing a special system of assistance to traditional ACP suppliers of bananas established by Regulation (EC) No 2686/94\n", "header": "COUNCIL REGULATION (EC) No 2320/96 of 28 November 1996 continuing a special system of assistance to traditional ACP suppliers of bananas established by Regulation (EC) No 2686/94\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130w thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\nWhereas Protocol 5 on bananas to the fourth ACP-EC Convention provides that, in respect of its banana exports to the Community markets, no ACP State shall be placed, as regards access to its traditional markets and its advantages on those markets, in a less favourable situation than in the past or at present;\nWhereas national market organizations have hitherto granted traditional ACP suppliers of bananas an outlet for their production on their traditional markets and enabled them to obtain from these markets and adequate income;\nWhereas the common organization of the market in bananas established by Regulation (EEC) No 404/93 (4) set the framework for continuing, on the Community market, the advantages enjoyed by traditional ACP suppliers, in accordance with the Community's commitment set out above;\nWhereas risks exist nevertheless that the introduction of a new market organization and the need to adapt to it could jeopardize the continuing viability of ACP supplies;\nWhereas particular efforts will be needed to adapt to the new market conditions in order to take advantage of the opportunities offered;\nWhereas the structure and the nature of the new market and the marketing efforts necessary to maintain a presence on this market represent new elements some of which either the traditional ACP suppliers not the operators handling this procedure could reasonably foresee;\nWhereas technical and financial assistance, additional to that provided for in the fourth ACP-EC Convention, should therefore be provided to carry out programmes designed to assist producers to adapt to new market conditions and in particular to improve quality, to improve marketing and to improve competitiveness;\nWhereas the new conditions prevailing on the market may result in temporary market disturbances, particularly in the sectors of the Community market traditionally supplied by the ACP States;\nWhereas such disturbances could seriously affect the income of the ACP States from the market and therefore the continued viability of the production in question;\nWhereas financial assistance should therefore be provided to permit the ACP States to remain on the market, until such time as the market stabilizes and a satisfactory economic return from the market can be received;\nWhereas income support should be complementary to transfers under the export earnings stabilization system (Stabex) triggered by the same set of circumstances;\nWhereas it is therefore appropriate to align calculation of income support with the calculation of Stabex transfers;\nWhereas Regulation (EC) No 2686/94 (5) introduced financial assistance in the form of income support;\nWhereas that Regulation expired on 28 February 1996;\nWhereas the statistics necessary for the calculation of Stabex transfers and income support to be granted for the preceding year are not available until the second quarter of each year, thus, in order to satisfy the overall requirements of the system, the rules laid down by Regulation (EC) No 2686/94 should continue to be applied until 31 December 1996;\nWhereas that Regulation also establishes technical and financial assistance, additional to that provided for in the fourth ACP-EC Convention and granted to programmes designed to assist producers adapt to new market conditions,", "main_body": ["A special system of assistance to traditional ACP suppliers of bananas is hereby established. This assistance may consist of technical and financial assistance and/of or income support.", "For the purposes of this Regulation:\n- 'traditional ACP suppliers` means the ACP States listed in the Annex,\n- 'bananas` means fresh or dried bananas covered by CN code 0803, excepting plantains.\nTITLE I\nTechnical and financial assistance", "1. Technical and financial assistance shall be provided to traditional ACP suppliers with a view to helping them adapt to the new market conditions following the establishment of a common organization of the market in bananas.\n2. This technical and financial assistance shall be provided to contribute to the carrying-out of programmes in the banana sector to achieve one or more of the following objectives:\n- to improve quality,\n- to adapt production, distribution or marketing methods to meet the quality standards provided for in Article 2 of Regulation (EEC) No 404/93,\n- to establish producers' organizations which have as an objective the improvement of the marketing and competitiveness of their products,\n- to develop a production and/or marketing strategy to meet the requirements of the market in the Community in the light of the common organization of the market in bananas,\n- to assist with training, market intelligence, the development of environmentally sound production methods, improving the distribution infrastructure, improving trade and financial services to banana producers and/or improving competitiveness.\n3. Assistance may be given to programmes having similar objectives which are currently financed under the fourth ACP-EC Convention or by the public authorities of the Member States parties to that Convention where such assistance would result in more rapid completion of the programme.", "The Commission shall decide on the eligibility of the programme and the level of assistance after consultation with the traditional ACP supplier concerned. It shall also take into account the consistency of the envisaged programme with the general development objectives of the ACP State concerned and its impact on regional cooperation with other banana producers, in particular the Community producers.\nTITLE II\nIncome support", "1. Within the limits indicated in Article 15 (1) of Regulation (EEC) No 404/93, traditional ACP suppliers shall be eligible for income support.\n2. Income support shall be paid where the reduction in income derived from the exportation to the Community of bananas complying with the common standards is directly related to conditions prevailing on the market subsequent to the establishment of the common organization of the market in bananas.", "1. Income support shall be individually calculated for each traditional ACP supplier on the basis of the quantities exported to the Community during the year of application and the difference between the reference price and the actual price.\n2. The reference price shall be the average price per tonne of bananas produced in the ACP State concerned and exported to the Community during the six calendar years preceding the entry into force of this Regulation, less the two years with the highest and the lowest figures.\nThe actual price shall be the average price per tonne of bananas produced in the ACP State concerned and exported to the Community during the envisaged year of application.\n3. The statistics needed for the calculation of income support shall be those drawn up and published on Community imports by the Statistical Office of the European Communities.\n4. Before 1 July of each year, the Commission shall determine the income support for the previous year after consultation with the ACP-State concerned.\nTITLE III\nGeneral provisions", "1. Financial commitments under Title I shall be in addition to any funds available to ACP States under the provisions of the fourth ACP-EC Convention.\n2. Financial commitments made under Title II shall be complementary to funds available under the system guaranteeing the stabilization of export earnings provided for in Articles 186 et seq. of the fourth ACP-EC Convention. Title II therefore only entitles to payments of income support in as far as transfers, made for identical quantities in accordance with Articles 186 et seq. of the fourth ACP-EC Convention, do not entirely offset the effects of price decreases on the income of traditional ACP suppliers.\n3. Payments of income support shall be used, in accordance with a framework of mutual obligations to be agreed between the traditional ACP supplier concerned and the Commission in each case, for the benefit of producers adversely affected by the loss of income and be used to enhance the economic viability of production.\n4. (a) Where application of Title II gives rise to a transfer basis, the ACP State concerned shall, in the month following receipt of the notification referred to in Article 6 (4), send the Commission a substantial analysis of the sector recording the loss of earnings, the cause of the loss, the policies pursued by the authorities and the projects, programmes or operations to which the resources are to be allocated in accordance with the objectives set out in paragraph 3 hereof,\n(b) Projects, programmes or operations to which the recipient ACP States undertake to allocate the transferred resources shall be examined jointly by the Commission and the ACP State concerned.\n(c) Resources shall be used to support immediate operations to sustain the economic viability of production, or adjustment operations designed to restructure production and export activities, within the framework of any consistent reform policy in the banana sector.", "1. The granting of assistance as defined Article 1 shall be subject to the designation by the ACP State concerned of a representative organization entitled to act and to receive payments on its behalf within the framework of this Regulation.\n2. The representative organizations shall present the following characteristics:\n(a) be composed entirely or mainly or producers of bananas in one or more traditional ACP suppliers;\n(b) pursue at least two of the following objectives:\n- improvement of the quality of the produce,\n- improvement of the quality of the distribution and marketing network,\n- improvement of the returns to producers,\n- improvement of the role of producers in the organization of the banana market.\n3. The representative organization designated in accordance with paragraph 2 must be notified to the Commission.", "As far as necessary, detailed rules for the application of this Regulation shall be determined by the Commission in accordance with the procedure laid down in Article 10.", "0\nThe Commission shall be assisted by a committee of an advisory nature composed of the representatives of the Member States and chaired by the representatives of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 29 February 1996. It shall expire on 31 December 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 1996.\nFor the Council\nThe President\nM. LOWRY\n(1) OJ No C 92, 28. 3. 1996, p. 16.\n(2) OJ No C 37, 15. 7. 1996, p. 37.\n(3) Opinion of the European Parliament of 21 June 1996 (OJ No C 198, 8. 7. 1996, p. 260), Council common position of 23 July 1996 (OJ No C 333, 7. 11. 1996, p. 1) and European Parliament Decision of 13 November 1996 (OJ No C 362, 2. 12. 1996).\n(4) OJ No L 47, 25. 2. 1993, p. 1. Regulation as last amended by Regulation (EC) No 3290/94 (OJ No L 349, 31. 12. 1994, p. 105).\n(5) OJ No L 286, 5. 11. 1994, p. 1.\nANNEX\nLIST PROVIDED FOR IN THE FIRST INDENT OF ARTICLE 2\nTraditional ACP suppliers of bananas\nBelize\nCameroon\nCape Verde\nCĂ´te d'Ivoire\nDominica\nGrenada\nJamaica\nMadagascar\nSaint Lucia\nSaint Vincent and the Grenadines\nSomalia\nSuriname"}