{"celex_id": "31991R0794", "uri": "http://publications.europa.eu/resource/cellar/12582ca7-78d2-4c45-bfb3-aaae6d0230fb", "type": "Regulation", "concepts": ["20", "2670", "3732", "4284", "807"], "title": "Council Regulation (EEC) No 794/91 of 25 March 1991 amending Regulation (EEC) No 1424/76 with regard to the conditions for selling products to be supplied under food-aid schemes\n", "header": "COUNCIL REGULATION (EEC) No 794/91  of 25 March 1991  amending Regulation (EEC) No 1424/76 with regard to the conditions for selling products to be supplied under food-aid schemes\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1806/89 (2), and in particular Article 5 (5) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 1424/76 (1) of 21 June 1976 laying down general rules for intervention on the market in rice, as amended by Regulation (EEC) No 1908/87 (2), provides that paddy rice held by intervention agencies must be sold by  tender; whereas there should be an exception to that selling procedure in the case of food aid supplied pursuant to international conventions or other complementary programmes;\nWhereas, for the purposes of Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (3), as last amended by Regulation (EEC) No 1930/90 (4), the products to be supplied by the successful tenderer are always  purchased by the latter; whereas, where products held by intervention agencies are being mobilized, the most suitable procedure for bringing about satisfactory competition between all Community traders in order to calculate the overall supply costs  would be to sell the products concerned at prices and in accordance with detailed rules of application which are determined in advance and designed to avoid disruption on the Community market and distortion of the conditions of competition; whereas the  use of that procedure should be specified in the case of Community food aid supplied pursuant to Regulation (EEC) No 1424/76,", "main_body": ["Article 4 of Regulation (EEC) No 1424/76 is hereby replaced by the following:\n'Article 4\n1. If special circumstances so require, the Council, acting by qualified majority on a proposal from the Commission, may establish selling procedures other than laid down in Article 3.\n2. Where rice is purchased from intervention agencies for the purposes of fulfilling obligations arising from the award of food-aid supply contracts in connection with international conventions or other complementary programmes, the conditions  applicable with regard to price and the detailed rules of application shall be determined in advance.\nThe detailed rules of application shall be adopted by the Commission in accordance with the procedure provided for in Article 27 of Regulation (EEC) No 1418/76.'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1991.\nFor the Council\nThe President\nR. STEICHEN\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 177, 24. 6. 1989, p. 1.\n(3) OJ No L 166, 25. 6. 1976, p. 24.\n(4) OJ No L 182, 3. 7. 1987, p. 53.\n(5) OJ No L 370, 30. 12. 1986, p. 1.\n(6) OJ No L 174, 7. 7. 1990, p. 6."}