{"celex_id": "31998R1434", "uri": "http://publications.europa.eu/resource/cellar/bfeef198-3e31-47e7-b735-d893ef9b510f", "type": "Regulation", "concepts": ["1284", "133", "1372", "2308", "2437", "2872", "4788", "5229", "5254", "5256"], "title": "Council Regulation (EC) No 1434/98 of 29 June 1998 specifying conditions under which herring may be landed for industrial purposes other than direct human consumption\n", "header": "COUNCIL REGULATION (EC) No 1434/98 of 29 June 1998 specifying conditions under which herring may be landed for industrial purposes other than direct human consumption\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and, in particular, Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Council Regulation (EEC) No 2115/77 of 27 September 1977 prohibiting the direct fishing and landing of herring for industrial purposes other than human consumption (3) is founded upon a situation of over-exploitation which no longer exists in many geographical areas;\nWhereas stocks of herring in the Baltic Sea, the Belts and the Sound are currently not threatened; whereas improved economical utilisation of these stocks allows them to be fished for purposes other than direct human consumption; whereas restriction on the industrial purpose for which landings from these stocks are made is not required;\nWhereas industrial fishing for herring in the Baltic Sea may induce significant by-catches of young cod; whereas therefore such fishing should not be permitted in areas where young cod are abundant;\nWhereas the state of the stock of herring in the North Sea, Skagerrak and Kattegat gives rise to serious concern;\nWhereas for other stocks of herring in the North-East Atlantic, current fishing practice i.e. fishing for human consumption, gives rise to sufficiently high rates of exploitation; whereas, therefore, changes in the fishing practice for these stocks is undesirable;\nWhereas the level of by-catches of herring should be limited in industrial fisheries targeted at other species; whereas by-catches taken under such limitations may be used for industrial purposes;\nWhereas Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (4) provides for satellite monitoring of vessels engaged in fishing for industrial purposes from 1 July 1998 onwards;\nWhereas Council Regulation (EC) No 88/98 of 18 December 1997 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound (5) stipulates conditions for fishing for herring in these waters;\nWhereas Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (6) stipulates conditions for retention on board and landing of herring caught in Regions 1 and 2 with fishing gears currently used for fishing for industrial purposes other than human consumption,", "main_body": ["1. For the purposes of this Regulation, the following definitions of waters shall apply:\nRegion 1:\nAll waters which lie to the north and west of a line running from a point at latitude 48° N, longitude 18° W, thence due north to latitude 60° N, thence due east to longitude 5° W, thence due north to latitude 60°30' N, thence due east to longitude 4° W, thence due north to latitude 64° N, thence due east to the coast of Norway.\nRegion 2:\nAll waters situated north of latitude 48° N, but excluding the waters in Region 1 and ICES Divisions IIIb, IIIc and IIId.\nRegion 3:\nAll waters corresponding to ICES Sub-areas VIII and IX.\n2. ICES Divisions IIIb, IIIc and IIId divided into 11 sub-divisions numbered 22 to 32 which are described in Annex I to Regulation (EC) No 88/98.", "1. Herring caught when fishing:\n- in Regions 1 and 2 with nets of minimum mesh size less than 32 mm or,\n- in Region 3 with nets of minimum mesh size less than 40 mm,\nmay not be retained on board unless such catches:\n(i) are taken within ICES Sub-area IV, consist of a mixture of herring and other species, are not sorted and the herring does not exceed 20 % by weight of the total combined weight of herring and other species caught by such gears and retained on board or;\n(ii) are taken within ICES Division IIIa, consist of a mixture only of sprat and herring, are not sorted and the herring does not exceed 10 % by weight of the total combined weight of herring and sprat caught by such gears and retained on board or;\n(iii) are taken within ICES Division IIIa, consist of a mixture of herring and other species whether or not including sprat, are not sorted and the herring does not exceed 5 % by weight of the total combined weight of the herring and other species caught by such gears and retained on board or;\n(iv) are taken outside ICES Sub-area IV or ICES Division IIIa, consist of a mixture of herring and other species, are not sorted and the herring does not exceed 10 % by weight of the total combined weight of herring and other species caught by such gears and retained on board.\n2. Herring caught by Community fishing vessels when fishing in ICES Divisions IIIb, or IIIc or ICES Division IIId to the west of 16° E with nets of minimum mesh size less than 32 mm may not be retained on board unless such catches consist of a mixture of herring and other species, are not sorted, and the herring does not exceed 20 % by weight of the total combined weight of herring and other species caught by such gears and retained on board.\n3. Herring caught by Community fishing vessels when fishing:\n- east of 16° E in Sub-divisions 25 to 27 of ICES Division IIId with nets of minimum mesh size less than 32 mm or,\n- in Sub-division 28 of ICES Division IIId or in that part of Sub-division 29 of ICES Division IIId which lies south of latitude 59°30' N with nets of minimum mesh size less than 28 mm or,\n- in Sub-divisions 30 to 32 of ICES Division IIId or in that part of Sub-division 29 of ICES Division IIId which lies north of latitude 59°30' N with nets of minimum mesh size less than 16 mm,\nmay not be retained on board unless such catches consist of a mixture of herring and other species, are not sorted, and the herring does not exceed 45 % by weight of the total combined weight of herring and other species caught by such gears and retained on board.", "1. Catches of herring taken:\n- in Regions 1 and 2 with towed nets of minimum mesh size equal to or greater than 32 mm or,\n- in Region 3 with towed nets of minimum mesh size equal to or greater than 40 mm or,\n- in ICES Divisions IIIb or IIIc with towed nets of minimum mesh size equal to or greater than 32 mm or,\n- in Sub-division 24 or that part of Sub-division 25 to the west of 16°00' E of ICES Division IIId with towed nets of minimum mesh size equal to a greater than 32 mm or,\n- in Regions 1 or 2 or 3 or in ICES Divisions IIIb, or IIIc or in ICES Division IIId to the west of 16°00' E with any fishing gear other than towed nets,\nshall not be landed for purposes other than direct human consumption unless they are first offered for sale for direct human consumption and fail to find a buyer.\n2. However,\n- any herring caught with any fishing gear in ICES Division IIId to the east of 16°00' E or,\n- any herring caught with any fishing gear within the conditions specified in Article 2,\nmay be landed for purposes other than direct human consumption.", "Not later than 31 December 2002 the Council shall decide, on the basis of a Report and Proposal from the Commission, on any necessary adjustments to this Regulation.", "Regulation (EEC) No 2115/77 is hereby repealed.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 June 1998.\nFor the Council\nThe President\nR. COOK\n(1) OJ C 25, 24. 1. 1998, p. 19.\n(2) Opinion delivered on 19 June 1998 (not yet published in the Official Journal).\n(3) OJ L 247, 28. 9. 1977, p. 2.\n(4) OJ L 261, 20. 10. 1993, p. 1. Regulation as last amended by Regulation (EC) No 2205/97 (OJ L 304, 7. 11. 1997, p. 1.)\n(5) OJ L 9, 15. 1. 1998, p. 1.\n(6) OJ L 132, 23. 5. 1997, p. 1."}