{"celex_id": "31999R2336", "uri": "http://publications.europa.eu/resource/cellar/45a4580a-64b0-49e2-9289-decae18a11d2", "type": "Regulation", "concepts": ["1642", "2121"], "title": "Commission Regulation (EC) No 2336/1999 of 3 November 1999 amending Regulation (EC) No 1371/95 laying down detailed rules for implementing the system of export licences in the egg sector\n", "header": "COMMISSION REGULATION (EC) No 2336/1999\nof 3 November 1999\namending Regulation (EC) No 1371/95 laying down detailed rules for implementing the system of export licences in the egg sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), as last amended by Commission Regulation (EC) No 1516/96(2), and in particular Articles 3(2) and 8(13) and Article 15 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1371/95(3), as last amended by Regulation (EC) No 1008/98(4), lays down detailed rules for implementing the system of export licences in the egg sector;\n(2) the present provisions on the term of validity of export licences lead to an artificial increase in applications for licences at the beginning of each month, which complicates the weekly administration of the arrangements. The term of validity should accordingly be fixed in days rather than months;\n(3) in the light of experience gained, the procedure provided for in Article 4 of Regulation (EC) No 1371/95 for issuing licences immediately should be simplified and guarantees provided to operators as regards the issuing and validity of such licences. However, such licences should be restricted to short-term commercial transactions in order to prevent the mechanism provided for in Article 3 of that Regulation from being circumvented;\n(4) the rules on communications between the Member States and the Commission should be brought into line with the amendments to the arrangements on licences issued immediately;\n(5) the securities fixed in Annex I to Regulation (EC) No 1371/95 must be adjusted to recent changes in refunds;\n(6) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 1371/95 is hereby amended as follows:\n1. Article 2(1) is replaced by the following:\n\"1. Export licences shall be valid for 90 days from their actual day of issue within the meaning of Article 21(2) of Regulation (EEC) No 3719/88.\"\n2. Article 4 is replaced by the following:\n\"Article 4\nOn application by the operator, licence applications for up to 25 tonnes of products shall not be subject to any special measures as referred to in Article 3(4) and the licences applied for shall be issued immediately.\nIn such cases, notwithstanding Article 2(1), the term of validity of the licences shall be limited to five working days from their actual day of issue within the meaning of Article 21(2) of Regulation (EEC) No 3719/88 and Section 20 of licence applications and of licences shall show at least one of the following:\n- Certificado válido durante cinco días hábiles y no utilizable para la aplicación del artículo 5 del Reglamento (CEE) n° 565/80,\n- Licens, der er gyldig i fem arbejdsdage, og som ikke kan benyttes til at anvende artikel 5 i forordning (EØF) nr. 565/80,\n- Fünf Werktage gültige und für die Anwendung von Artikel 5 der Verordnung (EWG) Nr. 565/80 nicht verwendbare Lizenz,\n- Πιστοποιητικό που ισχύει για πέντε εργάσιμες ημέρες και δεν χρησιμοποιείται για την εφαρμογή του άρθρου 5 του κανονισμού (ΕΟΚ) αριθ. 565/80,\n- Licence valid for five working days and not useable for the purposes of Article 5 of Regulation (EEC) No 565/80,\n- Certificat valable 5 jours ouvrables et non utilisable pour l'application de l'article 5 du règlement (CEE) n° 565/80,\n- Titolo valido cinque giorni lavorativi e non utilizzabile ai fini dell'applicazione dell'articolo 5 del regolamento (CEE) n. 565/80,\n- Certificaat met een geldigheidsduur van vijf werkdagen en niet te gebruiken voor de toepassing van artikel 5 van Verordening (EEG) nr. 565/80,\n- Certificado de exportação válido durante cinco dias úteis, não utilizável para a aplicação do artigo 5.o do Regulamento (CEE) n.o 565/80,\n- Todistus on voimassa viisi arkipäivää eikä sitä voi käyttää sovellettaessa asetuksen (ETY) N:o 565/80 5 artiklaa,\n- Licensen är giltig fem arbetsdagar men gäller inte vid tillämpning av artikel 5 i förordning (EEG) nr 565/80.\nThe Commission may, where necessary, suspend the application of this Article.\"\n3. Article 7(1) is replaced by the following:\n\"1. Each Friday from 13.00 hours, Member States shall send the Commission the following by fax in respect of the preceding period:\n(a) the applications for export licences as referred to in Article 1 lodged from Monday to Friday of the same week, stating whether they fall within the scope of Article 4 or not;\n(b) the quantities covered by export licences issued on the preceding Wednesday, not including those issued immediately under Article 4;\n(c) the quantities covered by export licence applications withdrawn pursuant to Article 3(6) during the preceding week.\"\n4. Annexes I and II are replaced by the Annexes hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to export licences applied for from 22 November 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49.\n(2) OJ L 189, 30.7.1996, p. 99.\n(3) OJ L 133, 17.6.1995, p. 16.\n(4) OJ L 145, 15.5.1998, p. 6.\nANNEX I\n\"ANNEX I\n>TABLE>\"\nANNEX II\n\"ANNEX II\n>PIC FILE= \"L_1999281EN.001903.EPS\">\n>PIC FILE= \"L_1999281EN.002001.EPS\">\""}