{"celex_id": "31990R1656", "uri": "http://publications.europa.eu/resource/cellar/b0f0175b-399f-4f21-9a20-20fa6c744e4c", "type": "Regulation", "concepts": ["1117", "4347", "4778"], "title": "Council Regulation (EEC) No 1656/90 of 18 June 1990 amending Regulation (EEC) No 1200/88 establishing a surveillance mechanism for imports of sour cherries, fresh, originating in Yugoslavia\n", "header": "COUNCIL  REGULATION (EEC) No 1656/90\nof 18 June 1990\namending Regulation (EEC) No 1200/88 establishing a surveillance mechanism for imports of sour cherries, fresh, originating in Yugoslavia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (1), concluded subsequently to the Accession of Spain and Portugal, provides that Yugoslavia is to limit its exports to the Community of fresh or chilled sour cherries, referred to in the Additional Protocol as 'morello cherries'; whereas, in accordance with Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (2), as last amended by Commission Regulation (EEC) No 1251/90 (3), chilled cherries are to be classified under the same heading as fresh cherries;\nWhereas, from the second phase of the transitional period, the Kingdom of Spain is to apply to imports the preferences granted by the Community to certain third countries; whereas Regulation (EEC) No 1200/88 (4) should be amended accordingly;\nWhereas, pursuant to Article 282 of the Act of Accession, the Portuguese Republic is authorized to postpone the progressive application of import preferences granted by the Community to certain third countries; whereas, in order to avoid any deflections of trade, the system of import licences should be extended to sour cherries, fresh, originating in Yugoslavia, released for free circulation in Portugal and subsequently re-exported to the Community as constituted at 31 December 1985 or to Spain,", "main_body": ["Article 1 of Regulation (EEC) No 1200/88 is hereby replaced by the following:\n'Article 1\n1. Imports into the Community as constituted at 31 December 1985, hereinafter referred to as the 'Community of Ten', and into Spain of sour cherries, fresh, falling within CN codes ex 0809 20 10 and ex 0809 20 90 and originating in Yugoslavia shall be subject to production of an import licence issued by the Member States concerned to any applicant for such a licence irrespective of his place of establishment in the Community.\nSuch licences shall be valid throughout the Community of Ten and in Spain.\n2. The issue of an import licence shall be conditional on the lodging of a security guaranteeing that import will be effected during the term of validity of the licence; except in cases of force majeure, the security shall be forfeit in whole or in part if the transaction is not effected, or is only partially effected, within that period.\n3. Sour cherries, fresh, originating in Yugoslavia and released for free circulation in Portugal shall also be subject to the import licence arrangements where they are subsequently re-exported to the Community of Ten or to Spain.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 June 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ No L 389, 31. 12. 1987, p. 73.\n(2) OJ No L 256, 7. 9. 1987, p. 1.\n(3) OJ No L 121, 12. 5. 1990, p. 29.\n(4) OJ No L 115, 3. 5. 1988, p. 7."}