{"celex_id": "31994R3010", "uri": "http://publications.europa.eu/resource/cellar/34305d99-3741-45c9-a4ed-7d2b4b50acc5", "type": "Regulation", "concepts": ["1115", "1602", "2292", "3003", "4172", "4498"], "title": "Commission Regulation (EC) No 3010/94 of 12 December 1994 fixing the aid for the supply of products processed from fruit and vegetables to the Canary Islands under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 3010/94 of 12 December 1994 fixing the aid for the supply of products processed from fruit and vegetables to the Canary Islands under the arrangements provided for in Articles 2 and 3 of Council Regulation (EEC) No  1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticle 3\n(4) thereof,\nWhereas Annex XI to Commission Regulation (EC) No 2883/94 establishing the forecast supply balance for the Canary Islands for the agricultural products eligible for the special arrangements provided for in Articles 2 to 5 of Council Regulation (EEC) No  1601/92 (3) fixes for the period 1 July 1994 to 30 June 1995 the quantities of products processed from fruit and vegetables which may benefit from the supply arrangements, by means of either an exemption from the import levy or the granting of aid;\nWhereas the abovementioned aid should be fixed taking account, in particular, of the cost of supply from the world market, the conditions arising from the geographical situation of the Canary Islands and current prices for exports of the products in  question to third countries;\nWhereas the common detailed rules for implementation of the arrangements for the supply of certain agricultural products to the Canary Islands are laid down by Commission Regulation (EC) No 2790/94 (4), as amended by Regulation (EC) No 2883/94; whereas  that Regulation defines new detailed rules for the management of the arrangements, in particular, for the issue and period of validity of licences and certificates, the payment of aid and the monitoring and control of commercial operations carried out  under the specific arrangements; whereas those provisions replace the detailed rules laid down by Commission Regulation (EEC) No 1695/92 (5), as last amended by Regulation (EEC) No 2596/93 (6), and apply in the various market sectors from 1 December  1994;\nWhereas, therefore, Commission Regulation (EEC) No 2175/92 of 30 July 1992 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetable products to the Canary Islands (7), as last amended by  Regulation (EC) No 2428/94 (8), should be repealed from the same date;\nWhereas the provisions of this Regulation should take effect on the date of entry into force of the Regulations laying down the common detailed rules for implementation of the arrangements and establishing the supply balance;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the purposes of the Article 3 (2) of Regulation (EEC) No 1601/92, the aid for the supply of products processed from fruit and vegetables from the Community market to the Canary Islands in accordance with the supply balance established by  Regulation (EC) No 2883/94 shall be as set out in the Annex hereto.", "The provisions of Regulation (EC) No 2790/94 shall apply.", "Regulation (EEC) No 2175/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 304, 29. 11. 1994, p. 18.\n(4) OJ No L 296, 17. 11. 1994, p. 23.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 217, 31. 7. 1992, p. 67.\n(8) OJ No L 259, 7. 10. 1994, p. 8.\nANNEX\nAMOUNTS OF AID REFERRED TO IN ARTICLE 1  \"(ECU/100 kg)\"\" ID=\"1\">2007 99> ID=\"2\">54\"> ID=\"1\">2008 20> ID=\"2\">41\"> ID=\"1\">2008 30> ID=\"2\">16\"> ID=\"1\">2008 40> ID=\"2\">0\"> ID=\"1\">2008 50> ID=\"2\">21\"> ID=\"1\">2008 70> ID=\"2\">15\"> ID=\"1\">2008 80>  ID=\"2\">85\"> ID=\"1\">2008 92> ID=\"2\">31\"> ID=\"1\">2008 99> ID=\"2\">47\">"}