{"celex_id": "31994R0214", "uri": "http://publications.europa.eu/resource/cellar/f9ccba3c-9241-4936-a474-95c0a6d2fca5", "type": "Regulation", "concepts": ["1092", "161", "1644", "2743", "4682"], "title": "Commission Regulation (EC) No 214/94 of 31 January 1994 laying down detailed rules for the application of the Council Regulation (EC) No 130/94 with regard to the import arrangements for frozen beef falling within CN code 0202 and products falling within CN code 0206 29 91\n", "header": "COMMISSION REGULATION (EC) No 214/94 of 31 January 1994 laying down detailed rules for the application of the Council Regulation (EC) No 130/94 with regard to the import arrangements for frozen beef falling within CN code 0202 and products falling  within CN code 0206 29 91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 130/94 of 24 January 1994 opening and providing for the administration of a Community tariff quota for frozen meat of bovine animals falling within CN code 0202 and products falling within CN code 0206 29 21  (1994) (1), and in particular Article 4 thereof,\nWhereas Regulation (EC) No 130/94 lays down the method for administering the Community tariff quota for frozen beef falling within CN code 0202 and for products falling within CN code 0206 29 91 and splits that quota into two parts, one of 42 400 tonnes  apportioned between traditional importers and the other of 10 600 tonnes apportioned between operators who have been engaged in trade in beef with third countries;\nWhereas, in order to ensure a smooth switchover from arrangements based on national administration to Community-administered arrangements, while bearing in mind the special aspects of trade in the products in question, provisions should be made for the  allocation of trade in the products in question, provisions should be made for the allocation of the first part, in proportion to the quantities previously imported, to traditional importers who can prove that they imported products under the quota in  1991, 1992 and 1993; whereas, however, on the basis of the submission of applications from interested parties and subject to their acceptance by the Commission up to a certain limit, importers who can demonstrate the genuine nature of their business and  who apply for quantities of some significance should be granted access to the second part; whereas verification of these criteria requires that applications be submitted in the Member State in which the importer is registered;\nWhereas importers no longer engaged in trade in beef and veal at 1 January 1994 should be barred access to the quota in order to prevent speculation;\nWhereas Commission Regulation (EEC) No 3719/88 (2), as last amended by Regulation (EC) No 3519/93 (3), lays down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural  products; whereas Commission Regulation (EEC) No 2377/80 (4), as last amended by Regulation (EEC) No 2867/93 (5), lays down special detailed rules for applying the system of import licences for beef and veal;\nWhereas the effective management of this quota and in particular the prevention of fraud require that the licences used are returned to the competent authorities in order that they may verify that the quantities shown therein are correct; whereas, to  that end, an obligation should be imposed on the competent authorities to carry out such verification; whereas the amount of the security to be lodged on the issue of the licences should be fixed in such a way as to ensure that the licences are used and  returned to the competent authorities;\nWhereas provision should be made for the Member States to forward information on the import arrangements in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The quantities referred to in point (a) of Article 2 of Regulation (EC) No 130/94 (42 400 tonnes) shall be reserved for importers who can furnish proof of having imported frozen meat falling within CN code 0202 and products falling within  CN code 0206 29 91 under the quotas referred to in Council Regulations (EEC) No 3838/90 (6), (EEC) No 3667/91 (7) and (EEC) No 3392/92 (8) during the last three years.\n2. The quantity referred to in point (b) of Article 2 of Regulation (EC) No 130/94 (10 600 tonnes) shall be reserved for operators who can furnish proof of having:\n- imported at least 50 tonnes in 1992 and 80 tonnes in 1993 of beef not subject to the quota referred to in Regulations (EEC) No 3667/91 and (EEC) No 3392/92, or\n- exported at least 110 tonnes in 1992 and 150 tonnes in 1993 of beef and third countries.\nFor this purpose 'beef' means products falling within CN codes 0201, 0202 and 0206 29 91, and the minimum reference quantities shall be expressed in terms of product weight.\n3. The 42 400 tonnes shall be allocated between the various importers in proportion to their imports during the reference years proof of which shall be provided in accordance with paragraph 5.\n4. The 10 600 tonnes shall be allocated in proportion to the quantities applied for by eligible operators.\n5. Proof of import and export shall be furnished solely by means of customs documents of release for free circulation and export documents.", "1. Importers as referred to in Article 1 (1) who are no longer engaged in trade in beef and veal on 1 January 1994 shall not qualify under the arrangements provided for in this Regulation.\n2. Companies arising from mergers where each part has rights pursuant to Article 1 (1) shall enjoy the same rights as the companies from which they are formed.", "1. Import applications may be submitted only in the Member State in which an applicant is registered.\n2. For the purposes of Article 1 (1), importers shall submit applications to participate together with the proof referred to in Article 1 (5) to the competent authorities by 11 February 1994 at the latest.\nWhere an applicant submits more than one application, all such application shall be inadmissible.\nAfter verification of the documents submitted, Member States shall forward to the Commission by 4 March 1994 at the latest a list of importers complying with the conditions for acceptance and containing in particular their names and addresses and the  quantities of meat imported under the quota in question during each reference year.\n3. For the purposes of Article 1 (2), applications to participate from operators shall be lodged together with the proof referred to in Article 1 (5) by 11 February 1994 at the latest.\nWhere an applicant submits more than one application, all such applications shall be inadmissible.\nApplications shall relate to an overall quantity of no more than 50 tonnes of frozen meat in product weight.\nAfter verification of the documents presented, Member States shall forward to the Commission by 4 March 1994 at the latest a list of applicants and quantities applied for.", "1. The Commission shall decide as soon as possible to what extent applications may be accepted.\n2. Where the quantities covered by applications to participate as referred to in Article 3 (3) exceed the quantities available, the Commission shall reduce the quantities applied for by a fixed percentage.\nIf the quantities reduced in accordance with the first subparagraph turn out to be less than five tonnes per application, batches of five tonnes shall be allocated by drawing lots.", "1. Imports of quantities allocated shall be subject to presentation of an import licence.\n2. Licence applications may be lodged solely in the Member State in which the applicant is registered.\n3. Following decisions on allocation by the Commission, import licences shall be issued as soon as possible on application and in the names of the operators who have obtained rights to import.\n4. Licence applications and licences shall contain:\n(a) one of the following indications, in Section 20:\n- Carne de vacuno congelada [Reglamento (CE) no 214/94],\n- Frosset oksekoed (forordning (EF) nr. 214/94),\n- Gefrorenes Rindfleisch (Verordnung (EG) Nr. 214/94),\n- Katepsygmeno voeio kreas (kanonismos (EK) arith. 214/94),\n- Frozen meat of bovine animals (Regulation (EC) No 214/94),\n- Viande bovine congelée [règlement (CE) no 214/94],\n- Carni bovine congelate [regolamento (CE) n. 214/94],\n- Bevroren rundvlees (Verordening (EG) nr. 214/94),\n- Carne de bovino congelada [Regulamento (CE) nº 214/94];\n(b) the country of origin, in Section 8;\n(c) one of the following indications, in Section 24:\n- Exacción reguladora suspendida para . . . (cantidad para la que se haya extendido el certificado) kg,\n- Suspension af importafgift for . . . (den maengde licensen er udstedt for) kg,\n- Aussetzung der Abschoepfung fuer . . . kg (Menge, fuer die die Lizenz erteilt wurde),\n- Anastelletai i eisfora gia . . . chiliogramma (posotita gia tin opoia chorigithike to pistopoiitiko),\n- Levy suspended for . . . (quantity for which the licence was issued) kg,\n- Prélèvement suspendu pour . . . (quantité pour laquelle le certificat a été délivré) kg,\n- Prelievo sospeso per . . . (quantitativo per il quale è stato rilasciato il certificato), kg,\n- Heffing geschorst voor . . . (hoeveelheid waarvoor het certificaat is afgegeven) kg,\n- Direito nivelador suspenso para . . . kg (quantidade para a qual foi emitido o certificado);\n(d) one of the following groups of subheadings of the combined nomenclature, in Section 16:\n- 0202 10 00, 0202 20,\n- 0202 30, 0206 29 91.\n5. Notwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the levy fixed in accordance with Article 12 of Council Regulation (EEC) No 805/68 (9) and the Common Customs Tariff duty of 20 % shall be charged on all quantities exceeding those  indicated on the import licence.", "For the purpose of applying the arrangements provided for in Regulation (EC) No 130/94, imports of frozen meat into the customs territory of the Community shall be subject to the conditions laid down in Article 17 (2) (f) of Council Directive  72/462/EEC (10).", "1. Regulations (EEC) No 2377/80 and (EEC) No 3719/88 shall apply.\n2. However, notwithstanding Articles 3 and 6 of Regulation (EEC) No 2377/80, the security for import licences shall amount to ECU 30 per 100 kg net weight and the term of validity of licences shall expire on 31 December 1994.\n3. The security referred to in paragraph 2 shall be lodged when the import licence is issued.\n4. Where an import licence is submitted with a view to the release of the security, the competent authorities shall verify that the quantities shown on the licence returned are the same as those shown on the licence at the time of issue. Where a licence  is not returned Member States shall carry out an investigation in order to establish who has used it and to what extent. Member States shall inform the Commission at the earliest opportunity of the results of such investigation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 22, 27. 1. 1994, p. 3.\n(2) OJ No L 331, 2. 12. 1988, p. 1.\n(3) OJ No L 320, 22. 12. 1993, p. 16.\n(4) OJ No L 241, 13. 9. 1980, p. 5.\n(5) OJ No L 262, 21. 10. 1993, p. 26.\n(6) OJ No L 367, 29. 12. 1990, p. 3.\n(7) OJ No L 349, 18. 12. 1991, p. 1.\n(8) OJ No L 346, 27. 11. 1992, p. 3.\n(9) OJ No L 148, 28. 6. 1968, p. 24.\n(10) OJ No L 302, 31. 12. 1972, p. 28."}