{"celex_id": "31991R3667", "uri": "http://publications.europa.eu/resource/cellar/66f94d6e-3b5d-4d29-838a-fabecc4828c8", "type": "Regulation", "concepts": ["161"], "title": "Council Regulation (EEC) No 3667/91 of 11 December 1991 opening and providing for the administration of a Community tariff quota for meat of bovine animals, frozen, falling within CN code 0202 and products falling within CN code 0206 29 91 (1992)\n", "header": "COUNCIL REGULATION (EEC) No 3667/91  of 11 December 1991  opening and provding for the administration of a Community tariff quota for meat of bovine animals, frozen, falling within CN code 0202 and products falling within CN code 0206 29 91 (1992)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, for meat of bovine animals, frozen, falling within CN code 0202 and products falling within CN code 0206 29 91, the Community has undertaken, within the framework of the General Agreement on Tariffs and Trade (GATT), to open an annual Community  tariff quota at a rate of duty of 20 %, the quantity of which expressed in weight of boned or boneless meat, has been fixed at 53 000 tonnes; whereas that quota should accordingly be opened for 1992;\nWhereas there should be a guarantee of, in particular, access by all interested traders within Community to the quota and of uninterrupted application of the rate laid down for that quota to all imports of the products in question until the quota is  exhausted;\nWhereas the arrangements consists of the allocation by the Commission of the quantities available to the traditional operators and to operators engaging in trade in beef and veal, so as to give the latter progressive access to the benefits of those  arrangements; whereas, in view of this, the opportunities for access should be widened by increasing the proportion allocated to the latter operators; whereas, in order to ensure that their activities are genuine, only quantities of a certain size  representative of trade with third countries should be considered;\nWhereas, in order to ensure the quota is fully utilized, it is necessary to set a time limit for lodging import licence applications and to allow the transfer of any quantities that have not been applied for at that date during the last quarter of 1992,  and their allocation to operators on the basis of the quantities remaining rather than the original allocation criteria;\nWhereas the detailed rules for the application for this Regulation should be drawn up in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and  veal (1), as last amended by Regulation (EEC) No 1628/91 (2),", "main_body": ["1. A Community tariff quota for meat of bovine animals, frozen, falling within CN code 0202 and products falling within CN code 0206 29 91, totalling 53 000 tonnes, expressed in weight of boned or boneless meat, is hereby opened for 1992.\nFor the purposes of counting against the said quota, 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boned or boneless meat.\n2. For the purposes of this Regulation, meat which is presented frozen at the time of acceptance of the import declaration shall be deemed frozen meat;\n3. The Common Customs Tariff duty applicable to the quota shall be 20 %.", "The quota of 53 000 tonnes shall be divided into two parts as follows:\n(a) the first, equal to 80 % or 42 400 tonnes, shall be apportioned between importers who can prove they have imported frozen meat falling within CN code 0202 or products falling within CN code 0206 29 91 to which these import arrangements apply during  the last three years;\n(b) the second, equal to 20 % or 10 600 tonnes, shall be apportioned between operators who can prove that they engage in trade, involving a minimum quantity and for a period to be determined, with third countries in beef and veal other than that to  which these import arrangements apply and excluding meat which is the subject of inward or outward processing traffic.", "1. Quantities which have not been covered by an import licence application at 31 August 1992 shall be the subject of a further allocation during the fourth quarter of that year, without account necessarily being taken of the apportionment  referred to in Article 2.\n2. Member States shall notify the Commission, before 16 September 1992, of quantities not applied for at 31 August of that year.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68, and in particular rules on:\n(a) the apportionment and allocation of quantities available between the operators referred to in Article 2; and\n(b) the conditions governing the issue and the term of validity of import licences.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No L 148, 28. 6. 1968, p. 24. (2) OJ No L 150, 15. 6. 1991, p. 16."}