{"celex_id": "31992R0046", "uri": "http://publications.europa.eu/resource/cellar/a547a2f3-92bf-4621-a09d-bfeccf2c9e8b", "type": "Regulation", "concepts": ["1264", "4291"], "title": "Commission Regulation ( EEC ) No 46/92 of 9 January 1992 on olive oil storage contracts for the 1991/92 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 46/92  of 9 January 1992  on olive oil storage contracts for the 1991/92 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1720/91 (2), and in particular Article 20d (3) and (4)  thereof,\nWhereas Article 20d (3) of Regulation No 136/66/EEC provides that, when certain conditions are met, a decision may be taken that producer groups and associations recognized pursuant to Council Regulation (EEC) No 1360/78 (3) may conclude storage  contracts for olive oil; whereas the market situation during the first month of the 1991/92 marketing year has been such that the conditions laid down by Commission Regulation (EEC) No 314/88 (4) are met; whereas permission to conclude storage contracts  should therefore be granted for the 1987/88 marketing year;\nWhereas the aim behind private storage contracts is temporary withdrawal of products from a market in imbalance, without change of ownership, so that they can be put on the market again when the situation has returned to normal; whereas it should  therefore be specified that storage contracts may be entered into only for olive oil produced during the current marketing year;\nWhereas only recognized groups and associations may be authorized to store oil produced by their members; whereas in order to enable them to refrain from marketing the oil that they hold aid should be granted;\nWhereas the aim behind private storage must be the improved marketing of olive oil; whereas the period during which storage contracts may be concluded should therefore be restricted; whereas, moreover, the offering of oil for intervention on expiry of  the storage contract should be discouraged; whereas it is accordingly desirable to reduce the storage aid if the oil is subsequently offered for intervention;\nWhereas it is desirable to specify that entitlement for a storage contract is annulled by the acceptance of an export declaration;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The intervention agencies in the producer Member States shall conclude olive-oil storage contracts for the 1991/92 marketing year as provided for in this Regulation.", "1. Storage contracts (hereinafter called 'contracts') shall be concluded only with recognized groups or associations within the meaning of Regulation (EEC) No 1360/78 which hold olive oil of Community origin produced by their own members and  which have appropriate storage facilities at their disposal.\n2. Contracts shall relate only to olive-oil qualities that may be offered for intervention and to lots of at least 100 tonnes net of the same quality. In Portugal, however the minimum size of lots shall be 25 tonnes.\n3. Contracts shall be concluded for a period of 60 days. They shall be automatically renewed for 60-day periods if the party concerned does not, before expiry of the period, ask the intervention agency to cancel the contract, always provided that the  new expiry date is not later than 31 October 1992 and, except where the possibility of concluding new contracts or renewing them is suspended, as provided for in Regulation (EEC) No 314/88.\n4. The maximum quantity that may be covered by contacts at any one time during the 1991/92 marketing year shall be 200 000 tonnes.", "1. With a view to conclusion of a contract, a written application must be lodged, by 15 April 1992 at the latest, with the intervention agency of the Member State in which the olive oil is located. It must be accompanied by proof that a  security of ECU 0,5 per 100 kilograms of oil has been lodged.\n2. Applications must be lodged on Mondays or Tuesdays of each week. On Wednesdays Member States shall notify the Commission of the quantities for which valid applications have been made and for which contracts expired in the previous week.\nThe Commission shall each week total the quantities for which applications have been made and shall, until exhaustion of the maximum quantity specified in Article 2 (5), authorize Member States to accept the applications made. Should there be a risk of  exhaustion of the quantity it shall authorize acceptance of quantities applied for proportionally to the quantity available.\n3. After authorization by the Commission, contracts shall be concluded without discrimination and as rapidly as possible. The date of conclusion of the contract shall be that of sending notification of acceptance of the relevant application by the  intervention agency. The date of commencement of the contract shall be the day following the date of conclusion, unless the applicant has requested a later date.\n4. Only olive oil produced in the Community during the current marketing year may be the subject of a contract.", "1. Contracts shall be drawn up in two copies and shall include the following information:\n(a) the business name of the storing party;\n(b) its full postal address;\n(c) the name and address of the intervention agency;\n(d) the exact address of the place of storage;\n(e) the number and individual particulars of the lots covered by the contract and the net weight and quality of each lot;\n(f) the consent of the owner of the oil stored, if the holder is not himself the owner;\n(g) the date of commencement of the contract;\n(h) the reference to this Regulation;\n(i) the date of conclusion of the contract.\n2. Contracts shall make the following obligations incumbent upon the storer:\n(a) that of holding in store during the period stipulated the agreed quantity of the relevant product on his own behalf and at his own risk;\n(b) that of storing oils of differing qualities in separate and identifiable containers;\n(c) that of authorizing the intervention agency to verify at any time that the obligations laid down in the contract are in fact being complied with.\n3. The storer may cancel the contract at any moment. He shall thereby lose entitlement to aid for the current 60-day period.\n4. The obligation of compliance with the quantity shown in the contract shall be deemed to be met if at least 98 % of that quantity has been maintained in store.", "1. For each 60-day period, the following aid shall be granted:\n- ECU 3,5 per 100 kilograms if the storage agency provides evidence within 60 days of the date of expiry of the contract that the olive oil has been marketed,\n- ECU 1 per 100 kilograms in all other cases.\n2. For the purposes of this Regulation 'marketed' shall mean that the oil has either been sold and delivered to a packaging plant approved pursuant to Commission Regulation (EEC) No 2677/85 (5) or, if it is lampante virgin oil to a refiner, or has been  exported.\n3. An amount of ECU 1 per 100 kilograms may be paid in advance on conclusion or renewal of the contract against security for an equivalent amount.\n4. The rate applicable for the conversion into national currency of the amount of the storage aid shall be the agricultural conversion rate in force on the day of conclusion of the contract.\n5. The amount of the aid shall be calculated by reference to the net weight ascertained on the date of commencement of the contract.", "1. Subject to the provisions of Article 7, the aid shall be paid only where all the obligations in the contract have been complied with.\nThe aid shall be paid, and the securities specified in Articles 3 (1) and 5 (3) released after verification of compliance with the said obligations, within 60 days of expiry of the contract.\n2. Acceptance of an export declaration shall terminate the storage arrangement. In this case no aid shall be paid for the period in progress at the time of such acceptance for the quantity entered in the export declaration.", "1. In cases of force majeure, the intervention agency shall determine what action it deems necessary given the circumstances invoked. Such action may, in particular, involve payment of the aid due pro rata for the quantity stored and the  actual period of storage.\n2. Member States shall inform the Commission of all cases they deem to be cases of force majeure and of the action taken in each case.", "1. The Member States shall take all action necessary to ensure, throughout the contractrual storage period, verification of compliance with the obligations laid down in the contract. Such verification shall include physical inspection of the  goods in store, removed from store or placed in store and verification of the appropriate registers.\nPhysical inspection shall include verification of the nature and the quality of the stocks and the possibility of their identification and shall include checks as to whether the quantities stored and marked tally with the quantities declared.\n2. Failure to comply with the contractual obligations shall entail forfeiture of the security specified in Article 3 (1), without prejudice to any other penalties applicable.\n3. Member States shall notify to the Commission national measures adopted in implementation of this Regulation, with a specimen of the contract.", "Member States shall notify the Commission by the 10th of each month:\n- of the quantities and qualities of olive oil for which contracts have been concluded or renewed during the preceding month,\n- by quality, of the total quantities of olive oil in storage at the end of the preceding month, and the total number of current contracts.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 January 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66. (2) OJ No L 162, 26. 6. 1991, p. 27. (3) OJ No L 166, 23. 6. 1978, p. 1. (4) OJ No L 31, 3. 2. 1988, p. 16. (5) OJ No L 254, 25. 9. 1985, p. 5."}