{"celex_id": "31996D0072", "uri": "http://publications.europa.eu/resource/cellar/c7f6bc1e-2205-424e-ace5-f03dd3fd6caa", "type": "Decision", "concepts": ["1309", "1318", "1591", "2771", "5993", "914"], "title": "96/72/EC: Commission Decision of 16 January 1996 terminating the anti-dumping proceeding concerning imports into certain regions of Germany of Portland cement originating in Poland, the Czech and Slovak Republics\n", "header": "COMMISSION DECISION of 16 January 1996 terminating the anti-dumping proceeding concerning imports into certain regions of Germany of Portland cement originating in Poland, the Czech and Slovak Republics (96/72/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 1251/95 (2), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped and subsidized imports from countries not members of the European Economic Community (3), as last amended by Regulation (EC) No 522/94 (4), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) In July 1993, the Commission received a complaint lodged by the Bundesverband der Deutschen Zement Industrie on behalf of German producers of Portland cement representing almost the totality of Portland cement production in the following regions of Germany: Berlin, Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt, Thüringen, Bayern and Baden-Württemberg, (hereafter referred to as the 'regional market`).\nThe complaint contained evidence of dumping with regard to imports into the regional market of Portland cement originating in Poland and the Czech and Slovak Republics and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding.\n(2) The Commission, after consultation, accordingly announced by a notice published in the Official Journal of the European Communities the initiation of an anti-dumping proceeding (5) concerning imports of Portland cement originating in Poland and the Czech and Slovak Republics into the regional market and commenced an investigation. Regulation (EEC) No 2423/88 applies in this proceeding opened before 1 September 1994.\n(3) The Commission officially advised the exporters and importers known to be concerned as well as the representatives of the exporting countries and the complainant of the initiation of the proceeding and gave the parties directly concerned the opportunity to make their views known in writing or to request a hearing\n(4) Several parties, including the Polish authorities made their views known in writing and requested a hearing; all such requests were granted.\n(5) The Commission sought and verified all information deemed to be necessary for the purpose of a preliminary determination and carried out investigations at the premises of 11 Community producers representing 91 % of the total production in the regional market; 11 Polish producers, eight Czech producers and six Slovak producers, which represented, taken together, the totality of exports to the regional market, and three of the nine importers in the regional market which responded to the notice of initiation within the time limits laid down and replied to the Commission's questionnaires.\n(6) The period used for the investigation of dumping was 1 April 1993 to 31 March 1994. In view of the important number of parties involved in the proceeding, the investigation exceeded the normal period of one year.\nB. REGIONAL MARKET\n(7) The Commission established that the Community producers in the regional market sold 96 % of their total production of the product in question in that market. Furthermore, only 5 % of the total demand in the regional market was supplied by producers located elsewhere in the Community. The Commission also established that 99 % of the imports into the Community from the countries concerned were concentrated in the same market. Therefore, the complaining and cooperating producers in the regional market which represented 91 % of the total output could be considered as constituting a Community industry pursuant to Article 4 (5) of Regulation (EEC) No 2423/88.\nC. PRODUCT UNDER CONSIDERATION\n(8) The product concerned is Portland cement, other than white cement, whether or not artificially coloured. The product can be sold loose or in bags and is used in the building industry. It is produced in different types which range from PZ 25 to PZ 55. However the most common types are PZ 35 and PZ 45, which have been the object of the proceeding. The product falls under CN code 2523 29 00.\nD. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(9) In the course of the investigation, the Bundesverband der Deutschen Zement Industrie informed the Commission, by letter of 16 October 1995, that it formally withdrew its complaint.\n(10) The decision of the complainant, which had received beforehand all necessary information from the Commission on the circumstances of the anti-dumping proceeding, is a sufficient ground to terminate the proceeding unless it is established that such termination would be contrary to the interest of the Community.\nThe Commission has neither received nor is it aware of any indications in the present case that the termination of this proceeding would be against the interest of the Community.\n(11) In these circumstances, it is considered that protective measures are unnecessary and, that accordingly, the anti-dumping proceeding concerning imports of Portland cement originating in Poland, the Czech and Slovak Republics should be terminated with the imposition of such measures,", "main_body": ["The anti-dumping proceeding concerning imports into certain regions of Germany of Portland cement originating in Poland, the Czech and Slovak Republics is hereby terminated."], "attachments": "Done at Brussels, 16 January 1996.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 349, 31. 12. 1994, p. 1.\n(2) OJ No L 122, 2. 6. 1995, p. 1.\n(3) OJ No L 209, 2. 8. 1988, p. 1.\n(4) OJ No L 66, 10. 3. 1994, p. 10.\n(5) OJ No C 117, 28. 4. 1994, p. 3."}