{"celex_id": "31992L0017", "uri": "http://publications.europa.eu/resource/cellar/a9ab7f4b-0630-49f4-b6e1-2a92c635fefa", "type": "Directive", "concepts": ["191", "2300", "2409", "2548"], "title": "Commission Directive 92/17/EEC of 17 March 1992 amending Directive 66/403/EEC on the marketing of seed potatoes\n", "header": "COMMISSION DIRECTIVE 92/17/EEC  of 17 March 1992  amending Directive 66/403/EEC on the marketing of seed potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/403/EEC (1) of 14 June 1966 on the marketing of seed potatoes, as last amended by Commission Directive 91/127/EEC (2), and in particular Article 15 (2a) thereof,\nWhereas in principle, with effect from certain dates, Member States may no longer determine for themselves the equivalence of seed potatoes harvested in third countries with seed potatoes harvested within the Community and complying with that Directive;\nWhereas, however, since work to establish Community equivalence for all the third countries concerned had not been completed, Article 15 (2a) of that Directive permitted Member States to extend to 31 March 1991 the period of validity of equivalence  which they had already determined in respect of certain countries not covered by the Community equivalences;\nWhereas the said work is still incomplete;\nWhereas the authorization may only be extended in accordance with Member States' obligations under the common rules on plant health, laid down by Council Directive 77/93/EEC (3);\nWhereas by Commission Decisions 91/591/EEC (4) and 91/592/EEC (5) derogations provided for by certain Member States from certain provisions of Directive 77/93/EEC in respect of seed potatoes originating in Poland and Canada respectively have been  approved until 31 March 1992;\nWhereas the authorization granted to Member States by Article 15 (2a) should accordingly be extended;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["In Article 15 (2a) of Directive 66/403/EEC, '31 March 1991' is replaced by '31 March 1992'.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, these shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2320/66. (2) OJ No L 60, 7. 3. 1991, p. 18. (3) OJ No L 26, 31. 1. 1977, p. 20. (4) OJ No L 316, 16. 11. 1991, p. 43. (5) OJ No L 316, 16. 11. 1991, p. 45."}