{"celex_id": "31991R1356", "uri": "http://publications.europa.eu/resource/cellar/660d5f15-43e4-477b-a2c2-5ba45fc87c35", "type": "Regulation", "concepts": ["1605", "2642"], "title": "Council Regulation (EEC) No 1356/91 of 24 May 1991 fixing the basic price and the buying-in price for tomatoes for the period 11 June to 16 June 1991\n", "header": "COUNCIL REGULATION (EEC) No 1356/91  of 24 May 1991  fixing the basic price and the buying-in price for tomatoes for the period 11 June to 16 June 1991\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (1) and 234 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 3920/90 (2), and in particular Article 16 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas, pursuant to Article 16 (1) of Regulation (EEC) No 1035/72, a basic price and a buying-in price are to be fixed for each marketing year for each of the products listed in Annex II to the said Regulation; whereas tomatoes harvested in a given  growing season are marketed from January to December of each year; whereas, however, in accordance with the third subparagraph of Article 16 (1) of Regulation (EEC) No 1035/72, no basic price or buying-in price should be fixed during the slack marketing  period at the beginning of the marketing year;\nWhereas, in order to ensure that intervention is possible for tomatoes from 11 June 1991, it is necessary to fix the basic price and the buying-in price for this product for the period 11 June to 16 June 1991, pending a decision for the 1991/92  marketing year;\nWhereas the application of Articles 148 (1) and 285 (1) of the Act of Accession to Spain and Portugal respectively results in price levels differing from those of the common prices; whereas, pursuant to Articles 149 and 285 of the said Act, the Spanish  and Portuguese prices should be aligned on the common prices at the beginning of the marketing year; whereas the criteria laid down for that alignment result in the basic price and the buying-in price applicable in those two Member States being fixed at  the levels given below,", "main_body": ["  Article 1\nFor the period 11 June to 16 June 1991, the basic price and the buying-in price for tomatoes, expressed in ecus per 100 kilograms net, shall be as follows:\n- basic price: ECU 17,63 in Spain, ECU 23,99 in Portugal and ECU 28,41 in the other Member States,\n- buying-in price: ECU 6,70 in Spain, ECU 9,12 in Portugal and ECU 10,80 in the other Member States.\nThese prices refer to packed 'round' and 'ribbed' tomatoes of quality class I, size 57 to 67 millimetres.\nThese prices do not take account of the cost of the packaging in which the product is put up.  Article 2\nThis Regulation shall enter into force on 11 June 1991. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 1991. For the Council\nThe President\nR. STEICHEN  (1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 375, 31. 12. 1990, p. 17. (3) Opinion delivered on 16 May 1991, (not yet published in the Official Journal)."}