{"celex_id": "31990R2427", "uri": "http://publications.europa.eu/resource/cellar/105f9b2b-a16c-4796-83e1-db2614768dd7", "type": "Regulation", "concepts": ["4210", "4327", "4498", "797"], "title": "Commission Regulation (EEC) No 2427/90 of 21 August 1990 amending Regulation (EEC) No 2537/89 laying down detailed rules for application of the special measures for soya beans\n", "header": "COMMISSION  REGULATION (EEC) No 2427/90\nof 21 August 1990\namending Regulation (EEC) No 2537/89 laying down detailed rules for application of the special measures for soya beans\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (1), as last amended by Regulation (EEC) No 2217/88 (2), and in particular Article 2 (8) thereof,\nWhereas Commission Regulation (EEC) No 2537/89 (3), as last amended by Regulation (EEC) No 150/90 (4), provided for transitional measures, particularly in order to permit the orderly disposal of the 1989/90 harvest; whereas experience has shown that further transitional measures are necessary to deal with specific problems which have arisen; whereas these additional transitional provisions should be subject to specific conditions to ensure that they are not abused;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats;", "main_body": ["Article 46 of Commission Regulation (EEC) No 2537/89 is hereby amended as follows:\n1. The following indent is added to paragraph 2:\n'- an approved first purchaser who is also a processor and who has taken delivery of beans under a contract concluded and deposited before the 8 August 1990 but who is temporarily unable for reasons beyond his control, to process the beans in his own enterprise may, upon application to the authorities of the Member State concerned, be permitted by that Member State to transfer the beans in question to another enterprise for processing under conditions to be laid down by the Member State provided that:\n- the minimum price has been paid,\n- the beans in question were harvested during the 1989/90 marketing year and were identified before the end of the 1989/90 marketing year.'\n2. The following paragraph 3 is added:\n'3. The following transitional provisions shall be applicable for the 1990/91 marketing year:\n- the minimum area referred to in Article 4 (1) (d) shall be reduced to 4 000 hectares for a first purchaser who is not a processor provided, in addition to the requirements of Article 3, that the said first purchaser was already approved in the 1989/90 marketing year for the purposes of claiming the aid in the Member State concerned.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 August 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 151, 10. 6. 1985, p. 15.\n(2) OJ No L 197, 26. 7. 1988, p. 11.\n(3) OJ No L 245, 22. 8. 1989, p. 8.\n(4) OJ No L 18, 23. 1. 1990, p. 10."}