{"celex_id": "31992R3814", "uri": "http://publications.europa.eu/resource/cellar/2c12b435-2a08-426a-86b0-d921f5ac967d", "type": "Regulation", "concepts": ["1394", "2639", "3600", "4314", "797", "863"], "title": "Council Regulation (EEC) No 3814/92 of 28 December 1992 amending Regulation (EEC) No 1785/81 and introducing application in Spain of the sugar sector prices provided for by that Regulation\n", "header": "COUNCIL REGULATION (EEC) No 3814/92  of 28 December 1992  amending Regulation (EEC) No 1785/81 and introducing application in Spain of the sugar sector prices provided for by that Regulation\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 70 (3) (b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the achievement of the single market on 1 January 1993 makes it desirable to remove all barriers to trade, not only between the Member States of the Community as constitued on 31 December 1985 but also, as far as possible, between those Member  States and the new Member States;\nWhereas accession compensatory amounts are due to be applied to trade in sugar sector products between Spain and the other Member States until the end of the 1994/95 marketing year, since Council Regulation (EEC) No 1716/91 of 13 June 1991 concerning  the alignment of the sugar and beet prices applicable in Spain on the common prices (2) specified that date for alignment of the Spanish prices on the common prices;\nWhereas, without prejudice to the measures to be adopted when new sugar sector production arrangements are determined or to deal with the specific consequences for Spain of the Community's international commitments, prices can be aligned at the earlier  date of 1 January 1993, and in consequence all accession compensatory amounts abolished, if Spanish beet producers are compensated by a temporary degressive aid of an initial amount based on the existing difference between beet prices; whereas should  the fall in beet prices have an impact on the market for sugar cane grown in Spain corresponding aid would have to be granted to growers;\nWhereas the Spanish market situation is such that the prices laid down by this Regulation can be applied in Spain;\nWhereas early alignment of prices will require the adoption of measures to facilitate necessary structural changes in the Spanish sugar industry,", "main_body": ["1. The alignment provided for in Article 70 of the Act of Accession shall, for sugar and beet prices applicable in Spain, be completed on 1 January 1993 as the levels set in paragraph 2.\n2. The prices set in Article 5 (1) of Regulation (EEC) No 1749/92 (3) shall, for sugar and bet marketed during the period 1 January to 30 June 1993, be replaced by the following:\n(a) intervention price for white sugar: ECU 54,41 per 100 kilograms;\n(b) beet prices:\n- basic price: ECU 41,82 per tonne,\n- minimum price for 'A' beet: ECU 41,02 per tonne,\n- minimum price for 'B' beet: ECU 29,02 per tonne, subject to application of Article 28 (5) of Regulation (EEC) No 1785/81 (4).", "1. Aid shall be granted to beet growers in Spain for the 1993/94 and 1994/95 marketing years. It shall be ECU 2,84 per tonne for 1993/94 and half that amount for 1994/95.\nThe same producers shall be granted aid of ECU 4,26 per tonne on beet processed into sugar between 1 January and 30 June 1993 under contracts concluded on the basis of the prices specified at Article 1 (2) (b).\n2. Aid shall be granted to sugar cane producers in Spain for the 1993/94 and 1994/95 marketing years. It shall be ECU 2,27 per tonne for sugar cane for the first of these marketing years and shall be reduced by half for the second. Furthermore, aid  amounting to ECU 3,41 per tonne shall be granted to the same producers for the quantities of cane processed into sugar between 1 January and 30 June 1993 in the context of contracts concluded on the basis of the prices provided for in Article 1 (2) (b).\n3. Aid amounting to ECU 5,16 per 100 kilograms of sugar expressed as white sugar shall be granted for products forming part of quotas in stocks, with the exception of the minimum stock, at 12 p.m. on 31 December 1992 in the hands of those eligible for  the reimbursement of storage charges for such stocks under Article 8 of Regulation (EEC) No 1785/81.\n4. The aid provided for in paragraphs 1, 2 and 3 shall count as intervention for the purposes of Article 1 (2) of Regulation (EEC) No 729/70 (5).", "The following paragraph 8 is added to Article 46 of Regulation (EEC) No 1785/81:\n'8. Spain is authorized, on the terms set out below, to grant adjustment aid during the 1993/94 to 1995/96 marketing years to undertakings producing sugar.\nAid may be granted only on \"A\" and \"B\" sugar as defined in Article 24 (1) (a) and in connection with restructuring plans for rationalizing the Spanish sugar industry. These plans shall be notified to the Commission. Aid shall be restricted to a total of  37,8 million agricultural ecus for the period in first subparagraph.\nOf the aid granted in each marketing year 50 % shall be financed by the Community as intervention expenditure.'", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 41 of Regulation (EEC) No 1785/81.\nThe same procedure shall be used for adoption of transitional measures needed to ensure a smooth change-over from the arrangements specified by Regulation (EEC) No 1716/91 to those specified by this Regulation.", "Regulation (EEC) No 1716/91 is hereby repealed with effect from 1 January 1993.", "This Regulation shall enter into force on 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 1992. For the Council\nThe President\nJ. GUMMER\n(1) Opinion delivered on 18 December 1992 (not yet published in the Official Journal). (2) OJ No L 162, 26. 6. 1991, p. 18. (3) OJ No L 180, 1. 7. 1992, p. 14. (4) OJ No L 177, 1. 7. 1981, p. 4. Regulation as last amended by Regulation (EEC)  No 61/92 (OJ No L 6, 11. 1. 1992, p. 19). (5) OJ No L 94, 24. 4.1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1)."}