{"celex_id": "31999D0786", "uri": "http://publications.europa.eu/resource/cellar/4030d280-d84e-41cb-9741-2fc9eab98d79", "type": "Decision", "concepts": ["1130", "2355", "2607", "2933", "4580", "4802"], "title": "1999/786/EC: Council Decision of 29 November 1999 granting a Community guarantee to the European Investment Bank (EIB) against losses under loans for projects for the reconstruction of the earthquake-stricken areas of Turkey\n", "header": "COUNCIL DECISION\nof 29 November 1999\ngranting a Community guarantee to the European Investment Bank (EIB) against losses under loans for projects for the reconstruction of the earthquake-stricken areas of Turkey\n(1999/786/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The Turkish areas of Kocaeli, Sakarya, Bolu and Yalova were seriously stricken by an earthquake in August 1999 and its recent aftershocks;\n(2) The General Affairs Council of 13 September 1999 concluded that: \"it looks forward to early consideration of new and substantial assistance for rehabilitation and reconstruction to come from the EIB lending as well as macrofinancial assistance and MEDA II, from which Turkey should benefit substantially\"; the Council also underlined the importance of mobilising assistance as quickly as possible;\n(3) Further to the General Affairs Council of 13 September 1999, the Ecofin Council of 8 October 1999 concluded that: \"the Council invites the Commission to put forward a timely proposal for a Council Decision for a Community guarantee to the EIB against losses under loans for the reconstruction of the earthquake-affected areas of Turkey to allow the adoption of the Decision by the Council possibly by the end of November 1999, along the following lines: an overall ceiling of EUR 600 million for the credits to be opened for reconstruction in Turkey over three years, and the above ceiling to be exclusively available for the financing of investment projects to be carried out for the replacement, rehabilitation or reconstruction of infrastructural or industrial installations affected by the earthquake of August 1999 in Turkey\"; on 8 November 1999 the Ecofin Council confirmed the urgency of the adoption of this Decision; for these reasons of urgency it has not been possible to respect the normal time limit of six weeks for the full information by Member States of their national Parliaments in accordance with the Protocol on the role of national Parliaments in the European Union, attached to the Treaty of Amsterdam modifying the Treaty of the European Union;\n(4) Therefore, loans extended under the special EIB lending facility for the reconstruction of Turkey guaranteed by this Decision are exclusively aimed at the replacement, reconstruction or rehabilitation of damaged surface and subsurface infrastructure, industrial installations and SMEs, as well as urban infrastructure and housing affected by the earthquake;\n(5) On 31 October 1994, the Council adopted Regulation (EC, Euratom) No 2728/94 establishing a Guarantee Fund for external actions(1);\n(6) The EIB is at present completing the loan programmes for Central and Eastern Europe, the Mediterranean region, Asia and Latin America and the Republic of South Africa under the current EIB external lending mandates pursuant to Decision 97/256/EC(2); on 23 April 1999, the Commission put forward its proposal on the renewal of the general EIB external lending mandate for the period following the expiry of the current mandate; regarding the renewal of the general mandate, the Council on 12 July 1999 agreed, subject to the opinion of the European Parliament, to a guarantee rate of 65 %, a guaranteed annual amount of EUR 2630 million, and a duration for a new mandate of seven years, with a review on first accession or at the latest after four and a half years, whichever is the earlier;\n(7) The EIB has established lending operations in Turkey since 1965 and, through its existing operations, regular contacts with the relevant Turkish authorities as well as the international financial institutions active in Turkey;\n(8) In June 1996, the Commission, in agreement with the EIB, presented to the Council a proposal for a new guarantee system for EIB lending to third countries;\n(9) On 2 December 1996, the Council approved conclusions on new guarantee arrangements for EIB lending to third countries, according to which the approach of a global guarantee, without distinguishing between regions and projects, is approved and a risk-sharing scheme accepted; under the risk-sharing scheme the EIB should secure adequate non-sovereign third-party guarantees for commercial risks, with the budgetary guarantee in that case covering only political risks;\n(10) The global guarantee covering the general EIB external lending mandate laid down in Decision 97/256/EC and which is intended to be renewed by a successor decision should also apply to the special EIB-lending facility for the reconstruction of Turkey as laid down by the current Decision; credits opened under the current Decision should, as from the entry into force of the relevant successor decision, benefit from the global guarantee under that successor decision;\n(11) In view of the special nature of the projects to be financed, the EIB under this Decision should not be obliged to seek risk-sharing through non-governmental guarantees;\n(12) The EIB in the selection of the investment projects to be financed, should consult the appropriate Turkish authorities; the EIB should coordinate its investment priorities and its individual operations with the other international financial institutions active in the affected regions of Turkey and where appropriate, the EIB should arrange co-financing with other international financial institutions;\n(13) EIB financing under this Decision should be managed, in accordance with the EIB's usual criteria and procedures including appropriate control measues as well as with the relevant rules and procedures concerning audit by the Court of Auditors and cooperation with the European Anti-Fraud Office (OLAF), in such a way as to support prompt and effective replacement, rehabilitation or reconstruction of infrastructural and industrial installations affected by the earthquake; there is regular consultation between the EIB and the Commission to ensure coordination of priorities and activities in this part of Turkey and to measure progres towards the fulfilment of the objective of this Decision; the setting and periodic review of the operational objectives and the measurement of their fulfilment are the responsibility of the EIB's Board of Directors;\n(14) The EIB and the Commission should fix the terms on which the guarantee is to be given;\n(15) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["Objective\nThe Community shall grant the European Investment Bank (hereinafter referred to as \"the EIB\") a global guarantee in respect of all payments not received by it but due in respect of credits opened, in accordance with its usual criteria, for investment projects carried out for the replacement, rehabilitation or reconstruction of surface and subsurface infrastructure, industrial installations and SMEs as well as urban infrastructure and housing affected by the earthquake of August 1999 in Turkey and its recent aftershocks.", "Ceiling and conditions\n1. The overall ceiling of the credits opened shall be EUR 600 million or the equivalent thereof.\n2. The Community guarantee with respect to credits opened by the EIB under this Decision up to and until the entry into force of the successor decision to Decision 97/256/EC shall take the form of an extension of the global guarantee granted to the EIB under the general external lending mandate, as laid down in Decision 97/256/EC.\nAs of the entry into force of the successor decision, the Community guarantee covering any subsequent and additional credits opened by the EIB under this Decision shall form an extension of the global guarantee granted in the successor decision.\nThe extension of the guarantee, whether under Decision 97/256/EC or its successor decision, shall be restricted to 65 % of the aggregate amount of credits opened under this Decision, plus all related sums.\n3. For the purposes of lending under this Decision, the EIB shall exceptionally not be obliged to seek non-governmental guarantees to cover commercial risk.", "Reporting\nThe Commission shall inform the European Parliament and the Council each year of the loan operations carried out under this Decision and shall, at the same time, submit an assessment of the implementation of this Decision and of coordination between the international financial institutions involved in the reconstruction effort in Turkey. The Commission information submitted to the European Parliament and the Council shall include an assessment of the contribution of the lending under this Decision to the replacement, rehabilitation or reconstruction of infrastructual and industrial installations affected by the earthquake, taking into account the operational objectives and appropriate measurements of their fulfilment to be established by the EIB for lending under this Decision. For these purposes, the EIB shall transmit to the Commission the appropriate information.", "Duration\nThe present guarantee shall cover loans signed during a period of three years from the date of adoption of this Decision. If, on expiry of those three years, the loans signed by the EIB have not attained the overall ceiling referred to in Article 2, this period shall be automatically extended by six months.", "Final provisions\n1. The EIB and the Commission shall fix the terms on which the guarantee is to be given.\n2. This Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on the day of its adoption."], "attachments": "Done at Brussels, 29 November 1999.\nFor the Council\nThe President\nS. NIINISTĂ\u0096\n(1) OJ L 293, 12.11.1994, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1149/1999 (OJ L 139, 2.6.1999, p. 1).\n(2) Council Decision 97/256/EC of 14 April 1997 granting a Community guarantee to the European Investment Bank against losses under loans for projects outside the Community (central and eastern Europe an countries, Mediterranean countries, Latin American and Asian countries, South Africa, the former Yugoslav Republic of Macedonia and Bosnia and Herzegovina) (OJ L 102, 19.4.1997, p. 33). Decision as last amended by Decision 98/729/EC (OJ L 346, 22.12.1998, p. 54)."}