{"celex_id": "31992R0888", "uri": "http://publications.europa.eu/resource/cellar/0ea2812a-b39d-435b-9c32-c44df9c8f894", "type": "Regulation", "concepts": ["2621", "4734", "5373", "863"], "title": "Commission Regulation (EEC) No 888/92 of 8 April 1992 amending for a second time Regulation (EEC) No 1327/89 authorizing Spain not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 on the granting, for the 1989/90 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COMMISSION REGULATION (EEC) No 888/92  of 8 April 1992  amending for a second time Regulation (EEC) No 1327/89 authorizing Spain not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 on the granting, for  the 1989/90 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas (1), as amended by Regulation (EEC) No 833/92 (2), and in  particular Article 12 (1) and (2) thereof,\nWhereas, pursuant to Commission Regulation (EEC) No 2729/88 of 31 August 1988 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in  respect of wine-growing areas (3),as last amended by Regulation (EEC) No 678/89 (4), Spain lodged before 1 October 1991 an application to alter the areas excluded from the scope of the measures provided for in Regulation (EEC) No 1442/88 from the  1992/93 wine year;\nWhereas in the areas listed in the Annex there are risks of depopulation or of the quality policy being called into question or limited possibilities of alternative crops; whereas the criteria selected to determine the list correspond to those defined  in Article 12 (1) and (2) of Regulation (EEC) No 1442/88; whereas the wine-growing potential of the areas recognized as suitable for the production of quality wine psr in those areas as a whole is less than 10 % of the national wine-growing potential;  whereas the Annex to Regulation (EEC) No 1327/89 (5), as amended by Regulation (EEC) No 3354/90 (6), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Annex to Commission Regulation (EEC) No 1327/89 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1992/93 wine year. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 132, 28. 5. 1988, p. 3. (2) OJ No L 88, 3. 4. 1992, p. 16. (3) OJ No L 241, 1. 9. 1988, p. 108. (4) OJ No L 73, 17. 3. 1989, p. 23. (5) OJ No L 133, 17. 5. 1989, p. 8. (6) OJ No L 324, 23. 11. 1990, p. 23.\nANNEX\nAreas in respect of which Spain is authorized not to apply the measures provided for in Regulation (EEC) No 1442/88\nWine-growing areas recognized as suitable for the production of quality wines psr for the purpose in accordance with the national procedure laid down pursuant to Regulation (EEC) No 823/87 (1), located in the following provinces for the following  designations:\nRegion  Designation of origin  Province      Castilla-León  Bierzo  León   Cigales  Palencia, Valladolid   Ribera del Duero  Burgos, Segovia, Soria, Valladolid   Rueda  Avila, Segovia, Valladolid   Toro  Valladolid, Zamora  Castilla-La\nMancha  Almansa\n(white varieties)  Albacete   Mancha\n(red varieties)  Albacete, Ciudad Real, Cuenca, Toledo   Mentrida\n(white varieties)  Toledo   Jumilla\n(white varieties)  Albacete, Toledo   Valdepeñas\n(red varieties)  Ciudad Real  Valencia  Almansa\n(white varieties)  Valencia   Utiel-Requena\n(recommended varieties)  Valencia\n(1) OJ No L 84, 27. 3. 1987, p. 59."}