{"celex_id": "31993D0728", "uri": "http://publications.europa.eu/resource/cellar/aeffa831-3de5-48cd-99c8-5e0d9a71a2e2", "type": "Decision", "concepts": ["1114", "1941", "2834", "3514", "3650", "4066"], "title": "93/728/CFSP: Council Decision of 20 December 1993 concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union on the inaugural conference on the stability pact\n", "header": "COUNCIL DECISION of 20 December 1993 concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union on the inaugural conference on the stability pact (93/728/CFSP)\nTHE COUNCIL OF THE  EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles J.3 and J.11 thereof,\nHaving regard to the conclusions of the European Council on 21 and 22 June 1993 on a pact on stability in Europe and the general approach of the European Council on 29 October 1993 whereby a stability pact to resolve the problem of minorities and to  strengthen the inviolability of frontiers will be a staple component of joint action aimed at promoting stability, reinforcing the democratic process and developing regional cooperation in Central and Eastern Europe,\nHaving regard to the conclusions of the European Council on 10 and 11 December calling upon the Community to implement the initiative on a pact on stability in Europe as a joint action in accordance with the Treaty on European Union,", "main_body": ["The European Union will convene an inaugural conference on a pact on stability in Europe, to be held in Paris around April 1994, to which the countries principally concerned by the initiative, the countries immediately neighbouring the  countries principally concerned, States likely to make a particular contribution to the initiative, countries with an interest in stability in Europe by virtue of their defence commitments and countries which have association agreements with the Union  (Albania, Austria, Belarus, Bulgaria, Canada, Cyprus, the Czech Republic, Estonia, Finland, the Holy See, Hungary, Iceland, Latvia, Lithuania, Malta, Moldova, Norway, Poland, Romania, Russia, Slovakia, Slovenia, Sweden, Switzerland, Turkey, Ukraine and  the United States) will be invited as participants, and representatives of international organizations concerned by the initiative (CSCE, Council of Europe, WEU, NATO and the United Nations). Those countries and organizations would be prepared to  endorse the idea of and arrangements for the conference adopted by the Union at the end of the formal consultations which it is to hold. Any other States participating in the CSCE which accepted that idea and those arrangements would also be invited as  observers.", "The inaugural conference will put into effect preventive diplomacy aimed at fostering good neigbourly relations and encouraging countries, in particular through the conclusion of appropriate agreements, to consolidate their borders and to  resolve the problems of national minorities which arise. Those agreements, and the complementary arrangements that accompany them, should constitute the basis for a stability pact which would be intended to be forwarded to the CSCE, which would act as  its guardian.", "The inaugural conference will be preceded by a round of formal consultations held by the Union with all the countries and organizations in the project, with a view to preparing for it.", "The detailed arrangements which will have to govern the holding of this conference, the negotiation process to be conducted and the stability pact to be concluded are laid down in the reports on the stability pact approved by the European  Council on 10 and 11 December 1993.", "The inaugural conference will be organized by the host country in close coordination with the Presidency. This Decision entails no operational expenditure.", "This Decision shall enter into force on this day. It covers the first stage of the joint action, which will end with the meeting of the inaugural conference. In due course the Council will take the necessary measures for continuation of the  joint action.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 20 December 1993.\nFor the Council\nThe President\nW. CLAES"}