{"celex_id": "31991D0510", "uri": "http://publications.europa.eu/resource/cellar/d91fd0d5-fbe6-4588-9cb8-e52abc360ed5", "type": "Decision", "concepts": ["1043", "1196", "2609", "292", "3194", "922"], "title": "91/510/EEC: Council Decision of 23 September 1991 providing a medium-term loan to Algeria\n", "header": "COUNCIL DECISION  of 23 September 1991  providing a medium-term loan to Algeria  (91/510/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Algeria has undertaken since 1989 political and economic reforms and has decided to adopt pluralism and a market economy model;\nWhereas the Community and Algeria traditionally have close economic, political and cultural links, which have been further developed within the framework of the 1978 Cooperation Agreement and related Protocols and Agreements;\nWhereas the Algerian authorities have adopted for 1991 an economic and financial programme designed to accelerate market-related reforms and the liberalization of imports and foreign exchange arrangements with the aim of achieving convertibility for the  national currency by early 1992;\nWhereas this programme is supported by the International Monetary Fund (IMF) which has recently approved a stand-by credit authorizing drawings of up to SDR 300 million, and by the World Bank which has recently approved a US $ 350 million structural  adjustment loan;\nWhereas in spite of the financing which would be provided by the IMF, the World Bank and other multilateral and bilateral official creditors, Algeria will be facing during 1991 and 1992 exceptional balance-of-payments financing needs reflecting heavy  external debt servicing payments related to short-term borrowing and a bunching of repayments on medium-term external debt;\nWhereas the Algerian authorities have requested complementary financial assistance from the Community in order to safeguard Algeria's credit-worthiness, strengthen its reserve position and facilitate the introduction of convertibility;\nWhereas the success of Algeria's economic and financial programme will depend crucially on the agreement with the commercial bank creditors on a refinancing arrangement designed to improve the profile of the external debt service and repayments;\nWhereas the grant by the Community of a medium-term loan to Algeria will assist the balance of payments, strengthen the country's reserve position and support the economic and political reform process;\nWhereas the Community loan should be managed by the Commission;\nWhereas the implementation of the abovementioned measures will help to achieve the Community's aims; whereas the Treaty does not provide, for the measures in question, powers other than those of Article 235;\nWhereas the question of the risks associated with guarantees from the general budget of the European Communities will be examined in the context of the renewal in 1992 of the Interinstitutional Agreement on budgetary discipline and improvement of the  budgetary procedure,", "main_body": ["1. The Community shall grant to Algeria a medium-term loan facility of a maximum amount of ECU 400 million in principal, with a maximum duration of seven years, with a view to ensuring a sustainable balance-of-payments situation,  strengthening the reserve position, and facilitating the introduction of convertibility for the national currency.\n2. To this end, the Commission is empowered to borrow, on behalf of the European Economic Community, the necessary resources that will be placed at the disposal of Algeria in the form of a loan.\n3. This loan will be managed by the Commission in full consultation with the Monetary Committee and in a manner consistent with any Agreements reached between the IMF and the World Bank, and Algeria.", "1. The Commission is empowered to negotiate with the Algerian authorities, after consultation with the Monetary Committee, the economic policy conditions attached to the loan. These conditions shall be consistent with the agreements referred  to in Article 1 (3).\n2. The Commission shall verify at regular intervals, in collaboration with the Monetary Committee and in close coordination with the IMF and the World Bank, that the economic policy in Algeria is in accordance with the objectives of this loan and that  its conditions are being fulfilled.", "1. The loan shall be made available to Algeria in two instalments. The first instalment shall be released on the basis:\n- of the IMF 'Standby Arrangement' and the World Bank structural adjustment loan agreed in June 1991 with Algeria,\n- of an arrangement between Algeria and its commercial bank creditors on improving the country's future debt servicing and repayment profile through new loans and/or new refinancing agreements.\n2. The second instalment shall be released after a period of at least two quarters subject to the provisions of Article 2 (2).\n3. The funds shall be paid to the National Bank of Algeria.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest-rate risk, or in any other  commercial risk.\n2. The Commission shall take the necessary steps, if Algeria so decides, to include in the loan conditions, and also to exercise, an early repayment clause.\n3. At the request of Algeria, and where circumstances permit an improvement in the interest rate on the loans, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or  restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average duration of the borrowing concerned or increasing the amount, expressed at the current exchange  rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Algeria.\n5. The Monetary Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3 at least once a year.", "At least once a year the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 23 September 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No C 192, 23. 7. 1991, p. 23. (2) OJ No C 240, 16. 9. 1991, p. 245."}