{"celex_id": "31995D0418", "uri": "http://publications.europa.eu/resource/cellar/f539859f-9cdc-48c2-b86c-9d9a3b041fe3", "type": "Decision", "concepts": ["321", "3837", "5040", "519", "5652", "5775"], "title": "95/418/EC: Commission Decision of 26 July 1995 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of ferro-silico-manganese originating in Russia, Georgia, Ukraine, Brazil and South Africa and terminating the proceeding against Georgia\n", "header": "COMMISSION DECISION of 26 July 1995 accepting undertakings offered in  connection with the anti-dumping proceeding concerning imports of ferro-silico-manganese  originating in Russia, Georgia, Ukraine, Brazil and South Africa and terminating the proceeding  against Georgia (95/418/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3283/94 of 22 December 1994 on protection against  dumped imports from countries not members of the European Community  (1), as last amended by  Regulation (EC) No 1251/95  (2), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988  (3) on protection against  dumped imports from countries not members of the European Economic Community, as last amended by  Regulation (EC) No 522/94  (4), and in particular Articles 9 and 10 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1)  The Commission, by Regulation (EC) No 3119/94  (5) (hereinafter referred to as the  'provisional duty Regulation`), imposed a provisional anti-dumping duty on imports into the  Community of ferro-silico-manganese (FeSiMn) originating in Russia, Ukraine, Brazil and South  Africa and falling within CN code 7202  30  00. No provisional anti-dumping duty was imposed on  imports of the product concerned originating in Georgia. By Regulation (EC) No 866/95  (6), the  Council extended the validity of the duty for a period not exceeding two months.\n(2)  In the subsequent procedure, it was established that definitive anti-dumping measures should  be taken in order to eliminate injurious dumping. The findings and conclusions on all aspects of  the investigation are set out in Council Regulation (EC) No 2413/95  (7).\n(3)  Having been informed of these conclusions, the Ukrainian authorities, in conjunction with two  Ukrainian exporters, and the two South African exporters, offered undertakings to the Commission  with regard to the import prices in the Community pursuant to Article 10 of Regulation (EEC) No  2423/88.\n(4)  The minimum prices set out in the undertakings for exports to the Community are at a level  sufficient to eliminate injurious dumping.\n(5)  In addition, since the Ukrainian authorities, the two Ukrainian exporting companies and the  two South African exporters have undertaken to submit detailed and regular sales information to the  Commission and not to enter into direct or indirect compensatory arrangements with their customers  and since exports from both countries have been made through a limited number of purchasers, it has  been concluded that the correct observance of the undertakings can effectively be monitored by the  Commission.\n(6)  As far as Ukraine in concerned, the Government, implementing two Presidential decrees, dated  August and November 1994, set up an Interministerial Commission on anti-dumping investigations of  goods originating in Ukraine, in order to prevent the export of Ukrainian goods at dumped prices.  In this framework the Ukrainian Government will operate an export licensing system for the duration  of the undertakings which will ensure that all imports into the Community benefiting from the  exemption of the obligation to pay anti-dumping duties subsequent to the undertakings, have  Ukrainian origin, have been produced, will be exported and invoiced directly by the exporters  concerned to first unrelated buyers in the Community at prices not below the minimum price laid  down in the undertakings. Any intended exports of the product by the exporters subject to the  undertakings from the territory of Ukraine to the Community, whether directly or indirectly, which  do not meet these criteria, will not receive an export licence.\n(7)  One South African exporter sells a part of its exports to the Community through a related  importer in the Community. The undertaking provides for sales by the related importer to be  incorporated in the minimum price mechanism and monitoring procedure.\n(8)  Under these circumstances, the undertakings offered by the Ukrainian authorities, in  conjunction with two Ukrainian exporters, and by the two South African exporters are considered  acceptable and the investigation can, therefore, be terminated with respect to the Ukrainian and  South African exporters concerned. Where there is reason to believe that an undertaking is being  infringed, a provisional duty may be imposed pursuant to Articles 7 and 8 (10) of Regulation (EC)  No 3283/94 and, should the conditions of Article 8 (9) of the Regulation be met, a definitive  anti-dumping duty will be imposed.\n(9)  As far as imports of FeSiMn originating in Georgia are concerned, the investigation confirmed  the findings reported in the provisional duty Regulation, that imports of FeSiMn from Georgia were  de minimis and, therefore, did not cause injury to the Community industry. Such a finding has not  been contested by either the Community industry or the other exporters. Consequently, the  proceeding should be terminated with respect to imports of FeSiMn originating in Georgia.\n(10)  When the Advisory Committee was consulted on the acceptance of the undertakings offered some  objections were raised. Therefore, in accordance with Articles 9 (1) and 10 (1) of Regulation (EEC)  No 2423/88, the Commission sent a report to the Council on the result of the consultations and a  proposal for the acceptance of the undertakings. As the Council has not decided otherwise within  one month, this Decision should be adopted. No objections were raised concerning the termination of  the proceecing with relation to Georgia,", "main_body": ["The undertakings offered by the Ukrainian authorities in conjunction  with Nikopol Ferro Alloy Plant and Zaporozhye Ferro Alloy Plant, Ukraine and by Highveld Steel and  Vanadium Corporation Limited and Samancor Limited, South Africa, in connection with the  anti-dumping proceeding concerning imports of Ferro-Silico-Manganese originating in Russia,  Ukraine, Georgia, Brazil and South Africa and falling within CN code 7202  30  00 are hereby  accepted.\nThe investigation in respect of these exporters is hereby terminated.", "The proceeding concerning imports of ferro-silico-manganese originating in Georgia is  hereby terminated."], "attachments": "Done at Brussels, 26 July 1995.\nFor the Commission Leon BRITTAN Vice-President"}