{"celex_id": "31994D0025", "uri": "http://publications.europa.eu/resource/cellar/a9e0488c-9ccd-4604-b260-eb40006abed6", "type": "Decision", "concepts": ["161", "3462", "4353", "4713", "5343", "5367"], "title": "94/25/EC: Commission Decision of 6 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria on the reciprocal granting of tariff quotas for certain wines (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria on the reciprocal granting of tariff quotas for certain wines (Text with EEA relevance) (94/25/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1108/93 of 4 May 1993 laying down certain provisions for the application of the Bilateral Agreements on agriculture between the Community, of the one part, and Austria, Finland, Iceland, Norway and Sweden of  the other part (1), and in particular Article 1 thereof,\nWhereas, under the terms of the Agreement between the Community and Austria on certain arrangements in the field of agriculture (2), signed on 2 May 1992, the two Contracting Parties grant reciprocal tariff concessions for certain wines within quota  limits; whereas this Agreement replaces the Agreement between the Community and Austria on the reciprocal establishment of tariff quotas for certain quality wines signed on 23 December 1988, the technical details concerning the certificate of origin of  the wines eligible for the tariff concession have been laid down;\nWhereas the Agreement on the European Economic Area was signed between the Community and its Member States, of the one part, and the States of the European Free Trade Association, of the other part, hereinafter called the 'EEA Agreement'; whereas,  pursuant to Protocol 47 thereto on the abolition of technical barriers to trade in wine, the intra-Community system of accompanying documents relating to wine referred to in Commission Regulation (EEC) No 986/89 (3), as last amended by Regulation (EEC)  No 592/91 (4), will be extended to the EEA; whereas to take account of these new circumstances, new detailed rules must be laid down on the certificate of origin to be presented for wines eligible for tariff concessions; whereas the aforementioned  technical exchange of letters of 23 December 1988 must accordingly be replaced by a new exchange of letters;\nWhereas the measures provided for in exchange of letters between the Community and Austria attached hereto are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The exchange of letters between the European Community and the Republic of Austria relating to the Bilateral Agreement on the reciprocal tariff quotas for certain wines is hereby approved.\nThe text of the exchange of letters is attached to this Decision (5).", "The text of exchange of letters referred to in Article 1 shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 6 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 113, 7. 5. 1993, p. 1.\n(2) OJ No L 109, 1. 5. 1993, p. 6.\n(3) OJ No L 106, 18. 4. 1989, p. 1.\n(4) OJ No L 66, 13. 3. 1991, p. 13.\n(5) The letters were signed on 20 December 1993."}