{"celex_id": "31993R2085", "uri": "http://publications.europa.eu/resource/cellar/4630a1b6-41d0-42ff-b005-5b20c8869bd2", "type": "Regulation", "concepts": ["1542", "2493", "2969", "3679", "431", "980"], "title": "Council Regulation (EEC) No 2085/93 of 20 July 1993 amending Regulation (EEC) No 4256/88 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Agricultural Guidance and Guarantee Fund (EAGGF) Guidance Section\n", "header": "COUNCIL REGULATION (EEC) No 2085/93 of 20 July 1993 amending Regulation (EEC) No 4256/88 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Agricultural Guidance and Guarantee Fund (EAGGF) Guidance Section\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Council adopted Regulation (EEC) No 2081/93 (4) amending Regulation (EEC) No 2052/88 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the  European Investment Bank and the other existing financial instruments (5);\nWhereas the Council adopted Regulation (EEC) No 2082/93 (6) amending Regulation (EEC) No 4253/88 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between  themselves and with the operations of the European Investment Bank and the other existing financial instruments (7);\nWhereas, as a result of the amendments to the aforementioned Regulations and to take account of the experience acquired, Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as  regards the European Agricultural Guidance and Guarantee Fund (EAGGF) Guidance Section (8) should be amended;\nWhereas the acompanying measures for agri-environment, afforestation and early retirement adopted under the reform of the common agricultural policy (CAP) are to be financed in future by the EAGGF Guarantee Section;\nWhereas the list of measures eligible under Objectives 1 and 5 (b) should be revised on the basis of experience and having regard to the need for rural development to be based also on non-agricultural activities and on multiple activities by farmers of  either sex, to reverse the trend towards the economic and social decline and depopulation of the countryside, strengthening, in particular, measures to promote local products and non-polluting forms of agriculture, horticulture and livestock-farming,  prevent natural disasters, renovate villages and protect and conserve the rural heritage;\nWhereas, within the context of its contribution to achieving Objective 1 and Objective 5 (b) the Fund should be able to finance measures for sustainable development of the rural environment, including developing and strengthening agricultural and  forestry structures which use methods and techniques that respect the environment; whereas the Fund should also be able to finance the encouragement of tourist and craft investments, including the improvement of living accomandation on agricultural  holdings and in the countryside;\nWhereas the scope of Article 8 of Regulation (EEC) No 4256/88 should be extended to incorporate rural development more effectively in measures carried out under that Article and to strengthen measures relating to information and the dissemination of  knowledge;\nWhereas measures relating to the fisheries sector are the subject of a specific regulation and no longer fall within the scope of this Regulation,", "main_body": ["Articles 1 to 11 of Regulation (EEC) No 4256/88 are hereby replaced by the following:\n'Article 1\n1. The Guidance Section of the European Agricultural Guidance and Guarantee Fund, (hereinafter called \"the Fund \"), may finance measures for performing the tasks referred to in Article 3 (3) of Regulation (EEC) No 2052/88 in order to attain Objectives  1, 5 (a) and 5 (b) as set out in Article 1 of that Regulation, with the exception of mesures under Objective 5 (a) which concern fisheries structures, in accordance with the criteria and objectives set out in this Regulation.\n2. The conditions and criteria laid down in Regulation (EEC) No 4253/88 shall apply to measures financed under this Regulation, unless this Regulation orf provisions adopted under Article 2 (1) thereof specify otherwise.\nTITLE I\nSpeeding up the adjustment of agricultural structures in the framework of the reform of the common agricultural policy\n(Objective 5 (a))", "1. The Fund may finance common measures decided on by the Council in accordance with the procedure provided for in the third subparagraph of Article 43 (2) of the Treaty, in order to speed up the adjustment of agricultural structures, in particular in  the framework of the reform of the common agricultural policy.\n2. The common measures referred to in paragraph 1 may concern in particular:\n- where their financing is not provided for under the EAGGF Guarantee Section, market policy accompanying measures contributing to re-establishing balance between production and market capacity,\n- measures to support farm incomes and to maintain viable agricultural communities in mountain, hill or less-favoured areas by means of agricultural aid such as compensation for permanent natural handicaps,\n- concrete measures to encourage the installation of young farmers of either sex,\n- measures to improve the efficiency of the structures of holdings, especially investments aimed at reducing production costs, promoting quality, improving the living and working conditions of farmers of either sex and of their spouses whose major  activity is on the farm, promoting the diversification of their activities, including the production of non-food agricultural produce, improving animal health conditions, livestock-farming hygiene and animal welfare, as well as preserving and improving  the natural environment,\n- measures to improve the marketing, including the marketing of produce at the farm, and the processing of agricultural and forestry products, and to encourage the establishment of producers' associations,\n- measures to encourage assistance to farmers of either sex and for the creation of groupings with a view to improving production conditions.\n3. The common measures which are applicable at present in the field covered by this Title shall remain in force until they are adjusted pursuant to Article 11a.\nTITLE II\nPromoting rural development and the structural adjustment of regions whose development is lagging behind\n(Objective 1)", "1. Within the context of its contribution to achieving Objective 1 referred to in Article 1 of Regulation (EEC) No 2052/88, the Fund may finance measures for sustainable development of the rural environment, including developing and strengthening  agricultural and forestry structures, and for maintaining, enhancing and restoring the landscape.\n2. Fund assistance for regions designated under Objective 1 shall comprise, in particular, mesures intended to deal with the backwardness of agricultural structures.", "Fund assistance for the measures referred to in Article 5 shall in the main take the form of operational programmes, including an intergrated approach, and global grants.", "Financial assistance by the Fund may, in addition to the measures provided for in Article 2, relate in particular to the following mesures:\n(a) the conversion, diversification, reorientation and adjustment of production potential, including the production of non-food agricultural products;\n(b) promotion, quality labelling and investment for quality local or regional agricultural and forestry products;\n(c) if their financing is not ensured by the ERDF in a Community support framework and while respecting the tasks of the Funds as set out in Article 3 (3) of Regulation (EEC) No 2052/88:\n- the development and improvement of rural infrastructure linked to agricultural and forestry development,\n- measures to achieve diversification, especially those providing multiple activities or alternative incomes for farmers of either sex,\n- the renovation and development of villages and the protection and conservation of the rural heritage;\n(d) reparcelling, in conditions compatible with preservation of the countryside and the natural environment of farming and forestry holdings, and associated work, in compliance with the legislation of the Member State;\n(e) individual or collective land or pasture improvement;\n(f) irrigation, including the renovation and improvement of irrigation networks and small reservoirs with a particular view to a more rational use of water; the creation of collective irrigation works from existing main channels and the creation of  small irrigation systems not supplied from collective networks; and the renovation and improvement of drainage systems;\n(g) encouragement for tourist and craft investment, including the improvement of living accomodation on agricultural holdings;\n(h) restoring agricultural and forestry production potential damaged by natural disasters, and the introduction of appropriate prevention instruments, especially in the outermost areas particularly at risk from such disasters;\n(i) where their financing is not provided for under the accompanying measures adopted under the reform of the common agricultural policy;\n- the development and exploitation of woodlands under the conditions laid down by Council Regulation (EEC) No 1610/89 of 29 May 1989 laying down provisions for implementing Regulation (EEC) No 4256/88 as regards the scheme to develop and optimally  utilize woodlands in rural areas in the Community (1),\n- protection of the environment, maintenance of the countryside and restoration of landscapes;\n(j) dvelopment of agricultural and forestry advisory services and improvement of agricultural and forestry vocational training;\n(k) financial engineering measures for agricultural and forestry businesses and for businesses for the processing and marketing of agricultural and forestry products;\n(l) measures in the area of agricultural and forestry technological research and development.\n(1) OJ No L 165, 15. 6. 1988, p. 3.\nTITLE III\nPromoting rural development in the areas covered by Objective 5 (b)", "Fund assistance for the measures referred to in Article 7 shall in the main take the form of operational programmes, including an integrated approach, and global grants and cover one or more of the measures referred to in Article 5.", "Without prejudice to the particulars referred to in Article 11a (5) of Regulation (EEC) No 2052/88 and Article 5 of Regulation (EEC) No 4253/88, rural development plans shall include an identification of the problems of agricultural structures at a  relevant geographical level. As a general rule, these plans shall last six years and may be updated annually.\nTITLE IV\nGeneral and transitional provisions", "In achieving the tasks set out in the second subparagraph of Article 3 (3) and as part of the assistance referred to in Article 5 (2) (e) of Regulation (EEC) No 2052/88, the Fund may devote up to 1 % of its annual budget to financing:\n- preparatory, ex ante appraisal, monitoring, ex post evaluation and information mesures, including technical assistance measures and general studies,\n- pilot projects for adjusting agricultural and forestry structures and promoting rural development,\n- demonstration projects, including projects for developing and exploiting forests and projects for processing and marketing agricultural products, to show the real possibilities of systems, methods and techniques of production and management which are  in accordance with the objectives of the common agricultural policy,\n- the measures needed for the circulation, at Community level, of the knowledge, experience and results of the work on rural development and improving agricultural structures.\nMeasures implemented on the initiative of the Commission may be financed, exceptionally, at the rate of 100 %; those implemented on behalf of the Commission shall be financed at the rate of 100 %. For other measures, the rates given in Article 13 of  Regulation (EEC) No 2052/88 shall apply.", "Where appropriate and through procedures suitable to each policy, Member States shall supply the Commission with information concerning compliance with Article 7 (1) of Regulation (EEC) No 2052/88.", "0\nThose portions of the sums committed for the granting of assistance in respect of projects decided on by the Commission before 1 January 1989 under Regulations (EEC) No 17/64 (1), (EEC) No 355/77 (2), (EEC) No 1760/78 (3), (EEC) No 269/79 (4), (EEC) No  1938/81 (5), (EEC) No 1941/81 (6), (EEC) No 1943/81 (7), (EEC) No 2088/85 (8) and (EEC) No 3974/86 (9) which have not been the subject of a request for final payment by 31 March 1995 shall be automatically released by the Commission by 30 September 1995  at the latest, without prejudice to those projects which are subject to suspension for judicial reasons.\n(1) OJ No 34, 27. 2. 1964, p. 1586/64.\n(2) OJ No L 51, 23. 2. 1977, p. 1.\n(3) OJ No L 204, 28. 7. 1978, p. 78.\n(4) OJ No L 38, 14. 2. 1979, p. 1.\n(5) OJ No L 197, 20. 7. 1981, p. 1.\n(6) OJ No L 197, 20. 7. 1981, p. 13.\n(7) OJ No L 197, 20. 7. 1981, p. 23.\n(8) OJ No L 197, 27. 2. 1985, p. 1.\n(9) OJ No L 370, 30. 12. 1986, p. 9.", "1\nRegulation (EEC) No 729/70, with the exception of Article 1 (1), (2) and (3), shall not apply as regards the Fund, subject to the implementation of Article 15 of Regulation (EEC) No 2052/88 and Article 33 of Regulation (EEC) No 4253/88.", "1a\nWithout prejudice to Article 33 of Regulation (EEC) No 4253/88, with a view to achieving the objectives referred to in Regulation (EEC) No 2052/88 and in the light of the rules laid down by Regulation (EEC) No 2052/88 and (EEC) No 4253/88 and of this  Regulation, the Council, acting on a proposal from the Commission in accordance with the procedure laid down in Article 43 of the Treaty, shall decide by 31 December 1993 on the adjustment of the Common measures financed under Article 2 of this  Regulation.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1993.\nFor the Council\nThe President\nW. CLAES\n(1) OJ No C 131, 11. 5. 1993, p. 6.(2) Opinion delivered on 14 July 1993 (not yet published in the Official Journal).(3) OJ No C 201, 26. 7. 1993, p. 52.(4) See page 5 of this Official Journal.(5) OJ No L 185, 15. 7. 1988, p. 9.(6) See page 20  of this Official Journal.(7) OJ No L 374, 31. 12. 1988, p. 1.(8) OJ No L 374, 31. 12. 1988, p. 25."}