{"celex_id": "31992R0513", "uri": "http://publications.europa.eu/resource/cellar/685a0c9e-d698-4afa-b343-b9b1f745317a", "type": "Regulation", "concepts": ["3611", "4385", "4453"], "title": "Commission Regulation ( EEC ) No 513/92 of 28 February 1992 re-establishing the levying of customs duties on products falling within CN codes 6401, 6402, 6404 and 6405 90 10, originating in Thailand, to which the preferential tariff arrangements set out in Council Regulation ( EEC ) No 3831/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 513/92  of 28 February 1992  re-establishing the levying of customs duties on products falling within CN codes 6401, 6402, 6404 and 6405 90 10, originating in Thailand, to which the preferential tariff arrangements  set out in Council Regulation (EEC) No 3831/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of certain industrial products originating in developing countries (1), extended into 1992 by Regulation (EEC) No  3587/91 (2), as last amended by Regulation (EEC) No 282/92 (3), and in particular Article 9 thereof,\nWhereas, pursuant to Articles 1 and 6 of Regulation (EEC) No 3831/90, suspension of customs duties shall be accorded to each of the countries or territories listed in Annex III other than those listed in column 4 of Annex I within the framework of the  preferential tariff ceilings fixed in column 6 of Annex I;\nWhereas, as provided for in Article 7 of that Regulation, as soon as the individual ceilings in question are reached at Community level, the levying of customs duties on imports of the products in question originating in each of the countries and  territories concerned may at any time be re-established;\nWhereas, in the case of products falling within CN codes 6401, 6402, 6404 and 6405 90 10, originating in Thailand, the individual ceilings were fixed respectively at ECU 1 213 000 and 3 126 000; whereas, on 5 February 1992, imports of these products  into the Community originating in Thailand reached the ceilings in question after being charged thereagainst; whereas, it is appropriate to re-establish the levying of customs duties in respect of the products in question against Thailand,", "main_body": ["As from 3 March 1992 the levying of customs duties, suspended for 1992 pursuant to Regulation (EEC) No 3831/90, shall be re-established on imports into the Community of the following products originating in Thailand:\nOrder No  CN code  Description      10.0660  6401  Waterproof footwear with outer soles and uppers of rubber or of plastics, the uppers of which are neither fixed to the sole nor assembled by stitching, riveting, nailing, screwing, plugging or  similar processes   6402  Other footwear with outer soles and uppers of rubber or plastics      10.0680  6404  Footwear with outer soles of rubber, plastics, leather or composition leather, and uppers of textiles materials   6405 90 10  Other footwear,  with outer soles of rubber, of plastics, of leather or of composition leather", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1. (2) OJ No L 341, 12. 12. 1991, p. 1. (3) OJ No L 31, 7. 2. 1992, p. 1."}