{"celex_id": "31990R1198", "uri": "http://publications.europa.eu/resource/cellar/00eb1820-7cda-4fa7-ba5d-c8fe2dbf55fb", "type": "Regulation", "concepts": ["1005", "2984", "4257", "693", "937", "979"], "title": "Council Regulation ( EEC ) No 1198/90 of 7 May 1990 establishing a community register of citrus cultivation\n", "header": "COUNCIL REGULATION (EEC) N° 1198/90\nof 7 May 1990\nestablishing a  Community register of citrus cultivation\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (3)  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, with a view to laying down better guidelines for production and improving the way the  Community withdrawal and control measure system functions, the necessary data regarding Community  citrus fruit production potential must be available and accordingly provision should be made for  the establishment of a register of citrus cultivation for each Member State producing citrus  fruit;\nWhereas, for economic and technical reasons, the Member States in which the total area under citrus  fruit is very limited should be exempted from the obligation to establish the citrus cultivation  register;\nWhereas provision should be made for a time limit of five years for the full establishment of the  citrus cultivation register; whereas, in view of the need to test the methods to be used, provision  should be made for methodological trials to be conducted prior to the establishment of the citrus  cultivation register;\nWhereas information contained in the citrus cultivation register must be constantly in line with  the actual situation of citrus cultivation; whereas, as a consequence, provision should be made for  its constant updating and for regular checks on such updating;\nWhereas, owing to the information it contains, the citrus cultivation register is a vital  management and control instrument; whereas, for that reason, the relevant Community authorities  must be able to have access thereto;\nWhereas the measures contemplated as a whole are of special Community interest; whereas provision  should accordingly be made for the establishment and updating of the citrus cultivation register to  be financed in full by the Community;\nWhereas, so that the citrus cultivation register is established and managed under the best  conditions, the undertakings entrusted with its establishment should be determined by invitation to  tender;\nWhereas this action should be implemented in Portugal as from the beginning of this marketing  year,", "main_body": ["Member States producing citrus fruit shall, in accordance with this  Regulation, establish a register of citrus cultivation to cover all holdings cultivating citrus  fruit within their territory.\nMember States where the total area under citrus fruit is less than 1 000 hectares shall not be  subject to this obligation.", "The citrus cultivation register shall contain at least the following information in  respect of each holding:\n- details identifying the holding and its location,\n- references to parcels under citrus fruit,\n- the main characteristics of citrus plantations.", "1.  The undertaking responsible for establishing the register, for its sound operation  and for its constant updating within the territory of a Member State shall be selected by  invitation to tender.\nThe draft notice of invitation to tender shall be forwarded to the Commission. Within one month of  such notification, the Commission shall decide on any amendments to be made.\nThe Commission shall be consulted on the tenderer to whom it is proposed to award the contract; a  negative opinion shall be tantamount to a refusal to finance the contract.\n2.  A trial period of one year prior to the definitive award of the contract to establish the  citrus cultivation register\nshall be organized to test the methods proposed by the undertaking  selected pursuant to paragraph 1.\n3.  The register shall be established fully within five years from the date of entry into force of  this Regulation.\n4.  In conjunction with the Member State concerned, the Commission shall take steps to ensure that  the register is established in each Member State. It may seek the assistance of consultants. The  Commission and the Member State concerned shall have access to the register.", "The measure provided for in this Regulation shall constitute intervention intended to  stabilize the agricultural markets within the meaning of Article 3 (1) of Regulation (EEC) No  729/70 of the Council of 21 April 1970 on the financing of the common agricultural policy (1) as  last amended by Regulation (EEC) N° 2048/88 (2). It shall be financed by the Guarantee Section of  the European Agricultural Guidance and Guarantee Fund.", "The Council shall, acting by a qualified majority on a proposal from the Commission,  adopt the general rules for the application of this Regulation.", "Detailed rules for the application of this Regulation shall be adopted in accordance  with the procedure laid down in Article 33 of Council Regulation (EEC) No 1035/72 of the Council of  18 May 1972 on the common organization of the market in fruit and vegetables (3) as last amended by  Regulation (EEC) N° 1193/90 (4).", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply in Portugal as from its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 7 May 1990.\nFor the Council\nThe President\nG. COLLINS\n(1) OJ N° C 49, 28. 2. 1990, p.  78.\n(2) OJ N° C 96, 17. 4. 1990.\n(3) OJ N° C 112, 7. 5. 1990, p. 34.\n(1) OJ N° L 94, 28. 4. 1970, p. 13.\n(2) OJ N° L 185, 15. 7. 1988, p. 1.\n(3) OJ N° L 118, 20. 5. 1972, p. 1.\n(4) See page 43 of this Official Journal."}