{"celex_id": "31990R2737", "uri": "http://publications.europa.eu/resource/cellar/1d16f7c5-5b39-4647-b704-1bc45b92db16", "type": "Regulation", "concepts": ["1309", "3810", "4577", "519", "588", "5969"], "title": "Council Regulation (EEC) No 2737/90 of 24 September 1990 imposing a definitive anti-dumping duty on imports of tungsten carbide and fused tungsten carbide originating in the People's Republic of China and definitively collecting the provisional duty\n", "header": "COUNCIL  REGULATION (EEC) No 2737/90\nof 24 September 1990\nimposing a definitive anti-dumping duty on imports of tungsten carbide and fused tungsten carbide originating in the People's Republic of China and definitively collecting the provisional duty\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for in that Regulation,\nWhereas:\nA. Provisional measures\n(1) Commission Regulation (EEC) No 763/90 (2) imposed a provisional anti-dumping duty on imports of tungsten carbide and fused tungsten carbide originating in the People's Republic of China and falling within CN code ex 2849 90 30. Regulation (EEC) No 2127/90 (3) extended this duty for a period not exceeding two months.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the China Chamber of Commerce of Metals, Minerals and Chemicals Importers and Exporters, hereinafter referred to as 'the China Chamber of Commerce', acting on behalf of two Chinese exporters, China National Non-Ferrous Metals Import and Export Corporation (CNIEC) and China National Metals Import and Export Corporation (Minmetals), requested and was granted a hearing by the Commission.\n(3) The Commission informed the China Chamber of Commerce of the essential facts and considerations on which it intended to base a recommendation to impose definitive anti-dumping duties and definitively collect amounts secured by way of a provisional duty. The China Chamber of Commerce and the Chinese exporters were also granted a period within which to submit further comments.\n(4) An importer which had not contacted the Commission within the period specified in the notice of initiation also requested and was granted a hearing pursuant to Article 3 of Regulation (EEC) No 763/90.\n(5) The Commission considered all the comments made before formulating its final conclusions, which have been confirmed by the Council.\n(6) This investigation was not concluded within the one-year period specified in Article 7 (9) (a) of Regulation (EEC) No 2423/88 owing to the duration of consultations within the Advisory Committee prior to the imposition of provisional measures.\nC. Description of the product and like product\n(7) The importer referred to in recital 4 argued that the tungsten carbides exported by China and those manufactured by the Community industry, while chemically identical, were not comparable in quality. The importer alleged that the Chinese carbides were suitable only for lower-quality purposes (tool making) because the size and distribution of the grains was less reliable.\n(8) Although the abovementioned importer used this argument to justify the Chinese exporters' low prices (this view will also be examined from this standpoint in recital 17), the Commission considered that the argument should also be examined when defining the like product since the alleged quality differences were likely to be reflected in differing end uses.\n(9) The Commission sees no difference between the end uses of Chinese tungsten carbides and those manufactured by the Community industry; there is no rigid specialization, since:\n- the Community industry sells to all types of user, without exception,\n- without the cooperation of the Chinese exporters and producers and the Community importers, it is impossible to confirm that Chinese deliveries are intended for a restricted, or even specific, type of user,\n- the existence of certain highly specialized and relatively marginal uses (demanding precise specifications which the Community industry is better able to meet than distant suppliers) does not prevent the tungsten carbide and fused tungsten carbide manufactured by the Community industry and that exported by the People's Republic of China from being generally interchangeable, and therefore competing in a large part of the market.\nOn these grounds, the products may continue to be regarded as like products within the meaning of Article 2 (12) of Regulation (EEC) No 2423/88.\n(10) The Council upholds the conclusion that Community-produced tungsten carbide and fused tungsten carbide are like products to the tungsten carbide and fused tungsten carbide imported from China, within the meaning of Article 2 of Regulation (EEC) No 2423/88.\nD. Dumping\n(11) Since the provisional duty was imposed, there have been no further reports in respect of dumping involving imports originating in China. The Council confirms the conclusions concerning dumping by China contained in Regulation (EEC) No 763/90.\nE. Injury\n(12) The China Chamber of Commerce put forward two arguments concerning the injury.\nFirstly, it raised an objection concerning the respective trading behaviour of the People's Republic of China and the Republic of Korea (since imports originating in Korea, initially involved in this proceeding, were not found to have caused material injury, the proceeding initiated against this country was terminated by Regulation (EEC) No 763/90). It used Community statistics for 1986, 1987 and 1988 to argue that the Korean exporter had cut its prices for sales to the Community by a greater margin than that for which the Chinese exporters were being blamed.\n(13) The Commission draws attention to the content of recital 27 of Regulation (EEC) No 763/90, which justified the decision to use, in the case of Korea, information given in the questionnaire completed by the Korean exporter, which was checked at the premises of the latter, in preference to the figures published by Eurostat.\nOn these grounds the Commission confirms its conclusions concerning trends in the price of tungsten carbide imports, contained in recitals 31 and 32 of Regulation (EEC) No 763/90.\n(14) The China Chamber of Commerce's second argument, which was echoed by the importer mentioned in recital 4, concerns the effect of Chinese deliveries on the Community market. This argument is founded on three observations:\n- the relatively small market share captured by exporters from the People's Republic of China (5,3 % during the reference period),\n- the considerable amount of low-priced exports by the Community,\n- the large market share held by Austrian and United States exports.\nFrom these observations, based on official Community statistics for 1984 to 1988, the Chinese exporters' representatives concluded that the Community industry had deliberately chosen to export its production at low prices rather than sell it more profitably on the Community market, thereby abandoning a large part of the Community market to non-Community suppliers, among whom China accounted for only a very modest share.\nThe China Chamber of Commerce therefore felt that the injury should be reassessed to take account of these factors and that the Community industry had, on this basis, suffered no material injury on the Community market.\n(15) The Commission examined this objection and came to the conclusion that its provisional conclusions concerning injury were not called into question.\nWith regard to the first and third observations referred to in the preceding recital concerning market shares, the Commission draws attention to recitals 29, 33 and 44 of Regulation (EEC) No 763/90, which have not been effectively rebutted by the parties concerned, i.e.:\n- the fact that imports with only a relatively small market share (5,3 % for China during the reference period) are able to cause material injury when accompanied by substantial undercutting (35,34 % for China during the reference period),\n- the absence of significant undercutting, and therefore of injury, attributable to tungsten carbide imports from other long-standing suppliers outside the Community (in particular Austria and the United States), whose market shares remained stable from 1984 to 1988. (16) With regard to the second of the observations referred to in recital 14, the Commission notes that the assertion that this trend reflects the actions of the Community industry is based on analysis of trends in the price of Community exports of the product in question between 1984 and 1988, as they emerge from Community statistics. However, data gathered and checked during the Commission's investigation at the premises of the three producers concerned enables this analysis to be corrected. Correction is necessary because a substantial share of their operations is taken up by what is termed 'conversion' for export (see recital 36 of Regulation (EEC) No 763/90).\nThis work is carried out on commission under contracts whereby the Community industry processes raw materials belonging to a customer to produce tungsten carbide, and is the reason for the low prices shown in Community export statistics.\nThe Eurostat prices are the average of:\n- the normal selling price of own production sold for export, and\n- the price for commission work, invoiced by Community producers when exporting carbide produced from raw materials which did not belong to them.\nIn view of the considerable share taken by raw materials in the tungsten sector's costs, these 'conversion' contracts have an appreciable impact on average prices but give no reason to doubt the commercial acumen of the Community producers concerned. On the contrary, the facts show that at no time did they choose to export their production at low prices or refuse to face competition on the Community market.\n(17) The importer referred to in recital 4 of this Regulation also put forward two additional arguments concerning injury. The first, set out in recital 7, claimed that a quality difference justifying a price difference between the Chinese and Community products was overlooked by the Commission when it calculated the margin of undercutting (see recital 33 of Regulation (EEC) No 763/90) and injury (recital 53 of the same Regulation).\nThe alleged quality difference, related to the less reliable grading of Chinese carbide, was said to lead consumers to use these products only for lower-quality purposes, or to check the quality and, if necessary, prepare these products before use.\n(18) The Commission is able to confirm that tungsten carbide users generally require a uniform product and therefore:\n- carry out tests and development work before starting production with a raw material from a new supplier,\n- subsequently carry out regular quality checks or preparation before use.\nThese precautions apply equally to products imported from China and those of any Community or other producer; they are not specific to Chinese carbide and are not therefore likely to justify prices which are systematically lower than those of Community producers.\n(19) The Commission invited the importer concerned to supply objective information, supported by figures, to assess in monetary terms the quality difference which some of the abovementioned checks might reveal, but the importer could provide none of the proof needed to carry out such an assessment.\nIn the circumstances the Commission considers it neither necessary, nor indeed possible, to revise the calculations in question on a reasonable basis.\n(20) The Commission explains that it had taken prior account of any quality differences (likely to concern certain deliveries meeting very precise specifications) by basing its calculations:\n- when calculating undercutting, on the price at which Community producers sold carbide of standard quality,\n- when calculating the margin of injury, on the production costs incurred by the most representative Community producer of standard quality carbides, increased by a reasonable profit margin fi    at 10 % of production costs.\n(21) The importer's second argument was that the fall in the Community market price of tungsten carbide from 1987 represented a natural adjustment in prices, which had, it was claimed, previously been too high. The Commission notes that it was able, when visiting the premises of Community producers during its investigation, to verify that their profits from 1984 to 1987 had been at a level regarded as normal for the product in question and that the subsequent fall in their prices (albeit very small, as indicated in recital 40 of Regulation (EEC) No 763/90) could be directly linked to increasing imports of dumped Chinese products.\n(22) No further evidence of injury, or the causal link between dumping and injury, has been produced since the provisional duty was imposed. The Council confirms the conclusions concerning injury as they figure in Regulation (EEC) No 763/90.\nF. Community interest\n(23) No user of tungsten carbide or fused tungsten carbide originating in China has contacted the Commission since the provisional duty was imposed.\nOnly the importer mentioned in recital 4 has invoked the argument referred to in recital 48 of Regulation (EEC) No 763/90, failing, however, to present any further evidence likely to increase its scope.\n(24) The Council confirms the Commission's conclusions, contained in recitals 48 to 52 of Regulation (EEC) No 763/90, that it is in the Community's interest to remove the injury to the Community industry caused by the dumping observed.\nG. Definitive duty\n(25) The Council confirms that it is considered necessary to apply an ad valorem duty which, while substantially lower than the margin of dumping established, is sufficient to remove the injury to the Community industry.\n(26) Since the Commission's conclusions concerning the form and level of the provisional anti-dumping duty, as set out in recital 53 of Regulation (EEC) No 763/90, remain unchanged (see recital 18 of this Regulation), the rate of the definitive anti-dumping duty should be the same as that of the provisional anti-dumping duty.\nH. Undertakings\n(27) Two Chinese exporters, CNIEC and Minmetals, have offered undertakings which are considered acceptable. The undertakings will increase the price of the products in question by a level sufficient to remove the injury caused to Community production.\nFollowing consultations, during which two Member States raised objections to this solution, the undertakings were accepted by Commission Decision 90/480/EEC (1).\nI. Collection of the provisional duty\n(28) In view of the size of the dumping margins established and the serious injury to the Community industry, the Council judges it necessary to collect the amounts secured by way of provisional anti-dumping duty in their entirety.", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of tungsten carbide and fused tungsten carbide falling within CN code ex 2849 90 30, originating in the People's Republic of China.\n2. The duty shall be 33 % of the net, free-at-Community-frontier price of the product, before duty (Taric additional code: 8477).\nThe free-at-Community-frontier price shall be net if the actual conditions of payment provide for payment within 30 days of the arrival of the goods on the customs territory of the Community. It shall be increased by 1 % for each further month by which the period for payment is extended.\n3. The duty referred to in paragraph 2 shall not apply to tungsten carbide and fused tungsten carbide exported to the Community by:\n- China National Non-Ferrous Metals Import and Export Corporation (CNIEC) (Taric additional code: 8478), and\n- China National Metals and Mineral Import and Export Corporation (Minmetals) (Taric additional code: 8478).\n4. The provisions in force with regard to customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 763/90 shall be definitively collected in their entirety.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1990.\nFor the Council\nThe President\nV. SACCOMANDI\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 83, 30. 3. 1990, p. 36.\n(3) OJ No L 195, 26. 7. 1990, p. 2.\n(1) See page 59 of this Official Journal."}