{"celex_id": "31995D0539", "uri": "http://publications.europa.eu/resource/cellar/a0ed7b73-a32b-4920-9218-386154224f0d", "type": "Decision", "concepts": ["1141", "1142", "2312", "3428", "3614", "6049"], "title": "95/539/EC: Commission Decision of 8 December 1995 setting up a committee of experts on the transit of natural gas through grids (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 8 December 1995 setting up a committee of experts on the transit of natural gas through grids (Text with EEA relevance) (95/539/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas, in the context of the completion of the internal energy market, the Commission has the objective of facilitating energy transfers by promoting the transit of natural gas within the meaning of Article 2 of Council Directive 91/296/EEC of 31 May 1991 on the transit of natural gas through grids (1);\nWhereas, to this end, it is desirable for the Commission to be advised by a body of experts on matters relating to the smooth functioning of transit and related economic, technical, legal and social factors;\nWhereas the Member States' gas industries should be represented within that body; whereas provision should also be made for the participation of particularly qualified persons capable of providing specific knowledge in the field of natural gas transit;\nWhereas it would be appropriate for the Committee to act as the conciliation body provided for in Article 3 (4) of Directive 91/296/EEC;\nWhereas, for the sake of the efficiency of the conciliation procedure, the Committee of experts should meet in an ad hoc composition to consider any request for conciliation,", "main_body": ["The Committee of Experts on the Transit of Natural Gas through grids, hereinafter referred to as 'the Committee`, is hereby set up under the auspices of the Commission.", "Responsibilities\nThe tasks of the Committee shall be:\n- to advise the Commission, at the latter's request, and\n- to propose conciliation compromises, at the request of the negotiating parties, in the event of specific requests for transit.", "Provision of advice\nAs part of its role of providing advice, the Committee:\n(a) will examine more specifically:\n- the technical, financial and legal conditions of transit, taking into account economic and social factors,\n- the possibilities of cooperation on transit with entities in the Community, operating grids not interconnected as yet or not figuring on the list annexed to Directive 91/296/EEC and the improvement of the trans-European networks,\n- the possibilities of cooperation on transit with entities in non Member States.\n(b) shall assist the Commission in connection with:\n- the drafting of an annual report on the implementation of Directive 91/296/EEC,\n- the revision of the Annex to Directive 91/296/EEC.", "Composition\n1. The Committee shall comprise 20 members, namely:\n- fifteen representatives of the high-pressure natural gas transmission grids operating in the Community (one representative per Member State),\n- three independent experts whose professional experience and competence in the field of natural gas transit in the Community are widely recognized,\n- one representative of Eurogas,\n- one Commission representative.\n2. The members of the Committee shall be appointed by the Commission. The fifteen representatives of the transmission grids and the representative of Eurogas being appointed after consultation of the circle concerned from a list containing at least two proposals for each post.", "Publication\nThe list of members shall be published by the Commission in the Official Journal of the European Communities for information.", "Term of office\n1. The term of office of members of the Committee shall be four years.\n2. Their term of office shall be renewable once.\n3. By way of derogation from paragraph 1, the term of office of half of its members, other than the representatives of the Commission appointed on the setting up of the Committee, shall be two years.\n4. On expiry of their term of office, the members of the Committee shall remain in office until they are replaced.\n5. Where the term of office of a member ends before the expiry of the period established by paragraph 1 or 3, as a result of his resignation or death or for any other reason, he shall be replaced for the remainder of his term of office in accordance with Article 4 (2).\n6. The Commission may bring to an end the term of office of a member, and in case of the representatives of the gas industries and the representatives of Eurogas, after consulting the circles concerned referred to in Article 4 (2) and to replace him in accordance with that provision.\n7. The office of member of the Committee shall be unpaid.", "Operation\n1. The Committee shall be chaired by the Commission representative.\n2. Representatives of the Commission departments concerned shall attend meetings of the Committee as observers.\n3. Secretariat services for the Committee shall be provided by the Commission departments.\n4. The Chairman may invite any person with particular competence in respect of an item included on the agenda to take part in the deliberations as an expert. Experts shall take part in the deliberations only for the item for which they have been invited to attend.\n5. The deliberations of the Committee concerning requests by the Commission for its opinion, referred to in Article 3, shall not be the subject of a vote.\n6. The Committee shall meet, at least once a year, at the premises of the Commission upon the convocation of the latter.", "Conciliation\n1. Only the parties to a dispute relating to a specific request for transit may refer a matter to the Committee.\n2. The Committee shall meet in an ad hoc composition to consider any request for conciliation.\n3. The Committee in its conciliation composition shall comprise the Chairman and six members chosen from the members of the Committee:\n- the Eurogas representative,\n- two experts chosen by and from among the three experts who are members of the Committee,\n- three representatives of the high-pressure natural gas transmission grids not involved in the negotiations relating to the specific request for transit on which conciliation has been requested, chosen by and from among the fifteen representatives of the transmission grids who are members of the Committee.\nThe Chairman shall not vote.\n4. Any conciliation request must be acted upon.\n5. The Committee in its conciliation composition shall formulate its conciliation compromise proposal not later than two and half months after the date on which the request for conciliation was submitted. The Chairman may decide, if necessary, a prolongation of no more than one month of the abovementioned period. The Committee in its conciliation composition shall designate a rapporteur from among its members.\n6. The representatives of the transmission grids involved in the negotiations on a specific request for transit on which conciliation has been requested shall be invited to present their points of view.\n7. After discussion by the Committee in its conciliation composition, the rapporteur shall formulate a conciliation compromise on which there is likely to be a consensus among the five other members of the Committee. In the event of disagreement, the rapporteur shall formulate a conciliation compromise on which there is agreement among a majority of the five other members. In that event, the opinions of the minority members shall be put on record.\n8. The Chairman shall submit the conciliation compromise to the parties, accompanied by any minority opinions, within three months of the date on which the request for conciliation by the Committee was submitted.\n9. The outcome of the conciliation procedure shall not have binding force. The above procedure and the outcome of any conciliation of any compromise shall be at any time without prejudice to application of Community Law, including in particular, the competition rules.\n10. Representatives of Member States concerned by a request for transit may take part in the conciliation procedure as observer.", "Confidentiality\nWithout prejudice to the provisions of Article 214 of the Treaty, members of the Committee and, where appropriate, the experts referred to in Article 7 (4), shall be required not to disclose commercial information brought to their knowledge through the work of the Committee, where the Commission informs them that the opinion requested or the question raised relates to a confidential matter.", "0\nEffect\nThis Decision shall take effect seven days following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 8 December 1995.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ No L 147, 12. 6. 1991, p. 37."}