{"celex_id": "31996D0553", "uri": "http://publications.europa.eu/resource/cellar/110f6c5b-3066-456e-9074-6243cc3dc096", "type": "Decision", "concepts": ["1318", "1856", "2356", "2560", "2924", "862"], "title": "96/553/EC: Commission Decision of 6 September 1996 laying down the rules for technical and scientific measures concerning the control of classical swine fever and the financial contribution from the Community (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 6 September 1996 laying down the rules for technical and scientific measures concerning the control of classical swine fever and the financial contribution from the Community (Only the German text is authentic) (96/553/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as amended by Decision 94/370/EEC (2) and in particular Article 20 thereof,\nWhereas classical swine fever is a serious infectious disease of pigs which creates barriers to trade in live pigs, pigmeat and certain pigmeat products;\nWhereas classical swine fever is still present in certain areas of the Community;\nWhereas within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden, the Community has adopted measures with a view to the elimination of classical swine fever from its territory;\nWhereas to that end the Community is undertaking technical and scientific measures necessary to ensure that existing Community legislation takes into account developments in animal production systems and the development of new diagnostic procedures;\nWhereas in this framework provisions should be made for a Community financial contribution to undertake technical and scientific measures on epidemiological aspects of classical swine fever;\nWhereas materials and data collected during recent classical swine fever outbreaks in Germany are available for further analysis;\nWhereas Germany took the initiative to carry out a comprehensive study using materials and information collected during classical swine fever outbreaks experienced during 1993, 1994 and 1995;\nWhereas Community financial aid should be granted to Germany to enable the Institute of Virology, School of Veterinary Medicine, Hannover and the Institute of Epidemiology, Wusterhausen, to carry out further technical and scientific investigations;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy (4), as last amended by Regulation (EEC) No 2048/88 (5), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. With a view to ensuring that Community legislation on the control of classical swine fever in pigs kept under different husbandry systems is based on the best technical and scientific information available, the Community shall undertake the necessary measures to determine the importance of epidemiological data from recent CSF outbreaks and developments concerning diagnostic procedures.\n2. The measures to be carried out shall include a study of:\n(a) epidemiology, in particular, the spread of classical swine fever virus in areas adjacent to an outbreak site;\n(b) disease control measures and disease eradication management.", "The Community shall grant Germany financial assistance for the technical and scientific investigations to be carried out by the Institute of Virology, School of Veterinary Medicine, Hannover and the Institute of Epidemiology situated at Wusterhausen.", "1. The Institute for Virology, School of Veterinary Medicine, Hannover, shall coordinate the functions and duties to which Article 1 (2) relates.\n2. The Institute referred to in paragraph 1 shall, by 1 July 1997, submit a technical mid-term report to the Commission. The report shall contain information on work carried out and results obtained within the context of this Decision.", "The Community's financial assistance referred to in Article 2 shall be:\n- at a rate of 30 % of the costs shown in the Annex incurred by Germany,\n- for implementing the measures referred to in Article 1 (2) from 1 July 1996 to 31 December 1997,\n- up to a maximum of ECU 25 000.", "The Community's financial assistance shall be paid as follows:\n- 70 % by way of an advance at the request of Germany,\n- the balance following presentation of supporting technical and financial documents. These documents must be presented before 1 April 1998.", "Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This decision is addressed to Germany."], "attachments": "Done at Brussels, 6 September 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 47, 21. 2. 1980, p. 11.\n(4) OJ No L 94, 28. 4. 1970, p. 13.\n(5) OJ No L 185, 15. 7. 1988, p. 1.\nANNEX\nCOSTS COVERING MEASURES TO BE IMPLEMENTED IN ACCORDANCE WITH ARTICLE 1 (2)\n>TABLE>"}