{"celex_id": "31998R1353", "uri": "http://publications.europa.eu/resource/cellar/a2fb0855-a7d1-400b-a355-6ccba5ed3c67", "type": "Regulation", "concepts": ["2068", "2069", "2763", "3568", "4381", "5751"], "title": "Commission Regulation (EC) No 1353/98 of 26 June 1998 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "COMMISSION REGULATION (EC) No 1353/98 of 26 June 1998 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(14) thereof,\nWhereas Commission Regulation (EEC) No 3846/87 (3), as last amended by Regulation (EC) No 707/98 (4), establishes an agricultural product nomenclature for export refunds based on the Combined Nomenclature; whereas the footnotes to Sector 9 of the Annex to that Regulation lay down rules to be followed when granting and calculating refunds on milk and milk products;\nWhereas Regulation (EC) No 707/98 amends the method of calculating refunds on certain sweetened condensed milk; whereas calculation is now based on a standard composition of 60 % milk and 40 % sucrose; whereas it transpires that the composition of certain products has been specifically formulated to obtain an abnormally high refund amount; whereas, as a result, the agricultural product refund nomenclature should be adjusted by laying down a minimum sucrose content for the products concerned;\nWhereas certain provisions in the footnotes give rise to different interpretations; whereas those provisions should be clarified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Sector 9 of the Annex to Regulation (EEC) No 3846/87 is hereby amended as follows:\n1. The particulars relating to CN codes 0402 99, 0404 90 81 and 0404 90 83 are replaced by those in Annex I hereto.\n2. Footnotes 4 and 14 are replaced by the footnotes in Annex II hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 366, 24. 12. 1987, p. 1.\n(4) OJ L 98, 31. 3. 1998, p. 11.\nANNEX I\n>TABLE>\nANNEX II\n(4) The refund per 100 kilograms of product falling within this subheading is equal to the sum of the following components:\n(a) the amount per kilogram shown, multiplied by the weight of lactic matter contained in 100 kilograms of product.\nHowever, where whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added to the product, the amount per kilogram shown is to be multiplied by the weight of the lactic matter other than whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 added per 100 kilograms of product;\n(b) a component calculated in accordance with Article 12(3) of Commission Regulation (EC) No 1466/95 (OJ L 144, 28.6.1995, p. 22).\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose whether or not non-lactic matter and/or whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 have been added and, where this is the case:\n- the actual content by weight of whey and/or products derived from whey and/or lactose and/or casein and/or caseinates and/or permeate and/or products covered by CN code 3504 and of sucrose and/or other non-lactic matter added per 100 kilograms of finished product,\nand in particular,\n- the lactose content of the added whey.\n(14) Where the product contains non-lactic matter other than sucrose, the non-lactic matter other than sucrose is not to be taken into account for the purposes of calculating the refund.\nThe refund on 100 kilograms of product covered by this subheading is equal to the sum of the following components:\n(a) the amount per kilogram shown, multiplied by the weight of the lactic matter per 100 kilograms of product;\n(b) a component calculated in accordance with Article 12(3) of Commission Regulation (EC) No 1466/95 (OJ L 144, 28.6.1995, p. 22).\nWhen completing customs formalities, the applicant must state on the declaration provided for that purpose the actual content by weight of sucrose and/or other non-lactic matter added per 100 kilograms of finished product."}