{"celex_id": "31993R3504", "uri": "http://publications.europa.eu/resource/cellar/4ef8614b-42cb-4125-b681-aa8e1b47b73e", "type": "Regulation", "concepts": ["2356", "2560", "2642", "3065", "4692", "4839"], "title": "COMMISSION REGULATION (EC) No 3504/93 of 20 December 1993 amending for the second time Regulation (EC) No 3377/93 adopting exceptional support measures for the market in pigmeat in Belgium\n", "header": "COMMISSION REGULATION (EC) No 3504/93 of 20 December 1993 amending for the second time Regulation (EC) No 3377/93 adopting exceptional support measures for the market in pigmeat in Belgium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 20 thereof,\nWhereas because of the outbreak of classical swine fever in one production region in Belgium, exceptional support measures for the market in pigmeat were adopted for that Member State in Commission Regulation (EC) No 3337/93 (3), as amended by  Regulation (EC) No 3415/93 (4);\nWhereas, for veterinary reasons, restrictions on the free movement of live pigs are still in force; whereas the final date laid down for the buying-in of live pigs and piglets by the Belgian intervention agency pursuant to Regulation (EC) No 3337/93  should therefore be abolished;\nWhereas it is necessary to adjust the buying-in price to the present market situation taking into account the increase in market prices from 13 December 1993;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 3337/93 is hereby amended as follows:\n1. in Article 1 (1), 'until 22 December 1993' is deleted;\n2. Article 4 is replaced by the following:\n'Article 4\n1. The farm-gate buying-in price of live pigs weighing not less than 110 kilograms on average per lot shall be ECU 116 per 100 kilograms slaughtered weight. Where the average weight per lot is less than 110 kilograms but more than 106 kilograms, the  buying-in price shall be ECU 99 per 100 kilograms. In both cases, a coefficient of 0,83 is applied on the buying-in price.\n2. The farm-gate buying-in price for piglets shall be ECU 30 per head. Where the average weight per lot is less than 25 kilograms but more than 24 kilograms, the buying-in price shall be ECU 25,5 per head.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nHowever, Article 1 point 2 shall apply with effect from 13 December 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 299, 4. 12. 1993, p. 23.\n(4) OJ No L 310, 14. 12. 1993, p. 35."}