{"celex_id": "31994D0998", "uri": "http://publications.europa.eu/resource/cellar/d9a520f8-11e8-4c7a-9bfa-84d2f725a2d8", "type": "Decision", "concepts": ["2300", "2498", "3466", "3650", "5283", "534"], "title": "94/998/EC: Council Decision of 15 December 1994 on the provisional application of the Energy Charter Treaty by the European Community\n", "header": "COUNCIL DECISION\nof 15 December  1994\non the provisional application of the Energy Charter Treaty by the European  Community\n(94/998/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Articles 54 (2),  the last sentence of Article 57 (2), Articles 66, 73c (2), 87, 99, 100a, 113, 130s (1) and 235, in  conjunction with the second sentence of Article 228 (2) and the first subparagraph of Article 228  (3) thereof,\nHaving regard to the proposal from the Commission  (1),\nHaving regard to the opinion of the European Parliament  (2),\nWhereas the European Energy Charter was signed on 17 December 1991 by the European Communities and  their Member States;\nWhereas the signatories to the European Energy Charter undertook to draw up an Energy Charter  Treaty in order to provide a secure and binding international legal framework for the principles  and objectives set out in that Charter;\nWhereas implementation of the European Energy Charter is of fundamental importance to Europe's  future, allowing the Commonwealth of Independent States and the countries of central and eastern  Europe to develop their energy potential, while helping to improve security of supply;\nWhereas it is necessary to consolidate the initiative and the central role of the Community, to  enable the latter to participate fully in the implementation of the Treaty;\nWhereas the provisional application of the Energy Charter Treaty will help attain the objectives of  the European Community;\nWhereas the European Community has competence for parts of the Energy Charter Treaty;\nWhereas the use of Article 73c (2) of the Treaty as a legal basis for this Decision is required  since the Energy Charter Treaty imposes certain obligations on the Community regarding the movement  of capital and payments between the Community and third country Contracting Parties to the Energy  Charter Treaty;\nWhereas the European Community has external competence responsibilities in so far as internal  legislative acts taken on the basis of Article 235 are affected;\nWhereas these provisions of the Energy Charter Treaty should be applied by the European Community  on a provisional basis, in accordance with its provisions, without prejudice to the procedure and  legal basis required for the subsequent approval by the European Community of the Energy Charter  Treaty,", "main_body": ["The European Community shall apply on a provisional basis from the  time of signature the Energy Charter Treaty to the extent that it has competence for the matters  governed by the Treaty.\nThe text of the Treaty is attached to this Decision.", "This Decision shall be published in the Official Journal of the European  Communities."], "attachments": "Done at Brussels, 15 December 1994.\nFor the Council\nThe President\nA. MERKEL\n(1) OJ No C 372, 28. 12. 1994, p. 15.\n(2) OJ No C 18, 23. 1. 1995."}