{"celex_id": "31994R2990", "uri": "http://publications.europa.eu/resource/cellar/1ef56fc6-1c8d-4575-93a7-23623bc1062a", "type": "Regulation", "concepts": ["1144", "146", "1521", "2709", "4448", "5360"], "title": "Council Regulation (EC) No 2990/94 of 5 December 1994 derogating from Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops as regards the set-aside requirement for the 1995/96 marketing year\n", "header": "COUNCIL REGULATION (EC) No 2990/94 of 5 December 1994 derogating from Regulation (EEC) No 1765/92 establishing a support system for producers of certain arable crops as regards the set-aside requirement for the 1995/96 marketing year\nTHE  COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the support system for producers of certain arable crops introduced by Regulation (EEC) No 1765/92 (3), provides that, in order to qualify for compensatory payments under the general scheme, producers must set aside a predetermined percentage of  their arable land; whereas this percentage should be re-examined to take account of production and market developments;\nWhereas since the introduction of the system the cereals market has achieved a better balance as a result of a reduction in production and an increase in Community consumption; whereas this situation, together with the favourable world market situation,  has resulted in a significant reduction in intervention cereal stocks; whereas it has also led to a rise in the prices for cereals on the Community market;\nWhereas the present market situation for cereals is threatening to undermine, in the short term, some of the results achieved since the reform of the arable sector, in particular the continuing rise in the consumption of cereals in animal feed; whereas  the rate for set-aside beginning not later than 15 January 1995 should be set temporarily therefore for the 1995/96 marketing year at a level lower than that resulting from the provisions in force,", "main_body": ["Notwithstanding the second subparagraph of Article 7 (1) of Regulation (EEC) No 1765/92, the set-aside requirement based on rotation is hereby fixed for the 1995/96 marketing year at 12 %.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply to set-aside for the 1995/96 marketing year only.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No C 302, 28. 10. 1994, p. 13.\n(2) Opinion delivered on 30 November 1994 (not yet published in the Official Journal).\n(3) OJ No L 181, 1. 7. 1992, p. 12. Regulation as last amended by Regulation (EC) No 232/94 (OJ No L 30, 3. 2. 1994, p. 7)."}