{"celex_id": "31994D0670", "uri": "http://publications.europa.eu/resource/cellar/35ef11c8-8e78-4d4b-8bdb-edd38f6d74a2", "type": "Decision", "concepts": ["1255", "161", "1644", "2543", "4411", "5034"], "title": "94/670/EC: Commission Decision of 30 September 1994 allocating the remainder of the import quota for live animals of the bovine species weighing between 160 and 300 kilograms provided for in the Europe Agreements concluded by the Communities with the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\n", "header": "COMMISSION DECISION of 30 September 1994 allocating the remainder of the import quota for live animals of the bovine species weighing between 160 and 300 kilograms provided for in the Europe Agreements concluded by the Communities with the  Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic (94/670/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of  Hungary, of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) 3492/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of  Poland, of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 520/92 of 27 February 1992 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the  one part, and the Czech and Slovak Federal Republic, of the other part (3), as amended by Regulation (EEC) No 2235/93 (4), and in particular Article 1 thereof,\nWhereas, pursuant to Article 3 (6) of Commission Regulation (EC) No 358/94 of 17 February 1994 opening for 1994 and laying down detailed rules for the application of an import quota for live bovine animals weighing between 160 and 300 kilograms,  originating in and coming from the Republic of Hungary, the Czech Republic and the Slovak Republic (5), the Member States have notified the Commission that import licences have not been issued in respect of 146 head;\nWhereas, when notifying the Commission of the quantities applied for pursuant to Article 3 (3) of that Regulation, the French authorities omitted to forward figures concerning several applications;\nWhereas, since the operators concerned are not responsible for the mistakes made and with a view to ensuring the proper administration of this Community import quota, the remaining quantities should be allocated to the operators whose applications were  not notified; whereas, since the remaining quantities are less than the quantities applied for, the latter should be reduced proportionately;\nWhereas Regulation (EC) No 358/94 applies to licences issued under this Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Under the Community tariff quota for live animals of the bovine species weighing between 160 and 300 kilograms provided for in Regulation (EC) No 358/94, the quantities in respect of which import licences have not been issued, namely 146  head, shall be allocated, by way of a derogation from Article 3 (6) of that Regulation, as follows:\n1. 37 head for the Comptoir des Viandes de l'Est;\n2. 37 head for the company Copival;\n3. 72 head for the company Gilbert Meyer.", "The import licences for the quantities referred to in Article 1 may be issued from the day of notification of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 September 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 319, 21. 12. 1993, p. 1.\n(2) OJ No L 319, 21. 12. 1993, p. 4.\n(3) OJ No L 56, 29. 2. 1992, p. 9.\n(4) OJ No L 200, 10. 8. 1993, p. 5.\n(5) OJ No L 46, 18. 2. 1994, p. 34."}