{"celex_id": "31997D0609", "uri": "http://publications.europa.eu/resource/cellar/919c2393-468d-42cf-8a52-21b449d3bc7d", "type": "Decision", "concepts": ["1005", "2443", "4675", "5283", "6013", "979"], "title": "97/609/EC: Commission Decision of 30 July 1997 on the clearance of the accounts of certain Member States' expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 1996 financial year\n", "header": "COMMISSION DECISION of 30 July 1997 on the clearance of the accounts of certain Member States' expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 1996 financial year (97/609/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EC) No 1287/95 (2), and in particular Article 5 (2) (b) thereof,\nAfter consulting the Fund Committee,\nWhereas:\npursuant to Article 5 (2) (b) of Regulation (EEC) No 729/70, the Commission, on the basis of the annual accounts submitted by the Member States, accompanied by the information required for clearance and a certificate regarding the veracity, completeness, and accuracy of the accounts transmitted, and reports drawn up by the certifying bodies, clears the accounts of the paying agencies referred to in Article 4 (1) of that Regulation;\nwith regard to Article 7 (1) of Regulation (EC) No 296/96 of 16 February 1996 on data to be forwarded by the Member States and the monthly booking of expenditure financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) and repealing Regulation (EEC) No 2776/88 (3), as amended by Regulation (EC) No 1391/97 (4), account is taken for the 1996 financial year of expenditure incurred by the Member States between 16 October 1995 and 15 October 1996;\nthe time limits granted to the Member States for the submission to the Commission of the documents referred to in Article 5 (1) (b) of Regulation (EEC) No 729/70 and in Article 4 (1), (3) and (4) of Commission Regulation (EC) No 1663/95 of 7 July 1995 laying down detailed rules for the application of Council Regulation (EEC) No 729/70 regarding the procedure for the clearance of accounts of the EAGGF Guarantee Section (5), as amended by Regulation (EC) No 896/97 (6), have expired;\nthe Commission has checked the information submitted and communicated to the Member States the results of its verifications with the necessary amendments;\nunder the first subparagraph of Article 7 (1) of Regulation (EC) No 1663/95, the accounts clearance decision referred to in Article 5 (2) (b) of Regulation (EEC) No 729/70 must determine, without prejudice to decisions taken subsequently in accordance with paragraph 2 (c) of that Article, the amount of expenditure effected in each Member State during the financial year in question recognized as being chargeable to the EAGGF Guarantee Section, on the basis of the accounts referred to in Article 5 (1) (b) of the abovementioned Regulation and the reductions and suspensions of advances for the financial year concerned, including the reductions referred to in the second subparagraph of Article 4 (3) of Regulation (EC) No 296/96; pursuant to Article 102 of the Financial Regulation of 21 December 1977 (7), as last amended by Regulation (EC, Euratom, ECSC) No 2335/95 (8), the outcome of the clearance decision, that is to say, any discrepancy which may occur between the total expenditure booked to the accounts for a financial year pursuant to Articles 100 and 101 and the total expenditure taken into consideration by the Commission in this Decision, is to be booked, under a single Article, as additional expenditure or a reduction in expenditure;\nthe accounts of certain paying agencies of the Member States concerning expenditure financed by the EAGGF Guarantee Section for the 1996 financial year which could not be cleared by Commission Decision 97/316/EC (9) were disjoined from that Decision; for these paying agencies, the annual accounts and the accompanying documents now permit the Commission to take a decision on the veracity, completeness, and accuracy of the accounts submitted; in the light of the verifications made, some of the accounts submitted do not totally fulfil those conditions; the expenditure concerned cannot therefore be recognized as chargeable to the EAGGF Guarantee Section; Annex I lists the amounts cleared for each paying agency;\nthe reductions and suspensions of advances for the 1996 financial year and the reductions referred to in the second subparagraph of Article 4 (3) of Regulation (EC) No 296/96 have already been taken into account in Decision 97/316/EC and therefore not the subject of this Decision; this Decision does not affect the validity, in particular, of the amounts recoverable from or payable to each Member State as set out in Annex III to Decision 97/316/EC;\nthe second subparagraph of Article 7 (1) of Regulation (EC) No 1663/95 lays down that the amounts which are recoverable from, or payable to, each Member State in accordance with Annex II to this Decision are to be deducted from, or added to, advances against expenditure from the second month following that in which the accounts clearance decision is taken;\nin accordance with the final subparagraph of Article 5 (2) (b) of Regulation (EEC) No 729/70 and Article 7 (1) of Regulation (EC) No 1663/95, this Decision, adopted on the basis of accounting information, does not prejudice decisions taken subsequently by the Commission excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["The accounts of the paying agencies of the Member States concerning expenditure financed by the EAGGF Guarantee Section in respect of the 1996 financial year cleared by this Decision are as shown in Annex I.", "The amounts which are recoverable from, or payable to, each Member State in accordance with the present clearance of accounts are set out in Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 94, 28. 4. 1970, p. 13.\n(2) OJ L 125, 8. 6. 1995, p. 1.\n(3) OJ L 39, 17. 2. 1996, p. 5.\n(4) OJ L 190, 19. 7. 1997, p. 20.\n(5) OJ L 158, 8. 7. 1995, p. 6.\n(6) OJ L 128, 21. 5. 1997, p. 8.\n(7) OJ L 356, 31. 12. 1977, p. 1.\n(8) OJ L 240, 7. 10. 1995, p. 12.\n(9) OJ L 138, 29. 5. 1997, p. 24.\nANNEX I\nCLEARANCE OF ACCOUNTS OF THE PAYING AGENCIES - EXERCISE 1996\n>TABLE>\nANNEX II\nCLEARANCE OF ACCOUNTS OF THE PAYING AGENCIES - EXERCISE 1996\n>TABLE>"}