{"celex_id": "31998D0116", "uri": "http://publications.europa.eu/resource/cellar/93805e67-4bd4-4cae-9534-90e4626cf7b0", "type": "Decision", "concepts": ["1115", "1309", "1602", "191", "357", "3730"], "title": "98/116/EC: Commission Decision of 4 February 1998 adopting special measures for the import of fruit and vegetables originating in or consigned from Uganda, Kenya, Tanzania, and Mozambique (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 4 February 1998 adopting special measures for the import of fruit and vegetables originating in or consigned from Uganda, Kenya, Tanzania, and Mozambique (Text with EEA relevance) (98/116/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs (1) and in particular Article 10 thereof,\nWhereas cases of cholera have been reported in Eastern Africa and particularly Uganda, Kenya, Tanzania and Mozambique; whereas a mission of the responsible Commission services on the ground has identified a potential serious risk to health from foodstuffs from these countries;\nWhereas the presence of cholera in these countries may constitute a serious risk to public health in the Community where the infectious agent Vibrio cholerae survives on foodstuffs imported from these countries; whereas it is necessary to adopt special measures at Community level concerning certain fruit and vegetables and their products likely to present a risk to health;\nWhereas the World Health Organisation advises that where the transport of fruits and vegetables from areas where cholera is present, is in excess of ten days, the risk to health from these products is low; whereas therefore these measures apply mainly to products transported into the European Community by air;\nWhereas it is necessary to impose special conditions on certain fruit and vegetables and their products consigned from or originating in Uganda, Kenya, Tanzania and Mozambique;\nWhereas therefore as a preliminary precaution samples of these foodstuffs should be subject to microbiological controls;\nWhereas the Standing Committee for Foodstuffs (2) has been consulted on 15 January, 1998,", "main_body": ["This Decision applies to:\n- fruits and vegetables covered by Council Regulation (EC) No 2200/96 (3) and Council Regulation (EEC) No 827/68 (4),\n- processed fruit and vegetables products covered by Council Regulation (EC) No 2201/96 (5),\n- other fruit and vegetables falling within Chapters 7, 8 and 20 of the Combined Nomenclature and not covered by abovementioned Regulations,\noriginating in, or consigned from Uganda, Kenya, Tanzania and Mozambique.", "This Decision shall not apply to:\n1. dried vegetables, dried leguminous vegetables, nuts and dried fruit falling within CN codes 0712, 0713, 0802 and 0813 respectively, and any fruit and vegetable dried to a water activity value below 0,85;\n2. all uncut fruit and vegetables transported under normal conditions of temperature and moisture when the journey time is at least 10 days;\n3. fruit and vegetables and juices or pulps of these in hermetically sealed tins, jars and bottles heated for preservation to more than 70Â° C throughout after sealing;\n4. fruit and vegetables in tins, jars and bottles preserved in acid medium of pH below 4,5;\n5. frozen fruit and vegetables previously heat-treated to more than 70Â° C throughout and packaged under hygienic conditions in Uganda, Kenya, Tanzania and Mozambique;\n6. bananas.", "1. The competent authorities of the Member States shall sample at least ten per cent of consignments of fruit or vegetables or their products as defined in Article 1. These samples shall be subject to microbiological examination in order to ensure that the fruit and vegetables or their products do not present a risk to human health with respect to Vibrio cholerae.\n2. The competent authorities shall record the destination(s) of each consignment sampled.\n3. Member States shall inform the relevant service of the Commission of the results of these examinations on the first day of each month. Where Vibrio cholerae is found to be present the Member State shall immediately inform the Commission thereof.", "Member States shall take the measures necessary to comply with this Decision. They shall inform the Commission thereof.", "This Decision shall be reviewed where Vibrio cholerae is found to be present as a result of the sampling and microbiological examination in Article 3, and in any case before the 30 September 1998.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 1998.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 175, 19. 7. 1993, p. 1.\n(2) SE 1969 II, p. 500.\n(3) OJ L 297, 21. 11. 1996, p. 1.\n(4) OJ L 151, 30. 6. 1968, p. 16.\n(5) OJ L 297, 21. 11. 1996, p. 29."}