{"celex_id": "31995R0332", "uri": "http://publications.europa.eu/resource/cellar/a59574a0-9333-4b63-bed1-93c82082e192", "type": "Regulation", "concepts": ["13", "1988", "2324", "2511", "4314", "4395"], "title": "COMMISSION REGULATION (EC) No 332/95 of 17 February 1995 determining, by way of a temporary measure, the prices and amounts fixed in ecus applicable in the sugar sector for the period 1 February to 30 June 1995 which are multiplied by the correcting factor provided for in Article 13 of Regulation (EEC) No 3813/92\n", "header": "COMMISSION REGULATION (EC) No 332/95 of 17 February 1995 determining, by way of a temporary measure, the prices and amounts fixed in ecus applicable in the sugar sector for the period 1 February to 30 June 1995 which are multiplied by the  correcting factor provided for in Article 13 of Regulation (EEC) No 3813/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (1), as last amended by Regulation (EC) No 150/95 (2), and in  particular Articles 12 and 13 (1) thereof,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (3), as last amended by Commission Regulation (EC) No 283/95 (4),\nWhereas Article 13 (2) of Regulation (EEC) No 3813/92 provides that prices and amounts in ecus, the equivalent value of which in national currency is multiplied on 31 January 1995 by the correcting factor 1,207509 which it lays down, are to be  multiplied by that factor such as to maintain their levels in national currency following the abolition of the correcting factor for the fixed currencies;\nWhereas the rationality of the usual rules of calculation must be complied with as far as possible to maintain the exact stability of prices and amounts in the sugar sector as a result of the self-financing arrangements in that sector; whereas, as a  result, for that same reason and in order to enable the prices and amounts in question to be applied from 1 February 1995 uniformly for all the Community, they should be determined by way of a temporary measure, in a clear way after application of the  said correcting factor, and, as a consequence, be published for the remaining period of the 1994/95 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The prices and certain amounts fixed in ecus for the 1994/95 marketing year in the sugar sector shall be, after application of the correcting factor referred to in Article 13 (2) of Regulation (EEC) No 3813/92, as set out in the Annex for the  period 1 February to 30 June 1995.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 February 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 1.\n(2) OJ No L 22, 31. 1. 1995, p. 1.\n(3) OJ No L 177, 1. 7. 1981, p. 4.\n(4) OJ No L 34, 14. 2. 1995, p. 3.\nANNEX\n\"\" ID=\"1\">1. Target price of white sugar> ID=\"2\">ECU 66,50/100 kg\"> ID=\"1\">2. Intervention price of white sugar for the non-deficient areas of the Community> ID=\"2\">ECU 63,19/100 kg\"> ID=\"1\">3. Basic price for beet applicable in the Community  at the stage of delivery to the collection centre> ID=\"2\">ECU 47,67/tonne\"> ID=\"1\">4. Derived intervention price for white sugar:\"> ID=\"1\">(a) for all areas in the United Kingdom> ID=\"2\">ECU 64,65/100 kg\"> ID=\"1\">(b) for all areas in Ireland>  ID=\"2\">ECU 64,65/100 kg\"> ID=\"1\">(c) for all areas in Portugal> ID=\"2\">ECU 64,65/100 kg\"> ID=\"1\">(d) for all areas in Spain> ID=\"2\">ECU 64,88/100 kg\"> ID=\"1\">(e) for all areas in Italy> ID=\"2\">ECU 65,53/100 kg\"> ID=\"1\">5. Intervention price for raw  sugar> ID=\"2\">ECU 52,37/100 kg\"> ID=\"1\">6. Minimum price for A beet applicable in the Community> ID=\"2\">ECU 46,72/tonne\"> ID=\"1\">7. Minimum price for B beet applicable in the Community after application of Article 28 (5) of Regulation (EEC) No  1785/81> ID=\"2\">ECU 28,84/tonne\"> ID=\"1\">8. Threshold price:\"> ID=\"1\">(a) of white sugar> ID=\"2\">ECU 76,29/100 kg\"> ID=\"1\">(b) of raw sugar> ID=\"2\">ECU 65,20/100 kg\"> ID=\"1\">(c) of molasses> ID=\"2\">ECU 8,21/100 kg\"> ID=\"1\">9. Amount of the  reimbursement referred to in Article 8 of Regulation (EEC) No 1785/81> ID=\"2\">ECU 0,48/100 kg/ month\"> ID=\"1\">10. Amount of the storage levy referred to in Article 8 of Regulation (EEC) No 1785/81> ID=\"2\">ECU 3,62/100 kg\"> ID=\"1\">11. Adjustment aid to  the refining industry provided for in Article 9 (4b) and 9 (4c) of Regulation (EEC) No 1785/81> ID=\"2\">ECU 1,30/100 kg\">"}