{"celex_id": "31995D0454", "uri": "http://publications.europa.eu/resource/cellar/276ba35d-d9f1-4305-8971-0606966c7e08", "type": "Decision", "concepts": ["1309", "192", "235", "2718", "3000", "5369"], "title": "95/454/EC: Commission Decision of 23 October 1995 laying down special conditions governing imports of fishery and aquaculture products originating in the Republic of Korea\n", "header": "COMMISSION DECISION of 23 October 1995 laying down special conditions  governing imports of fishery and aquaculture products originating in the Republic of Korea (Text  with EEA relevance) (95/454/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for  the production and the placing on the market of fishery products  (1), as last amended by the Act  of Accession of Austria, Finland and Sweden, and in particular Article 11 thereof,\nWhereas a Commission expert has conducted an inspection visit to the Republic of Korea to verify  the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of legislation of the Republic of Korea on health inspection and monitoring  of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas, in the Republic of Korea the Ministry of Agriculture, Forestry and Fisheries - National  Fisheries Administrations - National Fisheries Products Inspection Station (NFPIS) is capable of  effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11 (4) (a) of  Directive 91/493/EEC must also cover the definition of a model certificate, the minimum  requirements regarding the language(s) in which it must be drafted and the grade of the person  empowered to sign it;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to  packages of fishery products giving the name of the third country and the approval number of the  establishment of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments  must be drawn up; whereas that list must be drawn up on the basis of a communication from the NFPIS  to the Commission; whereas it is therefore for the NFPIS to ensure compliance with the provisions  laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the NFPIS has provided official assurances regarding compliance with the rules set out in  Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of requirements  equivalent to those laid down by that Directive for the approval of establishments;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the  Standing Veterinary Committee,", "main_body": ["The Ministry of Agriculture, Forestry and Fisheries - National  Fisheries Administration - National Fishery Products Inspection Station (NFPIS) shall be the  competent authority in the Republic of Korea for verifying and certifying compliance of fishery and  aquaculture products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in the Republic of Korea must meet the  following conditions:\n1.  Each consignment must be accompanied by a numbered original health certificate, duly completed,  signed, dated and comprising a single sheet in accordance with the model in Annex A hereto.\n2.  The products must come from approved establishments listed in Annex B hereto.\n3.  Except in the case of frozen fishery products in bulk and intended for the manufacture of  preserved foods, all packages must bear the words 'REPUBLIC OF KOREA` and the approval number of  the establishment of origin in indelible letters.", "1.  Certificates as referred to in Article 2 (1) must be drawn up in at least one  official language of the Member State where the checks are carried out.\n2.  Certificates must bear the name, capacity and signature of the representative of the NFPIS and  the latter's official stamp in a colour different from that of other endorsements.", "This Decision shall apply from 1 January 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 October 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX A\n>START OF GRAPHIC>\nHEALTH CERTIFICATE for fishery and aquaculture products originating in the Republic of Korea and intended for export  to the European Community Reference No:\nCountry of dispatch: REPUBLIC OF KOREA Competent authority: Ministry of Agriculture, Forestry and Fisheries - National Fisheries  Administration - National Fishery Products Inspection Station (NFPIS) I. Details identifying the fishery products Description of fishery - aquaculture products  (1):\n-  species (scientific name):\n-  presentation of product and type of treatment  (2):\nCode No (where available):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products Name(s) and official approval number(s) of establishment(s) approved by the NFPIS for export to the  EC:\nIII. Destination of products The products are dispatched from:    (place of dispatch) to:    (country and place of destination) by the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\nIV. Health attestation The official inspector hereby certifies that the fishery of aquaculture products specified above:\n1.  were caught and handled on board vessels in accordance with the health rules laid down by  Directive 92/48/EEC;\n2.  were landed, handled and where appropriate packaged, prepared, processed, frozen, thawed and  stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the  Annex to Directive 91/493/EEC;\n3.  have undergone health controls in accordance with Chapter V of the Annex to Directive  91/493/EEC;\n4.  are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of  the Annex to Directive 91/493/EEC;\n5.  do not come from toxic species or species containing biotoxins;\n6.  have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological  checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the  implementing decisions thereto;\n7.  in addition, where the fishery products are frozen or processed bivalve molluscs: the molluscs  were obtained from approved production areas laid down by the Annex to Commission Decision  95/453/EC of 23 October 1995 laying down special conditions for the import of live bivalve molluscs  echinoderms, tunicates, and marine gastropods originating in the Republic of Korea.\nThe undersigned official inspector hereby declares that he is aware of the provisions of Directive  91/493/EEC, Directive 92/48/EEC and Decision 95/453/EC.\nDone  at   , (Place) on   (Date) Official stamp  (1)  Signature of official inspector  (1)   (Name in capital letters, capacity and qualifications of person signing)  (1) >END OF GRAPHIC>\nANNEX B\nLIST OF APPROVED ESTABLISHMENTS AND FACTORY VESSELS\n>TABLE>\n>TABLE>"}