{"celex_id": "31992D0015", "uri": "http://publications.europa.eu/resource/cellar/395a2273-3384-4e6f-ac02-1492a9ca1993", "type": "Decision", "concepts": ["2300", "2488", "4347"], "title": "92/15/EEC: Commission Decision of 18 December 1991 authorizing certain Member States to apply intra- Communit surveillance to imports originating in third countries which have been put into free circulation in the Community and which may be the subject of protective measures pursuant to Article 115 of the EEC Treaty (Only the Spanish, French, English, Italian and Portuguese texts are authentic)\n", "header": "COMMISSION DECISION  of 18 December 1991  authorizing certain Member States to apply intra-Communit surveillance to imports originating in third countries which have been put into free circulation in the Community and which may be the subject of  protective measures pursuant to Article 115 of the EEC Treaty  (Only the Spanish, English, French, Italian and Portuguese texts are authentic)  (92/15/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 87/433/EEC (1) of 22 July 1987, on surveillance and protective measures which Member States may be authorized to take pursuant to Article 115 of the EEC Treaty, and in particular Articles 1 and 2 thereof,\nWhereas Decision 87/433/EEC requires Member States to have prior authorization from the Commission before introducing intra-Community surveillance of the imports concerned;\nWhereas the Commission, by Decision 91/18/EEC (2) and other relevant decisions, authorized the Member States to introduce such surveillance;\nWhereas almost all those decisions are due to expire on 31 December 1991;\nWhereas certain Member States have submitted applications to the Commission for authorization to extend the application of some of these surveillance measures and to introduce new surveillance measures not covered by the abovementioned decisions;\nWhereas the Commission has closely studied, on a case-by-case basis, these applications in accordance with the criteria laid down by Decision 87/433/EEC taking into account the plan of action established by the Community for the completion of the  internal market as from 1 January 1993;\nWhereas these criteria must be applied strictly due to the imminence of this date and to the exception nature of intra-Community surveillance measures with regard to the principle of the free movement of goods;\nWhereas the authorization to introduce intra-Community surveillance measures should be restricted to a limited number of cases where there is a real risk of extensive deflection of trade which could lead to serious difficulties in the sectors concerned;\nWhereas, under these circumstances, the Member States should be authorized to make subject to intra-Community surveillance imports of the products listed in the Annex until 30 June 1992,", "main_body": ["The Member States named in the Annex are authorized, in so far as each is concerned, to apply, until 30 June 1992 and in accordance with Decision 87/433/EEC, intra-Community surveillance of the products listed in the said Annex.", "This Decision is addressed to the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Portugese Republic and the United Kingdom."], "attachments": "Done at Brussels, 18 December 1991. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 238, 21. 8. 1987, p. 26. (2) OJ No L 12, 17. 1. 1991, p. 29.\nANNEX\nSPAIN  A. Textile products for which categories have been established\nCategory  Country of origin     2  China     3  China, Pakistan     4  China     6  Hong Kong     7  India     8  India     35  South Korea, Taiwan\nB. Other products\nCN code (1990)  Description of product  Origin      6403  Footwear with outer soles of rubber, plastics, leather or composition leather and uppers of leather  China  6404  Footwear with outer soles of rubber, plastics, leather or composition  leather and uppers of textile materials       8702  Motor vehicles for the transport of 10 or more persons, including the driver  Japan  8703  Motor cars and other motor vehicles principally designed for the transport of persons (other than those of  heading No 8702), including station wagons and racing cars   8704  Motor vehicles for the transport of goods       8711 10 00\n8711 20 10\n8711 20 91\n8711 20 99\nex 8711 30 00  Motor-cycles (including mopeds) and cycles fitted with an auxiliary motor, of a cylinder capacity not exceeding 380 cm3, with or without side-cars; side-cars  Japan  ex 8711 90 00  Other motor-cycles and cycles fitted with an auxiliary  motor with or without side-cars; side-cars;\nFRANCE  A. Textile products for which categories have been established\nCategory  Country of origin     3  Pakistan     13  China     15  China     21  China\nB. Other products\nCN code (1990)  Description of product  Origin      3104 10 00\n3104 20 50\n3104 20 90  Potassium salts and potassium chloride  USSR (1)      8527 21 10\n8527 21 90\n8527 29 00  Radio-broadcast receivers not capable of operating without an external source of power, of a kind used in motor vehicles, including apparatus capable of receiving alos radio-telephony or radio-telegraphy  China, South Korea      8528 10 40\n8528 10 50\n8528 10 61\n8528 10 69\n8528 10 71\n8528 10 73\n8528 10 75\n8528 10 78\n8528 10 80\n8528 10 91\n8528 10 98  Colour television receivers (including video monitors and video projectors), whether or not combined, in the same housing, with radio-broadcast receivers or sound or video recording or reproducing apparatus  South Korea, Taiwan\n(1)  Until the eventual date of entry into force of an anti-dumping duty and at the latest until 30 June 1992.\nIRELAND  A. Textile products for which categories have been established\nCategory  Country of origin     8  Hong Kong     73  Hong Kong\nITALY  A. Textile products for which categories have been established\nCategory  Country of origin     2  China, India, Pakistan     ex 3 (1)  Pakistan\n(1) Ex 3 - Pakistan: products of CN codes 5513 11 10, 5513 11 30 and 5513 11 90 only.   B. Other products\nCN code (1990)  Description of products  Origin         5007 20\n5007 90\n5803 90 10\n5905 00 90  Woven fabrics of silk or of silk waste  China      ex 8703 21\nex 8703 22\nex 8703 23\nex 8703 24\nex 8703 31\nex 8703 32\nex 8703 33\nex 8703 90  Motor cars and other motor vehicles, other than all-terrain vehicles, principally designed for the transport of persons (other than those of heading No 8702), including station wagons and racing cars  Japan      ex 8704 21 31\nex 8704 21 39\nex 8704 21 91\nex 8704 21 99\nex 8704 22 91\nex 8704 22 99\nex 8704 31 31\nex 8704 31 39\nex 8704 31 91\nex 8704 31 99\nex 8704 32 91\nex 8704 32 99  Motor vehicles, other than all-terrain vehicles, for the transport of goods  Japan      8711 10 00\n8711 20\nex 8711 30 00  Motor-cycles (including mopeds) and cycles fitted with an auxiliary motor, with or without side-cars; side-cars: with reciprocating internal combustion piston engine of a cylinder capacity not exceeding 380 cm3  Japan\nPORTUGAL  B. Other products\nCN code (1990)  Description of product  Country of origin      8711 10 00  Motor-cycles (including mopeds) and cycles fitted with an auxiliary motor, with or without side-cars; side-cars: with reciprocating internal combustion engine of a  cylinder capacity not exceeding 50 cm3  Japan"}