{"celex_id": "31994D0292", "uri": "http://publications.europa.eu/resource/cellar/1e1f2063-c1e5-42b0-b081-1baebc5a3a62", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "4692", "5369"], "title": "94/292/EC: Commission Decision of 19 May 1994 amending Decision 94/178/EC concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decisions 94/27/EC and 94/28/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 19 May 1994 amending Decision 94/178/EC concerning certain protection measures relating to Classical Swine Fever in Germany and repealing Decisions 94/27/EC and 94/28/EC (Text with EEA relevance) (94/292/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in Intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Council Directive 92/118/EEC (2) and, in particular, Article 10 (4) thereof,\nWhereas as a result of outbreaks of Classical Swine Fever in different parts of Germany, the Commission adopted Decision 94/178/EC of 23 March 1994 concerning certain protection measures relating to Classical Swine Fever in Germany and repealing  Decisions 94/27/EC and 94/28/EC (3);\nWhereas an increased number of outbreaks of Classical Swine Fever have occurred in Bundesland Niedersachsen; whereas some of the outbreaks have occurred in parts with a high density of pigs;\nWhereas in the light of the evolution of the situation it is necessary to take supplementary measures in the area where outbreaks are concentrated, these measures must include rules for movements of the pigs in the said area;\nWhereas it is necessary to adjust the borders of the area described in Annex II;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 94/178/EC is hereby amended as follows:\n1. In Article 1, paragraph 2 is replaced by the following:\n'2. Germany shall ensure that:\n(a) no pigs leave from the area described in Annex II to the area described in Annex I,\n(b) no pigs enter the area described in Annex II.\nThis restriction shall not apply:\n(i) to pigs for slaughter brought directly to slaughterhouse situated in the said area where the pigs shall be slaughtered within 48 hours,\n(ii) to the transit of pigs by road and rail without unloading or stopping.'\n2. In Article 1, paragraph 3, line 1 the words 'paragraph 2' are replaced by 'paragraph 2a'.\n3. In Article 10, '20 April' is replaced by '20 June'.\n4. Annex II is replaced by the Annex to the present Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 83, 26. 3. 1994, p. 54.\nANNEX\n'ANNEX II\nAll parts of the territory of Lower Saxony, Germany situated inside the line formed by:\n- the A 28 motorway from Oldenburg in the direction of Bremen until it joins the national road No 322,\n- the national road No 322 in direction south-east until it crosses the A1 motorway,\n- the A1 motorway in direction east until it crosses the river Weser,\n- the river Weser in direction south until it reaches the border between Lower Saxony and Nordrhein-Westfalia,\n- the border between Lower Saxony and Nordrhein-Westfalia in direction west and south until it reaches the Mittelland-Kanal,\n- the Mittelland-Kanal in direction west until it crosses the border between Lower Saxony and Nordrhein-Westfalia,\n- the border between Lower Saxony and Nordrhein-Westfalia in direction west until it crosses the local road from Recke in direction north to Fuerstenau,\n- the national road No 402 from Fuerstenau to Haseluenne,\n- the local road from Haseluenne to Saegel and Boerger in direction north-east until it meets the Kuestenkanal,\n- the Kuestenkanal in direction east until it enters Oldenburg.'"}