{"celex_id": "31997D0748", "uri": "http://publications.europa.eu/resource/cellar/ddbfcc4e-475a-4265-b74b-84a13dc7944e", "type": "Decision", "concepts": ["191", "2409", "322", "3409", "4582", "5283"], "title": "97/748/EC: Commission Decision of 27 October 1997 on the carrying out of Community comparative trials and tests on propagating and planting material of certain species of fruit plants under Article 20 (2) of Council Directive 92/34/EEC\n", "header": "COMMISSION DECISION of 27 October 1997 on the carrying out of Community comparative trials and tests on propagating and planting material of certain species of fruit plants under Article 20 (2) of Council Directive 92/34/EEC (97/748/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/34/EEC of 28 April 1992 on the marketing of fruit plant propagating material and fruit plants intended for fruit production (1), as last extended by Decision 97/110/EC (2) and in particular Article 20 (2) thereof,\nWhereas under this Directive comparative trials and tests shall be carried out in the Member States on samples to check that propagating material or fruit plants of genera and species listed therein comply with the requirements and conditions of the said Directive;\nWhereas to this end, it is essential, in particular in the early stages of the Directive's implementation, to ensure adequate representation of the samples participating in the trials and tests for the different origins of production in the entire Community, at least for certain selected crops;\nWhereas it is therefore necessary to carry out Community comparative trials and tests in 1997/98 on propagating, and planting material of strawberries (Fragaria);\nWhereas it is necessary for all Member States to participate in the Community comparative trials and tests, in so far as propagating and planting material of strawberries are usually propagated or marketed in their territories, in order to ensure that proper conclusions may be drawn therefrom;\nWhereas these Community comparative trials and tests will be used to harmonize, in the first instance, the technical methods of examination of propagating and planting material of these species;\nWhereas the measures provided for in this decision are in accordance with the opinion of the Standing Committee on Propagating Material and Plants of Fruit Genera and Species,", "main_body": ["1. Community comparative trials and tests shall be carried out during 1997/98 on propagating and planting material of strawberries (Fragaria).\n2. All Member States shall participate in the Community comparative trials and tests, in so far as propagating and planting material of strawberries are usually propagated or marketed in their territories.", "The detailed arrangements for carrying out the Community comparative trials and tests and the assessment of the results thereof shall be made within the Standing Committee on Propagating Material and Plants of Fruit Genera and Species.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 157, 10. 6. 1992, p. 10.\n(2) OJ L 39, 8. 2. 1997, p. 22."}