{"celex_id": "31993R2027", "uri": "http://publications.europa.eu/resource/cellar/798dd1a2-8d7e-4bb4-8032-142e487a0ac7", "type": "Regulation", "concepts": ["1730", "2292", "2730", "2731", "3003", "4885"], "title": "Commission Regulation (EEC) No 2027/93 of 26 July 1993 amending Regulation (EEC) No 2999/92 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira in particular to determine the forecast supply balance for the period 1 July 1993 to 30 June 1994\n", "header": "COMMISSION REGULATION (EEC) No 2027/93 of 26 July 1993 amending Regulation (EEC) No 2999/92 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira in particular to determine the forecast supply balance for the period 1 July 1993 to 30 June 1994\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira with regard to certain agricultural products (1), as amended by Regulation (EEC) No 3714/92 (2), and in particular Article 10 thereof,\nWhereas the quantities of products eligible for the specific supply arrangements are determined by means of periodic forecast balances which may be revised according to the essential requirements of the market taking into account local production and traditional trade flows; whereas, in order to guarantee that these requirements are met in terms of quantity, price and quality and to ensure that the proportion of products supplied from the Community is preserved, the aid to be granted to products originating in the rest of the Community is fixed under conditions equivalent for the end-user to the advantage resulting from exemption from import duties for imported products originating in third countries;\nWhereas Commission Regulation (EEC) No 2999/92 (3) lays down the detailed rules for the application of the specific measures for the supply of processed fruit and vegetables to Madeira and the forecast balance fixing the quantities eligible for the specific supply arrangements for the period from 1 July 1992 to 30 June 1993;\nWhereas valuation of the requirements of the Madeiran market for the period from 1 July 1993 to 30 June 1994 has led to the establishment of a forecast supply balance for the Canary Islands for the products concerned in the processed fruit and vegetables sector comprising the same quantities as were definitively fixed for the preceding period;\nWhereas examination of the operation of the licence and certificate arrangements during the period July 1992 to June 1993 has led to the conclusion that the term of validity of the licences and certificates should be extended by two months compared to the actual situation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 2999/92 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nFor the purposes of applying Article 3 (2) of Regulation (EEC) No 1600/92, an amount of aid at ECU 10 per 100 kg for products and quantities covered by the forecast supply balance shall be as set out in Annex II. This amount shall be fixed in such a way that the proportion of products supplied from the Community is preserved, taking account of traditional trade flows.`;\n2. Article 6 is replaced by the following:\n'Article 6\nThe term of validity of certificates and licences shall expire on the last day of the third month following that of their issue.`;\n3. The Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 301, 17. 10. 1992, p. 7.\nANNEX\nForecast supply balance covering processed fruit and vegetable products for Madeira for the period 1 July 1993 to 30 June 1994\n>TABLE>"}