{"celex_id": "31998R0902", "uri": "http://publications.europa.eu/resource/cellar/22b40e75-2d69-43bf-876b-66ea343b7dca", "type": "Regulation", "concepts": ["1025", "2657", "2718"], "title": "Commission Regulation (EC) No 902/98 of 28 April 1998 amending Regulation (EC) No 2573/97 fixing the reference prices for fishery products for the 1998 fishing year (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 902/98 of 28 April 1998 amending Regulation (EC) No 2573/97 fixing the reference prices for fishery products for the 1998 fishing year (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products (1), as last amended by Regulation (EC) No 3318/94 (2), and in particular the first subparagraph of Article 22(6) and Article 23(5) thereof,\nWhereas Article 22(1) of Regulation (EEC) No 3759/92 provides, inter alia, for the annual fixing of reference prices by category of products, to be valid throughout the Community in respect of products listed in Annexes I, II, III, IV(B) and V to that Regulation, subject to the consultation procedures for certain products within the framework of the General Agreement on Tariffs and Trade (GATT); whereas the said prices have been adopted by the Commission in Regulation (EC) No 2573/97 (3);\nWhereas the adjustment factors for frozen squid of the genus Loligo spp. which apply under the reference price system were amended by Commission Regulation (EC) No 901/98 (4) to take account of market and guide price movements; whereas these amendments mean an adjustment of the prices concerned;\nWhereas, to meet the needs of the market, separate reference prices should be set for salted cod of the species Gadus macrocephalus; whereas the relevant presentations of salted cod should also be amended to take account of market conditions for these products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Regulation (EC) No 2573/97 is amended as follows:\nThe reference prices for the 1998 marketing year for various products appearing in Annexes II, IV(B) and V to Regulation (EEC) No 3759/92 are fixed as indicated in the Annex to this Regulation.", "This Regulation shall enter into force on the 1 May 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 388, 31. 12. 1992, p. 1.\n(2) OJ L 350, 31. 12. 1994, p. 15.\n(3) OJ L 350, 20. 12. 1997, p. 46.\n(4) See page 4 of this Official Journal.\nANNEX\n2. Reference prices for the products listed in Annex II to Regulation (EEC) No 3759/92\n>TABLE>\n5. Reference prices for the products listed in Annexes IV(B) and V to Regulation (EEC) No 3759/92\nFrozen and salted products falling within CN code 0303 and 0304:\n>TABLE>"}