{"celex_id": "31993D0119", "uri": "http://publications.europa.eu/resource/cellar/71f4f17f-1f45-43c5-9516-62f361a566ff", "type": "Decision", "concepts": ["1005", "1073", "1318", "1445", "2894", "3595"], "title": "93/119/EEC: Commission Decision of 23 December 1992 on the organization in Germany of further training programmes for persons working in the veterinary sector (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 23 December 1992 on the organization in Germany of further training programmes for persons working in the veterinary sector (Only the German text is authentic)\n(93/119/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary sector (1), as last amended by Decision 92/337/EEC (2), and in particular Article 36 thereof,\nWhereas the German authorities have asked the Commission to entrust the Federal Research institute for animal virus diseases - Wusterhausen branch - with the organization of further training programmes, which meet the requirements of Article 36 of  Decision 90/424/EEC;\nWhereas rules should be established to determine how such courses should be organized and to fix the financial participation of the Community;\nWhereas because of the objectives of this measure the courses should be open to supervision by persons from other Member States appointed for this purpose;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purposes of this Decision the responsible authority is the Federal Research Institute for Animal Virus Diseases, Wusterhausen branch, represented by the head of the Epidemiology department.", "The responsible authority shall undertake:\n1. to organize further training programmes for persons working in the veterinary sector in the years 1993, 1994, 1995 and 1996. The nature, content and timetable of these courses are included in the Annex;\n2. to reserve half of the training places for official monitors from other Member States; when allocating places care should be taken to allot places to the Member States on an equal basis;\n3. to present an annual report on the progress of the courses of the Commission and the Member States within the framework of the Standing Veterinary Committee, the first report to presented in September 1994.", "The financial participation of the Community is fixed as follows:\n- 50 % of expenditure incurred by the responsible authority on the training of official German veterinarians;\n- 100 % of the costs incurred by the responsible authority for the accommodation and further training of monitors from other Member States.", "1. Expenditure in accordance with Article 3, first indent, shall cover:\n- cost of instruction (lecturers' fees);\n- cost of equipment (teaching materials, equipment and background material);\n- general organizational costs, but restricted to a maximum of 20 % of the costs claimed under the first two indents above;\n- travel and subsistence costs of lecturers.\n2. Expenditure in accordance with Article 3, second indent, shall cover the following:\n- costs in accordance with paragraph 1,\n- the cost of providing information to responsible authorities in other Member States concerning the further training courses,\n- the cost of linguistic support needed to ensure the operation of the programme,\n- accommodation costs of participants from other Member States.", "Commission financial participation shall be paid on production of receipts.", "On the basis of a report by the responsible authority the Commission shall draw up before 30 November 1996 an assessment of the educational results and the financial balance.\nDepending on the results a further decision may be taken on the extension and improvement of the further training measure.", "This decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 23 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 187, 7. 7. 1992, p. 45.\nANNEX\nI   Nature of the courses  1. The various further training courses are intended for persons working within the veterinary control sector. The courses are designed to widen existing knowledge and strengthen mutual trust by means of the exchange of  experience.\n2. In principle, the courses last for two weeks and there are 30 places on each. The courses are a mixture of theory and practice and the participants are also involved in the production of a report on a subject, the importance of which to the Community  is made clear in the course of the programme.\nII   1. Course No 1  Imports of animals and animal products from outside the Community (animal health and animal protection)\nThe course will include a description of the Community provisions (Directive 91/496/EEC and Directive 91/628/EEC with implementing provisions in each case) and will also discuss the transposition of the directives into national law.\nParticular attention will be paid to controls on live animals (checking of documents, checks on identity and physical checks including sampling and laboratory tests).\nWith regard to animal protection special attention will be paid to the means of transporting animals as well as criteria for assessing the extent to which animals are fit to be transported.\nThere are plans to visit two border control posts (one at an airport and another on a road crossing). During these visits the administrative and organizational technicalities and the equipment will be demonstrated.\nInformation will also be provided on the control of animal products.\n2. Course No 2  The placing of live animals and animal products in intra-Community circulation\nThe course will include an examination of the Community provisions, in particular Directive 90/425/EEC and Directive 91/628/EEC together with the implementing provisions in each case and with attention to transposition of the Directives into national  law.\nParticular attention will be paid to controls on live animals at the place of dispatch in conjunction with the existing trade arrangements.\nAs regards animal protection special attention will be paid to the means of transporting animals as well criteria for assessing the extent to which animals are fit to be transported.\nInformation will also be provided on the controls applied to animal products.\nThe course includes the following:\n- a demonstration of the procedure for the dispatch of live animals to other Member States,\n- a visit to an approved market or collection point for the dispatch of live animals,\n- a demonstration of the automated system operated by the Association of Veterinary Authorities (ANIMO),\n- a demonstration of methods used at a slaughterhouse or a processing plant on the arrival of live animals from other Member States.\n3. Course No 3  Monitoring of animal health, prevention and treatment of animal diseases\nThe course will include a general depiction of the Community and national provisions with regard to the delivery and registration of animals, the monitoring of stock and the treatment measures to be applied in the case of certain animals diseases (e.g.  foot-and-mouth disease, classical swine fever, Newcastle disease, etc.).\nParticular attention will be paid to monitoring in relation to the prevention and treatment of animal diseases and the reporting of animal diseases.\nCommunity and national rules concerning the disposal of animal carcases and compensation in the case of animal diseases will also be discussed.\nThe course makes provision for visits to agricultural holdings and a centre for the disposal of animal carcases. It also includes a practical demonstration of the diagnosis of animal disease.\n4. Course No 4  Animal protection\nThe course will include a description of the international, Community and national provisions relating to animal protection with particular attention to their application in Germany and a discussion of certain national peculiarities.\nThe following three subjects will be dealt with from a theoretical point of view:\n- slaughter law and slaughter methods,\n- requirements for animal husbandry (including experimental animal husbandry),\n- conditions concerning the transport of animals.\nAt least two of these subject areas will be backed up with practical demonstrations.\nThe following practical demonstrations are available as options:\n- visit to one or more slaughterhouses,\n- visit to animal units (hens, calves and pigs),\n- demonstration of transport conditions and means of transport.\nIII\nProvisional timetable\nSeptember 1993 Course 3\nMay 1994 Course 1\nSeptember 1994 Course 2\nMarch 1995 Course 4\nJune 1995 Course 3\nSeptember 1995 Course 2\nMarch 1996 Course 1\nJune 1996 Course 3\nOctober 1996 Course 4\nEstimated costs\nFour-year programme, nine courses\n\"\" ID=\"1\">1. Cost of instruction (fees)> ID=\"2\">131 068> ID=\"3\">65 534\"> ID=\"1\">2. Books and cost of teaching materials> ID=\"2\">26 086> ID=\"3\">13 043\"> ID=\"1\">- in German> ID=\"3\">3 260\"> ID=\"1\">- in other languages> ID=\"3\">9 782\"> ID=\"1\">3.  General organizational costs> ID=\"2\">31 410> ID=\"3\">15 705\"> ID=\"1\">4. Travel and subsistence costs of teaching staff> ID=\"2\">96 520> ID=\"3\">48 260\"> ID=\"1\">5. Cost of information to authorities in other Member States> ID=\"2\">26 086> ID=\"3\">13 043\">  ID=\"1\">6. Cost of linguistic backup> ID=\"2\">268 870> ID=\"3\">134 435\"> ID=\"1\">7. Accommodation costs (participants from other Member States, i.e. DM 200 × 15 × 10 × 9)> ID=\"2\">270 000> ID=\"3\">135 000 \">"}