{"celex_id": "31990D0255", "uri": "http://publications.europa.eu/resource/cellar/988b2423-6092-476b-8c32-41f7eb9bc669", "type": "Decision", "concepts": ["1929", "2211", "3408", "4821", "5252"], "title": "90/255/EEC: Commission Decision of 10 May 1990 laying down the criteria governing entry in flock-books for pure-bred breeding sheep and goats\n", "header": "8.6.1990 EN Official Journal of the European Communities L 145/32\nCOMMISSION DECISION\nof 10 May 1990\nlaying down the criteria governing entry in flock-books for pure-bred breeding sheep and goats\n(90/255/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 89/361/EEC of 30 May 1989 concerning pure-bred breeding sheep and goats (1), and in particular the second indent of Article 4 thereof,\nWhereas in all Member States flock-books are maintained or established by breeders' organizations, or associations or official services;\nWhereas it is therefore necessary to lay down the criteria for the entering of pure-breed breeding sheep and goats in flock-books;\nWhereas precise conditions relating to lineage and identification must be fulfilled prior to entry in the flock-books;\nWhereas allowances should be made for the division of the flock-book into different classes so that certain types of animals will not be excluded;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["To qualify for entry in the main section of the book of its breed a pure-bred breeding sheep or goat must:\n— be descended from parents and grandparents entered in a flock-book of that same breed,\n— be identified after birth according to the rules of the book,\n— have a pedigree established in accordance with the rules of the book.", "The main section of the flock-book may be divided into several classes according to the animals' characteristics. Only pure-bred breeding sheep and goats meeting the criteria laid down in Article 1 may be entered in one of the classes.", "1.   A breeders' organization or association keeping a flock-book may decide that a female which does not met the criteria laid down in Article 1 may be entered in an annex to the flock-book. The female must meet the following requirements:\n— be identified after birth in accordance with the flock-book rules,\n— be judged to conform to the breed standard,\n— have minimum characteristics as laid down by the flock-book rules.\n2.   A female whose mother and maternal grandmother are entered in the annex to the flock-book as provided for in paragraph 1 and whose father and two grandfathers are entered in the main section of the book in accordance with Article 1, is regarded as a pure-bred female and entered in the main section of the book, as provided for in Article 1.\n3.   The requirements mentioned in the second and third indents of paragraph 1 may be differentiated according to whether the female belongs to the breed but has no known origin or was obtained from a crossing programme approved by the breeders' organizations or associations.", "A breeder's organization or association keeping a flock-book may decide that a male which does not meet the criteria laid down in Article 1, may be entered in an annex to the flock book. The male must meet the following requirements:\n— be identified after birth in accordance with the flock-book rules,\n— be judged to conform to the breed standard,\n— have minimum characteristics as laid down by the flock-book rules.\n— fulfil the conditions laid down in the Annex hereto.", "Where a book contains several classes, a pure-bred breeding sheep or goat from another flock-book of the same breed and having specific characteristics distinguishing it from the population of the same breed in the flock-book of destination shall be entered in the section of the book whose characteristics it meets.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 153, 6. 6. 1989, p. 30.\nANNEX\nConditions provided for in the fourth indent of Article 4\nThe male must belong to a ‘hardy’ breed of sheep which is not normally intended for milk production and to one of the following breeds:\nAlacarrena\nAppenninica\nBergamasca\nBiellese\nBlackface\nCampanica\nCheviot\nChurra Algarvia\nChurra de Terra Quente\nDalesbred\nDartmoor\nDerbyshire Gritstone\nExmoor Horn\nEppynt Hill and Beulah Speckled Face\nGalega Bragancana\nGallega\nGentile di Puglia\nGotland\nHardwick\nLonk\nMerina\nMerino Beira Baixa\nMerino Branco\nMontesina\nNorth Country Cheviot\nOjalada\nResa Aragonesa\nRipollesa\nRonaldsay\nRough Fell\nSegurena\nShetland\nSoay\nSopravissana\nSt Kilda\nSwaledale\nTalaverana\nWelsh Mountain"}