{"celex_id": "31990D0089", "uri": "http://publications.europa.eu/resource/cellar/7ef1ea0a-c460-4e13-a743-e55acc4b087f", "type": "Decision", "concepts": ["1417", "1519", "889"], "title": "90/89/ECSC: Commission Decision of 13 December 1989 amending Decision 89/218/ECSC concerning aid that the Italian Government proposes to grant to the public steel sector (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 December 1989\namending Decision 89/218/ECSC concerning aid that the Italian Government proposes to grant to the public steel sector\n(only the Italian text is authentic)\n(90/89/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular to Article 95 (1) and (2) thereof,\nHaving regard to Commission Decision 89/218/ECSC of 23 December 1988 concerning aid that the Italian Government proposes to grant to the public steel sector (1), and in particular Article 2 (4) thereof,\nHaving consulted the Consultative Committee and with the unanimous assent of the Council,\nWhereas:\nThe sustained growth of the steel market during the first half of 1989 has led to a temporary tightening of the possibility of buying slabs within the Community at an economic price level. It appears therefore reasonable to extend the closure deadline for the Bagnoli liquid steelmaking facility laid down in Article 2 (3) of Decision 89/218/ECSC in order to allow the Italian public steel sector to carry out this closure in an orderly way without excessive detrimental consequences for the continued operation, according to plan, of the Bagnoli mill for strips, a product for which the Italian deficit in the intra-Community trade has been increasing during the same period.\nWell-founded technical reasons linked to delays, for which ILVA cannot be held accountable, in the planned investments for the transfer of a substantial part of the production of the Sesto S. Giovanni bar mill and the Turin cold-rolling mill, call for a certain extension of the 31 March 1989 closure deadline as laid down in Article 2 (3) of Decision 89/218/ECSC, which, in respect of the Sesto S. Giovanni mill, is of a fairly short duration.\nImperative commercial reasons have brought about the need to allow some extension to the 31 March 1989 deadline for the selling off of the Lovere steel plant as laid down in Article 3 (2) of Decision 89/218/ECSC.\nThe release, in accordance with Article 6 (4) of Decision 89/218/ECSC, of aid segments in addition to those referred to in Article 6 (3) must be brought into line with the new calendar set for the closure and transfer conditions,", "main_body": ["Decision 89/218/ECSC is hereby amended as follows:\n1. the closure deadline of '31 March 1989' for the Sesto S. Giovanni bar/rod mill laid down in Article 2 (3), in conjunction with Article 2 (1), is replaced by '30 September 1989';\n2. the closure deadline of '31 March 1989' for the Turin cold-rolling mill laid down in Article 2 (3), in conjunction with Article 2 (1), is replaced by '31 December 1990';\n3. the closure deadline of '30 June 1989' for the liquid phase of Bagnoli laid down in Article 2 (3), in conjunction with Article 2 (1), is replaced by '31 December 1990';\n4. the deadlines of '31 March 1989' and '30 June 1989' laid down in Article 3 (2), in conjunction with Article 3 (1), for respectively the selling off or, in the absence of sale, closure of the Lovere steel plant is replaced by '31 December 1989' as the common date for selling off and, in the absence of sale, closure of that plant;\n5. Article 6 (4) is replaced by the following:\n'4. Further aid segments will be released by the Commission in line with the fulfilment of the closure and transfer conditions, taking account of the need to observe the ultimate deadline laid down in paragraph 5.'", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 13 December 1989.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 86, 31. 3. 1989, p. 76."}