{"celex_id": "31998D0351", "uri": "http://publications.europa.eu/resource/cellar/64d8b97d-ac12-46fd-8706-1a4625005fa0", "type": "Decision", "concepts": ["1505", "1755", "3591", "3730", "4682", "5034"], "title": "98/351/EC: Commission Decision of 29 May 1998 setting the date on which dispatch from Northern Ireland of bovine products under the Export Certified Herds Scheme may commence by virtue of Article 6(5) of Council Decision 98/256/EC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 May 1998 setting the date on which dispatch from Northern Ireland of bovine products under the Export Certified Herds Scheme may commence by virtue of Article 6(5) of Council Decision 98/256/EC (Text with EEA relevance) (98/351/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2),\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC,\nHaving regard to Council Decision 98/256/EC of 16 March 1998 concerning emergency measures to protect against bovine spongiform encephalopathy, amending Decision 94/474/EC and repealing Decision 96/239/EC (4) and in particular Article 6(5) thereof,\nWhereas Article 6(5) of Decision 98/256/EC requires the Commission to set the date on which dispatch of products referred to in this Article may commence, after having carried out Community inspections and after having informed the Member States;\nWhereas inspections carried out by the Commission services in Northern Ireland from 20 to 22 April 1998, in particular to assess the system of veterinary checks pursuant to Articles 6 and 7 of Decision 98/256/EC, have shown that the conditions are complied with satisfactorily;\nWhereas at the time of adoption of Decision 98/256/EC, the Commission undertook to present, in accordance with its normal practice for inspection reports, to the Member States convened in the Veterinary Standing Committee, the results of the inspection referred to in Article 6(5) and the consequences it draws from them; whereas this presentation has taken place; whereas therefore, the date is set at 1 June 1998,", "main_body": ["The date referred to in Article 6(5) of Decision 98/256/EC shall be 1 June 1998.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 395, 30. 12. 1989, p. 13.\n(4) OJ L 113, 15. 4. 1998, p. 32."}