{"celex_id": "31993D0343", "uri": "http://publications.europa.eu/resource/cellar/4f201314-ec5f-4f99-9a40-b484a45d83e0", "type": "Decision", "concepts": ["4689", "5063", "5962", "994"], "title": "93/343/EEC: Commission Decision of 4 June 1993 concerning protection measures in relation to foot-and- mouth disease in Bulgaria and amending for the second time Decision 93/242/EEC\n", "header": "COMMISSION DECISION of 4 June 1993 concerning protection measures in relation to foot-and-mouth disease in Bulgaria and amending for the second time Decision 93/242/EEC\n(93/343/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary chekcs on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amended by Council Decision 92/438/EEC (2), and in particular Article 18 (7) thereof,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (3), as last amended by Directive 92/118/EEC (4), and in  particular Article 19 (7) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable to intra-Community trade in certain live animals and products with a view to the completion of the internal market (5), as last  amended by Directive 92/118/EEC, and in particular Article 10 thereof,\nWhereas an outbreak of foot-and-mouth disease has been confirmed in Bulgaria;\nWhereas the occurrence of foot-and-mouth disease in Bulgaria presents a serious threat to the herds of Member States, in view of the trade in and import of live animals and their products;\nWhereas it is necessary therefore to implement a prohibition on imports and transit of live animals of susceptible species and imports of all products of those species from Bulgaria;\nWhereas for reasons of clarity it is appropriate to exclude Bulgaria from the field of application of Commission Decision 93/242/EEC of 30 April 1993 concerning the importation into the Community of certain live animals and their products originating  from certain European countries in relation to foot-and-mouth disease (6), as amended by Decision 93/355/EEC (7);\nWhereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall not authorize the introduction into the territory of the Community of live animals of the bovine, ovine, caprine, porcine and other biungulate species, originating in or coming via the territory of Bulgaria.\n2. Member States shall not send live animals of the bovine, ovine, caprine, porcine and other biungulate species to other Member States via the territory of Bulgaria.", "Member States shall not authorize the importation of products of the bovine, ovine, caprine, porcine and other biungulate species originating in the territory of Bulgaria.", "In Annex B of Commission Decision 93/242/EEC the word 'Bulgaria' is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 373, 31. 12. 1990, p. 1.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 224, 18. 8. 1990, p. 29.\n(6) OJ No L 110, 4. 5. 1993, p. 36.\n(7) OJ No L 132, 29. 5. 1993, p. 140."}