{"celex_id": "31998R1266", "uri": "http://publications.europa.eu/resource/cellar/1bebf257-3142-4395-a8b5-53d0f8173748", "type": "Regulation", "concepts": ["161", "1644", "2300", "2743", "4682"], "title": "Commission Regulation (EC) No 1266/98 of 18 June 1998 amending Regulation (EC) No 996/97 on the opening and administration of an import tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91\n", "header": "COMMISSION REGULATION (EC) No 1266/98 of 18 June 1998 amending Regulation (EC) No 996/97 on the opening and administration of an import tariff quota for frozen thin skirt of bovine animals falling within CN code 0206 29 91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas Commission Regulation (EC) No 996/97 (2), as last amended by Regulation (EC) No 260/98 (3), lays down detailed rules for the application of an import quota of 1 500 tonnes of frozen thin skirt on a multiannual basis; whereas the way in which certificates of authenticity are to be filled in should be specified and the entries to be made in import licences relating thereto should be supplemented;\nWhereas certain eligibility criteria for prospective operators should be clarified and harmonised in line with the criteria for other import schemes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 996/97 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\n1. The import of the quantities of meat referred to in Article 1(3) shall be subject to the presentation of an import licence.\n2. Licence applications and licences themselves shall contain the following entries:\n(a) in Section 8, the country of origin;\n(b) in Section 20, at least one of the following:\n- Músculos del diafragma y delgados [Reglamento (CE) n° 996/97]\n- Mellemgulv (forordning (EF) nr. 996/97)\n- Saumfleisch (Verordnung (EG) Nr. 996/97)\n- ÄéÜöñáãìá [êáíïíéóìüò (ÅÊ) áñéè. 996/97]\n- Thin skirt (Regulation (EC) No 996/97)\n- Hampe [règlement (CE) n° 996/97]\n- Pezzi detti «hampes» [regolamento (CE) n. 996/97]\n- Omloop (Verordening (EG) nr. 996/97)\n- Diafragma [Regulamento (CE) nº 996/97]\n- Kuveliha (asetus (EY) N:o 996/97)\n- Mellangärde (förordning (EG) nr 996/97).\n3. Import licences shall expire on 30 June following the date of issue.`\n2. The following paragraph 4 is added to Article 3:\n'4. The original and copies thereof may be typed or hand-written. In the latter case, they must be completed in black ink and in block capitals`.\n3. In Article 5(3) the words 'referred to in Article 11(1)` are deleted.\n4. Article 7(a) is replaced by the following:\n'(a) applicants for import licences must be natural or legal persons who, when submitting their application, must prove to the satisfaction of the competent authorities of the Member State concerned that they have traded in beef and veal with non-member countries at least once during the previous 12 months; they must be entered on a national VAT register.`\n5. Article 7(c) and (d) is repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 146, 20. 6. 1996, p. 1.\n(2) OJ L 144, 4. 6. 1997, p. 6.\n(3) OJ L 25, 31. 1. 1998, p. 42."}