{"celex_id": "31993R0739", "uri": "http://publications.europa.eu/resource/cellar/591951d2-d860-4b43-a497-065bd56464d8", "type": "Regulation", "concepts": ["1988", "2456", "2563", "2958", "797"], "title": "Council Regulation (EEC) No 739/93 of 17 March 1993 on application of the common price for milk powder in Portugal\n", "header": "COUNCIL REGULATION (EEC) No 739/93 of 17 March 1993 on application of the common price for milk powder in Portugal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the achievement of the Single Market requires the removal of all barriers to trade, not only between the Member States of the Community as constituted on 31 December 1985 but also, to the greatest possible extent, between these Member States and  Spain and Portugal;\nWhereas, where skimmed milk powder is concerned, the difference existing between the prices applicable in Portugal and the common prices ought, in accordance with the Act of Accession, to occasion an extension of the price alignment period and as a  result application of accession compensatory amounts until 1995; whereas, however, if Portuguese producers were to be given a temporary degressive aid such a long extension could be avoided and the prices aligned;\nWhereas to offset the difficulties that elimination of the supplementary trade mechanism for milk products would otherwise involve for Portuguese producers the initial amount of the said aid should be set at more than the simple price difference for  protein content of ECU 1,57 and it should be made degressive to the end of the 1997/98 marketing year,", "main_body": ["The common price for skimmed milk powder shall be applied in Portugal.", "1. Aid shall be granted to milk producers in Portugal until the end of the 1997/98 marketing year.\nIt shall amount to ECU 2,50 per 100 kg of milk in the period between the entry into force of this Regulation and the beginning of the 1993/94 marketing year and shall be reduced by 1/6, 1/5, 1/4, 1/3 and 1/2 for the 1993/94, 1994/95, 1995/96, 1996/97  and 1997/98 marketing years respectively.\n2. The aid specified in paragraph 1 shall count as intervention for the purposes of Article 1 (2) of Regulation (EEC) No 729/70 (2).", "Detailed rules of application covering the aid scheme specified in Article 2 shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68 (3).\nThe same procedure shall be used for adoption of any transitional measures required for smooth implementation of the arrangements provided for in this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1993.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No C 21, 25. 1. 1993.\n(2) OJ No L 94, 28. 4. 1970, p. 13. Regulation as last amended by Regulation (EEC) No 2048/88 (OJ No L 185, 15. 7. 1988, p. 1).\n(3) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EEC) No 2071/92 (OJ No L 215, 30. 7. 1992, p. 64)."}