{"celex_id": "31994D0261", "uri": "http://publications.europa.eu/resource/cellar/f3697a05-a23d-474f-9776-445796a43dd9", "type": "Decision", "concepts": ["1417", "2247", "3600", "75", "863", "889"], "title": "94/261/ECSC: Commission Decision of 12 April 1994 concerning aid to be granted by Spain to the special steel company Sidenor (Only the Spanish text is authentic)\n", "header": "COMMISSION DECISION of 12 April 1994 concerning aid to be granted by Spain to the special steel company Sidenor (Only the Spanish text is authentic) (94/261/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the first and second paragraphs of Article 95 thereof,\nAfter consulting the Consultative Committee and with the unanimous assent of the Council,\nWhereas:\nI  The Community steel industry is currently experiencing its most difficult period since the first half of the 1980s. This is due to the general slowdown in the economy, which has had a significant effect on industrial activities in general, and on the  steel industry in particular, leading to a serious imbalance between supply and demand, accompanied by a collapse in prices. In addition, the international market generally has been weak: there is pressure from imports and there has been a trade dispute  with the United States of America affecting substantial Community exports to that market. All of these factors have combined to aggravate the financial situation of almost all steel companies in the Community.\nII  In April 1992, Spain notified the Commission of a plan to restructure the Spanish special steels company Sidenor (incorporating Acenor and Foarsa) and the associated financing by which it intends to support it.\nThe plan involves Acenor and Foarsa ceasing their activities, which would be taken over by Sidenor, and comprises a number of industrial, commercial, social and financial restructuring measures, which are intended to allow Sidenor to achieve, by the end  of 1995, adequate operating results to achieve viability.\nThe restructuring plan, as submitted, provides for the definitive closure of two of Sidenor's six plants at Llodio and Hernani (each comprising electric arc furnaces and rolling mills), resulting in capacity reductions of 505 000 tonnes in liquid steel  and 379 000 in hot-rolled products (a reduction of 31 %). The plan also envisaged reductions in the workforce of 1 845, from 4 725 as at 1990 to 2 880 in 1995.\nThe financing of the plan includes aid elements that the Commission considers to be incompatible with the ECSC Treaty and Commission Decision No 3855/91/ECSC (1) (Steel Aid Code, hereinafter referred to as 'the SAC'). The Commission estimates that this  aid amounts to a maximum of Pta 80,052 billion, serving the following purposes:\n- up to a maximum of Pta 26,3 billion for the writing-off of Acenor and Foarsa debts,\n- social aids up to a maximum of Pta 7,79 billion,\n- new paid-in capital of a maximum of Pta 20,2 billion, and\n- up to a maximum of Pta 25,762 billion in the form of loss compensation to cover additional operating losses and financial charges in 1992 and 1993 over and above those originally forecast in the plan.\nThis aid includes the measures that were the subject of the procedure opened pursuant to Article 6 (4) of the SAC by the Commission in July 1992 (2), in order to investigate certain aid measures already granted in favour of Acenor illegally, without  prior notification to the Commission, allowing the company to continue to operate despite its financial difficulties. The figure for social aid takes into account the possible closure of the Larrondo plant and additional reductions in the workforce at  Sidenor's other plants (see below).\nFurthermore, additional social aid up to a maximum of Pta 7,79 billion is being authorized separately by the Commission as compatible with Article 4 (1) of the SAC.\nIII  The Commission, assisted by an external expert, has assessed the viability of the restructuring plan, applying the same criteria as those imposed by the Commission during the previous restructuring of the Community steel industry. On the basis of  the consultants' findings, it has concluded that, provided the restructuring plan is followed strictly, Sidenor should achieve viability, under normal market conditions, by the end of 1995 provided that the following additional measures are adopted:\n- the disposal or closure of the stainless steel plant at Larrondo (with liquid steel and hot-rolled capacities of 95 000 tonnes per year and 60 000 tonnes per year respectively),\n- additional reductions in the workforce of 335 at the remaining plants.\nIV  The extremely difficult Community steel market situation has endangered the sector in several Member States, including Spain. The aim of providing Sidenor with a sound and economically viable structure contributes towards the achievement of the  objectives of the ECSC Treaty, in particular Articles 2 and 3. The Commission considers that the public financial assistance measures proposed by Spain are necessary to achieve these aims. The Commission therefore finds itself faced with a situation not  specifically provided for in the Treaty. In these exceptional circumstances, recourse must be made to the first paragraph of Article 95 of the Treaty, so as to enable the Community to pursue the objectives set out in the initial Articles thereof.\nAt the same time, however, it is essential to ensure that the aid approved is limited to what is absolutely necessary and that it does not adversely affect trading conditions within the Community to an extent contrary to the common interest,  particularly given the current difficulties on the Community steel market. It is therefore important that there should be adequate counterpart measures, commensurate with the amount of aid being exceptionally approved, so that a major contribution is  made to the structural adjustment required in the sector.\nV  Nonetheless in order to reinforce the viability of the restructuring plan, it is also necessary to require that, as recommended by the independent consultant, the Larrondo plant be sold to the private sector or closed; and that there should be  additional reductions in the workforce of 335 posts.\nIt is essential that all the capacity closures under the plan are definitive and irreversible so that the capacity concerned no longer depresses the Community steel market. The closed installations must therefore be scrapped or sold for use outside  Europe. In addition, there should be no increase in capacity for crude steel and hot-rolled finished products remaining under the aided restructuring plan, other than resulting from productivity improvements, for a period of at least five years starting  from the date of the last capacity closure or of the last payment of aid in respect of investments under the plan, whichever is the later, in order to ensure a long-term and real effect on reducing the current imbalance between supply and demand on the  Community steel market. It is also essential that the timetable for closures set out in the restructuring plan is complied with.\nAs regards the Larrondo plant, this must be sold or closed by 30 June 1994 at the latest.\nVI  It is not only necessary to ensure during the whole restructuring period that the aid approved enables the company to return to viability by the end of 1995, the aid must also be kept to the amount strictly necessary. In that context, it must also  be ensured that the company does not, as a result of the financial restructuring measures, obtain an unfair advantage over other companies in the sector by being provided at the outset with net financial charges below 3,5 % of annual turnover, which is  the current average for Community steel companies. It is also appropriate to require that the company or its legal successor is not allowed to claim or be granted tax reduction or relief on past losses covered by aid under the restructuring plan.  Furthermore, any additional loans must be on normal commercial conditions and no preferential treatment accorded to any fresh public debts incurred.\nVII  The implementation of this Decision requires strict monitoring by the Commission during the whole restructuring period and up until the end of 1998.\nIn order to carry out this monitoring effectively, the Commission will require the full and close collaboration of Spain, on whom clear and strict reporting obligations will be imposed.\nIn particular the following elements will require close attention:\n- the reduction of capacity,\n- the investments carried out,\n- reductions in the workforce,\n- compliance with the timetable for closures,\n- production and the effects on the market,\n- financial performance,\n- privatization,\n- the creation of new enterprises,\n- the source, terms and conditions of any further financing (including treatment of further debts, credit facilities, etc.) over and above that provided for in the plan,\n- progress towards viability.\nThe Commission will submit six-monthly reports to the Council to keep it informed of developments.\nIt is also necessary to ensure that the aid is not used for the purpose of unfair competition practices. In addition, the Commission may require on-the-spot checks made in accordance with the Article 47 of the ECSC Treaty, in order to verify the  information provided and in particular compliance with the conditions attached to the authorization of the aid. In that context, should a Member State make a complaint to the Commission that State aid is enabling the company to under-price, the  Commission will initiate an investigation pursuant to Article 60 of the ECSC Treaty in particular.\nFurthermore, should the Commission, on the basis of the information provided, find that the conditions laid down in its decisions pursuant to Article 95 had not been met, it may require the suspension of payments of aid or the recovery of aid already  paid. In the event of a Member State's failing to comply with such decision, Article 88 of the ECSC Treaty shall apply.\nThe Commission may decide to mandate an independent consultant, selected with the agreement of Spain, to assist it in its monitoring task.\nThe Commission will, by exercising all its powers, ensure that the aided company fulfils the conditions of this Decision, including the necessary progress towards viability and its other obligations resulting from the application of the ECSC Treaty.  Should the monitoring reports indicate substantial deviations from the financial data on which the viability assessment has been made, the Commission may require appropriate measures to be taken to reinforce the restructuring measures.\nVIII  A decision pursuant to Article 95 of the ECSC Treaty to authorize State aid is extraordinary in character given the provisions of Article 4 (c). In view of all the above, the Commission can exceptionally authorize the aid proposed in this case,  subject to observance of the conditions and requirements it lays down. The Commission will at the same time close the procedure opened pursuant to Article 6 (4) of the SAC since it involves the aid authorized. However, the aid involved, which is  intended to restore the company to viability by the end of 1995, sould be regarded as final. Should a return to viability not be achieved by that date, Spain shall not request any further derogation pursuant to Article 95 for the company.", "main_body": ["1. The following maximum amounts of aid which Spain plans to grant directly or indirectly to the Spanish special steels company Sidenor, incorporating Acenor and Foarsa, may be regarded as compatible with the orderly functioning of the common  market provided that the conditions and requirements of Articles 2 to 5 are met:\n- a debt write-off of up to a maximum of Pta 26,3 billion,\n- social aid up to a maximum of Pta 7,79 billion,\n- new paid-in capital of up to a maximum of Pta 20,2 billion,\n- up to a maximum of Pta 25,762 billion in the form of loss compensation to cover additional operating losses and financial charges in 1992 and 1993 over and above those originally forecast in the plan.\n2. The aid has been calculated to enable the company to return to viability by the end of 1995. In the case that such viability is not attained by that date, Spain shall not request any further derogation pursuant to Article 95 of the ECSC Treaty for  this company.\n3. The aid shall not be used for the purpose of unfair competition practices.\n4. Without prejudice to the aid measures referred to in this Article under the restructuring plan, any loans to the company must be on normal commercial terms; and the beneficiary company must not receive debt holidays or friendly treatment of debts to  the State.", "1. The following definitive closures of production capacity shall be carried out:\n\"(thousand tonnes)\"\" ID=\"1\">Hernani> ID=\"2\">228> ID=\"3\">125\"> ID=\"1\">Llodio> ID=\"2\">277> ID=\"3\">254\"> ID=\"1\">Total > ID=\"2\">505> ID=\"3\">379\">\n2. All the capacity closures must be achieved in accordance with the timetable laid down in the restructuring plan at the latest. In addition, the stainless-steel plant at Larrondo must be sold to the private sector or closed by 30 June 1994.\n3. The finality of the closures referred to in paragraph 1 shall be ensured either by the demolition of the installations concerned or by their disposal by sale outside Europe.\n4. The beneficiary company shall not increase its remaining capacity for crude steel and hot-rolled finished products under the restructuring plan, other than resulting from productivity improvements, for a period of at least five years starting from  the date of the last capacity closure under the plan or the date of the last payment of aid in respect of investments under the plan, whichever is the later.", "The approval of aid as outlined in Article 1 is in addition subject to the following conditions:\n(a) the level of net financial charges of the new company at the outset will be set at least at 3,5 % of annual turnover;\n(b) the company or its legal successor will not claim or be granted tax reduction or relief on the basis of past losses which are covered by aid under the terms of this Decision;\n(c) the beneficiary company shall carry out all the restructuring measures laid down in the restructuring plan as it has been submitted to the Commission, in accordance with the timetable contained therein.", "1. Spain shall cooperate fully with the following arrangements for monitoring this Decision:\n(a) Spain shall supply the Commission four times a year, and not later than 15 March, 15 June, 15 September and 15 December respectively, with reports containing full information in accordance with the enclosed Annex, on the beneficiary company and its  restructuring. The first report should reach the Commission by 15 March 1994 and the last report by 15 September 1998, unless the Commission decides otherwise;\n(b) the reports shall contain full information necessary for the Commission to monitor the restructuring process, the creation and use of capacity and show sufficient financial data to allow the Commission to assess whether its conditions and  requirements are fulfilled. The reports shall at least contain full information in accordance with the Annex, which the Commission reserves the right to modify in line with its experiences during the monitoring process. It is up to Spain to oblige the  beneficiary company to disclose all relevant data which may, under other circumstances, be considered as confidential.\n2. The Commission shall, on the basis of the reports, draw up half-yearly reports which shall be submitted to the Council not later than 1 May and 1 November respectively, in order to allow discussion in the Council, if appropriate. If the beneficiary  company envisages investments creating or extending capacity the Commission shall inform the Council on the basis of a report presenting the financing arrangements and demonstrating the absence of State aid.", "1. The Commission may at any time decide to mandate an independent consultant, selected with the agreement of Spain, to evaluate the monitoring results, to undertake any research necessary and to report to the Council.\n2. The Commission may have any necessary checks made in the aided companies in accordance with Article 47 of the ECSC Treaty, in order to verify the accuracy of the information given in the reports referred to in Article 4 (1) and in particular  compliance with the conditions laid down in this Decision. In the case that a Member State makes a complaint that State aid is enabling the aided company to under-price, the Commission will initiate an investigation pursuant to Article 60 of the ECSC  Treaty in particular.\n3. In assessing the reports referred to in Article 4, the Commission will ensure that the requirements of Article 1 (4) are being respected.", "1. Without prejudice to any penalties it may impose by virtue of the ECSC Treaty, the Commission may require the suspension of payments of aid or the recovery of aid already paid if, on the basis of the information received, at any time it  were to find that the conditions laid down in this Decision had not been met. If Spain were to fail to fulfil its obligations under any such decision, Article 88 of the ECSC Treaty shall apply.\n2. Moreover, if the Commission established, on the basis of the reports referred to in Article 4 (1), that substantial deviations from the financial data, on which the viability assessment has been made, have occurred, it may require Spain to take  appropriate measures to reinforce the restructuring measures of the aided company.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 April 1994.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 57.\n(2) OJ No C 234, 12. 9. 1992, p. 5.\nANNEX\nThe Commission's information requirements  (a) Capacity reductions\n- date (or expected date) of cessation of production,\n- date (or expected date) of dismantling (1) of the installation concerned,\n- where installation is sold, date (or expected date) of sale, identity and country of purchaser,\n- sale price;\n(b) investments\n- details of investments realized,\n- date of completion,\n- the costs of the investment, the sources of finance and the sum of any related aid involved,\n- the date of aid payment;\n(c) workforce reductions\n- number and timing of job losses,\n- the total costs,\n- a breakdown of how the costs are being financed;\n(d) production and market effects\n- monthly production of crude steel and finished products per category,\n- products sold, including volumes, prices and markets;\n(e) financial performance\n- evolution of selected key financial ratios to ensure progress is being made towards viability (the financial results and ratios must be provided in a way allowing comparisons with the company's financial restructuring plan),\n- level of financial charges,\n- details and timing of aids received and costs covered,\n- terms and conditions of any new loans (irrespective of source);\n(f) Privatization\n- selling price and treatment of existing liabilities,\n- disposal of proceeds of sale,\n- date of sale,\n- financial position of company at time of sale;\n(g) creation of a new company or new plants incorporating capacity extensions\n- identity of each private and public sector participant,\n- sources of their financing for the creation of the new company or new plants,\n- terms and conditions of the private and the public shareholders' participation,\n- management structure of a new company.\n(1) As defined in Commission Decision No 3010/91/ECSC (OJ No L 286, 16. 10. 1991, p. 20)."}