{"celex_id": "31996R2177", "uri": "http://publications.europa.eu/resource/cellar/85514336-056a-4e04-a071-7af729569466", "type": "Regulation", "concepts": ["179", "2713", "3591", "3633", "4718", "473"], "title": "Commission Regulation (EC) No 2177/96 of 13 November 1996 introducing preventive distillation as provided for in Article 38 of Regulation (EEC) No 822/87 for the 1996/1997 wine year\n", "header": "COMMISSION REGULATION (EC) No 2177/96 of 13 November 1996 introducing preventive distillation as provided for in Article 38 of Regulation (EEC) No 822/87 for the 1996/1997 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EC) No 1592/96 (2), and in particular Article 38 (5) thereof,\nWhereas Commission Regulation (EEC) No 2721/88 (3), as last amended by Regulation (EEC) No 2181/91 (4), lays down detailed rules for voluntary distillation, as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87; whereas Commission Regulation (EC) No 1650/96 (5) fixes the prices, the aid and certain other factors applicable to preventive distillation for the 1996/97 wine year;\nWhereas, in view of the foreseeable situation on the market, the harvest forecasts and the level of end-of-year stocks, the quantities eligible should be fixed at levels which, in combination with the other distillation measures for the wine year, will enable the market to be stabilized, without, however, exceeding the quantities compatible with sound management of the market;\nWhereas, given the low yields obtained in Spanish and Portuguese wine-growing areas, a different volume for products obtained from grapes harvested in Portugal and a maximum percentage for the production which can be distilled from products obtained from grapes harvested in the Spanish wine-growing zone C should be set so as to have comparable results in terms of a percentage of production for the entire Community; whereas, considering that the necessary data is not available for administrative reasons in Germany, and in Austria, a specific regime should be set for those countries;\nWhereas, with a view to applying this Regulation it is necessary to know the areas cultivated for production, in order to determine the quantity which producers may cause to be distilled; whereas a high number of Greek producers do not have the necessary data owing to the administration's delay in introducing the planned administrative structures; whereas, so that the abovementioned producers are not prevented from qualifying under the measure, provision should be made for the reference areas to be determined on the basis of a flat-rate yield for Greece as a whole;\nWhereas, in order to increase the efficiency of this measure, it is necessary to concentrate it on the first months of the wine year and to ensure proper performance of the contracts and declarations signed by the producers by establishing a security which will guarantee delivery of wine to a distillery;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Preventive distillation of table wine and of wine suitable for yielding table wine as provided for in Article 38 of Regulation (EEC) No 822/87 is hereby introduced for the 1996/97 wine year.\nThe quantity of table wine or of wine suitable for yielding table wine which producers may cause to be distilled in accordance with Regulation (EEC) No 2721/88 is limited to 15 hectolitres per hectare.\nHowever, for products obtained from grapes harvested in Portugal, this quantity is limited to 13 hectolitres per hectare, and for products obtained from grapes harvested in the Spanish wine-growing zone C, this quantity is also limited to 18 % of the production of table wine produced from these products.\nBy derogation from Article 2 (1) of Regulation (EEC) No 2721/88 the quantity of table wine or wine suitable for yielding table wine obtained from grapes harvested in Germany and in Austria that producers may distil is limited solely to a percentage of the production of table wine. This percentage is fixed at 9 %.\nThe quantity of table wine produced to which the percentages referred to in preceding subparagraphs 3 and 4 apply shall be, for each producer, that resulting from the sum of the quantities appearing as wine in the table wine column in the production declaration which he has presented pursuant to Commission Regulation (EC) No 1294/96 (6) where so required.\n2. The area to be used when calculating the quantity of table wine or wine suitable for yielding table wine which Greek producers may cause to be distilled shall be obtained by dividing by 64 the quantity given as wine in the table wine column of the production declaration, presented pursuant to Commission Regulation (EC) No 1294/96.", "1. By derogation from Article 6 (1) of Regulation (EEC) No 2721/88 contracts and declarations signed for this distillation measure may be presented for approval by the competent intervention agency up to 15 January 1997.\n2. The quantities for which a contract and declaration have been signed and approved must be delivered to the distillery by 15 June 1997 at the latest.\n3. The application for approval of contracts and declarations must be accompanied by proof of the lodging of a security equal to ECU 6 per hectolitre.\nThe security will be released for the quantities delivered when the producer presents proof of delivery to a distillery.\nIf no deliveries have taken place within the time limit, the security is forfeited.\n4. Member States may restrict the number of contracts a producer may sign for the distillation operation concerned.\n5. The competent agency shall approve the contracts and declarations by 14 March 1997 at the latest.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 206, 16. 8. 1996, p. 31.\n(3) OJ No L 241, 1. 9. 1988, p. 88.\n(4) OJ No L 202, 25. 7. 1991, p. 16.\n(5) OJ No L 207, 17. 8. 1996, p. 10.\n(6) OJ No L 166, 5. 7. 1996, p. 14."}