{"celex_id": "31996D0088", "uri": "http://publications.europa.eu/resource/cellar/4da3b453-c703-4308-9314-9744083c8b7d", "type": "Decision", "concepts": ["1567", "3461", "4057", "5360", "807"], "title": "96/88/EC: Council Decision of 19 December 1995 concerning the approval by the European Community of the Grains Trade Convention and the Food Aid Convention, constituting the International Grains Agreement 1995\n", "header": "COUNCIL DECISION of 19 December 1995 concerning the approval by the European Community of the Grains Trade Convention and the Food Aid Convention, constituting the International Grains Agreement 1995 (96/88/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Treaty establishing the European Community, and in particular Articles 113 and 130y, in conjunction with the first sentence of Article 228 (2) and the first subparagraph of paragraph 3 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Grains Trade Convention and the Food Aid Convention, together constituting the International Grains Agreement, 1995, have been the subject of negotiations to replace the International Wheat Agreement, 1949; whereas originally the new agreement was open until 30 June 1995 for signature and deposit of instruments of ratification, acceptance or approval; whereas the Agreement entered into force with effect from 1 July 1995 by Decision of the Conference of Governments, meeting in London on 6 July 1995; whereas at that time the deadline for the deposit of the abovementioned instruments was extended to 30 June 1996;\nWhereas, on 30 June 1995, following the Council Decision of 29 June 1995 (3), the Community, subject to subsequent ratification, signed the two conventions constituting the said Agreement and deposited a declaration of provisional application; whereas these conventions should now be approved;\nWhereas, pursuant to Article 130u of the Treaty, Community policy in the sphere of development cooperation should foster the sustainable economic and social development of the developing countries, their smooth and gradual integration into the world economy and the campaign against poverty in those countries;\nWhereas, with regard to food aid, application of the International Grains Agreement, 1995, implies in part both action by the Community and by the Member States;\nWhereas all Member States have expressed their intention to become contracting parties to the Food Aid Convention,", "main_body": ["The Grains Trade Convention and the Food Aid Convention, constituting the International Grains Agreement, 1995, are hereby approved on behalf of the European Community.\nThe texts of the Conventions are attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to deposit the instruments of approval of the two Conventions.", "On depositing the instrument of approval of the Grains Trade Convention, the European Community will deposit the following declaration:\n'The Republic of Austria, the Republic of Finland and the Kingdom of Sweden, having become Member States of the European Community on 1 January 1995, will no longer be individual members of this Convention but will be covered by the Community's membership thereof. The European Community accordingly also undertakes to exercise the rights and perform the undertakings laid down in this Convention for those three States.`", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 19 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No C 191, 25. 7. 1995, p. 4.\n(2) OJ No C 287, 30. 10. 1995.\n(3) OJ No C 204, 9. 8. 1995, p. 1."}