{"celex_id": "31999D0010", "uri": "http://publications.europa.eu/resource/cellar/5a7c1e8f-bd90-4816-ba9f-3ab3ba05a6ac", "type": "Decision", "concepts": ["1510", "3647", "3811", "4036", "4308", "5696"], "title": "1999/10/EC: Commission Decision of 18 December 1998 establishing the ecological criteria for the award of the Community eco-label to paints and varnishes (notified under document number C(1998) 4257) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 December 1998 establishing the ecological criteria for the award of the Community eco-label to paints and varnishes (notified under document number C(1998) 4257) (Text with EEA relevance) (1999/10/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (1), and in particular the second subparagraph of Article 5(1) thereof,\nWhereas, by Decision 96/13/EEC (2), the Commission established ecological criteria for the award of the Community eco-label to paints and varnishes, which, according to Article 3 thereof, expire 14 December 1998;\nWhereas it is appropriate to adopt a new decision establishing criteria for this product group, which will be valid for a further period of three years after the expiry of the period of validity of the previous criteria;\nWhereas it is appropriate to revise the criteria that were established by Decision 96/13/EEC in order to reflect the developments in the market;\nWhereas the first subparagraph of Article 5(1) of Regulation (EEC) No 880/92 provides that the conditions for the award of the Community eco-label shall be defined by product group;\nWhereas Article 10(2) of Regulation (EEC) No 880/92 states that the environmental performance of a product shall be assessed by reference to the specific criteria for product groups;\nWhereas Article 4(2)(a) of Regulation (EEC) No 880/92 states that an eco-label may not be awarded to products which are substances or preparations classified as dangerous in accordance with Council Directive 67/548/EEC (3), as last amended by Commission Directive 97/69/EC (4) and Council Directive 88/379/EEC (5), as last amended by Commission Directive 93/18/EEC (6), but that it may be awarded to products containing such substances or preparations in so far as they meet the objectives of the Community eco-label award scheme;\nWhereas paints and varnishes contain substances or preparations classified as dangerous under the Directives mentioned above;\nWhereas the ecological criteria established by this Decision include restrictions limiting to a minimum the content of substances and preparations classified as dangerous in paints and varnishes which may be awarded on eco-label;\nWhereas paints and varnishes fulfilling these criteria have therefore reduced environmental impact and meet the objectives of the Community eco-label award scheme;\nWhereas in accordance with Article 6 of Regulation (EEC) No 880/92, the Commission has consulted the principal interest groups within a consultation forum;\nWhereas the measures set out in this Decision are in accordance with the opinion of the committee set up under Article 7 of Regulation (EEC) No 880/92,", "main_body": ["The product group 'indoor paints and varnishes` shall mean:\n'Indoor paints and varnishes for do-it-yourself and professional users`.", "The environmental performance and the fitness for use of the product group as defined in Article 1 shall be assessed by reference to the specific ecological and fitness-for-use criteria set out in the Annex.", "The product group definition and the criteria for the product group as defined in Article 1 shall be valid for a period of three years from the first day of the month following the adoption.", "For administrative purposes, the code number assigned to the product group as defined in Article 1 shall be '007`.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1998.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ L 99, 11. 4. 1992, p. 1.\n(2) OJ L 4, 6. 1. 1996, p. 8.\n(3) OJ L 196, 16. 8. 1967, p. 1.\n(4) OJ L 343, 13. 12. 1997, p. 19.\n(5) OJ L 187, 16. 7. 1988, p. 14.\n(6) OJ L 104, 29. 4. 1993, p. 46.\nANNEX\nA. FRAMEWORK\nIn order to be awarded an eco-label, paints and varnishes shall comply with the criteria of this document, which are aimed at promoting:\n- reduction of discharges of toxic or otherwise polluting substances into waters,\n- reduction of environmental damage or risks by reducing air emissions,\n- efficient use of the product and the minimisation of waste.\nGeneral\nProducts shall be in accordance with Council Regulation (EEC) No 880/92 on a Community eco-label award scheme and with the following criteria during the entire period covered by the contract with the competent body for the award of the label.\nSome of the criteria outlined below are dependent on:\n- the kind of product: paint or varnish as defined in Appendix 1,\n- the class of paint: class 1 or class 2, as defined below.\nField of application\nAs far as paints are concerned the following, in particular, are included in the field of application:\n- decorative indoor paints in liquid or paste formulas which may have been pre-conditioned, tinted or prepared by the manufacturer to meet the consumer's needs,\n- products which are tinted by distributors at the request of amateur or professional decorators.\nThe following products are excluded from the field of application:\n- floor coatings,\n- anti-corrosion coatings,\n- anti-fouling coatings,\n- wood preservation products,\n- wood stains,\n- coating for particular industrial uses,\n- facade coatings.\nClassification of products\nPaints are classified according to their specular gloss. Two classes are defined:\n- class 1: paints with a specular gloss below or equal to 45 units at á = 60° (1),\n- class 2: paints with a specular gloss above 45 units at á = 60° (2).\nCriteria applicable to class 2 paints are also applicable to varnishes.\nCommunity eco-label requirements on paints and varnishes take into account this classification, particularly for criteria No 2 (volatile organic compounds content), No 3 (volatile aromatic hydrocarbons content), No 6A (hiding power) and No 6B (resistance to liquids).\nB. ENVIRONMENTAL CRITERIA\nCriterion No 1: White pigments (see definition 2 in Appendix 1) (applicable to paints)\nThe paint will have a white pigments content lower or equal to 40 g per m2 of dry film, with 98 % opacity.\nMeasurement of product necessary to cover 1 m2 area with a 98 % opacity will be made in accordance with ISO 6504/1 method (see also criterion No 6A).\nThree types of white pigments consistent with the definition 2 given in Appendix 1 are usually used for the product group: titanium dioxide (TiO2), lithopone and zinc oxide.\nIn the case of TiO2, the following criteria will apply for emissions and discharges of wastes related to the production of white pigments:\n- SOx emissions (expressed as SO2) lower than 300 mg per m2 of dry film (98 % opacity),\n- sulphate wastes lower than 20 g per m2 of dry film (98 % opacity),\n- chlorine wastes lower than 5, 9 and 18 g per m2 of dry film (98 % opacity) respectively for neutral rutile, synthetic rutile and slag ores.\nCriterion No 2: Volatile organic compounds content (VOC) (definition 3 in Appendix 1)\nMaximum volatile organic compounds content depends on the product:\n2A. For class 1 paints:\nVOC content will be lower or equal to 30 g/l (minus water).\n2B. For varnishes and class 2 paints:\nVOC content will be lower or equal to 200 g/l (minus water) (3).\nVOC content unit used is 'mass in grams of VOC per litre of product (g/l minus water)`.\nCriterion No 3: Volatile aromatic hydrocarbons (applicable to all products) (see definition 4 in Appendix 1)\nMaximum aromatic content depends on the product:\n3A. For class 1 paints:\nVolatile aromatic content will be lower or equal to 0,2 % of the product (m/m).\n3B. For varnishes and class 2 paints:\nVolatile aromatic content will be lower or equal to 0,5 % of the product (m/m).\nCriterion No 4: Absence of heavy metals (applicable to all products)\nIngredients (substances or preparations) used in the formula shall not contain the following heavy metals:\n- cadmium,\n- lead,\n- chromium VI,\n- mercury,\n- arsenic.\nIngredients may however contain impurities or traces deriving from raw materials. Those shall not be considered when assessing an application for the award of the eco-label.\nCriterion No 5: Dangerous substances (applicable to all products)\nIngredients (substances or preparations) used in paints and varnishes shall not be classified as:\n- carcinogenic,\n- mutagenic,\n- toxic for reproduction,\n- toxic (4),\n- very toxic (5).\nFurthermore the product shall not contain plasticisers classified as dangerous for the environment, as defined in Council Directive 67/548/EEC (6), as last amended by Commission Directive 97/69/EC (7).\nC. FITNESS-FOR-USE CRITERIA\nEco-label requirements may not 'compromise product or workers' safety or significantly affect the properties which make a product fit for use` (Council Regulation (EEC) No 880/92). The following fitness-for-use criteria are intended to guarantee to the consumer that awarded products have as satisfactory qualities from the point of view of fitness for use as other products from the same group.\nCriterion No 6: Fitness for use\nFitness-for-use criteria differ according to the kind of product: paint (class 1 and 2) or varnish.\n6A. For paints (class 1 and 2): hiding power\nPaints shall have a hiding power (area to be covered) greater than or equal to 7 m2 to be achieved by one litre of product (8).\n6B. For varnishes: resistance to liquid\nVarnishes shall have satisfactory resistance to water for one hour at ambient temperature (9).\nD. CONSUMER INFORMATION\nCriterion No 7: Use of the product (applicable to all products)\nThe packaging should state clearly that the product is intended for indoor use.\nCriterion No 8: Water pollution coming from the cleaning of application tools (applicable to all products)\nThe packaging should display recommendations for cleaning of tools in order to limit water pollution. These recommendations will be adapted by the paint manufacturer to the type of product in question.\nCriterion No 9: Solid waste (applicable to all products)\nIn order to limit solid waste (residues and can), the packaging shall display recommendations concerning product storage conditions after opening.\nThe product must bear the following information on the packaging:\nThis product qualifies for the EU eco-label, because: it contributes to the reduction of water pollution, air pollution and waste.\nAppendix 1\nDEFINITIONS\nThe following definitions apply within the scope of the present product group:\n1. Paints and varnishes\nPaints and varnishes are defined as products, which are applied in thin covering layers onto a surface of wood, stone, metal or other material for the purpose of protecting and/or beautifying that surface. After application, the paint or vanish dries to a solid, adherent and protective coating.\nPaints are characterised by their hiding power.\nVarnishes are characterised by their lack of hiding power: they are transparent.\n2. White pigments\nWhite inorganic pigments with a refractive index higher than 1,8.\n3. Volatile organic compound (VOC)\nAny organic compound with, at normal conditions for pressure, a boiling point (or initial boiling point) lower than or equal to 250 °C.\n4. Volatile aromatic hydrocarbon\nAny hydrocarbon with, at standard conditions for pressure, a boiling point lower or equal to 250 °C and having at least one aromatic nucleus in its developed structural formula.\n5. Substances\nMeans chemical elements and their compounds, as they occur in the natural state or as produced by industry, whether in solid or liquid or gaseous form.\n6. Preparation\nMeans mixtures or solutions composed of two or more substances.\n7. Product/product range\nThe product is understood as paint or a varnish, to be submitted to the whole assessment procedure.\nThe product range includes the base and the product based on it.\n8. Tinting system\nA tinting system is made up of a white, medium or neutral base and coloured pastes with which, by means of pre-programmed mixing, it is possible to obtain all the shades of colour specific to that brand of product and range.\nAppendix 2\nSTANDARD REFERENCES\nISO 2812-1 'Paints and varnishes - determination of resistance to liquids - Part 1: general methods`.\nISO 2813 'Paints and varnishes - measurement of specular gloss of non-metallic paint films at 20 degrees, 60 degrees and 85 degrees`.\nISO 6504/1 'Paints and varnishes - determination of hiding power - Part 1: Kubelka-Munt method for white and light-coloured paints`.\n(1) Specular gloss measurements are carried out in accordance with the ISO 2813 method.\n(2) In the case of paints for which the manufacturer demonstrates, using ISO test 6504/l method, that the paint has a superior covering performance of at least 15 m\n2\n/l at 98 % opacity, then up to 250 g/l (minus water) of VOC content is permitted. The manufacturer should explain and draw attention to this superior performance on the can.\n(3) Ingredients used as preservatives in the formula may contain substances classified as dangerous for the environment, toxic or very toxic for human health up to a limit of 0,1 % of the total paint formulation.\n(4) OJ 196, 16. 8. 1967, p. 1.\n(5) OJ L 343, 13. 12. 1997, p. 19.\n(6) Hiding power measurements are carried out following the ISO 6504/1 method.\n(7) Resistance to liquid measurements are carried out in accordance with ISO 2812/1 - method 3."}