{"celex_id": "31995R0207", "uri": "http://publications.europa.eu/resource/cellar/85f2eaee-d9e8-4bb3-8738-bf94f8f8ee74", "type": "Regulation", "concepts": ["2488", "3167", "4682", "4778", "5367"], "title": "Commission Regulation (EC) No 207/95 of 1 February 1995 laying down detailed rules governing imports of certain beef and veal products originating in Bosnia- Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia\n", "header": "COMMISSION REGULATION (EC) No 207/95 of 1 February 1995 laying down detailed rules governing imports of certain beef and veal products originating in Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3355/94 of 22 December 1994 concerning the arrangements applicable to the import into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav  Republic of Macedonia (1), and in particular Article 9 thereof,\nWhereas by Article 7 of Regulation (EC) No 3355/94, the Community unilaterally provided for special arrangements applying to imports of 'baby-beef' products originating in the Republics of Bosnia-Herzegovina, Croatia ans Slovenia and the former Yugoslav  Republic of Macedonia; whereas, in order to qualify for reduced levy on import into the Community, the products must be accompanied by a certificate to be drawn up by the Community; whereas the specimen certificate in Annexes I to III to Commission  Regulation (EEC) No 879/93 (2) should be used and the issuing and utilization procedures specified therein applied;\nWhereas, pursuant to Article 10 of Regulation (EC) No 3355/94, these new import arrangements are to apply from 1 January 1995; whereas detailed rules governing the partial reimbursement, at the request of the parties concerned and under certain  conditions, of levies on products covered by that Regulation and imported into the Community in the period 1 January to 5 February 1995 should accordingly be laid down; whereas the amount to be reimbursed is equal to the difference between the levies in  columns 2 and 4 of the Annex to Commission Regulation (EC) No 208/95 of 1 February 1995 fixing the levies on live cattle and on beef and veal other than frozen (3) and is to apply from 6 February 1995,", "main_body": ["1. The reduced levies collected on import referred to in Article 7 of Regulation (EC) No 3355/94 shall apply only to products accompanied by certificates as provided for in Article 7 (3) of that Regulation.\n2. The specimen for those certificates shall be as set out in Annexes I to III to Regulation (EC) No 879/93.\nThe provisions of that Regulation shall apply in respect of the procedures for the issuing and utilization of the certificates.", "At request of the parties concerned and on presentation of proof that products released for free circulation in the Member States in the period 1 January to 5 February 1995 were accompanied by certificates as provided for in Article 1 (2)  endorsed by a body listed in the Annex hereto, the Member States shall reimburse the difference between the levies set out in columns 2 and 4 of Regulation (EC) No 208/95.", "This Regulation shall enter into force on 6 February 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 353, 31. 12. 1994, p. 1.\n(2) OJ No L 92, 16. 4. 1993, p. 8.\n(3) See page 3 of this Official Journal."}