{"celex_id": "31995R2453", "uri": "http://publications.europa.eu/resource/cellar/7bf80789-e9d7-452e-87c9-e836d39a18f4", "type": "Regulation", "concepts": ["1102", "2068", "2763", "3568", "4227"], "title": "Commission Regulation (EC) No 2453/95 of 19 October 1995 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "COMMISSION  REGULATION (EC) No 2453/95 of 19 October 1995 amending Regulation (EEC) No 3846/87 establishing an  agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of  the market in milk and milk products  (1), as last amended by Regulation (EC) No 1538/95  (2), and  in particular Article 17 thereof,\nWhereas Commission Regulation (EEC) No 3846/87  (3), as last amended by Regulation (EC) No 1628/95   (4), establishes, on the basis of the combined nomenclature, an agricultural product nomenclature  for export refunds; whereas in footnote  (10) to section 10 (Milk and milk products) it excludes  certain matter added to processed cheese from entitlement to a refund; whereas other matter is  added for which refunds should not be granted; whereas such matter should therefore be excluded  from entitlement to a refund and footnote  (10) amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Milk and Milk Products,", "main_body": ["In the Annex to Regulation (EEC) No 3846/87, footnote  (10) to  section 10 is replaced by the following:\n'(10)  Where the product contains non-lactic matter and/or casein and/or caseinates and/or whey  and/or products derived from whey and/or lactose and/or permeate and/or products falling within CN  code 3504, the part corresponding to the added non-lactic matter and/or casein and/or caseinates  and/or whey and/or products derived from whey and/or lactose and/or permeate and/or products  falling within CN code 3504 will not be taken into account for the purpose of calculating the  refund.\nWhen completing customs formalities, the party concerned is to state, on the declaration provided  for the purpose, whether or not non-lactic matter and/or casein and/or caseinates and/or whey  and/or products derived from whey and/or lactose and/or permeate and/or products falling within CN  code 3504 have been added and, if so, the actual content by weight of added non-lactic matter  and/or casein and/or caseinates and/or whey and/or products derived from whey and/or lactose and/or  permeate and/or products falling within CN code 3504 per 100 kilograms of finished product.`", "This Regulation shall not apply to products falling within CN codes 0406  20 and 0406   30 which have been exported under cover of an export licence delivered before its entering into  force.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 October 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}