{"celex_id": "31992R2999", "uri": "http://publications.europa.eu/resource/cellar/73ef594f-6bf6-48c0-921b-64c45e666e15", "type": "Regulation", "concepts": ["1730", "2292", "2730", "2731", "932"], "title": "Commission Regulation (EEC) No 2999/92 of 15 October 1992 laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetable products to Madeira\n", "header": "COMMISSION REGULATION (EEC) No 2999/92  of 15 October 1992  laying down detailed rules for the application of the specific measures for the supply of processed fruit and vegetable products to Madeira\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the Azores and Madeira relating to certain agricultural products (1), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2205/90 (3),  and in particular Article 12 thereof,\nWhereas, in the application of Articles 2 and 3 of Regulation (EEC) No 1600/92, it is necessary to determine the quantities of certain processed fruit and vegetable products in the forecast supply balance, falling within CN code 2008 and qualifying for  exemption from duty on direct imports from third countries or for aid for consignments from the rest of the Community;\nWhereas the amount of the abovementioned aid for the supply of processed fruit products to Madeira should be fixed; whereas that aid must be fixed taking account, in particular, of the cost of supply from the world market, the conditions resulting from  that region's geographical situation and current prices for exports to the latter;\nWhereas Commission Regulation (EEC) No 1696/92 (4), as amended by Regulation (EEC) No 2132/92 (5), lays down common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to Madeira; whereas it is  appropriate to lay down additional detailed rules in line with current commercial practice in the processed fruit and vegetable products sector, in particular regarding the duration of the validity of licences and certificates and the amount of the  securities ensuring operators' compliance with their obligations;\nWhereas, with a view to sound management of the supply arrangements, provision should be made for a timetable for the lodging of licence and certificate applications and for a period of reflection for their issue;\nWhereas, in application of Regulation (EEC) No 1600/92, the supply arrangements apply from 1 July 1992; whereas provision should be made for the detailed rules for their implementation to apply as soon as possible;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["1. For the purposes of applying Articles 2 and 3 of Regulation (EEC) No 1600/92, the quantities covered by the forecast supply balance of processed fruit products qualifying, as the case may be, for exemption from duty on direct import from  third countries or for Community aid shall be as set out in the Annex.\n2. Without prejudice to a review of the supply balance during the period concerned, the quantities laid down for the various products listed in the Annex may be exceeded by up to 20 % provided that the overall quantity is not exceeded.", "For the purposes of Article 3 (2) of Regulation (EEC) No 1600/92, aid amounting to ECU 10 per 100 kilograms shall be granted for the products and quantities covered by the forecast supply balance and coming from the Community market.", "1. The provisions of Regulation (EEC) No 1696/92 shall apply.\n2. Products falling within CN codes 2008 20, 2008 30, 2008 40, 2008 60, 2008 70, 2008 80, 2008 92 and 2008 99, with the exception of those listed in Annex IV to Council Regulation (EEC) No 426/86 (6) shall qualify for exemption from import duties on  presentation of an exemption certificate as provided for in Article 3 of Regulation (EEC) No 1696/92.", "Portugal shall designate the authority competent for:\n(a) the issue of import licences and exemption certificates;\n(b) the issue of the aid certificates provided for in Article 4 (1) of Regulation (EEC) No 1696/92; and\n(c) the payment of the aid to the operators concerned.", "1. Licence and certificate applications shall be submitted to the competent authority during the first five working days of each month. Certificate or licence applications shall be admissible only if:\n(a) they do not cover a quantity in excess of that available for each product code as set out in the Annex and published by the competent authority;\n(b) before expiry of the period provided for the submission of certificate or licence applications, proof has been provided that the party concerned has lodged a security of ECU 5 per 100 kilograms.\n2. Licences and certificates shall be issued by the 10th working day of each month at the latest.\n3. Where licences or certificates are issued for quantities lower than the quantities applied for pursuant to Article 5 of Regulation (EEC) No 1696/92, the operator may withdraw his application in writing within three working days of the date of issue;  the security covering the licence or certificate shall be released in such cases.", "The duration of validity of certificates and licences shall expire on the last day of the month following that of their issue.", "The aid provided for in Article 2 shall be paid in respect of quantities actually supplied.\nThe rate to be applied for conversion into national currency of the amount of the aid shall be the agricultural conversion rate in force on the first day of the month of submission of the aid certificate application.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1. (2) OJ No L 164, 24. 6. 1985, p. 1. (3) OJ No L 201, 31. 7. 1990, p. 9. (4) OJ No L 179, 1. 7. 1992, p. 6. (5) OJ No L 213, 29. 7. 1992, p. 25. (6) OJ No L 49, 27. 2. 1986, p. 1.\nANNEX\nForecast supply balance covering processed fruit and vegetable products for Madeira for the period 1 July 1992 to 30 June 1993\n(tonnes)\nCN code  Description  Quantity      2008  Fruit, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included   2008 20     Pineapples  300  2008 30    Citrus fruit  40  2008 40    Pears  80  2008 60    Cherries  60  2008 70    Peaches  120     Other, including mixtures other than those of subheading 2008 19   2008 92      Mixtures  50  2008 99      Other than palm hearts  and mixtures  30\nTotal  680"}