{"celex_id": "31997D0162", "uri": "http://publications.europa.eu/resource/cellar/c4ee43fb-4aaf-45d5-95df-7ca5c169d232", "type": "Decision", "concepts": ["2771", "2783", "3577", "5283", "5790", "888"], "title": "97/162/EC: Commission Decision of 18 February 1997 on the initiation of international consultation and dispute settlement procedures concerning changes to United States rules of origin for textile products resulting in the non-conferral of Community origin on certain products processed in the European Community\n", "header": "COMMISSION DECISION of 18 February 1997 on the initiation of international consultation and dispute settlement procedures concerning changes to United States rules of origin for textile products resulting in the non-conferral of Community origin on certain products processed in the European Community (97/162/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3286/94 of 22 December 1994 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community's rights under international trade rules, in particular those established under the auspices of the World Trade Organization (WTO) (1), as amended by Regulation (EC) No 356/95 (2), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 11 October 1996 a compliant was submitted to the Commission about an obstacle to trade resulting from changes to United States legislation on rules of origin for textile products. The complainant alleged that the new rules refuse Community originating status to products which have been dyed, printed and finished in the Community on loom-state fabrics produced in non-member countries. Under previous US legislation, that is prior to July 1995, these products had Community origin. According to the complainant, this change threatens Community exports of textile products.\n(2) The complaint was lodged by the association Federtessile, Italy, on behalf of the association representing the Italian silk industry and the association representing the Italian luxury finishing textile industry. The complaint contained sufficient evidence to justify the initiation of a procedure under Regulation (EC) No 3286/94.\n(3) An examination procedure was initiated on 22 November 1996 (3). Federtessile's allegations were included in the notice of initiation.\nB. ALLEGATIONS OF OBSTACLES TO TRADE\n(4) The complainant alleged that the changes made by the US to their rules of origin legislation for textile products, following the entry into force of the WTO Agreements, constituted an obstacle to trade within the meaning of Article 2 (1) of Regulation (EC) No 3286/94. More specifically, the complainant referred to two Agreements annexed to the WTO Agreement: Article 4 (2) of the Agreement on Textiles and Clothing and Article 2 (b) and (c) of the Agreement on Rules of Origin.\n(5) The Commission considers that Article 4 (2) of the Agreement on Textiles and Clothing could provide the basis for an action for all Community textile exports to the US which will or may be subject to the quantitative restrictions imposed by the US on fibre producers. This situation is expressly provided for by Article 4 (2), which states that: 'the introduction of changes [ . . . ] in rules [ . . . ] in the implementation or administration of those restrictions notified or applied under this Agreement should not: [ . . . ] adversely affect the access available to a Member [ . . . ] or disrupt trade under this Agreement`.\n(6) The Commission also considers that a significant aspect of the problem lies in the requirement to label the products in question as originating in the country which produced the loom-state fabric and not in the European Community or one of its Member States. This practice is likely to turn the US consumer away from Community exports of the textiles in question because he is no longer able to identify them. Hence the Commission considers that the Agreement on Rules of Origin should be used as a basis of the action, particularly as a matter of principle is at stake. Article 2 of the Agreement on Rules of Origin provides that: 'rules of origin shall not be used as instruments to pursue trade objectives directly or indirectly [ . . . ] and shall not themselves create restrictive, distorting or disruptive effects on international trade`.\n(7) The Commission nonetheless considers that reference to these two legal bases does not rule out recourse to other provisions of the two Agreements, or any other pertinent provision of the Agreement establishing the WTO and the Agreements annexed to it, which could be of use in procedures before the WTO.\nC. ADVERSE TRADE EFFECTS\n(8) On publishing the notice of initiation of the examination procedure, the Commission commenced an investigation to determine the actual extent to which exports of Community textiles would be affected by the new US rules.\n(9) This investigation is currently under way. However, the factual information so far gathered by the Commission already provide sufficient proof of certain adverse trade effects and their possible build-up. While the investigation should continue with a view to establishing more accurately the effects of the US practice on Community exports of the products in question, there is therefore no need to wait until the end of the investigation to decide on the specific infringement constituted by the practice resulting from the new US rules of origin.\nD. COMMUNITY INTEREST\n(10) It is not just the interests of a few individual enterprises which are threatened but an entire Community sector of activity and hence a significant number of enterprises located in several different regions of the European Community.\nIn addition, one of the priorities of the European Commission is to ensure that all non-member countries comply with their multilateral undertakings. This compliance is particularly important in the textiles sector where the progressive liberalization provided for in the WTO means it is even more vital to avoid disruptions to trade flows which could be caused by new barriers to trade.\n(11) It is in the Community's interest for the Commission to act rapidly against the US to protect the exports in question. Since the practices in question fall within the scope of disciplines established at multilateral level, the WTO would be the most appropriate international legal framework for the Community's action.\nE. CONCLUSIONS AND MEASURES TO BE TAKEN\n(12) Well before the examination procedure was formally initiated, many consultations had been held between representatives of the European Commission and the US to seek a satisfactory solution to the problem. These bilateral discussions have since continued in the framework of the investigation but have not led to a result acceptable to the European Community. The US representatives have offered only temporary assurances which provided only very partial solutions to the problems.\n(13) It emerged from these consultations that only a further change to US legislation on origin rules for textiles would restore the security of Community exporters. Thus until the US Congress examines such an amendment, further consultations with the US administration will not produce final and satisfactory results since it does not have the power to enter into any undertaking.\n(14) Therefore, unless a bill to amend US rules of origin for textiles is put before the US Congress and results in the adoption of legislation in full compliance with US commitments arising from the Uruguay Round, the Commission considers that it must take official action against the US under the two Agreements of the WTO under which a right of action has been identified by the complainant and confirmed by the Commission's examination.\n(15) The Commission will therefore request consultations pursuant to the Agreement on Textiles and Clothing and if necessary it will bring this case before the Textiles Monitoring Body (TMB) for thorough consideration of the matter and the formulation of recommendations in accordance with Article 8 (5) et seq. of the Agreement.\n(16) At the same time, consultations will be requested with the US under the aegis of the WTO Agreement on Rules of Origin, in order to discuss with the US the conditions of application of Article 2 of that Agreement to their rules of origin.\n(17) Pursuant to Article 13 (2) of Regulation (EC) No 3286/94, the decision to initiate formal international consultation or dispute settlement procedures must be taken in accordance with Article 14. This states that the Commission must adopt a decision which it shall communicate to the Member States and which shall apply after a period of 10 days if during this period no Member State has referred the matter to the Council,", "main_body": ["1. The appropriate consultation procedures, followed if necessary by referral to the Textiles Monitoring Body provided for in Article 8 of the Agreement on Textiles and Clothing annexed to the Agreement establishing the World Trade Organization, and subsequently by recourse to the WTO dispute settlement body, shall be initiated in respect of the US rules of origin for textiles and clothing, in accordance with Title III, Sub-section D, Section 334 of the Uruguay Round Agreements Act.\n2. The appropriate consultation procedures, followed if necessary by the dispute settlement procedures provided for in Articles 7 and 8 of the Agreement on Rules of Origin, annexed to the Agreement establishing the World Trade Organization, shall be initiated in respect of the US rules of origin for textiles and clothing, in accordance with Title III, Sub-section D, Section 334 of the Uruguay Round Agreements Act.", "1. Application of the provisions of Article 1 (1) and (2) shall be suspended if a bill is laid before the US Congress by 4 April 1997 proposing amendments to US legislation on rules of origin for textiles and clothing which would bring it into full compliance with US undertakings as established by the Uruguay Round.\n2. If after a period of four months following the submission to the US Congress of the bill referred to in Article 2 (1), the US Congress does not adopt an amendment to the legislation on rules of origin for textiles and clothing which would bring it into full compliance with US undertakings as established by the Uruguay Round, the provisions of Article 1 (1) and (2) will once again apply.", "This Decision shall apply from the date of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 18 February 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 349, 31. 12. 1994, p. 71.\n(2) OJ No L 41, 23. 2. 1995, p. 3.\n(3) OJ No C 351, 22. 11. 1996, p. 6."}