{"celex_id": "31990D0460", "uri": "http://publications.europa.eu/resource/cellar/8f567081-42ba-4f6f-ac4c-4f8aa15b5713", "type": "Decision", "concepts": ["1309", "3176", "4839", "5055", "519", "888"], "title": "90/460/EEC: Commission Decision of 6 august 1990 concerning applications for refund of anti-dumping duties collected on the import of vinyl acetate monomer originating in the United States of America (Gantrade (UK) Ltd)\n", "header": "COMMISSION DECISION of 6 August 1990 concerning applications for refund of anti-dumping duties collected on the import of vinyl acetate monomer originating in the United States of America (Gantrade (UK) Ltd) (90/460/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA.  PROCEDURE\n(1)\nBy Regulation (EEC) No 2357/87 (2), the Council amended Regulation (EEC) No 1282/81, imposing a definitive anti-dumping duty on imports of vinyl acetate monomer originating in the United States of America (3). Anti-dumping duty of 6 % was applied to the  American company Gantrade Corporation.\n(2)\nSince November 1987 Gantrade (UK) Ltd, a European subsidiary of Gantrade Corporation, based in Bishop's Stortford, United Kingdom, has been submitting periodic applications for refund of anti-dumping duties paid on imports of vinyl acetate monomer  exported by Gantrade Corporation.\nThe Commission, with the agreement of the applicant, decided to treat the applications as recurring applications within the meaning of\npoint 1.4 of the Commission notice concerning the reimbursement of anti-dumping duties (hereinafter referred to as 'the notice') (4). Accordingly, the applicant has submitted successive applications, within the three-month time limit set out under\nArticle 16\n(2) of Regulation (EEC) No 2423/88. The information required to assess the merits of the applications has been provided at six-monthly intervals.\n(3)\nIn November 1988 the Commission received a request lodged by an American producer/exporter for a\nreview of the the anti-dumping measures applicable\nto imports of vinyl acetate monomer originating in\nthe United States of America. On 25 April 1989 the Commission opened the review proceeding covering the period October 1988 to March 1989 inclusive (5). In accordance with point 1.5 of the notice, it was decided that the proceeding regarding the  application for reimbursement opened at the request of Gantrade (UK) Ltd would be suspended until termination of the review. However, the applicant continued to submit periodic applications. Council Regulation (EEC) No 490/90 repealed Regulation (EEC)  No 2357/87 and terminated the anti-dumping proceeding concerning imports of vinyl acetate monomer originating in the United States (6). Thus, since 2 March 1990, anti-dumping duty can no longer be imposed on imports of vinyl acetate monomer originating  in the United States.\n(4)\nSo as not to delay the decision on refunds, it was decided to process immediately the applications concerning imports made up to March 1989. These applications were examined at the applicant's headquarters. Recurring applications submitted after this  date, or which might still be submitted, covering periods up to 1 March 1990 - when the duty ceased to be applicable - will be covered by a further Decision.\n(5)\nThe total amount of refunds requested was Bfrs (. . .) (7), which represents all the duty paid.\n(6)\nThe applicant was informed of the results of the examination and had the opportunity to submit its comments.\n(7)\nPursuant to Article 16 (2) of Regulation (EEC) No 2423/88, the Commission informed the Member States and gave its opinion on the applications' admissibility and merits. No Member State raised any objection.\nB.  ARGUMENT OF THE APPLICANT\n(8)\nGantrade (UK) Ltd argued that the imports in question were not dumped.\nC.  ADMISSIBILITY\n(9)\nThe applicant duly submitted its first request for refund on 20 November 1987 in respect of anti-\ndumping duties determined between June and September 1987. Pursuant to Article 16 of Regulation (EEC) No 2423/88, applications for refund of anti-dumping duties are admissible if they are submitted within three months of the date on which the  anti-dumping duties were duly determined. The first application by Gantrade UK Ltd is, therefore, admissible only in part namely in respect of duties determined since 20 August 1987. Thus the refunds requested should be reduced by Bfrs (. . .),  corresponding to the duties determined before that date. The remaining recurring applications are admissible in that they were lodged in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular with regard to  time limits.\nD.  MERITS OF THE CLAIM\n(10)\nAll the applications examined, covering the period\n20 August 1987 to end of March 1989 appear to be well founded. Indeed, the applicant, in accordance with the provisions of Article 16 of Regulation (EEC) No 2423/88, supplied evidence that the actual dumping margin had been eliminated by the time the  imports in question were made. The Commission was able to verify all the information supplied and found it to be complete and satisfactory. It was decided to calculate the dumping margin using the method that had been used during the first  investigation. Given that the applicant is a subsidiary of the exporter, the provisions of point 11.2 (c) of the notice were applied, namely all costs incurred between importation and resale, including the anti-dumping duties paid, were deducted from  the resale price to the first independent buyers. It was found that the dumping margin was\nnil. This development was due to substantial modifications in export prices resulting from significant changes in market conditions worldwide for the product imported.\nAccordingly, the applications for refund of anti-dumping duties submitted by Gantrade (UK)\nLtd for vinyl acetate monomer imported between\n20 August 1987 and March 1989 inclusive and considered admissible should be granted.\nE.  AMOUNT TO BE REIMBURSED\n(11)\nA total of Bfrs (. . .) is therefore to be reimbursed to Gantrade (UK) Ltd,", "main_body": ["The application for refund of anti-dumping duties submitted in November 1987 by Gantrade (UK) Ltd, Bishop's Stortford, United Kingdom, is inadmissible in part and is hereby rejected in respect of an amount totalling Bfrs (. . .).", "The applications for refund of anti-dumping duties paid for imports made between 20 August 1987 and March 1989 inclusive by Gantrade (UK) Ltd, Bishop's Stortford, is hereby granted for Bfrs (. . .).", "The amount in Belgian francs set out in Article 2 shall be refunded by the Belgian authorities.", "This Decision is addressed to the Kingdom of Belgium and Gantrade (UK) Ltd, Bishop's Stortford, United Kingdom."], "attachments": "Done at Brussels, 6 August 1990.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 213, 4. 8. 1987, p. 32.\n(3) OJ No L 129, 15. 5. 1981, p. 1.\n(4) OJ No C 266, 22. 10. 1986, p. 2.(5) OJ No C 105, 25. 4. 1989, p. 3.\n(6) OJ No L 53, 1. 3. 1990, p. 1.\n(7) In accordance with Article 8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision."}