{"celex_id": "31991R2165", "uri": "http://publications.europa.eu/resource/cellar/6ea1044c-3ee2-4212-8202-5e6dda1f274f", "type": "Regulation", "concepts": ["2191", "2734", "2735", "4620", "881"], "title": "Commission Regulation (EEC) No 2165/91 of 23 July 1991 laying down detailed rules for implementing Council Regulation (EEC) No 598/91 on urgent action for the supply of agricultural products intended for the people of the Soviet Union\n", "header": "COMMISSION REGULATION (EEC) No 2165/91  of 23 July 1991  laying down detailed rules for implementing Council Regulation (EEC) No 598/91 on urgent action for the supply of agricultural products intended for the people of the Soviet Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 598/91 of 5 March 1991 on urgent action for the supply of agricultural products intended for the people of the Soviet Union (1), and in particular Article 5 (2) thereof,\nWhereas Article 2 of Regulation (EEC) No 598/91, provides that the supply of the products concerned shall be awarded by tendering procedures or, for reasons arising only from the urgency of the action, by direct agreement;\nWhereas their recognized experience in the distribution of food products to the people of the Soviet Union allows the awarding of the supplies to non-governmental organizations or, alternatively, to undertakings established in the Soviet Union which  present satisfactory guarantees;\nWhereas it is necessary to lay down general rules for the supplies and for the obligations of the suppliers;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee provided for in Article 5 (2) of Regulation (EEC) No 598/91,", "main_body": ["Urgent deliveries of products pursuant to Regulation (EEC) No 598/91 to the Soviet Union shall be carried out under the conditions laid down in this Regulation.", "1. Deliveries shall be carried out by non-governmental organizations which are experienced in distributing food products to the people of the Soviet Union and which offer the most favourable overall conditions for carrying out the deliveries.\n2. The non-governmental organizations which are selected to handle the deliveries shall, in particular, fulfil the following conditions:\n(a) have a statute that is characteristic of an organization of this type;\n(b) have their headquaters in a Member State of the Community;\n(c) show that they have the capacity to carry out food-aid operations successfully;\n(d) have given an undertaking to comply with the supply terms laid down pursuant to Regulation (EEC) No 598/91.", "Taking into account the specific constraints attached to transportation and distribution of the aid to the final beneficiaries, and if it is not possible to apply Article 2 (1), the deliveries may also be awarded to undertakings established  in the Soviet Union and which satisfy the conditions provided for by Article 2 (2) (c) and (d) and which offer the most favourable overall conditions for carrying out the deliveries.", "Deliveries shall consist of:\n- taking over of the products from undertakings established in the Community at the placed of storage which will be communicated by the Commission in due time;\n- transport without delay and by the most direct way and the most appropriate means to the destination indicated by the Commission;\n- provision of storage facilities in case the products cannot be delivered directly to the beneficiaries;\n- distribution to the institutions and collectivities indicated by the Soviet authorities and approved by the Commission. This distribution shall take place within a period of nine months from the taking over of the products.", "Payments shall be made by the Commission on the submission of evidence that the deliveries have been properly executed. Advance payments may be made after the products have been taken over from the undertakings referred to in the first  subparagraph of Article 4 and after the products have left the customs territory of the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 67, 14. 3. 1991, p. 19."}