{"celex_id": "31995D0593", "uri": "http://publications.europa.eu/resource/cellar/bf91fbc1-3ee6-4282-aaca-a403bb65e4b6", "type": "Decision", "concepts": ["2454", "2792", "372", "3913", "5315", "688"], "title": "95/593/EC: Council Decision of 22 December 1995 on a medium-term Community action programme on equal opportunities for men and women (1996 to 2000)\n", "header": "COUNCIL DECISION\nof 22  December 1995\non a medium-term Community action programme on equal opportunities for men and women  (1996 to 2000)\n(95/593/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\n1. Whereas the Council has adopted six Directives, two recommendations and 10 resolutions in the  area of equal treatment and equal opportunities for men and women (4);\n2. Whereas these Directives and acts have played a major part in improving the situation of women;\n3. Whereas equal treatment and equal opportunities for men and women are basic principles  recognized by Community law;\n, the Council and the Representatives of the Governments of the Member States meeting within the  Council put various requests to the Commission in preparation for the fourth action programme on  equal opportunities for men and women (1996 to 2000);\n6. Whereas the said programme is in line with the aims set out in the conclusions of the World  Conference on Women in Beijing;\n7. Whereas in the White Paper on Growth, Competitiveness, Employment, the Commission underlines the  need to strengthen equal opportunities policies for men and women in employment;\n8. Whereas, in the White Paper on European Social Policy, the Commission undertook to present  during 1995 a fourth action programme on equal Second Council resolution of 24 July 1986 on the  promotion of equal opportunities for women (OJ No C 203, 12. 8. 1986, p. 2).\nCouncil resolution of 16 December 1988 on the reintegration and late integration of women into  working life (OJ No C 333, 28. 12. 1988, p. 1).\nCouncil resolution of 29 May 1990 on the protection of the dignity of women and men at work (OJ No  C 157, 27. 6. 1990, p. 3).\nCouncil resolution of 21 May 1991 on the third medium-term Community action programme on equal  opportunities for women and men (1991 to 1995) (OJ No C 142, 31. 5. 1991, p. 1).\nCouncil resolution of 22 June 1994 on the promotion of equal opportunities for women and men  through action by the European Structural Funds (OJ No C 231, 20. 8. 1994, p. 1).\nResolution of the Council and of the Representatives of the Governments of the Member States  meeting within the Council of 6 December 1994 on equal participation by women in an  employment-intensive economic growth strategy within the European Union (OJ No C 368, 23. 12. 1994,  p. 3).\nCouncil Resolution of 27 March 1995 on the balanced participation of women and men in  decision-making (OJ No C 168, 4. 7. 1995, p. 3). opportunities for men and women, to come into  force in 1996;\n9. Whereas the European Parliament has strongly and repeatedly urged the European Union to  strengthen its policy in the field of equal treatment and equal opportunities for men and women;\n10. Whereas the first three medium-term Community action programmes on equal opportunities for men  and women (1982 to 1985, 1986 to 1990, 1991 to 1995) have played an important role in improving the  situation of women and in promoting cooperation at all levels in this area;\n11. Whereas it is necessary to consolidate and build upon the results of the three programmes;  whereas, despite the efforts made at both national and Community level, inequalities continue to  exist, particularly with regard to the employment and pay of women;\n12. Whereas the European Union's Information Offices in the Member States should step up their  efforts to disseminate information on the Community's equal treatment and equal opportunities  policies for men and women;\n13. Whereas developing education and vocational training, diversifying the choice of jobs available  and increasing the number of working women can help enhance the competitiveness of the European  economy and improve integration into the labour market;\n14. Whereas there is a need to develop measures taking into account economic and social change and,  in particular, to respond to changes in family structures, in the roles of women and men in  society, in the organization of working life and in the demographic composition of society;\n15. Whereas active partnership between the Commission, the Member States, the social partners,  non-governmental organizations and in particular women's organizations needs to be promoted in this  area and synergy between all the relevant policies and measures encouraged;\n16. Whereas the present programme can, in accordance with Article 3b of the Treaty and having  regard to the responsibility of the Member States for promoting equal treatment and equal  opportunities for men and women, bring added value by identifying and stimulating good practice and  policies, encouraging innovation and exchanging relevant experience, including in the field of  positive actions;\n17. Whereas the present programme is not intended to support all measures in favour of women which  can be undertaken locally and may, in some cases, receive aid from other Community policies;\n18. Whereas the Commission has submitted, together with the proposal for this Decision, a fourth  medium-term Community action programme on equal opportunities for men and women;\n19. Whereas a financial reference amount, within the meaning of point 2 of the declaration by the  European Parliament, the Council and the Commission of 6 March 1995, is included in this Decision  for the entire duration of the programme, without thereby affecting the powers of the budgetary  authority as they are defined by the Treaty;\n20. Whereas the Treaty does not provide, for the adopting of this Decision, powers other than those  of Article 235,", "main_body": ["Establishment of a Community action programme\nThis Decision  establishes a medium-term Community action programme on equal opportunities for men and women,  hereinafter referred to as 'the programme', for the period from 1 January 1996 to 31 December  2000.", "Principle of integrating the equal opportunities for men and women dimension in all  policies and activities (mainstreaming)\nThe programme is intended to promote the integration of  equal opportunities for men and women in the process of preparing, implementing and monitoring all  policies and activities of the European Union and the Member States, having regard to their  respective powers.", "Aims\n1. The programme shall support Member States' efforts in the area of equal  opportunities for men and women.\n2. The programme has the following aims:\n(a) to promote integration of the equal opportunities for men and women dimension in all policies  and activities;\n(b) to mobilize all the actors in economic and social life to achieve equal opportunities for men  and women;\n(c) to promote equal opportunities for men and women in a changing economy, especially in the  fields of education, vocational training and the labour market;\n(d) to reconcile working and family life for men and women;\n(e) to promote a gender balance in decision-making;\n(f) to make conditions more conducive to exercising equality rights.", "Community actions\n1. With a view to achieving the aims set out in Article 3, the  following actions shall be implemented, enhanced and/or supported under the programme using  existing structures, improving their operation and/or rationalizing them where necessary:\n(a) in order to allow the exchange of information and experience on good practice, methodological  and/or technical and/or financial support for projects to identify and develop good practice and  transfer information and experience thereon;\n(b) observing and monitoring relevant policies and conducting studies in this field;\n(c) rapid dissemination of the results of the initiatives embarked upon and any other relevant  information.\n2. The provisions regarding the criteria for applying this Article are set out in the Annex.", "Consistency and complementarity\nThe Commission and the Member States shall ensure  consistency and complementary between the initiatives undertaken under the programme and under the  Structural Funds and other Community policies or activities, including those relating to education  and vocational training, and those pursued by the Member States.", "Participation of other countries\n1. The programme activities which may be opened up to  the participation of the countries of the European Economic Area, the associated countries of  central and eastern Europe (ACCEE), Cyprus and Malta and the European Union's partner countries in  the Mediterranean shall be defined in the context of the European Union's relations with those  countries.\n2. The cost of the participation referred to in paragraph 1 shall be covered either by the  countries concerned out of their own budgets or by Community budget headings relating to the  implementation of the cooperation, association or partnership agreements with these countries in  the area concerned.", "Implementation\nThe Commission shall, in consultation with the Member States, implement  the programme in accordance with this Decision.", "Determination of financial assistance\n1. For the actions referred to in Article 4 (1)  (a), the Community's financial contribution may amount to:\n- as a general rule, a maximum of 60 %;\n- in exceptional cases, in accordance with criteria established following the procedure laid down  in Article 9, a higher maximum rate.\n2. The actions referred to in Article 4 (1) (b) and (c) shall be financed entirely by the  Community.", "Committee\n1. The Commission shall be assisted by a committee composed of  representatives of the Member States and chaired by a representative of Commission.\n2. The following shall be adopted in accordance with the procedure referred to in paragraph 3:\n- the general guidelines for the support to be supplied by the Community;\n- the annual work programme and matters relating to the internal breakdown of the programme;\n- procedures for the selection of the actions supported by the Community, the criteria for the  follow-up and evaluation of these actions and of the programme as a whole, and the arrangements for  the dissemination and transfer of results.\n3. The representative of the Commission shall submit to the committee a draft of the measures to be  taken. The committee shall deliver its opinion on the draft within a time limit which the chairman  may lay down according to the urgency of the matter. The opinion shall be delivered by the majority  laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required  to adopt on a proposal from the Commission. The votes of the representatives of the Member States  within the committee shall be weighted in the manner set out in that Article. The chairman shall  not vote.\nThe Commission shall adopt measures which apply immediately. However, if these measures are not in  accordance with the opinion of the committee, they shall be communicated by the Commission to the  Council forthwith.\nIn that event, the Commission shall defer application of the measures which it has decided for a  period of two months from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit  referred to in the previous subparagraph.", "0\nFinancing\n1. The financial reference amount for the implementation of the programme  for the period 1 January 1996 to 31 December 2000 shall be ECU 30 million.\n2. The annual appropriations shall be authorized by the budgetary authority within the limits of  the financial perspective.", "1\nMonitoring and evaluation\n1. The actions supported by the programme shall be  continuously monitored with a view to ensuring their effectiveness in accordance with the criteria  established following the procedure referred to in Article 9.\n2. The programme shall be subject to regular objective external evaluations in accordance with  criteria laid down following the procedure referred to in Article 9.", "2\nReports\n1. The Commission shall submit an interim report on the implementation of the  programme to the European Parliament, the Council, the Economic and Social Committee and the  Committee of the Regions by 31 December 1998 at the latest.\n2. The Commission shall submit a final report on the implementation of the programme to the  European Parliament, the Council, the Economic and Social Committee and the Committee of the  Regions by 31 December 2001 at the latest.", "3\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No C 306, 17. 11. 1995,  p. 2.\n(2) OJ No C 323, 4. 12. 1995.\n(3) Opinion delivered on 22 November 1995 (not yet published in the Official Journal).\n(4) Council Directive 75/117/EEC of 10 February 1975 on the approximation of the laws of the Member  States relating to the application of the principle of equal pay for men and women (OJ No L 45, 19.  2. 1975, p. 19).\nCouncil Directive 76/207/EEC of 9 February 1976 on the implementation of the principle of equal  treatment for men and women as regards access to employment, vocational training and promotion, and  working conditions (OJ No L 39, 14. 2. 1976, p. 40).\nCouncil Directive 79/7/EEC of 19 December 1978 on the progressive implementation of the principle  of equal treatment for men and women in matters of social security (OJ No L 6, 10. 1. 1979, p.  24).\nCouncil Directive 86/378/EEC of 24 July 1986 on the implementation of the principle of equal  treatment for men and women in occupational social security schemes (OJ No L 225, 12. 8. 1986, p.  40).\nCouncil Directive 86/313/EEC of 11 December 1986 on the application of the principle of equal  treatment between men and women engaged in an activity, including agriculture, in a self-employed  capacity, and on the protection of self-employed women during pregnancy and motherhood (OJ No L  359, 19. 12. 1986, p. 56).\nCouncil Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage  improvements in the safety and health at work of pregnant workers and workers who have recently  given birth or are breastfeeding (OJ No L 348, 28. 11. 1992, p. 1).\nCouncil recommendation 84/635/EEC of 13 December 1984 on the promotion of positive action for women  (OJ No L 331, 19. 12. 1984, p. 34).\nCouncil recommendation 92/241/EEC of 31 March 1992 on child care (OJ No L 123, 8. 5. 1992, p. 16).\nCouncil resolution of 12 July 1982 on the promotion of equal opportunities for women (OJ No C 186,  21. 7. 1982, p. 3).\nCouncil resolution of 7 June 1984 on the action to combat unemployment amongst women (OJ No C 161,  21. 6. 1984, p. 4).\nResolution of the Council and the Ministers for Education meeting within the Council of 3 June 1985  containing an action programme on equal opportunities for girls and boys in education (OJ No C 166,  5. 7. 1985, p. 1).\n4. Whereas the Heads of State and of Government meeting within the European Council on 10 and 11  December 1994 at Essen and on 26 and 27 June 1995 at Cannes emphasized that equal opportunities for  men and women, and the fight against unemployment, are the priority tasks of the European Union and  its Member States;\n5. Whereas, in their resolution of 6 December 1994 on equal participation by women in an  employment-intensive economic growth strategy within the European Union (1) (1) OJ No C 368, 23. 12. 1994, p. 3.\nANNEX\nPROVISIONS RELATING TO THE CRITERIA FOR APPLYING ARTICLE 4\nI.  INTRODUCTORY COMMENTS\nThe programme is intended to support effort to promote equal opportunities  for men and women at European Union, national, regional and local levels, having full regard to  their respective powers.\nThe programme constitutes a significant addition to the action undertaken within the framework of  other Community policies, including the Structural Funds Accordingly, the programme is not intended  to support all measures in favour of women which can be undertaken locally and may, in some cases,  receive aid from those policies.\nThe added value of the programme lies in the identification and exchange of information and  experience on good practice in the field of equal opportunities for men and women.\nII. AREAS OF ACTION\nCommunity actions which may receive support under the  programme are those referred to in Article 4 and must concern one or more of the following areas:\n1. Integration of the equal opportunities for men and women dimension in all policies and  activities (mainstreaming):\n- promotion and development of methods, strategies, models and studies aimed at integrating the  equal opportunities dimension in all policies and activities.\n2. Employment and working life:\n- education, training and continuing training and the promotion of equal opportunities for men and  women in employment,\n- access to employment and conditions of employment,\n- promotion of economic independence,\n- vertical and horizontal desegregation of the labour market,\n- equal pay for equal work and work of equal value,\n- organization and flexibility of working life,\n- aspects linked with the working environment, including sexual harassment,\n- entrepreneurism,\n- reconciliation of professional and parental responsibilities, including the role of men.\n3. Decision-making:\n- development and monitoring of methods, strategies and actions to promote balanced participation  of men and women in decision-making, including in senior posts.\n4. Information and research:\n- promotion of information, research, studies and other actions to increase knowledge and promote  favourable attitudes to equal opportunities for men and women.\n5. Statistics:\n- better use and development of statistics broken down according to gender, in consultation with  the competent national bodies.\nIII. SELECTION CRITERIA\n1. To qualify for support under the programme, actions  must meet the following criteria:\n- present added value at European Union level,\n- aim to promote best practice in the area(s) concerned,\n- contribute to one or more of the aims set out in Article 3,\n- permit transitional exchanges,\n- target transferable results,\n- be submitted and implemented by public and private parties and organizations which have  appropriate qualifications and/or experience,\n- have clear and precise objectives and have a realistic time span give those objectives,\n- be evaluated objectively and regularly.\n2. With regard to the actions referred to in Article 4 (1) (a), priority will be given to actions  which meet one or more of the following criteria:\n- make provision, where appropriate, for the participation of more than one partner, in particular  the social partners, non-governmental organizations and especially women's organizations and local  authorities,\n- involve practical measures aimed at promoting equal opportunities for men and women in the above  areas,\n- be innovatory, as far as possible, in terms of content and organization,\n- lend themselves to the broadest possible transfer opportunities within the European Union,\n- encourage co-financing.\nIV. METHOD OF PRESENTING APPLICATIONS FOR SUPPORT\n1. Applications for support  under the programme must contain the following information:\n- exact particulars of the full identity of action promoters and partners,\n- detailed description of the proposed action,\n- detailed budget estimate covering the entire action and indicating all definite and/or expected  sources of financing,\n- summary of any application for financing.\n2. Applications for support will be presented to the Commission and, at the same time, to the  Member States concerned, for information and, where appropriate, for an opinion, in line with  national practice."}