{"celex_id": "31994R0688", "uri": "http://publications.europa.eu/resource/cellar/26539893-95cb-409e-8ba0-15d26dd969e0", "type": "Regulation", "concepts": ["1309", "1631", "2300", "2734", "2735", "568", "893"], "title": "Commission Regulation (EC) No 688/94 of 28 March 1994 amending Commission Regulation (EEC) No 3713/92 deferring the date of application of Article 11 (1) of Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs, with regard to the imports from certain third countries\n", "header": "COMMISSION REGULATION (EC) No 688/94 of 28 March 1994 amending Commission Regulation (EEC) No 3713/92 deferring the date of application of Article 11 (1) of Regulation (EEC) No 2092/91 on organic production of agricultural products and indications  referring thereto on agricultural products and foodstuffs, with regard to the imports from certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), as last amended by Commission Regulation (EEC) No 2608/93  (2), and in particular Article 16 (3), second indent thereof,\nWhereas Commission Regulation (EEC) No 3713/92 of 22 December 1992 (3), as amended by Regulation (EEC) No 1593/93 (4), has deferred for a period of 15 months the date of application of Article 11 (1) of Regulation (EEC) No 2092/91 for products imported  from certain third countries;\nWhereas some third countries have introduced to the Commission a request for being included in the list of third countries provided for in Article 11 (1) of Regulation (EEC) No 2092/91 as well as certain information provided for in Article 2 (2) of  Commission Regulation (EEC) No 94/92 (5), before the date referred to in Article 16 (3), second subparagraph of Regulation (EEC) No 2092/91;\nWhereas for some of these third countries it has resulted from examination of the submitted information that production and inspection rules are applied which appear largely to satisfy the requirement of equivalency provided for in Article 11 (2) of  Regulation (EEC) No 2092/91; whereas however on certain points the examination has to be completed and studied in further detail, with the consequence that the stage in examining the information does not permit a decision regarding the inclusion of  these third countries in the list provided for in Article 11 (1) (a) of Regulation (EEC) No 2092/91;\nWhereas for certain EFTA countries, arrangements with regard to imports therefrom into the Community will soon be regulated under the provisions of the EEA agreement;\nWhereas therefore the period for finalizing this examination needs to be prolonged;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee provided for in Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["In Article 1 of Regulation (EEC) No 3713/92 'for a period of six months' is replaced by 'for a period of 26 months'.", "This Regulation shall enter into force on 1 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 198, 22. 7. 1991, p. 1.\n(2) OJ No L 239, 24. 9. 1993, p. 10.\n(3) OJ No L 378, 23. 12. 1992, p. 21.\n(4) OJ No L 153, 25. 6. 1993, p. 15.\n(5) OJ No L 11, 17. 1. 1992, p. 14."}