{"celex_id": "31992R0274", "uri": "http://publications.europa.eu/resource/cellar/585be4d6-6c62-4905-8c1d-b601ee3dad5a", "type": "Regulation", "concepts": ["4284", "4663", "4682", "4688", "946"], "title": "Commission Regulation ( EEC ) No 274/92 of 4 February 1992 on the sale by the procedure laid down in Regulation ( EEC ) No 2539/84 of boneless beef held by certain intervention agencies and intended for export, amending Regulation ( EEC ) No 569/88 and repealing Regulation ( EEC ) No 3512/91\n", "header": "COMMISSION REGULATION (EEC) No 274/92  of 4 February 1992  on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of boneless beef held by certain intervention agencies and intended for export, amending Regulation (EEC) No 569/88  and repealing Regulation (EEC) No 3512/91\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 1628/91 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2539/84 of 5 September 1984 laying down detailed rules for certain sales of frozen beef held by the intervention agencies (3), as amended by Regulation (EEC) No 1809/87 (4), has provided for the possibility of  applying a two-stage procedure when selling beef from intervention stocks;\nWhereas Commission Regulation (EEC) No 2824/85 of 9 October 1985 laying down detailed rules for the sale of frozen boned beef from intervention stocks for export, either in the same state or after cutting and/or repacking (5) has provided for  repackaging under certain conditions;\nWhereas certain intervention agencies hold large stocks of boneless intervention meat; whereas an extension of the period of storage for the meat bought in should be avoided on account of the ensuing high costs; whereas, as there are outlets in certain  third countries for the products concerned, part of that meat should be put up for sale in accordance with Regulations (EEC) No 2539/84 and (EEC) No 2824/85;\nWhereas it is necessary to lay down a time limit for export of the said meat; whereas this time limit should be fixed by taking into account Article 5 (b) of Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the  application of the system of import and export licences in the beef and veal sector (6), as last amended by Regulation (EEC) No 815/91 (7);\nWhereas, in order to ensure that beef sold is exported, lodging of security, as specified in Article 5 (2) (a) of Regulation (EEC) No 2539/84, should be required;\nWhereas it is appropriate to specify that, in view of the prices which have been fixed in the context of this sale in order to permit the disposal of certain cuts, exports of such cuts should not be eligible for the refunds periodically fixed in the  beef and veal sector;\nWhereas products held by intervention agencies and intended for export are subject to the provisions of Commission Regulation (EEC) No 569/88 (8), as last amended by Regulation (EEC) No 132/92 (9); whereas the Annex to the said Regulation should be  modified;\nWhereas Commission Regulation (EEC) No 3512/91 (10) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. A sale shall be organized of approximately:\n- 10 000 tonnes of boneless beef held by the Irish intervention agency and bought in before 1 November 1991,\n- 10 000 tonnes of boneless beef held by the intervention agency of the United Kingdom and bought in between 15 June 1990 and 1 November 1991,\n- 1 000 tonnes of boneless beef held by the Danish intervention agency and bought in before 1 November 1991.\n2. This meat shall be for export.\n3. Subject to the provisions of this Regulation, the sale shall take place in accordance with the provisions of Regulations (EEC) No 2539/84 and (EEC) No 2824/85.\nThe provisions of Commission Regulation (EEC) No 985/81 (11) shall not apply to this sale.\n4. The qualities and the minimum prices referred to in Article 3 (1) of Regulation (EEC) No 2539/84 are given in Annex I hereto.\n5. Only those tenders shall be taken into consideration which reach the intervention agencies concerned not later than 12 noon on 12 February 1992.\n6. Particulars of the quantities and the places where the products are stored shall be available to interested parties at the addresses given in Annex II.", "The products referred to in Article 1 must be exported within six months from the date of conclusion of the contract of sale.", "1. The security provided for in Article 5 (1) of Regulation (EEC) No 2539/84 shall be ECU 30 per 100 kilograms.\n2. The security provided for in Article 5 (2) (a) of Regulation (EEC) No 2539/84 shall be ECU 450 per 100 kilograms of boneless beef referred to under (a) in Annex I and ECU 200 per 100 kilograms of boneless beef referred to under (b) in Annex I.", "In respect of meat referred to under (b) in Annex I and sold under this Regulation no export refund shall be granted.", "1. In the removal order referred to in Article 3 of Regulation (EEC) No 569/88, the export declaration, and, where appropriate, the T5 control copy shall be entered:\nCarne de intervención [Reglamento (CEE) no 274/92];\nInterventionskoed (Forordning (EOEF) nr. 274/92];\nInterventionsfleisch [Verordnung (EWG) Nr. 274/92];\nÊñÝáò ðáñaaìâUEóaaùò [êáíïíéóìueò (AAÏÊ) áñéè. 274/92]·\nIntervention meat [Regulation (EEC) No 274/92];\nViande d'intervention [Règlement (CEE) no 274/92];\nCarni d'intervento [Regolamento (CEE) n. 274/92];\nVlees uit interventievoorraden [Verordening (EEG) nr. 274/92];\nCarne de intervençao [Regulamento (CEE) no 274/92].\n2. With regard to the security provided for in Article 3 (2), compliance with the provisions of paragraph 1 shall constitute a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (12).", "In part I of the Annex to Regulation (EEC) No 569/88, 'Products to be exported in the same state as that in which they were when removed from intervention stock', the following item 120 and footnote are added:\n'120. Commission Regulation No 274/92 of 4 February 1992 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of boneless beef held by certain intervention agencies and intended for export (120).\n(120) OJ No L 30, 6. 2. 1992, p. 11.'", "Regulation (EEC) No 3512/91 is hereby repealed.", "This Regulation shall enter into force on 12 February 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24. (2) OJ No L 150, 15. 6. 1991, p. 16. (3) OJ No L 238, 6. 9. 1984, p. 13. (4) OJ No L 170, 30. 6. 1987, p. 23. (5) OJ No L 268, 10. 10. 1985, p. 14. (6) OJ No L 241, 13. 9. 1980, p. 5. (7) OJ No L 83, 3. 4.  1991, p. 6. (8) OJ No L 55, 1. 3. 1988, p. 1. (9) OJ No L 15, 22. 1. 1992, p. 17. (10) OJ No L 333, 4. 12. 1991, p. 15. (11) OJ No L 99, 10. 4. 1981, p. 38. (12) OJ No L 205, 3. 8. 1985, p. 5.\nÐÁÑÁÑÔÇÌÁ É ANEXO I - BILAG I - ANHANG I -  - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I - ANEXO I\nPrecio mínimo expresado en ecus por tonelada (1) - Mindstepriser i ECU/ton (1) - Mindestpreise, ausgedrueckt in ECU/Tonne (1) - AAëUE÷éóôaaò ôéìÝò  ðùëÞóaaùò aaêoeñáaeueìaaíaaò óaa Ecu áíUE ôueíï (1) - Minimum prices expressed in ECU per tonne (1) - Prix minimaux exprimés en écus par tonne (1) - Prezzi minimi espressi in ecu per tonnellata (1) - Minimumprijzen uitgedrukt in ecu per ton  (1) - Preço mínimo expresso em ecus por tonelada (1)\n1. IRELAND\na) Fillets 6 850\nStriploins 3 150\nInsides 2 450\nOutsides 2 400\nKnuckles 2 400\nRumps 2 300\nCube-rolls 4 250\nb) Briskets 650\nForequarters 1 100\nShins/shanks 1 100\nPlates/Flanks 450\n2. UNITED KINGDOM\na) Fillets 6 850\nStriploins 3 150\nTopsides 2 450\nSilversides 2 400\nThick flanks 2 300\nRumps 2 300\nb) Shins and shanks 1 100\nClod and sticking 1 100\nPonies 1 250\nThin flanks 450\nForequarter flanks 450\nBriskets 600\nForeribs 1 300\n3. DANMARK\na) Moerbrad med bimoerbrad 6 850\nFilet med entrecôte og\ntyndsteg 3 150\nInderlaar med kappe 2 450\nTykstegsfilet med kappe 2 400\nKlump med kappe 2 400\nYderlaar med laartunge 2 400\nb) Bryst og slag 550\nOEvrigt koed af forfjerdinger 1 150\nSkank og muskel 800\n(1) Estos precios se entenderán netos con arreglo a lo dispuesto en el apartado 1 del artículo 17 del Reglamento (CEE) no 2173/79.\n(1) Disse priser gaelder netto i overensstemmelse med bestemmelserne i artikel 17, stk. 1, i forordning (EOEF) nr. 2173/79.\n(1) Diese Preise gelten netto gemaess den Vorschriften von Artikel 17 Absatz 1 der Verordnung (EWG) Nr. 2173/79.\n(1) Ïé ôéìÝò áõôÝò aaoeáñìueaeïíôáé aaðss ôïõ êáèáñïý âUEñïõò óýìoeùíá ìaa ôéò aeéáôUEîaaéò ôïõ UEñèñïõ 17 ðáñUEãñáoeïò 1 ôïõ êáíïíéóìïý (AAÏÊ) áñéè. 2173/79.\n(1) These prices shall apply to net weight in accordance with the provisions of Article 17 (1) of Regulation (EEC) No 2173/79.\n(1) Ces prix s'entendent poids net conformément aux dispositions de l'article 17 paragraphe 1 du règlement (CEE) no 2173/79.\n(1) Il prezzo si intende peso netto in conformità del disposto dell'articolo 17, paragrafo 1 del regolamento (CEE) n. 2173/79.\n(1) Deze prijzen gelden netto, overeenkomstig de bepalingen van artikel 17, lid 1, van Verordening (EEG) nr. 2173/79.\n(1) Estes preços aplicam-se a peso líquido, conforme o disposto no no 1 do artigo 17o do Regulamento (CEE) no 2173/79.\nÐÁÑÁÑÔÇÌÁ ÉÉ ANEXO II - BILAG II - ANHANG II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - AEéaaõèýíóaaéò  ôùí ïñãáíéóìþí ðáñaaìâUEóaaùò - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervençao\nIRELAND:  Department of Agriculture and Food   Agriculture House   Kildare Street   Dublin 2   Tel. 93 292 and 93 607, telefax (01) 61 62 36 and (01) 78 52 14  UNITED KINGDOM:  Intervention Board for Agricultural Produce   Fountain House   2  Queens Walk   Reading RG1 7QW   Berkshire   Tel. (0734) 58 36 26   Telex 848 302, telefax (0734) 56 67 50  DANMARK:  Direktoratet for Markedsordningerne   EF-Direktoratet   Frederiksborggade 18   DK-1360 Koebenhavn K   (tlf. 33 92 70 00, telex 151 37 DK,  telefax 33 92 69 48)"}