{"celex_id": "31997R2268", "uri": "http://publications.europa.eu/resource/cellar/9d30a24a-63ba-44d7-a99d-de99970822e5", "type": "Regulation", "concepts": ["1159", "2286", "2879", "4790", "5228", "5254"], "title": "Commission Regulation (EC) No 2268/97 of 14 November 1997 adjusting the maximum annual fishing effort for certain fisheries\n", "header": "15.11.1997 EN Official Journal of the European Communities L 313/1\nCOMMISSION REGULATION (EC) No 2268/97\nof 14 November 1997\nadjusting the maximum annual fishing effort for certain fisheries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2027/95 of 15 June 1995 establishing a system for the management of fishing effort relating to certain Community fishing areas and resources (1), and in particular the second indent of Article 4 thereof,\nWhereas the second indent of Article 4 of Regulation (EC) No 2027/95 provides that the Commission, at the request of a Member State, shall take appropriate measures so that the Member State in question can fish its quotas in accordance with the third subparagraph of Article 6 (2) of Council Regulation (EC) No 685/95 of 27 March 1995 on the management of fishing effort relating to certain Community fishing areas and resources (2);\nWhereas the Netherlands has asked the Commission to adjust the maximum annual fishing effort granted to its vessels in respect of certain quotas which are allocated to it pursuant to Council Regulation (EC) No 390/97 of 20 December 1996 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1997 and certain conditions under which they may be fished (3), as last amended by Regulation (EC) No 1974/97 (4);\nWhereas this Regulation shall immediately enter into force in order to allow the Netherlands to fish its quota;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["The maximum annual fishing effort for the Kingdom of the Netherlands in respect of demersal species using towed gear, as referred to in Annex I to Regulation (EC) No 2027/95, is amended as laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 1997.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1)  OJ L 199, 24. 8. 1995, p. 1.\n(2)  OJ L 71, 31. 3. 1995, p. 5.\n(3)  OJ L 66, 6. 3. 1997, p. 1.\n(4)  OJ L 278, 11. 10. 1997, p. 1.\nANNEX\nFishery Fishing effort (1)\nFishing gear Target species ICES or Cecaf area NL\n‘Towed gear Demersal species V b (3), VI, VII, VIII, IX, X and Cecaf 34.1.1, 34.1.2, 34.2.0 4 847\nOf which: V b (3), VI 1 000\nOf which: (2) 0\nVII 3 076\nOf which: (2) 0\nVII a 1 089\nVII f (4) 0\nVIII a, VIII b, VIII d 771\nVIII c, VIII e, IX, X and Cecaf 34.1.1, 34.1.2 and 34.2.0 0\nOf which: VIII c, VIII e, IX (5) 0\nIX (6) 0\nX (6) 0\nCecaf 34.1.1 (5) 0\nCecaf 34.1.2 (5) 0\nCecaf 34.2.0 (5) 0\nCecaf 34.1.1 (6) 0\nCecaf 34.1.2 (6) 0\nCecaf 34.2.0 (6) 0\n(1)  Expressed in thousands of kW x fishing days.\n(2)  Area defined in Article 3 (5) of Regulation (EC) No 685/95. The fishing effort for this area is for both towed and fixed gear.\n(3)  Except for waters under the sovereignty/jurisdiction of the Faroes and Iceland.\n(4)  North of 50° 30' N.\n(5)  Solely in waters under the sovereignty/jurisdiction of Spain.\n(6)  Solely in waters under the sovereignty/jurisdiction of Portugal.’"}