{"celex_id": "31999D0140", "uri": "http://publications.europa.eu/resource/cellar/5efc8910-10d0-4786-a04f-57e0ce5f0541", "type": "Decision", "concepts": ["1417", "1712", "3263", "766", "889", "976"], "title": "1999/140/ECSC: Commission Decision of 17 June 1998 concerning aid granted by Luxembourg to Profil Arbed in connection with its investment in environmental protection (notified under document number C(1998) 1764) (Only the French text is authentic) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 17 June 1998 concerning aid granted by Luxembourg to ProfilARBED in connection with its investment in environmental protection (notified under document number C(1998) 1764) (Only the French text is authentic) (Text with EEA relevance) (1999/140/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 4(c) thereof,\nHaving regard to Commission Decision No 2496/96/ECSC of 18 December 1996 establishing Community rules on aid to the steel industry (1), and in particular Article 6 thereof,\nWhereas:\nI\nBy letter dated 30 December 1993, registered by the Commission on 4 January 1994, the Luxembourg authorities notified the Commission of a plan to grant aid to the steel company ProfilARBED (ARBED) in connection with investment undertaken by the company in environmental protection.\nBy letter dated 14 June 1994 (2), the Commission informed the Luxembourg Government of its decision, taken on 1 June 1994, to initiate proceedings in respect of the aid in question under Article 6(4) of Decision No 3855/91/ECSC (3) (hereinafter 'the Steel Aid Code`, since replaced by Decision No 2496/96/ECSC).\nOn 9 August 1993 ARBED had requested State aid covering 25 % of the LUF 613 million it was committed to spending on environmental protection in connection with the development of the Esch-Schifflange steelworks, which in the event entailed the construction of a new electric steel plant. By letter of 19 December 1994, the Luxembourg Government stated that it planned to provide ARBED with a capital grant not exceeding 15 % of the eligible investment, i.e. not exceeding LUF 91,95 million, which it said was in accordance with the Community guidelines on State aid for environmental protection (4).\nIn response to the decision initiating proceedings, the Luxembourg authorities put forward the following arguments:\n(1) the steelworks as a whole had come into being in the late 19th century and, in any case, the liquid phase at Esch had been operating for more than two years by the time that the new standards entered into force;\n(2) it was technically impossible for the old LD-AC steelmaking plant to achieve the environmental protection levels required by the new standards laid down in February 1993;\n(3) according to the second recital under Part II of the preamble to the Steel Aid Code, the relevant reference text was the Community guidelines on State aid for environmental protection;\n(4) lastly, the Esch electric steel plant satisfied all the criteria set out therein. In this regard, it was pointed out that:\n- the new environmental protection standards had entered into force in 1990 and had been tightened in 1993. The liquid phase at Esch, however, had been in place for more than two years before the introduction of the new standards,\n- the building of the electric steel plant was an adaptation of a production process: the liquid phase based on the LD-AC process and continuous casting had been converted into a liquid phase based on an electric process and continuous casting,\n- the aid requested related solely to that part of the investment that was not economically viable, while the expenditure connected with replacement and productivity-enhancing schemes, i.e. the part of the investment with an economic objective, was borne entirely by ARBED, in accordance with the said Community guidelines.\nThe Luxembourg authorities also argued that, in view of the heavy investment needed to bring the existing LD-AC steel plants into line with the environmental standards, and in order to avoid losing much of that investment when the existing steel plants were replaced, ARBED had decided to speed up the programme for replacing its steel mills by facilities meeting the environmental requirements. The cost of ARBED's investment in environmental protection for the new steel plant was LUF 613 million. If the existing facilities had been retained, the estimated total investment cost to ARBED would have been LUF 1,5 billion. That was why the Luxembourg Government considered that the granting of aid was in accordance with the spirit of Article 3 of the Steel Aid Code.\nII\nIn the light of the comments received from the Luxembourg authorities, the Commission took the following view of the matter:\n(1) Article 3 of Decision No 3855/91/ECSC, i.e. the Steel Aid Code in force when the decision was taken, had provided that aid designed to facilitate the alignment on the new statutory environmental standards of plant which had entered into service at least two years before the introduction of those standards could be considered compatible with the common market;\n(2) Part II of the recitals to the Steel Aid Code laid down the principle that the steel industry and other industries had to have equal access to aid for environmental protection. It followed that, in principle, the same provisions of Community legislation regarding aid for environmental protection should be generally applicable to all firms, whether steel firms or not;\n(3) the Community guidelines on State aid for environmental protection, while stating at the outset that, in keeping with the 'polluter pays` principle, no aid should normally be given to offset the cost of complying with mandatory standards in new plants, expressly stipulated that firms which, instead of simply adapting existing plants more than two years old, opted to replace them by new plants meeting the new standards, could receive aid in respect of that part of the investment costs that did not exceed the cost of adapting the old plant.\nThe Commission therefore considered that it was possible, under Article 3(1) of the Steel Aid Code, to regard as compatible with the common market aid not exceeding 15 % gross granted to firms which, instead of bringing into line with new environmental standards plants which had entered into service at least two years before the introduction of the standards, decided to replace them by new facilities meeting the new standards, provided that the aid did not exceed that which would have been granted for adapting the old steelworks.\nIt therefore concluded that, as the aid complied with Article 3 of Decision No 3855/91/ECSC, it could be considered compatible with the common market.\nAccordingly, it decided on 21 December 1994 to terminate the proceedings initiated in respect of the aid granted to ProfilARBED for environmental protection (5) without raising any objections.\nIII\nThat Commission decision was challenged before the Court of First Instance of the European Communities by the British Iron and Steel Producers Association (BISPA) on the ground that the Steel Aid Code could not be extended to include the provisions of the Community guidelines on State aid for environmental protection applicable to sectors covered by the EC Treaty.\nIn its judgment of 25 September 1997 in Case T-150/95 UK Steel Association, formerly BISPA v. Commission (6), the Court annulled the Commission's decision; it held that the aid granted to ARBED could not be authorised, because:\n(a) it was clear that in this case the State aid was intended for investments in new plants replacing the old facilities;\n(b) the Steel Aid Code, which derogated from the ban on all aid to steel companies provided for in Article 4(c) of the ECSC Treaty, had to be interpreted strictly, with particular attention being paid to the wording;\n(c) Article 3 of the Steel Aid Code stated that aid could be authorised only for bringing into line with new statutory environmental standards plants which entered into service at least two years before the introduction of the standards, and did not provide for aid to firms which, rather than adapting existing plants, decided to replace them with new facilities meeting the new standards;\n(d) consequently, the reasoning contained in the Decision being contested before the Court, namely that Article 3 of the Steel Aid Code could be read in conjunction with the Community guidelines on State aid for environmental protection, which allowed aid for new plants, had to be rejected, since the rules of the guidelines ran counter to the clear wording of the Article.\nIV\nIn view of the foregoing, and especially Section IIII of this Decision, the Commission concludes, in accordance with the above-mentioned judgment and contrary to its final Decision of 21 December 1994 (7), that the comments made by the Luxembourg authorities were not such as to alter in substance the Commission's initial assessment of the case when it decided to initiate proceedings, namely that the aid was not covered by any of the exemptions from the general ban on aid laid down in Article 4(c) of the ECSC Treaty and, in particular, that Article 3 of the Steel Aid Code could not be invoked in order to authorise the aid in question.\nConsequently, the aid received by ARBED, which totals LUF 91,95 million, must be regarded as incompatible with the common market, as it does not qualify for exemption under the Steel Aid Code from the ban contained in Article 4(c) of the ECSC Treaty; it must therefore be recovered,", "main_body": ["The State aid totalling LUF 91,95 million granted to ARBED by Luxembourg is incompatible with the common market for coal and steel under Article 4(c) of the ECSC Treaty.", "Luxembourg shall recover the aid in question in accordance with the provisions of national law applicable to the recovery of amounts owed to the State. In order to offset the effects of such aid, interest shall be added, calculated from the day on which the aid was granted up until the time of recovery. The interest rate applicable shall be that used by the Commission to calculate the net grant equivalent for regional aid in the period under consideration.", "Luxembourg shall inform the Commission, within two months of the date of notification of this Decision, of the measures taken to comply therewith.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 17 June 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ L 338, 28. 12. 1996, p. 42.\n(2) OJ C 212, 3. 8. 1994, p. 7.\n(3) OJ L 362, 31. 12. 1991, p. 57.\n(4) OJ C 72, 10. 3. 1994, p. 3.\n(5) OJ C 400, 31. 12. 1994, p. 10.\n(6) [1997] ECR II-1433.\n(7) See footnote 5."}