{"celex_id": "31990D0402", "uri": "http://publications.europa.eu/resource/cellar/7199630b-aed4-49cd-96b8-5067653a8a5c", "type": "Decision", "concepts": ["2081", "2300", "4081"], "title": "90/402/EEC: Council Decision of 27 July 1990 amending the Seventh Decision 85/355/EEC on the equivalence of field inspections carried out in third countries on seed-producing crops and the Seventh Decision 85/356/EEC on the equivalence of seed produced in third countries\n", "header": "COUNCIL  DECISION\nof 27 July 1990\namending the Seventh Decision 85/355/EEC on the equivalence of field inspections carried out in third countries on seed-producing crops and the Seventh Decision 85/356/EEC on the equivalence of seed produced in third countries\n(90/402/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/400/EEC of 14 June 1966 on the marketing of beet seed (1), as last amended by Directive 88/380/EEC (2), and in particular Article 16 (1) (b) thereof,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (3), as last amended by Commission Directive 89/100/EEC (4), and in particular Article 16 (1) (b) thereof,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (5), as last amended by Commission Directive 89/2/EEC (6), and in particular Article 16 (1) (b) thereof,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969, on the marketing of seed and oil and fibre plants (7), as last amended by Directive 88/380/EEC, and in particular Article 15 (1) (b) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in its Decision 85/355/EEC (8), as last amended by Commission Decision 89/575/EEC (9), the Council determined that field inspections carried out in certain third countries on seed-producing crops of certain species satisfied the conditions laid down in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC;\nWhereas, in its Decision 85/356/EEC (10), as last amended by Decision 89/532/EEC (11), the Council determined that seed of certain species produced in certain third countries was equivalent to corresponding seed produced in the Community;\nWhereas Decisions 85/355/EEC and 85/356/EEC expire on 30 June 1990; whereas it is therefore necessary to extend the period of application of these Decisions;\nWhereas for most third countries this extension should be for the five years usually accorded by seed equivalence decisions; whereas, however, in the case of Austria and, for lucerne and sunflower, Australia, additional information has been requested and the extension should be limited to a period necessary to examine and assess this information, without prejudice to a possible extension pending the outcome of this examination and assessment;\nWhereas an examination of the rules applied in the United States of America for sampling, testing and the issue of seed analysis certificates has revealed the possibility in certain cases, of results which diverge significantly from those produced by the application of the rules which Decision 85/356/EEC generally requires third countries to follow; whereas a Community procedure should therefore be established for defining cases in which there can be no recourse to the existing derogation which permits application of the rules applied in the United States of America,", "main_body": ["Article 3 of Decision 85/355/EEC is replaced by the following:\n'Article 3\nThis Decision shall apply from 1 July 1990 to 31 March 1991 in the case of Austria, from 1 July 1990 to 30 June 1992 in the case of Australia for the species Medicago sativa (lucerne) and Helianthus annuus (sunflower), from 1 July 1990 to 30 June 1995 in the case of Australia for all other species listed against that country in the table in Part I, point (2) of the Annex and from 1 July 1990 to 30 June 1995 in the case of the other third countries listed in Part I of the Annex.'", "Decision 85/356/EEC is hereby amended as follows:\n1. Article 5 is replaced by the following:\n'Article 5\nThis Decision shall apply from 1 July 1990 to 31 March 1991 in the case of Austria, from 1 July 1990 to 30 June 1992 in the case of Australia for the species Medicago sativa (lucerne) and Helianthus annuus (sunflower), from 1 July 1990 to 30 June 1995 in the case of Australia for all other species listed against that country in the table in Part I, point (2) of the Annex and from 1 July 1990 to 30 June 1995 in the case of the other third countries listed in Part I of the Annex.'\n2. In Part II of the Annex, condition 3 (a) is replaced by the following:\n'(a) By way of derogation from conditions 1.4.1 third indent and 1.5, sampling, testing and the issue of seed analysis certificates may be carried out by official seed testing laboratories according to the rules of the Association of Official Seed Analysts (AOSA) applicable to lot inspection. In this case:\n- the following statement shall be given under 1.4.1: \"Sampled and analysed according to AOSA by . . . (name or initials of the official seed testing laboratory)\", and\n- the certificates required under 1.5 shall be the lot inspection certificate issued by the official seed testing laboratory under the authority of the State seed testing agency.\nSpecific cases in which this derogation shall not apply may be defined in accordance with the procedure laid down in Article 21 of Directives 66/400/EEC, 66/401/EEC and 66/402/EEC and in Article 20 of Directive 69/208/EEC.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1990.\nFor the Council\nThe President\nE. RUBBI\n(1) OJ No 125, 11. 7. 1966, p. 2290/66.\n(2) OJ No L 187, 16. 7. 1988, p. 31.\n(3) OJ No 125, 11. 7. 1966, p. 2298/66.\n(4) OJ No L 38, 10. 2. 1989, p. 36.\n(5) OJ No 125, 11. 7. 1966, p. 2309/66.\n(6) OJ No L 5, 7. 1. 1989, p. 31.\n(7) OJ No L 169, 10. 7. 1969, p. 3.\n(8) OJ No L 195, 26. 7. 1985, p. 1.\n(9) OJ No L 321, 4. 11. 1989, p. 52.\n(10) OJ No L 195, 26. 7. 1985, p. 20.\n(11) OJ No L 279, 28. 9. 1989, p. 34."}