{"celex_id": "31991R0541", "uri": "http://publications.europa.eu/resource/cellar/c6391ee4-9160-4834-aff4-8433106bacae", "type": "Regulation", "concepts": ["1309", "4062", "519", "5969"], "title": "Council Regulation (EEC) No 541/91 of 4 March 1991 imposing a definitive anti-dumping duty on imports of barium chloride originating in the People' s Republic of China\n", "header": "COUNCIL REGULATION (EEC) No 541/91  of 4 March 1991  imposing a definitive anti-dumping duty on imports of barium chloride originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission, submitted after consultation within the Advisory Committee as provided for in the above Regulation,\nWhereas:\nI. PROCEDURE\nA. Provisional measures\n(1) By Regulation (EEC) No 2402/89 the Commission imposed a provisional anti-dumping duty on imports of barium chloride originating in the People's Republic of China and the German Democratic Republic (2). This duty was extended for a period not  exceeding two months by Council Regulation (EEC) No 3555/89 (3).\nB. Subsequent procedure\n(2) Following imposition of the provisional anti-dumping duty, the exporters of the product in question requested, and were granted, an opportunity to present their case. They also made written submissions.\n(3) The parties were afforded, and made use of, every possibility of exercising the rights provided for in Article 7 (4) of Regulation (EEC) No 2423/88.\n(4) The Commission took into consideration all the views put forward before arriving at its final conclusions, which are endorsed by the Council.\nC. Situation concerning the territory of the former German Democratic Republic\n(5) On 3 October 1990, the territory of the German Democratic Republic formally became part of the Federal Republic of Germany and, as a result, became an integral part of the Community. Since Regulation (EEC) No 2423/88 lays down provisions for  protection against dumped or subsidized imports from countries not members of the Community, it follows that the anti-dumping proceeding concerning imports of barium chloride originating in the abovementioned territory no longer has any legal basis and  is therefore without object.\nD. Product covered by the investigation and like products\n(6) In Regulation (EEC) No 2402/89 the Commission drew a distinction between the Crystallized and anhydrous forms of barium chloride but further investigation after the imposition of the provisional duty has caused this distinction to be dropped.\n(7) Examination of the physical characteristics of the two forms of the product shows that the differences are negligible. Their chemical formula is the same, apart form the presence of water molecules in the crystallized form, which can be changed to  the other form simply by drying. The two forms even look similar: the colour is the same, the crystals are the size of grains of sand while the anhydrous product is a powder, and the packing is almost identical.\n(8) The numerous applications of crystallized barium chloride do not allow any final conclusions on this factor. While anhydrous barium chloride has more specific applications, this can hardly lead to the conclusion that there is a distinct market for  this product since it is so easily manufactured from the crystallized form. The market for the anhydrous product is thus also an outlet for producers of the crystallized product. This being so, anhydrous and crystallized forms of barium chloride  constitute one product for the purposes of this proceeding.\n(9) The barium chloride produced by the Community industry is identical to that originating in the People's Republic of China.\nE. Dumping\n(a) Normal value\n(10) Since the People's Republic of China is a non-market economy, the normal value was established in the preliminary investigation, in accordance with Article 2 (5) of Regulation (EEC) No 2423/88, by using the price at which a like product is sold in  a third country having a market economy. The United States of America was chosen for this purpose for the reasons and under the conditions set out in recitals 10 to 13 of Regulation 2402/89.\n(11) However, since it was not possible, for reasons beyond the Commission's control, to verify US market prices on the spot, another solution had to be found. The numerous efforts to do so included contacts with a great number of barium chloride  producers of a certain size in other countries as well as with local authorities which were approached to obtain the cooperation of the firms contacted. These efforts, however, bore no fruit within a reasonable period of time.\n(12) In view of these difficulties, the Commission was obliged to establish the normal value by using the price payable in the Community, duly adjusted to include a profit margin of less than 10 % corresponding to that of the most efficient company in  the sector, in accordance with Article 2 (5) of Regulation (EEC) No 2423/88. The two exporters concerned were notified of this decision. While the Chinese exporter had objected to the choice of the United States as a reference country, no objection was  raised against the use of Community prices as a basis for establishing the normal value.\n(b) Export price\n(13) Since the Chinese exporter failed to reply, the export price for the purpose of applying the provisional measures was established on the basis of information published by Eurostat.\n(14) In the final stage of the investigation, the Commission received some information on the prices and terms of payment of this exporter. Although incomplete, it supported the conclusions drawn at the time the provisional measures were imposed,  notably those set out in recital 14 of Regulation 2402/89.\n(c) Comparison\n(15) In comparing normal value with export prices in the case of the Chinese exporter, the Commission took account, where this seemed appropriate, of differences affecting price comparability, in particular terms of payment and the cost of transport  from the exporter's works to the Community frontier. These adjustments were calculated on the basis of information obtained in the preliminary investigation and confirmed in the final stage of the investigation.\n(16) All comparisons were made at the ex-works stage.\n(17) The margin was established by comparing the relevant monthly normal value with export prices as established by Eurostat by month and by member State.\n(d) Dumping margin\n(18) The conclusions of the preliminary investigation, showing that exports to the Community of barium chloride originating in the People's Republic of China were being dumped, were confirmed. The dumping margin corresponds to the difference between the  normal value established and the export price to the Community.\n(19) On the basis of the free-at-frontier price, the dumping margin is 50,13 % for imports originating in the People's Republic of China.\n(20) The Council endorses the Commission's conclusions with reference to the People's Republic of China set out in recitals 10 to 19.\nF. Injury\n(21) As the proceeding with regard to the former German Democratic Republic has become without object for the reasons stated in recital 5, the Commission has examined whether the imports of barium chloride originating in the People's Republic of China  were, taken in isolation, causing, or threatening to cause, injury to the Community industry.\n(22) In this connection, particular consideration has been given to the volume and evolution of these imports, the degree by which they undercut the prices charged by Community producers as well as to the production capacity in the People's Republic of  China and the Chinese export policy towards other third country markets. The findings made in this regard (recitals 20 to 33 and 35 to 44 of Regulation (EEC) No 2402/89), which are not contested by the exporter, lead to the conclusion that even when the  imports from the former German Democratic Republic are disregarded, the imports of barium chloride originating in the People's Republic of China must be considered as causing, and threatening to cause, injury to the Community industry.\n(23) The Chinese exporter has continued to deny that it is the source of injury or threat of injury in this matter. Its arguments, however, cannot be accepted for the following reasons.\n(24) With regard to the argument that the prices of Chinese exports have rarely been below the minimum price laid down by Council Regulation (EEC) No 2370/83 (4) and regardless of the lack of complete and fully reliable documentation on the subject, the  Commission notes that compliance with a measure is not in itself a guarantee that dumping is not taking place nor that injury is not being caused by such dumping.\n(25) With regard to the cost of raw materials and labour, cited as grounds for low export prices, the Commission points out that this argument is not pertinent to the establishment of injury and does not obviate the undercutting referred to in recital  24 of Regulation No 2402/89.\n(26) As to the Chinese exporter's argument that the volume of exports had fallen since the imposition of definitive anti-dumping duties in 1983, it should be noted that, while this is a normal consequence of trade protection measures, the exporter was,  nevertheless, able to retain a sizeable share of the Community market despite these measures.\n(27) Under these conditions, the Council confirms the above conclusions and those set out in Regulation 2402/89 concerning injury (see recitals 20 to 39, with the exception of recital 34) and threat of injury (see recitals 40 to 44).\nG. Community interest\n(28) The Council confirms the findings and conclusions set out in recitals 45, 46, 47, 49, 51 and 52 of Regulation (EEC) No 2402/89. The Council considers that ensuring the survival of the Community firms will be beneficial for competition on the  Community market and that the disappearance of a major part of Community production would pose a threat to the supplies of Community consumers. The interests of the Community therefore call for intervention.\nII. DEFINITIVE DUTY\n(29) In view of the injury caused and the threat of injury to the Community industry as a result of imports originating in the People's Republic of China since the lapsing of measures in August 1988, the Council concludes that a definitive ad valorem  antidumping duty must be imposed.\n(30) With regard to the amount of duty necessary to remove the injury and the threat thereof, the Commission has taken account of both the price of the imports concerned and the minimum selling price which would enable Community producers to cover  production costs during the investigation period, plus a reasonable profit margin that is calculated on the basis of the profit margin of the most efficient producer before increased penetration of dumped exports. These two prices, duly adjusted to  allow for the importer's commission and customs duty, were compared. The difference between the two prices, expressed as a percentage of the cif value of export prices, is the percentage by which the prices have to be raised to remove the injury and the  threat thereof and stands at 25,8 % of the net free-at-Community-frontier price before duty. The Council agrees with these considerations.\nIII. COLLECTION OF THE PROVISIONAL DUTY\n(31) In view of the difficulties encountered in establishing the normal value, the final investigation was not completed within the time limits laid down in Article 11 (5) of Regulation (EEC) No 2423/88. The Council therefore notes that the amounts  secured by the anti-dumping duty are released,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of barium chloride falling within CN code 2827 38 00 and originating in the People's Republic of China.\n2. The amount of the duty shall be equal to 25,8 % of the net free-at-Community-frontier price before duty.\n3. The provisions in force with regard to customs duties shall apply.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1991.\nFor the Council\nThe President\nJ. F. POOS\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 227, 4. 8. 1989, p. 24.\n(3) OJ No L 349, 30. 11. 1989, p. 1.\n(4) OJ No L 278, 20. 8. 1983, p. 28, amended by Comission Regulation (EEC) No 486/88 (OJ No L 50, 24. 2. 1988, p. 5.)"}