{"celex_id": "31996D0623", "uri": "http://publications.europa.eu/resource/cellar/13c469ca-bfcb-4327-8af9-c72a65dabe2f", "type": "Decision", "concepts": ["1474", "2308", "2556", "2850", "3888", "5537"], "title": "96/623/EC: Council Decision of 25 October 1996 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999\n", "header": "COUNCIL DECISION of 25 October 1996 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999 (96/623/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe (1),\nHaving regard to the proposal from the Commission,\nWhereas the Community and São Tomé e Príncipe have held negotiations with a view to determining amendments to be made to the abovementioned Agreement at the end of the period of application of the Protocol in force which is annexed to the said Agreement;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 23 May 1996;\nWhereas, under that Protocol, Community fishermen have fishing rights in the waters under the sovereignty or jurisdiction of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999;\nWhereas, in order to avoid interruption of fishing activities by Community vessels, it is necessary that the Protocol in question be approved at the earliest opportunity; whereas, for this reason, both parties have initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocol in force; whereas the Agreement in the form of an Exchange of Letters should be approved subject to a definitive decision pursuant to Article 43 of the Treaty;\nWhereas the allocation of fishing possibilities among the Member States should be determined on the basis of the traditional allocation of fishing possibilities under the fisheries agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe for the period 1 June 1996 to 31 May 1999 is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The fishing possibilities provided for in the Protocol are allocated among the Member States as follows:\n- freeze tuna seiner: France 18, Spain 19,\n- pole and line tuna vessels: France 7,\n- surface long-liners: Spain 20, Portugal 5.\nIf licence applications from these Member States do not exhaust the fishing possibilities provided for in the Protocol, the Commission may entertain licence applications from any other Member State.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community.\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 25 October 1996.\nFor the Council\nThe President\nE. KENNY\n(1) OJ No L 54, 25. 2. 1984, p. 2."}