{"celex_id": "31996D0227", "uri": "http://publications.europa.eu/resource/cellar/4d209e3c-cff6-4dc2-b4dd-8f889d433c38", "type": "Decision", "concepts": ["1474", "1842", "2306", "2556", "5537", "863"], "title": "96/227/EC: Council Decision of 19 March 1996 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Supplement to the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996\n", "header": "COUNCIL DECISION of 19 March 1996 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Supplement to the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996 (96/227/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania (1), and in particular Article 13 thereof,\nHaving regard to the proposal from the Commission,\nWhereas negotiations have been held between the Community and the Islamic Republic of Mauritania, in accordance with the second paragraph of Article 13 of the abovementioned Agreement, to determine the additions to be introduced into the Annex to the Agreement and into the Protocol for the period 15 November 1995 to 31 July 1996;\nWhereas, as a result of these negotiations, a Supplement to the Protocol in force was initialled on 11 November 1995;\nWhereas, under that Supplement to the Protocol, Community fishermen have additional fishing rights in the waters under the sovereignty or jurisdiction of Mauritania;\nWhereas, in order to permit these fishing activities by Community vessels, it is essential that the Supplement to the Protocol be approved as soon as possible; whereas, for this reason, the two Parties initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the Supplement to the Protocol from 15 November 1995; whereas this Agreement should be approved subject to a final decision under Article 43 of the Treaty;\nWhereas these fishing opportunities should be allocated to Member States in accordance with Article 8 (4) (iii) of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (2); whereas, in view of the loss of fishing opportunities in Moroccan waters, it is equitable to allot all the fishing opportunities to vessels flying the Spanish flag,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Supplement to the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Republic of Mauritania on fishing off the coast of Mauritania, for the period 15 November 1995 to 31 July 1996, is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Supplement to the Protocol are attached to this Decision.", "The fishing opportunities set out in the Supplement to the Protocol shall be granted to vessels flying the Spanish flag.\nShould applications for licences from Spain not exhaust the fishing opportunities set out in the Supplement to the Protocol, the Commission shall make it possible for the other Member States to make applications.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 19 March 1996.\nFor the Council\nThe President\nW. LUCHETTI\n(1) OJ No L 388, 31. 12. 1987, p. 3.\n(2) OJ No 389, 31. 12. 1992, p. 1. Regulation as last amended by the 1994 Act of Accession."}