{"celex_id": "31999L0034", "uri": "http://publications.europa.eu/resource/cellar/df3e76e5-e26f-45a6-8083-7fb8b5f6d7cf", "type": "Directive", "concepts": ["1339", "2818", "3635", "3643", "747"], "title": "Directive 1999/34/EC of the European Parliament and of the Council of 10 May 1999 amending Council Directive 85/374/EEC on the approximation of the laws, regulations and administrative provisions of the Member States concerning liability for defective products\n", "header": "DIRECTIVE 1999/34/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 10 May 1999\namending Council Directive 85/374/EEC on the approximation of the laws, regulations and administrative provisions of the Member States concerning liability for defective products\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3),\n(1) Whereas product safety and compensation for damage caused by defective products are social imperatives which must be met within the internal market; whereas the Community has responded to those requirements by means of Directive 85/374/EEC(4) and Council Directive 92/59/EEC of 29 June 1992 on general product safety(5);\n(2) Whereas Directive 85/374/EEC established a fair apportionment of the risks inherent in a modern society in which there is a high degree of technicality; whereas that Directive therefore struck a reasonable balance between the interests involved, in particular the protection of consumer health, encouraging innovation and scientific and technological development, guaranteeing undistorted competition and facilitating trade under a harmonised system of civil liability; whereas that Directive has thus helped to raise awareness among traders of the issue of product safety and the importance accorded to it;\n(3) Whereas the degree of harmonisation of Member States' laws achieved by Directive 85/374/EEC is not complete in view of the derogations provided for, in particular with regard to its scope, from which unprocessed agricultural products are excluded;\n(4) Whereas the Commission monitors the implementation and effects of Directive 85/374/EEC and in particular its aspects relating to consumer protection and the functioning of the internal market, which have already been the subject of a first report; whereas, in this context, the Commission is required by Article 21 of that Directive to submit a second report on its application;\n(5) Whereas including primary agricultural products within the scope of Directive 85/374/EEC would help restore consumer confidence in the safety of agricultural products; whereas such a measure would meet the requirements of a high level of consumer protection;\n(6) Whereas circumstances call for Directive 85/374/EEC to be amended in order to facilitate, for the benefit of consumers, legitimate compensation for damage to health caused by defective agricultural products;\n(7) Whereas this Directive has an impact on the functioning of the internal market in so far as trade in agricultural products will no longer be affected by differences between rules on producer liability;\n(8) Whereas the principle of liability without fault laid down in Directive 85/374/EEC must be extended to all types of product, including agricultural products as defined by the second sentence of Article 32 of the Treaty and those listed in Annex II to the said Treaty;\n(9) Whereas, in accordance with the principle of proportionality, it is necessary and appropriate in order to achieve the fundamental objectives of increased protection for all consumers and the proper functioning of the internal market to include agricultural products within the scope of Directive 85/374/EEC; whereas this Directive is limited to what is necessary to achieve the objectives pursued in accordance with the third paragraph of Article 5 of the Treaty,", "main_body": ["Directive 85/374/EEC is hereby amended as follows:\n1. Article 2 shall be replaced by the following: \"Article 2\nFor the purpose of this Directive, 'product' means all movables even if incorporated into another movable or into an immovable. 'Product' includes electricity.\"\n2. In Article 15, paragraph 1(a) shall be deleted.", "1. Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply these measures as from 4 December 2000.\nWhen the Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2. Member States shall comunicate to the Commission the text of the provisions of national law which they subsequently adopt in the field governed by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 May 1999.\nFor the European Parliament\nThe President\nJ. M. GIL-ROBLES\nFor the Council\nThe President\nH. EICHEL\n(1) OJ C 337, 7.11.1997, p. 54.\n(2) OJ C 95, 30.3.1998, p. 69.\n(3) Opinion of the European Parliament of 5 November 1998 (OJ C 359, 23.11.1998, p. 25), Council Common Position of 17 December 1998 (OJ C 49, 22.2.1999, p. 1) and Decision of the European Parliament of 23 March 1999 (not yet published in the Official Journal). Council Decision of 29 April 1999.\n(4) OJ L 210, 7.8.1985, p. 29. Directive as amended by the 1994 Act of Accession.\n(5) OJ L 228, 11.8.1992, p. 24."}