{"celex_id": "31993D0585", "uri": "http://publications.europa.eu/resource/cellar/e22522d1-b3b0-4520-b940-3a83b2d26b01", "type": "Decision", "concepts": ["1504", "1565", "2763", "2972", "2974"], "title": "93/585/EEC: Commission Decision of 26 October 1993 approving the criteria for the allocation in Ireland of additional reference quantities to the producers referred to in Article 5 of Regulation (EEC) No 3950/92 in the milk and milk products sector (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 26 October 1993 approving the criteria for the allocation in Ireland of additional reference quantities to the producers referred to in Article 5 of Regulation (EEC) No 3950/92 in the milk and milk products sector (Only the  English text is authentic)\n(93/585/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3950/92 of 28 December 1992, establishing an additional levy in the milk and milk products sector (1), as last amended by Regulation (EEC) No 1560/93 (2), and in particular paragraph 1 of Article 5,\nWhereas the second subparagraph of Article 3 (2) of Regulation (EEC) No 3950/92 lays down that the increase of 0,6 % in the total quantities is intended to permit the allocation of additional reference quantities, not only to certain producers who had  been excluded from allocation of a specific reference quantity and producers situated in mountain areas, but also to the producers referred to in Article 5 of the said Regulation; whereas that Article lays down that the said producers are to be  determined in accordance with objective criteria agreed with the Commission;\nWhereas the criteria proposed by Ireland on 27 September 1993 should be approved,", "main_body": ["The national provisions providing for the allocation of additional reference quantities in Ireland to producers fulfilling all of the following conditions are hereby approved:\n- the reference quantity available does not exceed 70 200 kg or 93 600 kg in the case of producers having acquired additional quantities pursuant to Article 4 (1) (d) of Regulation (EEC) No 857/84 (3) or the second indent of Article 8 of Regulation  (EEC) No 3950/92,\n- the production marketed in 1991/92 was at least 85 % of the available reference quantity,\n- an additional reference quantity has been acquired either through transfers with or without land or through temporary leases,\n- the area of the farm managed does not exceed 28,3 hectares,\n- the household or association's income from non-agricultural activities does not exceed ÂŁIrl 14 800.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 26 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 405, 31. 12. 1992, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 30.\n(3) OJ No L 90, 1. 4. 1984, p. 13. Regulation repealed by Regulation (EEC) No 3950/92."}