{"celex_id": "31996L0059", "uri": "http://publications.europa.eu/resource/cellar/55e57f8b-e936-4b5a-ad57-74f73c891c78", "type": "Directive", "concepts": ["1158", "2739", "2877", "2897"], "title": "Council Directive 96/59/EC of 16 September 1996 on the disposal of polychlorinated biphenyls and polychlorinated terphenyls (PCB/PCT)\n", "header": "24.9.1996 EN Official Journal of the European Communities L 243/31\nCOUNCIL DIRECTIVE 96/59/EC\nof 16 September 1996\non the disposal of polychlorinated biphenyls and polychlorinated terphenyls\n(PCB/PCT)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130s (1) thereof,\nHaving regard to the Commission proposal (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\n(1) Whereas Council Directive 76/403/EEC of 6 April 1976 on the disposal of polychlorinated biphenyls and polychlorinated terphenyls (4) brought about an approximation of the laws of the Member States in this field; whereas those rules have not proved sufficient; whereas the state of the art has evolved to a point where disposal conditions for PCBs can be improved; whereas that Directive should therefore be replaced by a new Directive;\n(2) Whereas Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (5) underlines, the need for a periodic review of the whole problem with a view to moving gradually towards a complete ban on PCBs and PCTs;\n(3) Whereas the safe disposal of non-recyclable and non-reusable waste is one of the objectives of the Council Resolution of 7 May 1990 on waste policy (6), as confirmed by the Fifth Action Programme on the Environment and Sustainable Development, the approach and general strategy of which were approved by the Council and the Representatives of the Governments of the Member States, meeting within the Council, in their Resolution of 1 February 1993 (7);\n(4) Whereas in accordance with Council Directive 75/442/EEC of 15 July 1975 on waste (8), appropriate measures must be taken to avoid the abandonment, dumping or uncontrolled disposal of waste, and the use of processes or methods which could harm the environment;\n(5) Whereas in order to dispose of PCBs, because of the risks they present for the environment and for human health, general obligations concerning the controlled disposal of PCBs and the decontamination or disposal of equipment are necessary;\n(6) Whereas such measures should be taken as soon as possible without prejudice to the Member States' international obligations, in particular those contained in PARCOM Decision 92/3 (9); whereas PCBs which are the subject of an inventory must be disposed of by the end of 2010 at the latest;\n(7) Whereas the disposal of PCBs represents a transitional and temporary problem and some Member States which have no PCB disposal capacity face a force majeure situation; whereas the proximity principle should be interpreted in a flexible manner so as to permit European solidarity in this area; whereas, in addition, installations should be set up in the Community for the disposal, decontamination and storage of PCBs;\n(8) Whereas Council Directive 75/439/EEC of 16 June 1975 on the disposal of waste oils (10) lays down 50 ppm as the maximum limit for the PCB or PCT content of regenerated oils or oils used as fuel;\n(9) Whereas Council Directive 91/339/EEC of 18 June 1991, amending Directive 76/769/EEC for the eleventh time (11), prohibits or restricts the marketing of certain PCB substitutes, and whereas they too should therefore be disposed of completely;\n(10) Whereas it is essential to know what quantities of PCBs exist in order to be able to match disposal capacity to needs; whereas it is therefore necessary to label equipment containing PCBs and to compile inventories of such equipment; whereas such inventories must be regularly updated;\n(11) Whereas, bearing in mind the costs and technical difficulties entailed by an inventory of equipment slightly contaminated with PCBs, a simplified inventory should be used; whereas, in addition, provision should be made for equipment slightly contaminated by PCBs to be disposed of at the end of its useful life, bearing in mind the low risks it presents for the environment;\n(12) Whereas the marketing of PCBs is prohibited, and whereas the separation of PCBs from other substances for their reuse and the topping up of transformers with PCBs should therefore be prohibited; whereas, however, on safety grounds, the maintenance of transformers may be continued in order to sustain the dielectric quality of the PCBs they contain;\n(13) Whereas undertakings carrying out the disposal and/or decontamination of PCBs must obtain permits;\n(14) Whereas the conditions for decontaminating equipment containing PCBs must be defined and whereas the equipment should be specifically labelled;\n(15) Whereas certain technical tasks necessary for the implementation of this Directive should be carried out by the Commission, in accordance with the Committee procedure referred to in Article 18 of Directive 75/442/EEC;\n(16) Whereas the number of PCB disposal and decontamination plants is small and their capacity limited and the disposal and/or decontamination of the PCBs inventoried must therefore be properly planned; whereas, moreover, outlines for the collection and subsequent disposal of non-inventoried equipment should be drawn up; whereas such outlines may, if necessary, make use of existing mechanisms concerning waste in general and need not take account of very minor quantities of PCBs which cannot be identified in practice,", "main_body": ["The purpose of this Directive is to approximate the laws of the Member States on the controlled disposal of PCBs, the decontamination or disposal of equipment containing PCBs and/or the disposal of used PCBs in order to eliminate them completely on the basis of the provisions of this Directive.", "For the purposes of this Directive:\n(a) ‘PCBs’ means:\n— polychlorinated biphenyls,\n— polychlorinated terphenyls,\n— Monomethyl-tetrachlorodiphenyl methane, Mono-methyl-dichloro-diphenyl methane, Monomethyl-dibromo-diphenyl methane,\n— any mixture containing any of the abovemen-tioned substances in a total of more than 0,005 % by weight;\n(b) ‘equipment containing PCBs’ means any equipment containing PCBs or having contained PCBs (e.g. transformers, capacitors, receptacles containing residual stocks) which has not been decontaminated. Equipment of a type which may contain PCBs shall be treated as if it contains PCBs unless it is reasonable to assume the contrary;\n(c) ‘used PCBs’ means any PCBs which are waste within the meaning of Directive 75/442/EEC;\n(d) ‘holder’ means the natural or legal person who is in possession of PCBs, used PCBs and/or equipment containing PCBs;\n(e) ‘decontamination’ means all operations which enable equipment, objects, materials or fluids contaminated by PCBs to be reused, recycled or disposed of under safe conditions, and which may include replacement, meaning all operations in which PCBs are replaced by suitable fluids not containing PCBs;\n(f) ‘disposal’ means operations D 8, D 9, D 10, D 12 (only in safe, deep, underground storage in dry rock formations and only for equipment containing PCBs and used PCBs which cannot be decontaminated) and D 15 provided for in Annex II A of Directive 75/442/EEC.", "Without prejudice to their international obligations, Member States shall take the necessary measures to ensure that used PCBs are disposed of and PCBs and equipment containing PCBs are decontaminated or disposed of as soon as possible. For the equipment and the PCBs contained therein, which are subject to inventory in accordance with Article 4 (1), decontamination and/or disposal shall be effected at the latest by the end of 2010.", "1.   In order to comply with Article 3, Member States shall ensure that inventories are compiled of equipment with PCB volumes of more than 5 dm3, and shall send summaries of such inventories to the Commission at the latest three years after the adoption of this Directive. In the case of power capacitors, the threshold of 5 dm3 shall be understood as including all the separate elements of a combined set.\n2.   Equipment in respect of which it is reasonable to assume that the fluids contain between 0,05 % and 0,005 % by weight of PCBs may be inventoried without the data required in the third and fourth indents of paragraph 3, and may be labelled as ‘PCBs contaminated < 0,05 %’. They shall be decontaminated or disposed of in accordance with Article 9 (2).\n3.   The inventories shall comprise the following:\n— the names and addresses of the holders,\n— the location and description of the equipment,\n— the quantity of PCBs contained in the equipment,\n— the dates and types of treatment or replacement carried out or envisaged,\n— the dates of declaration.\nIf a Member State has already compiled a similar inventory, a new one shall not be required. Inventories shall be regularly updated.\n4.   In order to comply with paragraph 1, Member States shall take the necessary measures to ensure that the holders of such equipment notify the competent authorities of the quantities which they hold and of any changes in this respect.\n5.   Member States shall take the necessary measures to ensure that any equipment which is subject to inventory under paragraph 1 is labelled. A similar label must also be affixed to the doors of premises where such equipment is located.\n6.   PCB-disposal undertakings shall keep registers of the quantity, origin, nature and PCB content of used PCBs delivered to them. They shall communicate this information to the competent authorities. The registers may be consulted by the local authorities and by the public. The undertakings also issue to holders who deliver used PCBs receipts specifying the nature and the quantity thereof.\n7.   Member States shall ensure that the competent authorities monitor the quantities of which they are notified.", "1.   By way of derogation from Article 3 of Directive 75/442/EEC Member States shall prohibit the separation of PCBs from other substances for the purpose of reusing the PCBs.\n2.   Member States shall prohibit the topping up of transformers with PCBs.\n3.   Until such time as they are decontaminated, taken out of service and/or disposed of in accordance with this Directive, the maintenance of transformers containing PCBs may continue only if the objective is to ensure that the PCBs they contain comply with technical standards or specifications regarding dielectric quality and provided that the transformers are in good working order and do not leak.", "1.   Member States shall take the necessary measures to ensure that used PCBs and equipment containing PCBs which is subject to inventory in accordance with Article 4 (1) are transferred as soon as possible to undertakings licensed pursuant to Article 8.\n2.   Before PCBs, used PCBs and/or equipment containing PCBs are taken by a licensed undertaking, all precautions necessary to avoid any risk of fire shall be taken. To this end they shall be kept away from any flammable products.\n3.   Where reasonably practicable, equipment containing PCBs which is not subject to inventory in accordance with Article 4 (1) and which is part of another piece of equipment shall be removed and collected separately when the latter equipment is taken out of use, recycled or disposed of.", "Member States shall take the necessary measures to prohibit any incineration of PCBs and/or used PCBs on ships.", "1.   Member States shall take the necessary measures to ensure that all undertakings engaged in the decontamination and/or the disposal of PCBs, used PCBs and/or equipment containing PCBs obtain permits in accordance with Article 9 of Directive 75/442/EEC.\n2.   Where incineration is used for disposal, Council Directive 94/67/EC of 16 December 1994 on the incineration of dangerous waste (12) shall apply. Other methods of disposing of PCBs, used PCBs and/or equipment containing PCBs may be accepted provided they achieve equivalent environmental safety standards — compared with incineration — and fulfil the technical requirements referred to as best available techniques.\n3.   Member States shall individually or jointly take the necessary measures to develop, if appropriate and taking account of Article 4 (3) (a) (ii) of Regulation (EEC) No 259/93/EEC (13) and Article 5 (1) of Directive 75/442/EEC, installations for the disposal, decontamination and safe storage of PCBs, used PCBs and/or equipment containing PCBs.", "1.   Member States shall take the necessary measures to ensure that transformers containing more than 0,05 % by weight of PCBs are decontaminated under the following conditions:\n(a) the objective of the decontamination must be to reduce the level of PCBs to less than 0,05 % by weight and, if possible, to no more than 0,005 % by weight;\n(b) the replacement fluid not containing PCBs must entail markedly lesser risks;\n(c) the replacement of the fluid must not compromise the subsequent disposal of the PCBs;\n(d) the labelling of the transformer after its decontamination must be replaced by the labelling specified in the Annex hereto.\n2.   By way of derogation from Article 3, Member States shall ensure that transformers the fluids in which contain between 0,05 % and 0,005 % by weight of PCBs are either decontaminated under the conditions laid down in paragraph 1 (b) to (d) or disposed of at the end of their useful lives.", "0\nThe Commission, acting in accordance with the procedure referred to in Article 18 of Directive 75/442/EEC:\n(a) shall fix the reference methods of measurement to determine the PCB content of contaminated materials. Measurements effected before the determination of the reference methods shall remain valid;\n(b) may fix technical standards for the other methods of disposing of PCBs referred to in the second sentence of Article 8 (2);\n(c) shall make available a list of the production names of capacitors, resistors and inductance coils, containing PCBs;\n(d) shall if necessary determine, solely for the purpose of Article 9 (1) (b) and (c) other less hazardous substitutes for PCBs.", "1\n1.   Member States shall, within three years of the adoption of this Directive, draw up:\n— plans for the decontamination and/or disposal of inventoried equipment and the PCBs contained therein;\n— outlines for the collection and subsequent disposal of equipment which is not subject to inventory in accordance with Article 4 (1), as referred to in Article 6 (3).\n2.   Member States shall communicate these plans and outlines to the Commission without delay.", "2\n1.   Member States shall take the necessary measures to comply with this Directive not later than 18 months after its adoption. They shall forthwith inform the Commission thereof.\n2.   When Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n3.   Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "3\n1.   This Directive shall enter into force on the date of its adoption and Directive 76/403/EEC shall be repealed with effect from that date.\n2.   With effect from the date referred to in paragraph 1:\n(a) the reference in Article 10 (1) of Directive 87/101/EEC (14) to ‘PCBs and PCTs within the meaning of Directive 76/403/EEC ’ shall be construed as a reference to PCBs within the meaning of this Directive;\n(b) the reference in Article 10 (2) of Directive 87/101 /EEC to Directive 76/403/EEC shall be construed as a reference to this Directive;\n(c) the reference in Article 2 (j) of Regulation (EEC) No 259/93 to Article 6 of Directive 76/403/EEC shall be construed as a reference to Article 8 of this Directive.", "4\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 September 1996.\nFor the Council\nThe President\nI. YATES\n(1)  OJ No C 319, 12. 12. 1988, p. 57. OJ No C 299, 20. 11. 1991, p. 9.\n(2)  OJ No C 139, 5. 6. 1989, p. 1.\n(3)  Opinions of the European Parliament of 17 May 1990 (OJ No C 149, 18. 6. 1990, p. 150) and 12 December 1990 (OJ No C 19, 28. 1. 1991, p. 83). Common position of the Council of 27 November 1995 (OJ No C 87, 25. 3. 1996, p. 1) and Decision of the European Parliament of 22 May 1996 (OJ No C 166, 10. 6. 1996, p. 76).\n(4)  OJ No L 108, 26. 4. 1976, p. 41.\n(5)  OJ No L 262, 27. 9. 1976, p. 201. Directive as last amended by Directive 94/60/EC (OJ No L 365, 31. 12. 1994, p. 1).\n(6)  OJ No C 122, 18. 5. 1990, p. 2.\n(7)  OJ No C 138, 17. 5. 1993, p. 1.\n(8)  OJ No L 194, 25. 7. 1975, p. 39. Directive as last amended by Commission Decision 94/3/EC (OJ No L 5, 7. 1. 1994, p. 15).\n(9)  Ministerial Meeting of the Oslo and Paris Commissions of 21-22 September 1992.\n(10)  OJ No L 194, 25. 7. 1975, p. 23. Directive as last amended by Directive 91/692/EEC (OJ No L 377, 31. 12. 1991, p. 48).\n(11)  OJ No L 186, 12. 7. 1991, p. 64.\n(12)  OJ No L 365, 31. 12. 1994, p. 34.\n(13)  OJ No L 30, 6. 2. 1993, p. 1. Regulation as amended by Commission Decision 94/721/EC (OJ No L 288, 9. 11. 1994, p. 36).\n(14)  OJ No L 42, 12. 2. 1987, p. 43.\nANNEX\nLabelling of decontaminated PCB equipment\nEach item of decontaminated equipment must be clearly marked with an indelible and embossed or engraved sign which must include the following information and be worded in the language of the country in which the equipment is used:"}