{"celex_id": "31996D0251", "uri": "http://publications.europa.eu/resource/cellar/7a23b17d-81cf-409b-af99-919a6bfc617a", "type": "Decision", "concepts": ["2179", "2567", "4066", "5469", "5563", "862"], "title": "96/251/CFSP: Council Decision of 25 March 1996 complementing Decision 95/170/CFSP concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union on anti- personnel mines\n", "header": "COUNCIL DECISION of 25 March 1996 complementing Decision 95/170/CFSP concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union on anti-personnel mines (96/251/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles J.3 and J.11 thereof,\nHaving regard to the general guidelines of the European Council of 15 and 16 December 1995 in Madrid, as part of the contribution of the European Union to the implementation of the agreements signed in Paris,\nHaving regard to Council Decision 95/170/CFSP of 12 May 1995 concerning the joint action adopted by the Council on the basis of Article J.3 of the Treaty on European Union on anti-personnel mines (1),", "main_body": ["As part of its contribution to the implementation of the agreements signed in Paris and in the context of equitable international burden-sharing, the European Union shall promote a specific demining action by providing urgent assistance for mine clearance in Bosnia-Herzegovina and Croatia.\nPriority should be given to assistance in demining in Bosnia-Herzegovina and in support of the United Nations Transition Authority in Eastern Slavonia (Untaes).", "1. For the purposes of the objective laid down in Article 1, the European Union shall contribute the sum of ECU 3,6 million to the United Nations Voluntary Trust Fund for Assistance in Mine Clearance in Bosnia-Herzegovina and Croatia.\nThis contribution shall be charged to the general budget of the European Communities for 1996.\n2. The contribution referred to in paragraph 1 shall be allocated to support the work of the Mine Action Centres being developed by the United Nations Department of Humanitarian Affairs in Bosnia-Herzegovina and Croatia.\nIn this context, and in close coordination with the High Representative and the Head of the Untaes, this contribution should, in particular, be directed towards the following objectives:\n- information in the countries concerned,\n- training of mine clearance specialists and mine clearance instructors,\n- participation in mine clearance operations,\n- assistance towards the rehabilitation of the victims of mines,\n- development of a database on mines.\n3. The expenditure financed by the amount stipulated in paragraph 1 shall be managed in compliance with the Community procedures and rules applicable to the general budget.", "The Council notes that the Commission intends to support other mine clearance operations within the framework of Community cooperation.", "This Decision shall enter into force on the day of its adoption. It shall be published in the Official Journal."], "attachments": "Done at Brussels, 25 March 1996.\nFor the Council\nThe President\nS. AGNELLI\n(1) OJ No L 115, 22. 5. 1995, p. 1."}