{"celex_id": "31993L0018", "uri": "http://publications.europa.eu/resource/cellar/a6335cfc-e402-4428-bc2b-e8240ee34f97", "type": "Directive", "concepts": ["2897", "4308", "6004", "720", "811", "893"], "title": "Commission Directive 93/18/EEC of 5 April 1993 adapting for the third time to technical progress Council Directive 88/379/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations\n", "header": "COMMISSION DIRECTIVE 93/18/EEC of 5 April 1993 adapting for the third time to technical progress Council Directive 88/379/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the  classification, packaging and labelling of dangerous preparations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 88/379/EEC of 7 June 1988 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (1), and in  particular Article 15 thereof,\nWhereas Council Directive 92/32/EEC (2) amending Directive 67/548/EEC (3) for the seventh time, replaces the definition 'teratogenic' by 'toxic for reproduction' and introduces this modification into Directive 88/379/EEC;\nWhereas Annex VI to Directive 67/548/EEC, as last amended by Commission Directive 92/37/EEC (4), provides for new criteria and new R type phrases for the category of danger 'toxic for reproduction', as well as new criteria for the use of certain R  phrases concerning the nature of particular risks attributed to dangerous substances and preparations and in particular phrases R 33 and R 64;\nWhereas the provisions set out in Annex I to Directive 88/379/EEC, as amended by Directive 90/492/EEC (5), should therefore be revised and supplemented;\nWhereas Annex II to Directive 88/379/EEC contains special labelling provisions applicable to certain preparations; whereas these special labelling provisions apply without distinction to all preparations under consideration whether or not considered  dangerous within the meaning of the Directive;\nWhereas it is necessary to make special provisions in addition to those relating to labelling in the case of preparations which although they contain at least one substance which is dangerous are not necessarily dangerous within the meaning of Directive  88/379/EEC;\nWhereas the special provisions applicable to certain preparations set out in Annex II to Directive 88/379/EEC as amended by Directive 89/178/EEC (6) should therefore be revised and supplemented;\nWhereas the amendments to Annex II result in its restructuring featuring in particular a new presentation by chapter in order to maintain the clarity required in all legislation;\nWhereas Article 8a of the Treaty established an area without internal barriers in which the free circulation of goods, of persons, of services and capital is assured;\nWhereas, according to the scope and effects of the proposed action, the Community measures envisaged by this regulation are not only necessary but also indispendable for the attainment of the stated objectives and that these objectives cannot be  achieved by Member States individually, and that furthermore their attainment at Community level is already provided for by Directive 88/379/EEC;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee for the Adaptation to Technical Progress of the Directives on the Removal of Technical Barriers to Trade in Dangerous Substances and Preparations,", "main_body": ["Annexes I and II to Directive 88/379/EEC are replaced by the Annex to this Directive.", "1. Member States shall adopt and publish the provisions necessary to comply with this Directive by 1 July 1994 at the latest and shall forthwith inform the Commission thereof.\n2. These provisions shall take effect by 1 July 1994 at the latest.\n3. When Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 April 1993.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ No L 187, 16. 7. 1988, p. 14.\n(2) OJ No L 154, 5. 6. 1992, p. 1.\n(3) OJ No L 196, 16. 8. 1967, p. 1.\n(4) OJ No L 154, 5. 6. 1992, p. 30.\n(5) OJ No L 275, 5. 10. 1990, p. 35.\n(6) OJ No L 64, 8. 3. 1989, p. 18.\nANNEX I\nCONCENTRATION LIMITS TO BE USED IN APPLYING THE CONVENTIONAL METHOD OF ASSESSING HEALTH HAZARDS IN ACCORDANCE WITH ARTICLE 3 (5)  An assessment must be made of all the health hazards that the use of a substance might entail. For that purpose the  dangerous health effects have been subdivided into:\n1. acute lethal effects;\n2. non-lethal irreversible effects after a single exposure;\n3. severe effects after repeated or prolonged exposure;\n4. corrosive effects, irritant effects;\n5. sensitizing effects;\n6. carcinogenic effects, mutagenic effects, toxic effects for reproduction.\nThe systematic assessment of all the dangerous health effects is expressed by means of concentration limits, expressed as a weight/weight percentage except for gaseous preparations (Tables A) where they are expressed as a volume/volume percentage and in  conjunction with the classification of a substance.\nThe classification of the substance is expressed either by a sybmol and one or more risk phrases or by categories (category 1, category 2 or category 3) also expressed by risk phrases when substances are shown to be carcinogenic, mutagenic or toxic for  reproduction. Therefore it is important to consider, in addition to the symbol, all the phrases denoting specific risks which are assigned to each substance under consideration.\n1. Acute lethal effects\n1.1. Other than gaseous preparations\nThe concentration limits fixed in Table I determine the classification of the preparation in relation to the individual concentration of the substance(s) present whose classification is also shown.\nTABLE I\n/* Tables: see OJ */\nThe concentration limits expressed as a volume/volume percentage in Table 1 A below determine the classification of the gaseous preparations in relation to the individual concentration of the gas(es) present whose classification is also shown.\nTABLE I A\n/* Tables: see OJ */\n2.1. Other than gaseous preparations\nFor substances that produce non-lethal irreversible effects after a single exposure (R 39/route of exposure, R 40/route of exposure), the individual concentration limits specified in Table II determine, when appropriate, the classification of the  preparation.\nTABLE II\n/* Tables: see OJ */\nFor gases that produce non-lethal irreversible effects after a single exposure (R 39/route of exposure, R 40/route of exposure), the individual concentration limits specified in Table II A, expressed as a volume/volume percentage, determine, when  appropriate, the classification of the preparation.\nTABLE II A\n/* Tables: see OJ */\n3.1. Other than gaseous preparations\nFor substances that produce severe effects after repeated exposure (R 48/route of exposure), the individual concentration limits specified in Table III determine, when appropriate, the classification of the preparation.\nTABLE III\n/* Tables: see OJ */\nFor gases that produce severe effects after repeated or prolonged exposure (R 48/route of exposure), the individual concentration limits specified in Table III A below, expressed as a volume/volume percentage, determine, when appropriate, the  classification of the preparation.\nTABLE III A\n/* Tables: see OJ */\n4.1. Other than gaseous preparations\nFor substances that produce corrosive effects (R 34, R 35) or irritant effects (R 36, R 37, R 38, R 41), the individual concentration limits specified in Table IV determine, when appropriate, the classification of the preparation.\nTABLE IV\n/* Tables: see OJ */\nFor gases that produce such effects (R 34, R 35 or R 36, R 37, R 38, R 41), the individual concentration limits specified in Table IV A below, expressed as a volume/volume percentage determine, when appropriate, the classification of the preparation.\nTABLE IV A\n/* Tables: see OJ */\n5.1. Other than gaseous preparations\nSubstances that produce such effects are classified as sensitizing and assigned:\n- the symbol Xn and phrase R 42 if this effect can be produced by inhalation,\n- the symbol Xi and phrase R 43 if this effect can be produced through contact with the skin,\n- the symbol Xn and phrase R 42/43 if this effect can be produced by inhalation and through contact with the skin.\nThe individual concentration limits specified in Table V determine, when appropriate, the classification of the preparation.\nTABLE V\n/* Tables: see OJ */\nGases that produce such effects are classified as sensitizing and assigned:\n- the symbol Xn and phrase R 42 if this effect can be produced by inhalation,\n- the symbol Xn and phrase R 42/43 if this effect can be produced by inhalation and through contact with the skin.\nThe individual concentration limits specified in Table V A below, expressed as a volume/volume percentage, determine, when appropriate, the classification of the preparation.\nTABLE V A   6.1. Other than gaseous preparations\nFor substances which produce such effects and for which specific concentration limits do not yet appear in Annex I to Directive 67/548/EEC, concentration limits laid down in Table VI shall determine, where appropriate, the classification of the  preparation.\nTABLE VI\n/* Tables: see OJ */\nFor gases which produce such effects and for which specific concentration limits do not yet appear in Annex I to Directive 67/548/EEC, the concentration limits laid down in Table VI A, expressed as a volume/volume percentage, shall determine, where  appropriate, the classification of the preparation.\nTABLE VI A\n/* Tables: see OJ */\nANNEX II\nPARTICULAR PROVISIONS CONCERNING CERTAIN PREPARATIONS   CHAPTER I   Particular provisions relating to labelling   A. Special provisions for preparations classified dangerous within the meaning of Article 3  1. Preparations sold to the general public\n1.1. The labels on packages containing such preparations, in addition to the specific safety advice, must bear the relevant safety advice S 1, S 2, S 45 or S 46 in accordance with the criteria fixed in Annex VI to Directive 67/548/EEC.\n1.2. When such preparations are classified as very toxic (T +), Toxic (T) or corrosive (C) and where it is physically impossible to give such information on the package itself, packages containing such preparations must be accompanied by precise and  easily understandable instructions for use including, where appropriate, instructions for the destruction of the empty package.\n2. Preparations intended for use by spraying\nThe package label containing such preparations must compulsorily bear the safety advice S 23 accompanied by one of the safety advice S 38 or S 51 assigned to it in accordance with the criteria fixed in Annex VI to Directive 67/548/EEC.\n3. Preparations containing a substance affected by phrase R 33: Danger of cumulative effects\nWhen a preparation contains at least one substance affected by the phrase R 33, the label of the preparation must carry this phrase as it appears in Annex III to Directive 67/548/EEC, when the concentration of this substance present in the preparation  is equal to or higher than 1 %, unless different values are fixed by Annex I to Directive 67/548/EEC.\n4. Preparations containing a substance affected by phrase R 64: May cause harm to breastfed babies\nWhen a preparation contains at least one substance affected by the phrase R 64, the label of the preparation must carry this phrase as it appears in Annex III to Directive 67/548/EEC, when the concentration of this substance present in the preparation  is equal to or higher than 1 %, unless different values are fixed by Annex I to Directive 67/548/EEC.\nB. Special provisions for preparations irrespective of their classification within the meaning of Article 3  1. Preparations containing lead\n1.1. Paints and varnishes\nLabels of packages of paints and varnishes containing lead in quantities exceeding 0,15 % expressed as weight of metal, of the total weight of the preparation, as determined in accordance with ISO standard 6503/1984, must show the following particulars:\n'Contains lead. Should not be used on surfaces liable to be chewed or sucked by children.' In the case of packages the contents of which are less than 125 millilitres, the particulars may be as follows:\n'Warning. Contains lead.'\n2. Preparations containing cyanocrylates\n2.1. Adhesives\nThe immediate packaging of adhesives based on cyanocrylate must bear the following inscriptions:\n'Cyanoacrylate.\nDanger.\nBonds skin and eyes in seconds.\nKeep out of the reach of childen.'\nAppropriate advice on safety must accompany the package.\n3. Preparations containing isocyanates\nThe package labels of preparations containing isocyanates (as monomers, oligomers, prepolymers, etc., or as mixtures thereof) must bear the following inscriptions:\n'Contains isocyanates.\nSee information supplied by the manufacturer.'\n4. Preparations containing epoxy constituents with an average molecular weight & le;700\nThe package labels of preparations containing epoxy constituents with an average molecular weight & le; 700 must bear the following inscriptions:\n'Contains epoxy constituents.\nSee information supplied by the manufacturer.'\n5. Preparations sold to the general public which contain active chlorine\nThe packaging of preparations containing more than 1 % of active chlorine must bear the following particular inscriptions:\n'Warning! Do not use together with other products. May release dangerous gases (chlorine).'\n6. Preparations containing cadmium (alloys) and intended to be used for brazing or soldering\nThe packaging of the abovementioned preparations must bear the following inscription printed in clearly legible and indelible characters:\n'Warning! Contains cadmium.\nDangerous fumes are formed during use.\nSee information supplied by the manufacturer.\nComply with the safety instructions.'"}