{"celex_id": "31991D0168", "uri": "http://publications.europa.eu/resource/cellar/8973ffbb-58c0-434d-b37d-d6569376d91f", "type": "Decision", "concepts": ["1759", "3579", "4689", "5369", "842", "888"], "title": "91/168/EEC: Commission Decision of 27 March 1991 relating to protection measures concerning trichinosis\n", "header": "COMMISSION DECISION  of 27 March 1991  relating to protection measures concerning trichinosis  (91/168/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), and in particular Article 19 thereof;\nWhereas in accordance with Article 19 of Directive 90/675/EEC the necessary decisions shall be adopted in particular concerning the importation of certain third countries' products liable to constitute a serious threat to public health;\nWhereas cases of human trichinosis have appeared in the territory of the Community following the consumption of soliped meat originating in the United States of America;\nWhereas, in order to protect public health, imports of certain fresh soliped meat originating in the United States of America should be immediately and temporarily banned;\nWhereas for fresh soliped meat consisting of striated muscles having undergone a treatment guaranteeing the avoidance of all hazards, a supplementary mention should be included in the certificate envisaged in Annex A of Directive 72/462//EEC of 12  December 1972 on health and veterinary inspection problems upon importation of bovine and porcine animals, and fresh meat or meat products from third countries (2), as last amended by Directive 91/69/EEC (3);\nWhereas the measures laid down in this Decision are in accordance with the opinion of the Standing Veterinary Committee;", "main_body": ["Member States shall prohibit the imports originating in the United States of America of fresh meat of solipeds consisting of striated muscles with the exception of that which has undergone the same cold treatment as pigmeat, as prescribed by  Annex IV of Council Directive 77/96/EEC (4).", "The health certificate envisaged in Annex A to Directive 72/462/EEC accompanying the fresh soliped meat sent from the United States of America must include the following comment:\n'Fresh soliped meat in compliance with Decision 91/168/EEC relating to protection measures concerning trichinosis'.", "The Commission will carry out a re-inspection as soon as possible. This Decision shall be modified, repealed or extended in the light of this inspection.", "Without prejudice to Article 3, the present decision is valid for two months from its notification.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 373, 21. 12. 1990, p. 1.\n(2) OJ No L 302, 31. 12. 1972, p. 28.\n(3) OJ No L 46, 19. 2. 1991, p. 37.\n(4) OJ No L 26, 31. 1. 1977, p. 67."}