{"celex_id": "31993R1165", "uri": "http://publications.europa.eu/resource/cellar/e58cb07c-8e5e-481e-b0bc-baecfac39f14", "type": "Regulation", "concepts": ["171", "2563", "3170", "3732", "4327", "797"], "title": "Commission Regulation (EEC) No 1165/93 of 13 May 1993 laying down detailed rules for the application of the aid scheme for Portuguese producers of paddy rice\n", "header": "COMMISSION REGULATION (EEC) No 1165/93 of 13 May 1993 laying down detailed rules for the application of the aid scheme for Portuguese producers of paddy rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3653/90 of 11 December 1990 introducing transitional measures governing the common organization of the market in cereals and rice in Portugal (1), as amended by Regulation (EEC) No 738/93 (2), and in  particular Article 10 thereof,\nWhereas Regulation (EEC) No 3653/90 introduces aid for producers of paddy rice placed on the market by the producer or sold by him direct to an intervention agency; whereas the meaning of sale on the market should be defined;\nWhereas, given the date of entry into force of that Regulation, the latest date of 30 June laid down for the crop declaration is not applicable for the 1992/93 marketing year; whereas special provisions should therefore be made for the aid applications  and the checks in that marketing year;\nWhereas, for the satisfactory operation of the aid scheme, Member States should carry out checks to ensure that the aid is granted in accordance with the conditions laid down; whereas aid applictions must therefore contain a minimum amount of  information for the purposes of the checks to be carried out;\nWhereas, to ensure efficient application, provision should be made for random on-the-spot checks of the accuracy of applications submitted; whereas these checks should be made on a sufficiently representative number of aid applications;\nWhereas provision should be made for the recovery of aid in the event of undue payment and for appropriate penalties for false declarations;\nWhereas, for the satisfactory operation of the aid scheme, provision should be made for the computerization of data given in aid applications;\nWhereas the intervention price for paddy rice applicable in Portugal in the 1992/93 marketing year is aligned on the intervention price applicable in the other Member States with effect from 1 April 1993, pursuant to Regulation (EEC) No 738/92; whereas  the fall in prices due to the anticipated alignment of Portuguese prices on Community prices from 1 April 1993 onwards should therefore be compensated;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The aid referred to in Article 3 of Regulation (EEC) No 3653/90 shall be granted to Portuguese producers of paddy rice in accordance with the rules laid down in this Regulation.", "1. The aid shall be paid to producers or their authorized representatives in respect of the quantities of paddy rice referred to in Article 1 (a) of Council Regulation (EEC) No 1418/76 (3), harvested on the producer's holding, and for which  evidence is presented that they have been sold on the market or to the intervention agency.\n2. For the purposes of this Regulation, 'sale on the market' means the sale of paddy rice by producers to collection, trading and processing undertakings.\n3. For the 1992/93 marketing year, the aid shall be paid in respect of sales effected from 1 April 1993 onwards.", "1. The aid shall be paid by the Portuguese authorities to the producers or their authorized agents referred to in Article 2, at their request.\n2. Aid applications shall be sent to the Portuguese intervention agency and shall be accompanied by a chronological list of the sales of each type of paddy rice showing the quantity sold.\n3. The final application for a marketing year shall be submitted not later than 31 August of that marketing year.\n4. The Portuguese authorities shall pay the aid at the latest by the end of the month following that in which the application is received.", "1. In order to qualify for aid, producers of paddy rice must submit to the Portuguese intervention agency before a date to be fixed by the Member State, and by 30 June each year at the latest, a crop declaration showing all the areas sown  with each type of paddy rice, and their location on the basis of cadastral data or an information source recognized as equivalent by the body responsible for checking the areas, such as a map or an aerial or satellite photograph allowing the inspection  authorities to identify clearly the location of the areas.\n2. The competent authority shall register the producer's declaration and allocate it a registration number.\n3. Paragraphs 1 and 2 notwithstanding, the aid applications for the 1992/93 marketing year shall include only the designation of origin of the paddy rice and the location of the crop.", "The evidence referred to in Article 2 (1) shall be provided by presenting, in respect of each sale, a dated invoice showing the name of the buyer, the name of the producer and the registration number of the crop declaration, the quantity of  each type of paddy rice sold and the delivery date.\nHowever, for the 1992/93 marketing year, the registration number of the declaration shall not be required.", "The buyers referred to in Article 5 shall keep available for the competent authorities accounts containing in particular:\n(a) the names and addresses o the producers or operators who supplied them with the paddy rice;\n(b) the quantities of each type of paddy rice supplied as described above and the date of such deliveries.", "1. The Portuguese authorities shall set up a system of on-the-spot checks and administrative checks ensuring that the conditions governing the grant of the aid are met.\nThey shall carry out on-the-spot random checks on the accuracy of the applications submitted and on the crop declarations.\n2. The on-the-spot checks on the crop declarations shall be carried out on at least:\n- 5 % of the crop declarations relating to less than 25 ha,\n- 20 % of the crop declarations relating to more than 25 ha but less than 250 ha,\nand on all the crop declarations relating to more than 250 ha.\nHowever, the checks to be undertaken for the 1992/93 marketing year must relate in particular to the origin of the paddy rice.", "1. The Portuguese authorities shall make on-the-spot checks on the buyers cited in the aid applications. The checks shall be carried out on the accounts referred to in Article 6 and shall cover at least 20 % of the quantity of paddy rice for  which aid has been requested and 10 % of the buyers concerned.\nEach on-the-spot check shall be recorded in a report.\n2. At the end of the marketing year the Portuguese authorities shall cross-check all the aid applications and the crop declarations relating to them. If such checking reveals a discrepancy between a producer's aid application and his production  capacity, the Portuguese authorities shall conduct a thorough examination of all the applications submitted by that producer.\nHowever, for the 1992/93 marketing year, the Portuguese authorities ahll cross-check all the aid applications and information available on the crops.", "1. If the check carried out on the applications for payment of the aid reveals an excess, the producer shall be disqualified from the aid scheme for the marketing year in question.\n2. In the case of undue payment of aid, the amounts concerned shall be recovered, plus interest of 15 %, calculated on the basis of the period intervening between payment of the aid and repayment by the beneficiary.\nThe amounts recovered shall be paid to the disbursing agency and shall be deducted from the expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section.\n3. In the case of crop declarations, Portugal shall take the appropriate steps to impose penalties in respect of false declarations. It shall notify the Commission of any such measures taken.", "0\nWhere the aid applications contain information which is incorrect either wilfully or as a result of gross negligence, the applicant shall lose his entitlement to aid for the following marketing year.", "1\nPortugal shall take any additional measures necessary for the application of this Regulation, in particular to ensure the reliability of the control measures. For this purpose it shall computerize the data given in the aid applications.\nIt may also make provision for reducing the amount of aid where the quality of the rice sold so warrants.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 362, 27. 12. 1990, p. 28.\n(2) OJ No L 77, 31. 3. 1993, p. 1.\n(3) OJ No L 166, 25. 6. 1976, p. 1."}