{"celex_id": "31996R0752", "uri": "http://publications.europa.eu/resource/cellar/ee98c0bb-d9d1-4745-bf88-6e76c4693ccf", "type": "Regulation", "concepts": ["1309", "2488", "2771", "2839", "3591", "5969"], "title": "Council Regulation (EC) No 752/96 of 22 April 1996 amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries\n", "header": "COUNCIL REGULATION (EC) No 752/96 of 22 April 1996 amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries (1) introduced in respect of the People's Republic of China certain quantitative quotas listed in Annex II to the Regulation and surveillance measures with regard to certain products listed in Annex III thereto;\nWhereas, when the size of the quotas was established, the Council's objective was to strike a balance between an appropriate level of protection for the Community industries concerned and maintenance of an acceptable level of trade with China, taking into account the various interests in play;\nWhereas, in the light of the experience acquired in implementing the quotas, the situation of the Community producers concerned indicates that an adjustment of some quotas would be appropriate and would be neither inconsistent with the above objective nor liable to disrupt the Community market; whereas, in the case of shoes, the particularly sensitive nature of the industry indicates that an increase smaller than that for other products is in order, limited to the quotas on leather shoes;\nWhereas analysis of the main economic indicators, in particular the levels of Community production and recent trends in consumption, suggests that the quotas for gloves falling within HS/CN codes 4203 29 91 and 4203 29 99, the quota on combined car radios falling within HS/CN code 8527 21 and that for non-combined car radios falling within HS/CN code 8527 29 could be abolished;\nWhereas the products in respect of which quotas are abolished by this Regulation should, however, be subject to prior Community surveillance, except non-combined car radios;\nWhereas the three quotas for toys falling within HS/CN headings 9503 41, 9503 49 and 9503 90 should be fused into one, so introducing greater flexibility in the implementation of the quotas to the benefit of the economic operators concerned;\nWhereas it is no longer necessary to maintain surveillance measures on a range of products of which the imports in 1994 were negligible or lower than in 1993; whereas, with a view to simplifying administration, they should be removed from the list of products subject to Community surveillance;\nWhereas the quantitative quotas and surveillance measures introduced under Regulation (EC) No 519/94 should therefore be amended,", "main_body": ["Annex II to Regulation (EC) No 519/94 shall be replaced by the Annex which appears in Annex I to this Regulation.", "Annex III to Regulation (EC) No 519/94 shall be replaced by the Annex which appears in Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 April 1996.\nFor the Council\nThe President\nS. AGNELLI\n(1) OJ No L 67, 10. 3. 1994, p. 89. Regulation as last amended by Regulation (EC) No 168/96 (OJ No L 25, 1. 2. 1996, p. 2).\nANNEX I\n'ANNEX II\nList of quotas for certain products originating in China\n>TABLE>\nANNEX II\n'ANNEX III\nList of products originating in China subject to Community surveillance\n>TABLE>"}