{"celex_id": "31996R1821", "uri": "http://publications.europa.eu/resource/cellar/3d684bc6-69e9-4d7e-9a6d-997b501d5199", "type": "Regulation", "concepts": ["133", "1871", "3544", "5228", "5235", "997"], "title": "Council Regulation (EC) No 1821/96 of 16 September 1996 amending for the sixth time Regulation (EEC) No 1866/86 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound\n", "header": "COUNCIL REGULATION (EC) No 1821/96 of 16 September 1996 amending for the sixth time Regulation (EEC) No 1866/86 laying down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and, in particular, Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion from the European Parliament (2),\nWhereas, under Articles 2 and 4 of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and acquaculture (3), the Council is responsible for adopting, in the light of the available scientific advice, the conservation measures necessary to ensure the rational and responsible exploitation of living marine resources on a sustainable basis; whereas, to that end, the Council may lay down technical measures concerning fishing gear and the ways in which it is used;\nWhereas Regulation (EEC) No 1866/86 (4) lays down certain technical measures for the conservation of fishery resources in the waters of the Baltic Sea, the Belts and the Sound;\nWhereas the International Baltic Sea Fishery Commission, set up by the Convention on fishing and conservation of living resources in the Baltic Sea and the Belts (Gdansk Convention) and hereinafter referred to as the 'Baltic Sea Commission`, lays down the rules governing fishing operations in the Baltic Sea;\nWhereas by letter of 11 September 1995 the International Baltic Sea Commission notified the Contracting States of certain recommendations, adopted at the 21st session of the Commission, to modify, among other things, the technical measures;\nWhereas the Gdansk Convention provides that the Community must give effect to the said recommendations in the waters of the Baltic Sea, the Belts and the Sound, subject to the objection procedure laid down in Article XI of the Convention; whereas there are no grounds for such objections,", "main_body": ["Regulation (EEC) No 1866/86 is hereby amended as follows:\n(1) Article 9 (1) is replaced by the following:\n'1. It shall be prohibited, in fishing for salmon (Salmo salar) or sea trout (Salmo trutta):\n- to use drifting or anchored nets from 15 June to 30 September in the waters of subdivisions 22 to 28, 29 south of 59°30'N and 32,\n- to use drifting or anchored nets from 1 June to 15 September in the waters of subdivisions 29, 30 and 31 north of 59°30'N,\n- to use drifting lines and anchored lines from 1 April to 15 November in the waters of subdivisions 22 to 31,\n- to use drifting lines and anchored lines from 1 July to 15 September in the waters of subdivision 32.\nThe area of prohibition during the closed season is beyond four nautical miles measured from the baselines, except in subdivision 32 and the area east of longitude 22°30'E (Bengtskar lighthouse) inside the Finnish fishery zone where fishing with drifting lines and anchored lines is prohibited from 1 July to 15 September.`\n(2) Footnote 4 on page 4 of Annex IV shall be replaced by the following:\n'(4) With the exception of subdivisions 22-24 where normal trawls and Danish seines with a mesh opening of 90 mm are allowed.`", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 September 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No C 44, 16. 2. 1996, p. 6.\n(2) OJ No C 198, 8. 7. 1996.\n(3) OJ No L 389, 31. 12. 1992, p. 1. Regulation as amended by the 1994 Act of Accession.\n(4) OJ No L 162, 18. 6. 1986, p. 1. Regulation as last amended by Regulation (EC) No 2250/95 (OJ No L 230, 27. 9. 1995, p. 1)."}