{"celex_id": "31994R3193", "uri": "http://publications.europa.eu/resource/cellar/4d538afd-0fa6-47f6-bc97-bda89efb40fd", "type": "Regulation", "concepts": ["12", "1460", "187", "2466", "4838", "5138"], "title": "Council Regulation (EC) No 3193/94 of 19 December 1994 amending Regulation (EEC) No 2052/88 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments, and Regulation (EEC) No 4253/88 implementing Regulation (EEC) No 2052/88\n", "header": "COUNCIL REGULATION (EC) No 3193/94 of 19 December 1994 amending Regulation (EEC) No 2052/88 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the  European Investment Bank and the other existing financial instruments, and Regulation (EEC) No 4253/88 implementing Regulation (EEC) No 2052/88\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the 1994 Act of Accession, and in particular Article 169 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination between themselves and with the operations of the European Investment Bank and the other existing financial  instruments (1), has been amended by Regulation (EEC) No 2081/93 (2);\nWhereas Article 9 (6) of Regulation (EEC) No 2052/88 as thus amended specifies that assistance granted in respect of Objective 2 for the existing Member States is to be planned and implemented on a three-yearly basis; whereas in order to ensure its  effectiveness and continuity, assistance for the new Member States, where that Member State so requests, can exceptionally be planned and implemented on a five-yearly basis;\nWhereas Regulation (EEC) No 4253/88 (3) implementing Regulation (EEC) No 2052/88 has been amended by Regulation (EEC) No 2082/93 (4);\nWhereas Article 15 (2) of Regulation (EEC) No 4253/88 as thus amended provides that expenditure may not be considered eligible for assistance from the Funds if incurred before the date on which the corresponding application reaches the Commission;  whereas that rule was subject to the transitional provision in Article 33 (2) whereby requests for expenditure received by the Commission between 1 January and 30 April 1994 might be regarded as eligible for assistance from 1 January 1994;\nWhereas an analogous transitional provision is required for the States which will accede to the European Union pursuant to the 1994 Act of Accession; whereas Regulation (EEC) No 4253/88 must therefore be amended accordingly;\nWhereas by virtue of Article 2 (3) of the 1994 Treaty of Accession, the institutions of the Community may adopt, prior to accession, the measures pursuant to Article 169 of the 1994 Act of Accession, such measures entering into force on the date of the  said Treaty,", "main_body": ["The following subparagraph shall be added to Article 9 (6) of Regulation (EEC) No 2052/88:\n'On an exceptional basis, the Commission can accede to a request from Austria, Finland or Sweden that assistance under Objective 2 be planned and implemented for the whole period from 1995 to 1999.'", "The following subparagraph shall be added to Article 33 (2) of Regulation (EEC) No 4253/88:\n'Notwithstanding Article 15 (2), requests for expenditure received by the Commission from Austria, Finland and Sweden within four months of the date of entry into force of the 1994 Treaty of Accession of those countries and fulfilling all the conditions  pursuant to Article 14 (2) may be regarded as eligible for assistance from the Funds from the date of entry into force of the 1994 Treaty of Accession.'", "This Regulation shall enter into force on the same day as the 1994 Treaty of Accession.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\n(1) OJ No L 185, 15. 7. 1988, p. 9.\n(2) OJ No L 193, 31. 7. 1993, p. 5.\n(3) OJ No L 374, 31. 12. 1988, p. 1.\n(4) OJ No L 193, 31. 7. 1993, p. 20."}