{"celex_id": "31998R1044", "uri": "http://publications.europa.eu/resource/cellar/9b0ef7c7-df1b-4885-95f4-a7e92cbc19b2", "type": "Regulation", "concepts": ["1642", "1644", "2734", "4385"], "title": "Commission Regulation (EC) No 1044/98 of 19 May 1998 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products\n", "header": "COMMISSION REGULATION (EC) No 1044/98 of 19 May 1998 amending Regulation (EEC) No 3719/88 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 9(2) and 23 thereof, and to the corresponding provisions of the other regulations establishing a common organisation of the markets in agricultural products,\nWhereas Article 16a of Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EC) No 1033/98 (4), provides for computerised and electronic systems to be used for issuing and administering licences and certificates; whereas a legal framework should be laid down to allow such systems to be used more flexibly and more widely;\nWhereas Article 33 of Regulation (EEC) No 3719/88 provides for a period of six months within which proof must be provided that products exported have left the customs territory of the Community or have reached a specified destination; whereas in order to simplify the task of exporters, that time limit should be increased so that it is no shorter than that for the furnishing of the same proof as regards export refunds;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["Regulation (EEC) No 3719/88 is hereby amended as follows:\n1. Article 16a(2) is replaced by the following:\n'2. Where titular holders or transferees of licences or certificates need to use the electronic form thereof in a Member State which is not linked to the computerised issuing system, they shall request an extract therefrom.\nSuch extracts shall be issued without delay and at no additional cost in the form provided for in Article 16.\nIn Member States linked to the computerised issuing system, such extracts shall, where applicable, be used in the form of the paper extract.`;\n2. in the second indent of Article 33(3)(a) and Article 33(4), 'six months` is replaced by '12 months`.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the Communities.\nHowever, Article 1(2) shall also apply to licences and certificates still valid on the day of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 May 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1. 7. 1992, p. 21.\n(2) OJ L 126, 24. 5. 1996, p. 37.\n(3) OJ L 331, 2. 12. 1988, p. 1.\n(4) OJ L 148, 19. 5. 1998, p. 4."}