{"celex_id": "31993R0586", "uri": "http://publications.europa.eu/resource/cellar/4687d0a4-f82c-4e90-971f-1b65508abc24", "type": "Regulation", "concepts": ["179", "4717", "4718", "4726"], "title": "Commission Regulation (EEC) No 586/93 of 12 March 1993 providing for an exception in respect of the volatile acid content of certain wines\n", "header": "COMMISSION REGULATION (EEC) No 586/93 of 12 March 1993 providing for an exception in respect of the volatile acid content of certain wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1756/92 (2), and in particular Article 66 (4) thereof,\nWhereas Article 66 of Regulation (EEC) No 822/87 fixes the maximum volatile acid content of wine; whereas provision may be made for exceptions for certain quality wines psr and certain table wines designated pursuant to Article 72 (2) of that  Regulation; whereas certain German, French and Italian wines falling within these categories normally possess, by virtue of the special methods by which they are prepared and their high alcoholic strength, a volatile acidity higher than that provided  for in Article 66 of Regulation (EEC) No 822/79; whereas, in order that the abovementioned wines may continue to be prepared by the customary methods which enable them to acquire their characteristic properties, provision should be made for an exception  from Article 66 (1) of Regulation (EEC) No 822/87;\nWhereas Commission Regulations (EEC) No 2510/83 (3) and (EEC) No 743/90 (4) both concerning exceptions for certains arrangements as concern the volatile acid in certain wines has foreseen specific exceptions for certain wines, these arrangements should  be integrated in one Regulation and consequently the Regulations referred to above should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Notwithstanding Article 66 (1) of Regulation (EEC) No 822/87, the maximum volatile acid content shall be:\n(a) for German wines:\n30 milliequivalents per litre for quality wines psr meeting the requirements to the designated as 'Trockenbeerenauslese', 'Eiswein' or 'Beerenauslese';\n(b) for French wines:\n25 milliequivalents per litre for the following quality wines psr:\n- Barsac,\n- Cadillac,\n- Cerons,\n- Loupiac,\n- Sainte Croix du Mont,\n- Sauternes,\n- Anjou-Coteaux de la Loire,\n- Bonnezeaux,\n- Coteaux de l'Aubance,\n- Coteaux du Layon,\n- Coteaux du Layon, followed by the name of the commune of origin,\n- Coteaux du Layon, followed by the name 'Chaume',\n- Quarts de Chaume,\n- Coteaux de Saumur,\n(c) for Italian wines:\n25 milliequivalents per litre for:\n- 'Vernaccia di Oristano' quality wines psr and\n- table wines obtained from the 'Vernaccia di Oristano B' variety harvested in Sardinia and designated pursuant to Article 72 (2) of Regulation (EEC) No 822/87 as 'Vernaccia di Sardegna'.", "Regulations (EEC) No 2510/83 and (EEC) No 743/90 are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 180, 1. 7. 1992, p. 27.\n(3) OJ No L 248, 8. 9. 1983, p. 16.\n(4) OJ No L 82, 29. 3. 1990, p. 20."}