{"celex_id": "31991R0889", "uri": "http://publications.europa.eu/resource/cellar/083ce61f-69b4-4f9f-ac07-f8c31983b579", "type": "Regulation", "concepts": ["1086", "4284", "5360"], "title": "Commission Regulation (EEC) No 889/91 of 10 April 1991 amending Regulation (EEC) No 2086/90 on the sale for delivery in the French overseas departments of cereals held by the French intervention agency\n", "header": "COMMISSION REGULATION (EEC) No 889/91  of 10 April 1991  amending Regulation (EEC) No 2086/90 on the sale for delivery in the French overseas departments of cereals held by the French intervention agency\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3577/90 (2), and in particular Article 7 (6) thereof,\nWhereas Commission Regulation (EEC) No 2086/90 (3), as last amended by Regulation (EEC) No 3670/90 (4), opened a tendering procedure for the sale for delivery in the French overseas departments of cereals held by the French intervention agency;\nWhereas it is necessary to defer the final partial invitation to tender provided for by Regulation (EEC) No 2086/90; whereas in order to meet specific local requirements the total volume to be sold by tender by the French intervention agency should be  raised to 128 000 tonnes;\nWhereas this increase necessitates adjustments in destinations and time limits; whereas the Annex to Regulation (EEC) No 2086/90 must therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["of Regulation (EEC) No 2086/90 is replaced by the following:\n'Article 1\nThe French intervention agency is authorized to sell by tender on the Community market 128 000 tonnes of cereals to be delivered to the destinations and within the time limits specified in the Annex.'  Article 2  Article 2 (1) of Regulation (EEC) No 2086/90 is replaced by the following:\n'1. The invitation to tender shall be open from 1 August 1990 to 30 June 1991.'  Article 3  The Annex to Regulation (EEC) No 2086/90 is replaced by the Annex to this Regulation.  Article 4\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 281, 1. 11. 1975, p. 1. (2) OJ No L 353, 17. 12. 1990, p. 23. (3) OJ No L 190, 21. 7. 1990, p. 33. (4) OJ No L 356, 19. 12. 1990, p. 26.\nANNEX\nGuadeloupe  Martinique  French Guiana  Réunion     Cereals  Quantity (tonnes)        - Common wheat  60 000  5 000  1 000  20 000  - Maize  10 000  15 000  2 000  15 000\nLatest delivery date: 31 July 1991."}