{"celex_id": "31997R0447", "uri": "http://publications.europa.eu/resource/cellar/32d42c50-cf0b-4212-a243-3980e9b68929", "type": "Regulation", "concepts": ["2322", "2771", "2783", "3175", "3591", "5969"], "title": "Commission Regulation (EC) No 447/97 of 7 March 1997 establishing Community quantitative limits on re- importation into the European Community of certain textile products originating in the People's Republic of China after outward processing operations in that country and amending the table appended to Annex VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\n", "header": "COMMISSION REGULATION (EC) No 447/97 of 7 March 1997 establishing Community quantitative limits on re-importation into the European Community of certain textile products originating in the People's Republic of China after outward processing operations in that country and amending the table appended to Annex VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), as last amended by Commission Regulation (EC) No 152/97 (2), and in particular Article 2 of Annex VII in conjunction with Article 17 thereof,\nWhereas Article 2 of Annex VII to Regulation (EEC) No 3030/93 lays down the conditions under which quantitative limits on re-importation into the Community of certain textile products after outward processing operations in certain third countries may be established;\nWhereas Article 2 of Annex VII to Regulation (EEC) No 3030/93 stipulates that quantitative limits on re-imports may be established for textile products which are subject to the quantitative limits laid down in Article 2 of that Regulation;\nWhereas a request has been put to the Commission by certain Member States concerning the introduction for 1997 of quantitative limits on reimportation into the Community of certain textile products (categories 159 and 161) originating in the People's Republic of China after outward processing operations in that country; whereas direct imports of textile products falling within categories 159 and 161 are subject to the quantitative limits laid down in Article 2 of Regulation (EEC) No 3030/93;\nWhereas this request is in the Community interest; whereas it is appropriate to establish, for 1997, quantitative limits on the re-importation into the Community of certain textile products (categories 159 and 161) originating in the People's Republic of China after outward processing operations in that country; whereas the table appended to Annex VII to Regulation (EEC) No 3030/93 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["1. The Community quantitative limits applicable in 1997 to textile products of categories 159 and 161 originating in the People's Republic of China are hereby set at 8 and 15 tonnes respectively.\n2. The table appended to Annex VII to Regulation (EEC) No 3030/93 is hereby amended accordingly.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 275, 8. 11. 1993, p. 1.\n(2) OJ No L 26, 29. 1. 1997, p. 8."}