{"celex_id": "31995R1917", "uri": "http://publications.europa.eu/resource/cellar/ed70cc10-a01c-4e20-ad0f-34b04fa0ef81", "type": "Regulation", "concepts": ["1309", "1509", "2084", "2734", "4080", "4324"], "title": "Council Regulation (EC) No 1917/95 of 24 July 1995 establishing certain measures concerning imports of processed agricultural products from Iceland, Norway and Switzerland in order to take account of the results of the Uruguay Round negotiations in the agricultural sector\n", "header": "COUNCIL REGULATION (EC) No 1917/95 of 24 July 1995 establishing certain measures concerning  imports of processed agricultural products from Iceland, Norway and Switzerland in order to take  account of the results of the Uruguay Round negotiations in the agricultural sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113  thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under the preferential agreements between the European Community and respectively Iceland,  Norway and Switzerland, concessions regarding certain processed agricultural products have been  granted on a reciprocal basis;\nWhereas those agreements allow the Contracting Parties to levy, upon import, a variable component  or a fixed amount;\nWhereas, further to Council Decision 94/800/EC of 22 December 1994 concerning the conclusion on  behalf of the European Community, as regards matters within its competence, of the agreements  reached in the Uruguay Round multilateral negotiations (1986-1994)  (1), certain concessions  regarding processed agricultural products will be amended as from 1 July 1995;\nWhereas as a result certain trade aspects of the agreements concluded with Iceland, Norway and  Switzerland and in particular the protocols concerning processed agricultural products annexed to  these agreements should be adjusted in order to maintain the existing level of reciprocal  preferences;\nWhereas to that end negotiations are in progress with those countries with a view to the conclusion  of amendments to those protocols; whereas, however, it was not possible to conclude these  negotiations in time in order to implement the necessary adjustments on 1 July 1995;\nWhereas in those circumstances it is appropriate for the European Community to adopt autonomous  measures in order to maintain the existing level of reciprocal preferences, pending the conclusion  of negotiations,", "main_body": ["1.  From 1 July to 31 December 1995, the basic amounts to be taken  into account in the calculation of the agricultural components and the additional duties applicable  at importation into the Community of goods originating in Switzerland shall be those mentioned in  Annex I to this Regulation.\n2.  From 1 July to 31 December 1995, the basic amounts to be taken into account in the calculation  of the agricultural components and the additional duties applicable at importation into the  Community of goods originating in Norway and Iceland shall be those mentioned in Annex II to this  Regulation.", "The Commission shall only adopt the detailed rules for the application of this  Regulation regarding the implementation of the agricultural components mentioned in paragraphs 1  and 2 of Article 1 if it is assured that measures of comparable effect will be implemented  simultaneously or with the minimum of delay respectively by Switzerland, Norway and Iceland.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nIt shall apply with effect from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 24 July 1995.\nFor the Council The President P. SOLBES MIRA\nANEXO I - BILAG I - ANHANG I - ÐÁÑÁÑÔÇÌÁ É - ANNEX I - ANNEXE I - ALLEGATO I - BIJLAGE I -  ANEXO I - LIITE I - BILAGA I\n>TABLE>\nANEXO II - BILAG II - ANHANG II - ÐÁÑÁÑÔÇÌÁ ÉÉ - ANNEX II - ANNEXE II - ALLEGATO II -  BIJLAGE II - ANEXO II - LIITE II - BILAGA II\n>TABLE>"}