{"celex_id": "31997D0134", "uri": "http://publications.europa.eu/resource/cellar/15e175a5-b33d-47a3-bfc9-b9b24aba7816", "type": "Decision", "concepts": ["1309", "1445", "1598", "192", "2300", "5369"], "title": "Commission Decision of 31 January 1997 laying down certain detailed rules concerning on-the-spot checks carried out in the veterinary field by Commission experts in third countries (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 31 January 1997 laying down certain detailed rules concerning on-the-spot checks carried out in the veterinary field by Commission experts in third countries (Text with EEA relevance) (97/134/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 71/118/EEC of 15 February 1971 on health problems affecting the production and placing on the market of fresh poultrymeat (1), as last amended by Commission Directive 96/65/EC (2), and in particular Article 14 thereof, and to the corresponding provisions of the other Directives in the veterinary field concerning health rules and the health requirements applying to imports of various animal species or products of animal origin,\nWhereas the Commission must adopt the general implementing rules establishing the conditions under which on-the-spot checks in the veterinary field in third countries must take place, in collaboration with the Member States;\nWhereas some rules relating to on-the-spot checks by Commission experts should be common to all the legislation in this field; whereas, therefore, they should be laid down in a single decision; whereas, however, Commission Decision 86/474/EEC of 11 September 1986 on the implementation of the on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat (3) should continue to apply;\nWhereas application of the plans that third countries must submit pursuant to Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against specified zoonoses and specified zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications (4), as amended by the Act of Accession of Austria, Finland and Sweden, is verified during the on-the-spot checks; whereas, when approved establishments or those undergoing approval for the purpose of exporting fresh meat to the Community are being inspected, the slaughtering conditions must also be checked in accordance with Article 15 of Council Directive 93/119/EC of 22 December 1993 on the protection of animals at the time of slaughter or killing (5);\nWhereas, where this is necessary to ensure the uniform application of the Directives, the on-the-spot checks should be included in programmes established after discussion with the Member States and an exchange of views in the Standing Veterinary Committee;\nWhereas that collaboration must continue during the on-the-spot checks carried out by Commission experts, accompanied by experts of the Member States appointed by the Commission; the Member States' experts must be subject to certain obligations and be reimbursed their travel and subsistence expenses;\nWhereas, following on-the-spot checks, it is necessary to ensure that Member States are informed of the results and for appropriate measures to be proposed in accordance with Community legislation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. This Decision lays down certain rules relating to the on-the-spot checks carried out in the veterinary field in third countries by Commission experts accompanied by Member State experts.\n2. For the purposes of this Decision, 'on-the-spot checks in the veterinary field` (hereinafter referred to as 'checks`) means auditing and inspection measures necessary to ensure that, without prejudice to the existing veterinary legislation, the public and animal health and animal protection guarantees offered by third countries as regards production conditions and placement on the market may be regarded as at least equivalent to those applied in the Community.\n3. The checks shall permit, according to the legislation concerned, the establishment or amendment of, in particular:\n- the list of third countries or parts of third countries from which the Member States shall authorize imports,\n- the import conditions specific to each third country, including the health certificate that must accompany all consignments intended for the Community,\n- the list of establishments from which the Member States shall authorize imports.", "1. The Commission shall establish a general programme of checks for the legislation and third countries concerned and submit it for an exchange of views in the Standing Veterinary Committee.\n2. The general programme shall include information on the content and frequency of the measures to be taken by the Commission in the context of the checks referred to in paragraph 1.\n3. The Commission may defer or bring forward certain checks or carry out additional checks when it regards this as necessary, in particular for health reasons or on the basis of the results of previous checks, after consulting the Member States in the Standing Veterinary Committee.", "1. During the checks, the expert or experts from one or more Member States appointed by the Commission to accompany its experts shall comply with the Commission's administrative instructions.\nInformation gathered or conclusions made by the Member State expert or experts during the course of the checks may on no account be used for personal purposes or divulged to persons outside the competent services of the Commission or the Member States.\n2. The travel and subsistence expenses incurred by the Member State expert or experts appointed by the Commission shall be reimbursed in accordance with its rules governing travel and subsistence expenses incurred by persons not belonging to the Commission who are called on to act as experts.", "The Commission shall inform, by written reports, the Member States, in the Standing Veterinary Committee the results of the checks. The reports shall indicate, as appropriate, and if the legislation concerned so provides, whether it is necessary:\n- to amend any of the lists referred to in the first indent of Article 1 (3),\n- to establish or amend the import conditions referred to in the second indent of Article 1 (3),\nor\n- to establish or amend the lists of establishments referred to in the third indent of Article 1 (3).", "To take account of experience gained, the provisions of this Decision shall be re-examined before 31 December 1999 on the basis of a report by the Commission to the Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 55, 8. 3. 1971, p. 23.\n(2) OJ No L 265, 18. 10. 1996, p. 15.\n(3) OJ No L 279, 30. 9. 1986, p. 55.\n(4) OJ No L 62, 15. 3. 1993, p. 38.\n(5) OJ No L 340, 31. 12. 1993, p. 21."}