{"celex_id": "31995D0451", "uri": "http://publications.europa.eu/resource/cellar/219a5413-22d1-4d3b-b4dd-a7b8ac747b52", "type": "Decision", "concepts": ["1460", "1819", "2311", "2556", "5372", "544"], "title": "95/451/EC: Council Decision of 26 October 1995 on a specific measure for the grant of an indemnity to fishermen from certain Member States of the Community who have had to suspend their fishing activities in waters under the sovereignty or jurisdiction of Morocco\n", "header": "COUNCIL DECISION of 26 October 1995 on a specific measure for the grant of an indemnity to  fishermen from certain Member States of the Community who have had to suspend their fishing  activities in waters under the sovereignty or jurisdiction of Morocco (95/451/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to Council Regulation (EEC) No 2080/93 of 20 July 1993 laying down provisions for  implementing Regulation (EEC) No 2052/88 as regards the financial instrument for fisheries guidance   (1), and in particular Article 6 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament  (2),\nWhereas the Agreement on relations in the sea fisheries sector between the European Economic  Community and the Kingdom of Morocco applicable for a period of four years from 1 May 1992  (3)  provided for a mid-term review;\nWhereas it was agreed at the mid-term review meeting to terminate the validity of the Agreement on  30 April 1995 and to start negotiations on a new Agreement which would apply from 1 May 1995;  whereas it proved impossible to conclude these negotiations by that date;\nWhereas, as a result of a notification from the Moroccan authorities, Community vessels operating  in waters under the sovereignty or jurisdiction of Morocco stopped their fishing activities on 30  April 1995;\nWhereas about 700 vessels flying the flags of Spain and Portugal are affected by the suspension of  fishing activities and cannot work either in Community waters or elsewhere;\nWhereas, under those conditions, an exceptional situation of particular seriousness arises;\nWhereas, pending the outcome of the negotiations in progress, the consequences of this suspension  of activities should be reduced to a minimum by the grant of an indemnity to shipowners and  fishermen designed to remedy a serious disturbance in the economies of certain areas of the Member  States concerned; whereas the indemnity for shipowners and fishermen may be granted only where they  have had to suspend all fishing activities as a result of the failure to renew the Agreement;\nWhereas the shipowners may qualify temporarily for Community financial assistance under the  financial instrument for fisheries guidance pursuant to Article 14 of Council Regulation (EC) No  3699/93 of 21 December 1993 laying down the criteria and arrangements regarding Community  structural assistance in the fisheries and aquaculture sector and the processing and marketing of  its products  (4);\nWhereas an indemnity for fishermen constitutes a specific measure within the meaning of the last  indent of Article 3 (1) of Regulation (EEC) No 2080/93;\nWhereas in view of the deterioration in the circumstances of fishermen as a result of the  exceptional length of the crisis, the indemnity should be increased from 1 September 1995;\nWhereas a number of Spanish and Portuguese vessels have been forced to suspend all activities on  account of the interruption of fishing in Moroccan waters; whereas this period of inactivity should  be taken into consideration, therefore, in the calculation of fishing activity for the purposes of  eligibility for structural aid measures,", "main_body": ["1.  A specific measure is hereby introduced for the grant of an  indemnity to fishermen who are nationals of a Member State and who are entered on the books of a  fishing vessel flying the flag of the Kingdom of Spain or the Portuguese Republic and who have had  to suspend their fishing activities in waters under the sovereignty or jurisdiction of Morocco.\n2.  The indemnity is intended for fishermen from those Member States, in order to help minimize,  pending the outcome of the negotiations in progress on a new fisheries agreement, the loss of  income they are suffering as a result of the total suspension of their fishing activities in the  waters under the sovereignty or jurisdiction of Morocco.", "1.  The indemnity shall be granted from 1 May 1995 up to the date on which fishing  activities recommence under a new agreement with the Kingdom of Morocco and up to 31 December 1995  at the latest.\n2.  The amount of the indemnity paid by the Member States to the fishermen shall not exceed ECU 454  per man per month for the period 1 May to 31 August 1995 and ECU 620 per man per month for the  period 1 September to 31 December 1995.\nThe financial contribution from the Community shall not exceed 75  % of the amounts actually paid.\nOnly fishermen employed on board vessels which have had to suspend all fishing activities as a  result of the failure to renew the Fisheries Agreement between the European Economic Community and  the Kingdom of Morocco shall be eligible for the indemnity.\nThe maximum number of fishermen qualifying for the standby indemnity is estimated at 7  402,  comprising 6  285 in Spain and 1  117 in Portugal.\n3.  Payment of the Community contribution shall be subject to the actual suspension of activities  by vessels and their crews during the indemnity period.", "The period of inactivity of Spanish and Portuguese fishing vessels which are entitled  to the indemnity provided for in this Decision shall be taken into consideration as days on which a  fishing activity has been carried on within the meaning of point 1.1 of Annex III to Regulation  (EC) No 3699/93, within the limit of the number of days on which those vessels have carried on a  fishing activity, under the Agreement between the European Economic Community and the Kingdom of  Morocco, during the same period in 1994.", "The Member States concerned shall forward to the Commission the programme of assistance  containing details of the indemnity arrangements.\nThe Commission shall approve the programme after considering its conformity with this Decision and  the Community provisions concerning the Financial Instrument for Fisheries Guidance.", "This Decision is addressed to the Kingdom of Spain and the Portuguese Republic."], "attachments": "Done at Luxembourg, 26 October 1995.\nFor the Council The President L. ATIENZA SERNA"}