{"celex_id": "31999R1069", "uri": "http://publications.europa.eu/resource/cellar/7a7f57db-0134-4c5d-9e4f-91edd964daee", "type": "Regulation", "concepts": ["2797", "3648", "4033", "4408", "5235", "5383"], "title": "Commission Regulation (EC) No 1069/1999 of 25 May 1999 adapting to scientific and technical progress Council Regulation (EEC) No 3922/91 (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 1069/1999\nof 25 May 1999\nadapting to scientific and technical progress Council Regulation (EEC) No 3922/91\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3922/91 of 16 December 1991 on the harmonisation of technical requirements and adminisrative procedures in the field of civil aviation(1) as last amended by Commission Regulation No 2176/96(2), and in particular Article 11 thereof,\n(1) Whereas Regulation (EEC) No 3922/91 provides that the Commission shall make the amendments necessitated by scientific and technical progress to the common technical requirements and administrative procedures listed in Annex II thereto and whereas such amendments, particularly to improve safety requirements, are now appropriate;\n(2) Whereas JAR 1 - \"Definitions\" has been amended to introduce further defintioins related to commercial air transportation;\n(3) Whereas JAR 22 - \"Sailplanes and powered sailplanes\" has been amended to introduce the concept of self sustaining powered sailplanes and to update its various sub-parts;\n(4) Whereas JAR 25 - \"Large aeroplanes\" has been modified to incorporate agreed changes to the equivalent American code (FAR 25) and to introduce updated requirements resulting from JAA/FAA harmonisation activities and to improve APU and autopilot requirements;\n(5) Whereas JAR AWO - \"All Weather Operations\" has been updated to introduce requirements, among others those relative to approach and landing with one engine inoperative;\n(6) Whereas JAR E - \"Engines\" has been amended to introduce updated requirements resulting from FAA/JAA harmonisation and to improve consistency with JAR-21 and other JARs;\n(7) Whereas JAR P - \"Propellers\" has been amended to make it consistent with JAR-21;\n(8) Whereas JAR APU - \"Auxiliary Power Unit\" has been amended to make it consistent with JAR-21;\n(9) Whereas JAR TSO - \"Technical Standard Orders\" has been amended to revise existing TSOs and to introduce new TSOs (e.g. cockpit voice recorders);\n(10) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Aviation Safety Regulations Committee(3),", "main_body": ["Annex II to Council Regulation (EEC) No 3922/91 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1999.\nFor the Commission\nNeil KINNOCK\nMember of the Commission\n(1) OJ L 373, 31.12.1991, p. 4.\n(2) OJ L 291, 14.11.1996, p. 15.\n(3) Aviation Safety Regulations Committee, written consultation of 4 February 1999.\nANNEX\n\"ANNEX II\nLists of codes in force containing the common technical requirements and administrative procedures referred to in Article 3\n1. General and procedures\n>TABLE>\n2. Type certification of products and parts\n>TABLE>\""}