{"celex_id": "31997R1404", "uri": "http://publications.europa.eu/resource/cellar/c62548b3-ec88-4c61-a5a5-11b386d53a3e", "type": "Regulation", "concepts": ["1642", "1644", "3010", "3156", "4361"], "title": "Commission Regulation (EC) No 1404/97 of 22 July 1997 amending Regulation (EEC) No 3719/88 as regards the use of computerized systems for licences and certificates\n", "header": "COMMISSION REGULATION (EC) No 1404/97 of 22 July 1997 amending Regulation (EEC) No 3719/88 as regards the use of computerized systems for licences and certificates\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EC) No 923/96 (2), and in particular Articles 9 (2) and 23 thereof, and the corresponding provisions of the other regulations establishing a common organization of the markets in agricultural products,\nWhereas computerized systems are gradually replacing manual acquisition of data in the various areas of administration; whereas computerized and electronic methods should also be used for the issuing and utilization of licences and certificates;\nWhereas Article 13 of Commission Regulation (EEC) No 3719/88 (3), as last amended by Regulation (EC) No 495/97 (4), stipulates that applications for licences and certificates are to be submitted in writing or other form of written telecommunication; whereas, in view of the growing utilization of computerized systems in administration, provision should also be made for licence and certificate applications to be submitted electronically;\nWhereas licences and certificates are issued on special forms as provided for in Article 16 of Regulation (EEC) No 3719/88; whereas the use of computerized systems makes it possible to issue licences and certificates electronically if there is a link between the body issuing the latter and customs offices;\nWhereas the use of computerized systems by the Member States must not call into question the Community status of licences and certificates and in particular the principle whereby they are valid and can be used throughout the Community;\nWhereas computerized systems must be reliable and must meet security criteria ensuring that the system operates properly; whereas such criteria entail in particular checks on the source and security of data in view of the risk of unauthorized access, loss, tampering and destruction and the possibility of ex-post checks; whereas, in order to ensure proper management of licence arrangements, computerized systems introduced by the Member States must be compatible with each other and the Commission should approve them periodically; whereas the reliability and security of the systems may be certified annually where circumstances so require;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant management committees,", "main_body": ["Regulation (EEC) No 3719/88 is hereby amended as follows:\n1. Article 13 is replaced by the following:\n'Article 13\n1. Applications for licences and certificates shall not be admissible unless they are forwarded to or lodged with the competent agency on forms printed and/or made out in accordance with Article 16.\nHowever, competent agencies may accept written telecommunications and electronic messages as valid applications, provided all the information which would have appeared on the form, had it been used, is included. The Member States may require that the written telecommunication and/or electronic message be followed subsequently by an application on a form printed or made out in accordance with Article 16, forwarded or delivered direct to the competent agency; in those circumstances, the date of receipt of the written telecommunication or electronic message by the competent agency shall be deemed the day of application. This requirement shall not affect the validity of applications forwarded by written telecommunication or electronic message.\n2. Application for licences and certificates may be cancelled only by letter, written telecommunication or electronic message received by the competent agency, except in cases of force majeure, by 1 p.m. on the day the application is lodged.`;\n2. the following Article 16a is inserted:\n'Article 16a\n1. Without prejudice to Article 16, licences and certificates may be issued by computerized systems in accordance with detailed rules laid down by the competent authorities and after approval by the Commission. They are hereinafter known as \"electronic licences and certificates\".\nElectronic licences and certificates must be identical with regard to their contents as licences and certificates on paper.\nApproval by the Commission of a system for issuing electronic licences and certificates does not absolve the Member States from their obligations to ensure proper administration and control of licences and certificates thus issued and used.\n2. Licences and certificates must be issued on paper if such licences or certificates, or extracts therefrom, are used in Member States which are not linked to the computerized system of issue. They must be so issued without delay or additional cost at the request of the holder or transferee of the licence or certificate.\nLicences and certificates shall be issued in the form of the form referred to in Article 16 and shall contain the requisite endorsements and attributions in the event of partial use of an electronic licence or certificate. In such a case only one licence or certificate - the one issued on paper - shall be valid.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 126, 24. 5. 1996, p. 37.\n(3) OJ No L 331, 2. 12. 1988, p. 1.\n(4) OJ No L 77, 19. 3. 1997, p. 12."}