{"celex_id": "31993R0481", "uri": "http://publications.europa.eu/resource/cellar/4fbc29cb-2cdc-465f-9bc3-a1b8331f8e37", "type": "Regulation", "concepts": ["1486", "2685", "4291", "4667"], "title": "Commission Regulation (EEC) No 481/93 of 2 March 1993 amending Regulation (EEC) No 1609/88 as regards the latest date by which butter must have been taken into storage in order to be sold under Regulations (EEC) No 3143/85 and (EEC) No 570/88\n", "header": "COMMISSION REGULATION (EEC) No 481/93 of 2 March 1993 amending Regulation (EEC) No 1609/88 as regards the latest date by which butter must have been taken into storage in order to be sold under Regulations (EEC) No 3143/85 and (EEC) No 570/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2071/92 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 2045/91 (4), and in particular Article 7a thereof,\nWhereas, pursuant to Article 1 of Commission Regulation (EEC) No 3143/85 of 11 November 1985 on the sale at reduced prices of intervention butter intended for direct consumption in the form of concentrated butter (5), as last amended by Regulation (EEC)  No 3774/92 (6), the butter put up for sale must have been taken into storage before a date to be determined; whereas the same applies to butter sold under the arrangements laid down in Commission Regulation (EEC) No 570/88 of 16 February 1988 on the  sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other food stuffs (7), as last amended by Regulation (EEC) No 3774/92;\nWhereas, in view of butter stocks and quantities available, the dates in Article 1 of Council Regulation (EEC) No 1609/88 of 9 June 1988 setting the latest time of entry into storage for butter sold under Regulations (EEC) No 3143/85 and (EEC) No 570/88  (8), as last amended by Regulation (EEC) No 1794/92 (9), should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Regulation (EEC) No 1609/88 is hereby replaced by the following:\n'Article 1\nThe butter referred to in Article 1 (1) of Regulation (EEC) No 3143/85 must have been taken into storage before 1 December 1990.\nThe butter referred to in Article 1 of Regulation (EEC) No 570/88 must have been taken into storage before 1 December 1990.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 215, 30. 7. 1992, p. 64.\n(3) OJ No L 169, 18. 7. 1968, p. 1.\n(4) OJ No L 187, 13. 7. 1991, p. 1.\n(5) OJ No L 298, 12. 11. 1985, p. 9.\n(6) OJ No L 383, 29. 12. 1992, p. 48.\n(7) OJ No L 55, 1. 3. 1988, p. 31.\n(8) OJ No L 143, 10. 6. 1988, p. 23.\n(9) OJ No L 182, 2. 7. 1992, p. 75."}