{"celex_id": "31991L0672", "uri": "http://publications.europa.eu/resource/cellar/cd50be3e-3b10-46ef-abdb-579bf795dc3b", "type": "Directive", "concepts": ["2040", "2932", "3100", "4509", "4511"], "title": "Council Directive 91/672/EEC of 16 December 1991 on the reciprocal recognition of national boatmasters' certificates for the carriage of goods and passengers by inland waterway\n", "header": "COUNCIL DIRECTIVE of 16 December 1991 on the reciprocal recognition of national boatmasters'  certificates for the carriage of goods and passengers by inland waterway (91/672/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 75  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is appropriate to work for the establishment of common provisions concerning the sailing  of inland waterways vessels on inland waterways in the Community;\nWhereas, it is appropriate, as a first step, with a view to promoting free navigation on inland  waterways in the Community, to achieve the reciprocal recognition of national boatmasters'  certificates for the carriage of goods and passengers by inland waterway;\nWhereas additional requirements relating to knowledge of local situations may have to be satisfied  for the purposes of navigation on certain inland waterways,", "main_body": ["For the purpose of this Directive, the national boatmasters'  certificates for the carriage of goods and passengers by inland waterway, as referred to in Annex  I, shall be subdivided as follows:\nGroup A:boatmasters' certificates valid for waterways of a maritime character as indicated in Annex  II,\nGroup B:boatmasters' certificates valid for the other waterways in the Community, with the  exception of the Rhine, the Lek and the Waal.", "Subject to the provisions of Article 3 (5), the Rhine navigation licence for  boatmasters issued in accordance with the revised Convention for the Navigation of the Rhine shall  be valid for all waterways in the Community.", "1.  Boatmasters' certificates which are still in force and are listed in Group A in  Annex I shall be recognized by all Member States as valid for the purposes of navigation on the  waterways of a maritime character listed in Annex II, as if they had issued the certificates in  question themselves.\n2.  Member States shall reciprocally recognize the boatmasters' certificates which are still in  force and are listed in Group B of Annex I as valid for the purposes of navigation on their inland  waterways apart from those for which the Rhine navigation licence is required or which are listed  in Annex II, as if they had issued the certificates themselves.\n3.  Recognition by a Member State of a boatmasters' certificate listed in Group A or Group B of  Annex I may be made subject to the same miminum age conditions as those laid down in the Member  State in question for the issue of a boatmasters' certificate in the same group.\n4.  Recognition by a Member State of a boatmasters' certificate may be limited to those categories  of vessels for which this certificate is valid in the Member State which issued it.\n5.  Subject to consultation of the Commission and the other Member States, a Member State may  require that, for the purposes of navigation on certain waterways other than the waterways of a  maritime character as indicated in Annex II, boatmasters from other Member States satisfy  additional conditions concerning knowledge of the local situation equivalent to those required for  its national boatmasters.\n6.  This Directive shall not prevent a Member State requiring additional knowledge on the part of  boatmasters sailing vessels transporting dangerous substances on its territory.\nMember States shall recognize the certificate issued in accordance with the number 10 170 of the  ADNR as proof of this knowledge.", "If necessary the Commission shall take the necessary steps to adapt the list of  certificates appearing in Annex I, in accordance with the procedure set out in Article 7.", "The Council shall, acting by a qualified majority, decide by 31 December 1994 at the  latest on common provisions concerning the sailing of inland waterways vessels for the carriage of  goods and passengers, on the basis of a Commission proposal to be submitted no later than 31  December 1993.", "Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive no later than 1 January 1993. They shall  forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall  be accompanied by such reference on the occasion of their official publication. The methods of  making such a reference shall be laid down by the Member States.", "1.  For the purposes of Article 4 the Commission shall be assisted by a committee  composed of the representatives of the Member States and chaired by the representative of the  Commission.\n2.  The representative of the Commission shall submit to the committee a draft for the amendment of  Annex I. The committee shall deliver its opinion on the draft within a time limit which the  chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the committee shall be weighted in the manner set out in that Article. The chairman  shall not vote.\nThe Commission shall adopt the amendment to Annex I if it is in accordance with the opinion of the  committee.\nIf the amendment envisaged is not in accordance with the opinion of the committee, or if no opinion  is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the  measures to be taken. The Council shall act by a qualified majority.\nIf, within three months of the date of referral to the Council, the Council has not acted, the  proposed amendment shall be adopted by the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 1991.\nFor the CouncilThe PresidentH. MAIJ-WEGGEN\n(1)OJ N° C 120, 7. 5. 1988, p. 7.\n(2)OJ N° C 12, 16. 1. 1989, p. 41.\n(3)OJ N° C 318, 12. 12. 1988, p. 18.\nANNEX I\nLIST OF NATIONAL BOATMASTERS' CERTIFICATES FOR THE CARRIAGE OF GOODS AND  PASSENGERS BY INLAND WATERWAY REFERRED TO IN ARTICLE 1 OF THE DIRECTIVE\nGROUP  A:Boatmasters' certificates valid for the waterways of a maritime character listed in Annex II\nKingdom of Belgium -'Brevet de conduite A (arrêté royal no ... du ...)`/'Vaarbrevet A (Koninklijk Besluit nr. ... van  ...)`.\nFederal Republic of Germany -'Schifferpatent` with additional validity for the 'Seeschiffahrtsstrassen`  (Binnenschifferpatentverordnung 7. 12. 1981).\nFrench Republic -Certificat général de capacité de catégorie 'A` bearing the stamp specifying the validity of the  certificate on Group A waterways (navigation zone 2 for the purposes of Directive 82/714/EEC) (1)  (décret du 23 juillet 1991, Journal officiel du 28 juillet 1991),\n-'Certificats spéciaux de capacité` bearing the stamp specifying the validity of the certificate on  Group A waterways (navigation zone 2 for the purposes of Directive 82/714/EEC) (décret du 23  juillet 1991, Journal officiel du 28 juillet 1991).\nKingdom of the Netherlands -'Groot Vaarbewijs II` (Binnenschepenwet, Staatsblad 1981, nr. 678).\nGROUP B:Boatmasters' certificates valid for other inland waterways in the  Community, with the exception of the Rhine, the Lek and the Waal\nKingdom of Belgium -'Brevet de conduite B (arrêté royal no ... du ...)`/'Vaarbrevet B (Koninklijk Besluit nr. ... van  ...)`.\nFederal Republic of Germany -'Schifferpatent` (Binnenschifferpatentverordnung 7. 12. 1981).\nFrench Republic -Certificat général de capacité de catégorie 'A`, not bearing the stamp specifying the validity of  the certificate on Group A waterways (navigation zone 2 for the purposes of Directive 82/714/EEC)  (décret du 23 juillet 1991, Journal officiel du 28 juillet 1991),\n-'Certificats spéciaux de capacité` not bearing the stamp specifying the validity of the  certificate on Group A waterways (navigation zone 2 for the purposes of Directive 82/714/EEC)  (décret du 23 juillet 1991, Journal officiel du 28 juillet 1991).\nKingdom of the Netherlands -'Groot Vaarbewijs I` (Binnenschepenwet, Staatsblad 1981, nr. 678).\n(1)OJ N° L 301, 28. 10. 1982, p. 1.\nANNEX II\nLIST OF WATERWAYS OF A MARITIME CHARACTER REFERRED TO IN ARTICLE 2 OF THE  DIRECTIVE\nKingdom of Belgium Maritime Scheldt.\nFederal Republic of Germany Zone 1 and zone 2 of Annex I to Directive 82/714/EEC.\nKingdom of the Netherlands Dollard, Eems, Waddenzee, IJsselmeer, Eastern and Western Scheldt."}