{"celex_id": "31997D0272", "uri": "http://publications.europa.eu/resource/cellar/e295ff38-3825-4054-ad2a-1698ad82178e", "type": "Decision", "concepts": ["1309", "1557", "192", "2435", "2771", "3885"], "title": "97/272/EC: Commission Decision of 4 April 1997 on protective measures with regard to fishery products originating in Kenya (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 4 April 1997 on protective measures with regard to fishery products originating in Kenya (Text with EEA relevance) (97/272/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as last amended by Directive 96/43/EC (2), and in particular Article 19 thereof,\nWhereas the presence of salmonellae has been confirmed in Nile perch fillets originating in Kenya on several occasions on their importation into the Community;\nWhereas, pending the application by the competent Kenyan authorities of health measures preventing the contamination of Nile perch fillets and on-the-spot inspections by Commission experts to verify that the measures are being properly applied, Nile perch fillets originating in Kenya should be systematically checked for salmonellae on importation;\nWhereas, under Article 4 (7) of Directive 90/675/EEC, all expenditure incurred in such checks for salmonellae is to be chargeable to the consignor, the consignee or their agent, without reimbursement by the Member State conducting the checks;\nWhereas such a measure must be transitional in nature pending a decision establishing the specific conditions for the importation of fishery products originating in Kenya;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["This Decision shall apply to whole fish, gutted or not, and fillets, slices and minced flesh of the species Lates niloticus (Nile perch), fresh or frozen, originating in Kenya.", "Member States shall, using a suitable sampling plan, subject each consignment of the products indicated at Article 1 imported into the Community to a test for the presence of salmonellae.", "Member States shall not authorize the importation into their territory or the consignment to another Member State of the products referred to in Article 1 unless the results of the checks referred to in Article 2 confirm the absence of salmonellae.", "All expenditure incurred by the application of this Decision shall be chargeable to the consigner, the consignee or their agent.", "This Decision shall apply until 30 June 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1.\n(2) OJ No L 162, 1. 7. 1996, p. 1."}