{"celex_id": "31991D0538", "uri": "http://publications.europa.eu/resource/cellar/c603e573-1fba-4891-84e9-3ad02fb8989f", "type": "Decision", "concepts": ["192", "2711", "4839"], "title": "91/538/EEC: Commission Decision of 7 May 1991 on the animal health and production fund in Belgium (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 7 May 1991  on the animal health and production fund in Belgium  (Only the French and Dutch texts are authentic)  (91/538/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 21 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last amended by Regulation (EEC) No 1628/91 (4), and in particular Article 24 thereof,\nHaving given formal notice to the parties concerned to submit their comments in accordance with Article 93 (2) of the Treaty (5), and having regard to these comments,\nWhereas:\nI\n(1) At the end of 1986 the Commission decided to scrutinize all set-purpose charges levied in the Member States in agriculture and fisheries and the allocation of those charges, in particular as aid.\nA standard letter was accordingly sent to each Member State in 1987 in order to obtain the information required.\nBy letter of 7 June 1988 the Belgian authorities responded to that request. By letter of 10 April 1989, the Commission asked the Belgian authorities to provide additional information, which they did by letter of 6 July 1989.\n(2) The measures in question were introduced by the Law of 24 March 1987 on animal health, and in particular Article 32 (2) thereof, and the Royal Decree of 11 December 1987 on obligatory contributions to the animal health and production fund.\nThe purpose of the fund is to contribute towards the financing of compensation, subsidies and other benefits connected with combating animal diseases and improving animal hygiene and health and the quality of livestock and livestock products. The fund  is financed in part through compulsory contributions. The level of contributions was set by the Royal Decree of 11 December 1987.\n(3) Pursuant to Articles 2 and 3 of that Decree, the contributions are:\n- a compulsory contribution of Bfr 315 per slaughtered bovine animal, Bfr 105 per slaughtered calf and Bfr 20 per slaughtered pig, to be borne by the slaughterhouses,\n- a compulsory contribution of Bfr 315 per live bovine animal exported, Bfr 105 per live calf exported and Bfr 20 per live pig exported, to be borne by the exporters (6).\n(4) At present money is paid from the fund towards programmes to:\n- eradicate classical swine fever,\n- combat brucellosis.\nII\n(5) By letter of 20 October 1989, the Commission notified the Belgian Government that it had decided to initiate the procedure laid down in Article 93 (2) of the Treaty with regard to this aid in view of the fact that it is partly financed through  obligatory contributions which are also imposed on animals imported from other Member States. Moreover, it took the view that the charges must be considered as discriminatory internal taxes within the meaning of Article 95 of the Treaty as they only  benefit national producers.\nIn accordance with this procedure, the Commission gave notice to the Belgian Government to submit its comments.\nThe Commission also gave notice to the other Member States and interested parties other than Member States to submit their comments.\nThe comments received from the other interested parties were notified to the Belgian Government by letter No 10546 of 12 April 1991.\nIII\n(6) By letter of 20 November 1989, the Belgian authorities informed the Commission:\n(a) that it is unfair to claim that collection of the charge is deferred to a stage which necessarily follows the crossing of the border by the imported product, given that the operative event is slaughter and that therefore the importer of the live  animal who sells the animal to a Belgian operator is not subject to the charge;\n(b) that even though the charge is imposed on imports, the collection of the charge is compatible with Article 95 of the Treaty and decisions of the Court of Justice since the contribution is collected at the abattoir irrespective of origin. In its  Judgment of 31 May 1979 in Case 132/78 (7), the Court of Justice laid down that, in order to relate to a general system of internal dues and thus not come within the application of the provisions prohibiting charges having an effect equivalent to  customs duties, the charge to which an imported product is subject must impose the same duty on national products and identical imported products at the same marketing stage and the chargeable event giving rise to the duty must also be identical in the  case of both products. The charge on slaughter fulfils these conditions perfectly;\n(c) that, with regard to the interpretation of its Judgment in Case 47/69 (8), the Court of Justice gave the following as grounds for its decision:\n'In its appraisal the Commission must therefore take into account all those factors which directly or indirectly characterize the measure in question, that is, not only aid, properly so-called, for selected national activities, but also the indirect aid  which may be constituted both by the method of financing and by the close connection which makes the amount of aid dependent upon the revenue from the charge . . . By automatically increasing the amount of national aid in proportion to the increase in  the revenue from the charge and more especially the revenue from the charge levied on foreign products, the method of financing in question has a protective effect which goes beyond aid properly so-called.'\nThe charge imposed on the slaughter of imported animals introduced by the Royal Decree in question cannot be condemned on the above grounds.\nThe level of the compensation and subsidies paid to producers as part of the campaign against animal diseases is not dependent on the revenue from contributions.\nIt should be noted in this respect that:\n(i) the legislative and ministerial provisions do not make the amount of aid dependent on the revenue from contributions but on health control requirements and on the value of the slaughtered animals;\n(ii) under Article 32 (2) of the Law of 24 March 1987, the revenue from contributions forms only a part of the financing of the animal health and production fund, with an important part of financing coming from the budget of the Ministry for  Agriculture;\n(d) that the control of animal diseases in Belgium is of benefit to producers from other Member States, in particular from regions bordering on Belgium; improvements in the health of Belgian livestock increase the protection of livestock in neighbouring  countries; imported animals run less risk of health problems because of improvements in the health of Belgian livestock.\n(7) By a Royal Decree of 23 November 1990, which was not notified to the Commission, the provisions on the collection of the obligatory contributions for the fund were extended from 1 January 1991.\nIV\n(8) The Belgian authorities have not fulfilled their obligation pursuant to Article 93 (3) of the Treaty by failing to submit a draft of the measures to the Commission.\nThe aid, financed by compulsory contributions and a State contribution, is likely to affect trade between Member States and distort or threaten to distort competition within the meaning of Article 92 (1) of the Treaty by favouring the sectors concerned.\n(9) However, the health measures undertaken by the fund could benefit from the provisions of Article 92 (3) (c). The programme for the eradication of classical swine fever was introduced in application of Council Directive 80/1095/EEC (9), as last  amended by Directive 87/487/EEC (10), and the programme to combat brucellosis was introduced to comply with Council Directive 64/432/EEC (11), as last amended by Directive 91/13/EEC (12).\n(10) However, they cannot be considered eligible since the aid is partly financed through charges imposed on products imported from other Member States.\nIn accordance with the decisions of the Court of Justice, the financing of a State aid by means of a compulsory charge is a basic element in that aid and, when such aid is evaluated, both the aid and its method of financing should be examined having  regard to Community law.\nFrom this viewpoint and even though the aid is compatible as regards both its form and its objectives, according to the Court of Justice in Case 47/69, the financing of the aid by parafiscal charges which are also levied on imported Community products  has a protective effect which goes beyond aid properly so-called.\nThis protectionist effect exists irrespective of the proportion of the aid financed through the obligatory contribution; the effect exists even though, as the Belgian authorities affirm, the contribution accounts for only a part of the financing of the  aid concerned. This protectionist effect also remains even if, as the authorities insist, the amount of aid is not linked to the revenue from the charge. In the absence of the said contribution there would either be less money available to finance the  aid or else the State contribution or the contribution imposed on animals reared in Belgium would have to increase.\n(11) Furthermore, the principle that the charge is not collected on imported products should be extended to the slaughtering stage so that the exemption at the frontier does not simply involve a transfer of the payment of the charge on imported products  to subsequent stages.\n(12) Owing to the fact that Directive 64/432/EEC on animal health problems affecting intra-Community trade in bovine animals and swine has the main aim of imposing on Member States dispatching live-stock (cattle and swine) the obligation to ensure  compliance with a series of health measures intended to ensure in particular that exported livestock does not constitute a source of propagation of contagious diseases, in practical terms the abovementioned charges serve to finance aid for Belgian  stockfarmers.\nFinally, it should be noted that all the Member States have committed themselves to eradication programmes pursuant to the abovementioned Directives.\nThe assertion by the Belgian authorities that the health measures benefit stockfarmers and traders in neighbouring countries is valid for all Member States who are obliged by these Community provisions to introduce eradication measures. Such measures  cannot therefore justify imposing a charge on animals imported from other Member States to finance health measures in Belgium.\n(13) Furthermore, such compulsory contributions levied on imported animals at the slaughter stage should be considered as discriminatory internal taxes within the meaning of Article 95 of the Treaty as they benefit national producers alone.\nAccording to the Court of Justice (13), internal taxation is of such a nature as to impose a heavier burden on products from other Member States than on domestic products if it is used exclusively or principally to finance aid for the sole benefit of  domestic products.\nThe arguments put forward by the Belgian authorities with regard to the conformity of the levying of compulsory contributions on slaughter with Article 95 of the Treaty cannot therefore be accepted given that they take no account of the fact that  importers cannot benefit from the health measures which are partly financed by the revenue from the charge.\n(14) The aid financed through the animal health and production fund described in recital I cannot therefore be considered compatible with the common market in view of its method of financing and must therefore be discontinued,", "main_body": ["The aid granted by Belgium in the beef and veal and pork sectors, financed through the compulsory contribution provided for in the Royal Decree of 11 December 1987 on obligatory contributions to the animal health and production fund, are  incompatible with the common market within the meaning of Article 92 of the Treaty and must be discontinued in so far as the compulsory contribution is also imposed on products imported from other Member States at the stage of slaughter.", "Belgium shall inform the Commission, within two months of the notification of this Decision, of the measures taken to ensure compliance with this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 7 May 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1. (2) OJ No L 129, 11. 5. 1989, p. 12. (3) OJ No L 148, 28. 6. 1968, p. 24. (4) OJ No L 150, 15. 6. 1991, p. 16. (5) OJ No C 24, 1. 2. 1990, p. 12. (6) The contributions are now Bfr 630 per bovine animal  slaughtered or exported, Bfr 200 per calf slaughtered or exported and Bfr 40 per pig slaughtered or exported (Royal Decree of 23 November 1990). (7) Denkavit Loire v. French State, [1979] ECR 1923. (8) French Republic v. Commission, [1970] ECR 487. (9)  OJ No L 325, 1. 12. 1980, p. 1. (10) OJ No L 280, 3. 10. 1987, p. 24. (11) OJ No 121, 29. 7. 1964, p. 1977/64. (12) OJ No L 8, 11. 1. 1991, p. 26. (13) Judgment of 21 May 1980 in Case 73/79, Commission v. Italy, [1980] ECR 1533."}