{"celex_id": "31992R1655", "uri": "http://publications.europa.eu/resource/cellar/39df28f9-8d04-455e-a9c1-4dbd00f30afa", "type": "Regulation", "concepts": ["1744", "2657", "4081", "4215"], "title": "Commission Regulation (EEC) No 1655/92 of 26 June 1992 fixing the reference prices for hybrid maize and hybrid sorghum for sowing for the 1992/93 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 1655/92  of 26 June 1992  fixing the reference prices for hybrid maize and hybrid sorghum for sowing for the 1992/93 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 2358/71 of the Council of 26 October 1971 on the common organization of the market in seeds (1), as last amended by Regulation (EEC) No 1740/91 (2), and in particular Article 6 (5) thereof,\nWhereas Article 6 (1) of Regulation (EEC) No 2358/71 provides that a reference price for each type of hybrid maize and hybrid sorghum for sowing is to be fixed annually; whereas those reference prices must be fixed on the basis of the free-at-frontier  prices recorded during the last three marketing years except for abnormally low prices; whereas, pursuant to Article 2 of Regulation (EEC) No 1578/72 of the Council of 20 July 1972 laying down general rules for fixing reference prices and for  determining free-at-frontier offer prices for hybrid maize and hybrid sorghum for sowing (3), as last amended by Regulation (EEC) No 1984/86 (4), only prices for imports from third countries which are representative in terms of quantity and quality of  the product should be taken into consideration;\nWhereas imports of the types of hybrid maize for sowing falling within CN code 1005 10 19 may not be considered as representative on account of the very small quantity involved; whereas no reference prices may therefore be fixed for those types of  maize;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["For the 1992/93 marketing year, the reference prices for hybrid maize and hybrid sorghum for sowing falling within CN codes 1005 10 11, 1005 10 13, 1005 10 15 and 1007 00 10 shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 246, 5. 11. 1971, p. 1.\n(2) OJ No L 163, 26. 6. 1991, p. 39.\n(3) OJ No L 168, 26. 7. 1972, p. 1.\n(4) OJ No L 171, 28. 6. 1986, p. 3.\nANNEX\n(ECU/100 kg)\nCN code  Description  Reference\nprices       Maize:      Seed:        Hybrid (1):   1005 10 11        Double hybrids and top cross hybrids  90  1005 10 13        Three-cross hybrids  100  1005 10 15        Simple hybrids  210   Grain sorghum:   1007 00 10    Hybrids for sowing  125\n(1) Entry under this CN code is subject to conditions to be determined by the competent authorities."}