{"celex_id": "31998R1729", "uri": "http://publications.europa.eu/resource/cellar/93a9afad-d1bd-4d86-b40b-1f04473d884b", "type": "Regulation", "concepts": ["5096", "693", "797"], "title": "Commission Regulation (EC) No 1729/98 of 4 August 1998 fixing the advance on the aid for lemons for the 1998/99 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1729/98 of 4 August 1998 fixing the advance on the aid for lemons for the 1998/99 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2202/96 of 28 October 1996 introducing a Community aid scheme for producers of certain citrus fruits (1), and in particular Article 6 thereof,\nWhereas Article 14(1) of Commission Regulation (EC) No 1169/97 of 26 June 1997 laying down detailed rules for the application of Council Regulation (EC) No 2202/96 introducing a Community aid scheme for producers of certain citrus fruits (2), as amended by Regulation (EC) No 1145/98 (3), provides that producer organisations may submit applications, by product and delivery period, for advances on the aid in respect of oranges, mandarins, clementines, satsumas and lemons delivered for processing under contracts; whereas Article 14(2) of Regulation (EC) No 1169/97 provides that advances are to be equal to 70 % of the amounts set out in the Annex to Regulation (EC) No 2202/96; whereas Article 14(5) of Regulation (EC) No 1169/97 provides that where there is a risk that the processing thresholds fixed in Article 5 of Regulation (EC) No 2202/96 may be exceeded, the Commission may reduce that figure of 70 %;\nWhereas, pursuant to Article 22(1) of Regulation (EC) No 1169/97, the Member States have notified the Commission of the quantities of lemons covered by contracts for the 1998/99 marketing year, broken down by delivery period; whereas, in view of those figures and of the quantities processed with benefit of the aid in the 1996/97 and 1997/98 marketing years, there is a risk that the processing threshold for that product may be exceeded; whereas the advance on the aid for the 1998/99 marketing year should accordingly be reduced;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1998/99 marketing year, the advance provided for in Article 14(2) of Regulation (EC) No 1169/97 shall amount to 31 % of the aid for lemons fixed in the Annex to Regulation (EC) No 2202/96.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1998/99 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 1998.\nFor the Commission\nMonika WULF-MATHIES\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 49.\n(2) OJ L 169, 27. 6. 1997, p. 15.\n(3) OJ L 159, 3. 6. 1998, p. 29."}