{"celex_id": "31994D0278", "uri": "http://publications.europa.eu/resource/cellar/7b10b9dc-aa9a-4063-8d30-881b0246d7ad", "type": "Decision", "concepts": ["1309", "1598", "1755", "192", "2300", "2737"], "title": "94/278/EC: Commission Decision of 18 March 1994 drawing up a list of third countries from which Member States authorize imports of certain products subject to Council Directive 92/118/EEC (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 18 March 1994 drawing up a list of third countries from which Member States authorize imports of certain products subject to Council Directive 92/118/EEC (Text with EEA relevance) (94/278/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to  in Annex A Chapter 1 to Directive 89/662/EEC and as regards pathogens, to Directive 90/425/EEC (1) and in particular Article 10 thereof,\nWhereas certain products subject to Directive 92/118/EEC must come from a third country or part of a third country fulfilling the requirements laid down by the Directive itself; whereas it is the case for gelatines not intended for human consumption  animal casings, bones and certain bone products, horns and certain horn products, hooves and certain hoof products intended for human or animal consumption, serum from equidae, lard and rendered fats, furred farm game and feather farmed game meat and  poultry and wild game meat products;\nWhereas other products subject to Directive 92/118/EEC must come from a third country or part of a third country appearing on lists to be laid down;\nWhereas in view of establishing these lists, an evaluation of the real risk of the spread of serious transmissible diseases or of the diseases transmissible to man must be carried out; whereas this evaluation has been carried out and it is therefore  possible to draw up the different lists of third countries necessary for the imports of the products in question which could be based, in particular, on Council Decision 79/542/EEC (2) as last amended by Commission Decision 94/59/EC (3);\nWhereas certain products do not show any risk for animal or public health; whereas it is therefore possible to authorize imports of these products from any third country;\nWhereas, considering the adaptation to the new regime which will follow the adoption of those lists, it is justified to foresee a period of time for their application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorize from any third country imports of:\n- bones and bone products (excluding bone meal), horns and horn products (excluding horn meal), hooves and hoof products (excluding hoof meal) intended for other purposes than human or animal consumption,\n- wool, ruminant hair, unprocessed feathers and parts of feathers,\n- agriculture products and honey,\n- game trophies in conformity with Chapter XIII of Annex I of Directive 92/118/EEC.", "Without prejudice to provisions of Annexes I and II of Directive 92/118/EEC and those of Article 1, Member States shall authorize imports of certain products subject to Directive 92/118/EEC from third countries appearing on the lists in the  Annex respectively.", "This Decision shall apply from 1 July 1994.", "This Decision is addressed to Member States."], "attachments": "Done at Brussels, 18 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 62, 15. 3. 1993, p. 49.\n(2) OJ No L 146, 14. 9. 1979, p. 15.\n(3) OJ No L 27, 1. 2. 1994, p. 53.\nANNEX\nThe following lists are lists in principle and importation shall fulfil the relevant animal health and public health requirements.\nPART I   List of third countries from which Member States authorize imports of liquid milk, dried milk and dried milk products not intended for human consumption  Third countries appearing on lists of Parts 2 and 3 of the Annex of Commission Decision 94/70/EC  (1).\nPART II   A. List of third countries from which Member States authorize imports of processed animal proteins (excluding fish meal and other meal derived from sea animals except mammals) not intended for human consumption  Third countries listed in Part I of the  Annex to Decision 79/542/EEC.\nB. List of third countries from which Member States authorize imports of fish meal and other meal derived from sea animals except mammals  (AR) Argentina\n(BR) Brazil\n(CA) Canada\n(CL) Chile\n(CN) People's Republic of China\n(CI) Ivory Coast\n(EC) Ecuador\n(EE) Estonia\n(FO) Faroe Islands\n(FI) Finland\n(GL) Greenland\n(IS) Iceland\n(LI) Lithuania (LV) Latvia\n(MA) Morocco\n(NO) Norway\n(PE) Peru\n(PL) Poland\n(PR) Puerto Rico\n(RU) Russia\n(SN) Senegal\n(SE) Sweden\n(UA) Ukraine\n(US) United States of America\n(UY) Uruguay\nPART III\nList of third countries from which Member States authorize imports of blood products (with the exception of equidae) and of raw material intended for pharmaceutical purposes\nA. Blood products and raw material from ungulates\nThird countries covered by Commission Decisions 92/183/EEC (2) and 92/187/EEC (3).\nB. Blood products and raw material from other species\nThird countries listed in Part 1 of the Annex of Decision 79/542/EEC.\nPART IV\nList of third countries from which Member States authorize imports of blood products (with the exception of equidae) and of raw material intended for the manufacture of technical products\nA. Blood products and raw material from ungulates\nThird countries or parts of third countries appearing on the list in the Annex of Decision 79/542/EEC from which imports of all categories of fresh meat of the respective species are authorized irrespective of any restrictions due to the absence of an  agreed residue plan.\nB. Blood products and raw material from other species\nThird countries listed in Part I of the Annex to Decision 79/542/EEC.\nPART V\nList of third countries from which Member States authorize imports of raw material for the manufacture of pet food\nA. Raw material from animals of the bovine, ovine, caprine, porcine and equine species and of the wild corresponding species\nThird countries provided for in Part I of the Annex of Council Decision 79/542/EEC for the fresh meat of the corresponding species.\nB. Raw material from poultry\nThe lists of third countries from which Member States authorize imports of fresh poultry meat appearing in Commission Decision 94/85/EC (1) but excluding those third countries permitted to export fresh poultry meat to the Community by virtue of the  exercise of the derogations in Article 4, paragraphs 3 and 4 of Commission Decision 93/342/EEC (2).\nC. Raw material from other species\nThird countries listed in Part 1 of the Annex of Decision 79/542/EEC.\nPART VI\nA. List of third countries from which Member States authorize imports of rabbit meat and rabbit meat products  Third countries listed in Part 1 of the Annex of Decision 79/542/EEC.\nB. List of third countries from which Member States shall authorize imports of furred farm game meat products  Third countries from which Member States authorize imports of fresh meat of the corresponding species.\nC. List of third countries from which Member States authorize imports of feathered farm game meat products  The list of third countries from which Member States authorize imports of fresh poultry meat appearing in Commission Decision 94/85/EC but  excluding those third countries permitted to export fresh poultry meat to the Community by virtue of the exercise of the derogations in Article 4, paragraphs 3 and 4 of Commission Decision 93/342/EEC.\nPART VII\nList of third countries from which Member States authorize imports of untreated pig bristles\nThird countries listed in Annex I of Decision 79/542/EEC.\nPART VIII\nList of third countries from which Member States authorize imports of eggs and egg products intended for human consumption\nThe list of third countries from which Member States authorize imports of fresh poultry meat appearing in Decision 94/85/EC but excluding those third countries permitted to export fresh poultry meat to the Community by virtue of the exercise of the  derogations in Article 4, paragraphs 3 and 4 of Commission Decision 93/342/EEC.\nPART IX\nList of third countries from which Member States authorize imports of manure for treatment of the soil\nA. Processed manure products\nThird countries listed in Part I of the Annex of Decision 79/542/EEC.\nB. Unprocessed manure from equidae\nThird countries listed in Part I of the Annex of Decision 79/542/EEC for live equidae.\nC. Unprocessed manure from poultry\nThe list of third countries from which Member States authorize imports of fresh poultry meat appearing in Commission Decision 94/85/EC but excluding those third countries permitted to export fresh poultry meat to the Community by virtue of the exercise  of the derogations in Article 4, paragraphs 3 and 4 of Commission Decision 93/342/EEC.\nPART X\nList of third countries from which Member States authorize imports of pet food containing low-risk materials within the meaning of Council Directive 90/667/EEC (1)\nThird countries listed in Part I of the Annex of Council Decision 79/542/EEC and the list of third countries from which Member States authorize imports of fresh poultry meat appearing in Commission Decision 94/85/EC but excluding those third countries  permitted to export fresh poultry meat to the Community by virtue of the exercise of the derogations in Article 4, paragraphs 3 and 4 of Commission Decision 93/342/EEC.\nPART XI\nList of third countries from which Member States authorize imports of snails intended for human consumption\n(AL) Albania\n(BG) Bulgaria\n(BX) Bosnia-Herzegovina\n(CH) Switzerland\n(CN) People's Republic of China\n(CZ) Czech Republic\n(DZ) Algeria\n(HR) Croatia\n(HU) Hungary\n(ID) Indonesia\n(LI) Lithuania\n(MA) Morocco (MD) Moldavia\n(MK) Former Yugoslav Republic of Macedonia\n(PL) Poland\n(RO) Romania\n(RU) Russia\n(SI) Slovenia\n(SK) Slovak Republic\n(SY) Syria\n(TN) Tunisia\n(TR) Turkey\n(UA) Ukraine\n(VN) Vietnam\nPART XII\nList of third countries from which Member States authorize imports of frogs' legs intended for human consumption\n(AL) Albania\n(BD) Bangladesh\n(BG) Bulgaria\n(BX) Bosnia-Herzegovina\n(CN) People's Republic of China\n(HR) Croatia\n(HU) Hungary\n(ID) Indonesia\n(IN) India (MK) Former Yugoslav Republic of Macedonia\n(MY) Malaysia\n(PH) Philippines\n(RO) Romania\n(SI) Slovenia\n(TH) Thailand\n(TR) Turkey\n(VN) Vietnam\nPART XIII\nList of third countries from which Member States authorize imports of gelatines intended for human consumption\nThird countries appearing on the list of the first part of the Annex of Decision 79/542/EEC.\n(1) OJ No L 36, 8. 3. 1994, p. 5.\n(2) OJ No L 84, 31. 3. 1992, p. 23.\n(3) OJ No L 87, 2. 4. 1992, p. 20.\n(4) OJ No L 44, 17. 2. 1994, p. 31.\n(5) OJ No L 137, 8. 6. 1993, p. 24.\n(6) OJ No L 363, 27. 12. 1990, p. 51."}