{"celex_id": "31997R0831", "uri": "http://publications.europa.eu/resource/cellar/1b301259-c15e-4f1e-b11f-49d86f10d056", "type": "Regulation", "concepts": ["1119", "1120", "2081", "2871", "3646", "87"], "title": "Commission Regulation (EC) No 831/97 of 7 May 1997 laying down marketing standards applicable to avocados\n", "header": "COMMISSION REGULATION (EC) No 831/97 of 7 May 1997 laying down marketing standards applicable to avocados\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organization of the market in fruit and vegetables (1), and in particular Article 2 (2) thereof,\nWhereas Regulation (EC) No 2200/96, in Annex I, lists the products for which standards must be adopted; whereas, of the products listed in that Annex, no Community standards have yet been laid down for, inter alia, avocados; whereas it is therefore necessary to lay down marketing standards for those products; whereas, to that end, for the sake of transparency on the world market, account should be taken of the standards recommended for those products by the United Nations Economic Commission for Europe;\nWhereas application of those standards should have the effect of keeping products of unsatisfactory quality off the market, directing production to meet consumers' requirements and facilitating trade under fair competitive conditions, thereby helping to improve the profitability of production;\nWhereas those standards are applicable to all marketing stages; whereas transport over large distances, storage for more than a certain duration and the amount of handling to which products are subject can result in some degree of deterioration owing to the biological development of the product or its perishable nature; whereas such deterioration should be taken into account in the application of the standards to the marketing stages following consignment; whereas, since products of the 'Extra` class must be particularly carefully selected and packed, allowance should only be made for some loss of freshness and turgidity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1. The marketing standards applicable to avocados falling within CN code 0804 40 shall be as set out in the Annex.\n2. The standards shall apply to all marketing stages under the conditions laid down in Regulation (EC) No 2200/96.\nHowever, at stages following consignment the following tolerances shall be allowed:\n(a) a slight loss of freshness and turgidity;\n(b) for products other than 'Extra` class, slight deterioration due to biological development and perishability.", "This Regulation shall enter into force on 1 June 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 297, 21. 11. 1996, p. 1.\nANNEX\nSTANDARDS FOR AVOCADOS\nI. DEFINITION OF PRODUCE\nThis standard applies to avocados of varieties (cultivars) grown from Persea americana Mill. to be supplied fresh to the consumer, parthenocarpic fruit and avocados for industrial processing being excluded.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of the standard is to define the quality requirements of avocados after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the avocados must be:\n- intact,\n- sound, produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean, practically free of any visible foreign matter,\n- practically free from damage caused by pests,\n- free of damage caused by low temperature,\n- having a stalk not more than 10 mm in length which must be cut off cleanly. However, its absence is not considered a defect on condition that the place of the stalk attachment is dry and intact,\n- free of abnormal external moisture,\n- free of any foreign smell and/or taste.\nAvocados must be carefully picked. Their development should have reached a physiological stage which will ensure a continuation of the ripening process to completion. The ripe fruit should be free from bitterness.\nThe development and condition of the avocados must be such as to enable them:\n- to withstand transport and handling, and\n- to arrive in satisfactory condition at the place of destination.\nB. Classification\nAvocados are classified in three classes defined below:\n(i) 'Extra` Class\nAvocados in this class must be of superior quality. In shape and colouring they must be characteristic of the variety.\nThey must be free from defects, with the exception of very slight superficial defects of the skin provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package. If present, the stalk must be intact.\n(ii) Class I\nAvocados in this class must be of good quality and show the typical colour and shape of the variety.\nThe following slight defects, however, may be allowed provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package:\n- slight defects of shape and colour,\n- slight skin defects (corkiness, healed lenticels) and sunburn; the maximum total area should not exceed 4 cmÂ˛.\nIn no case may the defects affect the fruit flesh.\nThe stalk, if present, may be slightly damaged.\n(iii) Class II\nThis class includes avocados which do not qualify for inclusion in the higher classes but satisfy the minimum requirements specified above.\nThe following defects may be allowed provided the avocados retain their essential characteristics as regards the quality, the keeping quality and presentation:\n- defects in shape and colouring,\n- skin defects (corkiness, healed lenticels) and sunburn: the maximum total area should not exceed 6 cmÂ˛.\nIn no case may the defects affect the fruit flesh.\nThe stalk, if present, may be damaged.\nIII. PROVISIONS CONCERNING SIZING\nSize is determined by the weight of the fruit; the size scale is as follows:\n>TABLE>\nThe minimum weight of avocados must not be less than 125 g.\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package for produce not satisfying the requirements for the class indicated.\nA. Quality tolerances\n(i) 'Extra` Class\n5 per cent by number or weight of avocados not satisfying the requirements of avocados but meeting those of class I or, exceptionally, coming within the tolerances of that class.\n(ii) Class I\n10 per cent by number or weight of avocados not satisfying the requirements of the class but meeting those of Class II or, exceptionally, coming within the tolerance of that class.\n(iii) Class II\n10 per cent by number or weight of avocados satisfying neither the requirements of the class nor the minimum requirements, with the exception of fruit affected by rotting, marked bruising or any other deterioration rendering it unfit for consumption.\nB. Size tolerances\nFor all classes: 10 % by number or weight of avocados conforming to the size range immediately below and/or above that mentioned in the marking.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Uniformity\nThe contents of each package must be uniform and contain only avocados of the same origin, variety, quality and size.\nThe visible part of the contents of the package must be representative of the entire contents.\nB. Packaging\nThe avocados must be packed in such a way as to protect the produce properly.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the fruit. The use of materials, particularly of paper or stamps bearing trade specifications is allowed provided the printing or labelling has been done with non-toxic ink or glue.\nPackages must be free of all foreign matter.\nVI. PROVISIONS CONCERNING MARKING\nEach package must bear the following particulars, in letters grouped on the same side, legibly and indelibly marked, and visible from the outside:\nA. Identification\nPacker and/or dispatcher: name and address or officially issued or accepted code mark. However, in the case where a code mark is used, the reference 'packer and/or dispatcher` (or equivalent abbreviations) has to be indicated in close connection with the code mark.\nB. Nature of produce\n- 'Avocados`, if the contents are not visible from the outside,\n- name of the variety.\nC. Origin of produce\n- Country of origin and, optionally, district where grown, or national, regional or local place name.\nD. Commercial specifications\n- Class,\n- size expressed in minimum and maximum weight,\n- code number of the size scale and number of fruits when it is different from code number or, optionally, code number of the size scale and the net weight of the package.\nE. Official control mark (optional)"}