{"celex_id": "31994R0793", "uri": "http://publications.europa.eu/resource/cellar/5a661067-5cf1-48e3-9d67-9962b5559e11", "type": "Regulation", "concepts": ["1201", "4373", "5070", "797"], "title": "Commission Regulation (EC) No 793/94 of 8 April 1994 amending Regulation (EEC) No 84/93 on the specific aid to be granted to producer groups in the raw tobacco sector\n", "header": "COMMISSION REGULATION (EC) No 793/94 of 8 April 1994 amending Regulation (EEC) No 84/93 on the specific aid to be granted to producer groups in the raw tobacco sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organization of the market in raw tobacco (1), and in particular Article 12 (3) thereof,\nWhereas Article 2 (1) (g) of Commission Regulation (EEC) No 84/93 (2), as last amended by Regulation (EC) No 3477/93 (3), provides that producers may withdraw from membership of a producer group after one year; whereas there are groups of tobacco  producers which were set up well before the entry into force of the new common market organization which have in some cases provided for longer minimum membership periods in order to guarantee the group a more stable membership and the best possible  operating conditions; whereas these groups should be allowed to maintain existing conditions unaltered;\nWhereas, in accordance with Article 3 of Regulation (EEC) No 84/93, Member States must forward to the Commission draft decisions on recognition of groups; whereas verification of the draft decisions forwarded by Member States to the Commission  constitutes a very heavy administrative burden; whereas, on the basis of the Commission's observations to date, the Member States have the information necessary for the correct application of Community provisions; whereas, therefore, the prior  verification of draft decisions by the Commission is no longer indispensable and may be replaced by an examination as part of the Commission's general monitoring tasks;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 84/93 is hereby amended as follows:\n1. In Article 2 (1) (g), the second subparagraph is replaced by the following:\n'However, if the group:\n- was set up prior to 1 August 1992, or is the result of a merger of groups set up before that date, the provisions of the first subparagraph shall not apply,\n- receives the aid provided for in Title III of Council Regulation (EEC) No 1360/78 (4)(), the provisions referred to in Article 6 (1) (d) of the said Regulation shall apply.\n'\n2. In Article 3, paragraph 2 is replaced by the following:\n'2. The Member State concerned shall approve the application for recognition or shall reject it within two months from the date of submission of the application.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 215, 30. 7. 1992, p. 70.\n(2) OJ No L 12, 20. 1. 1993, p. 5.\n(3) OJ No L 317, 18. 12. 1993, p. 30.\n(4)() OJ No L 166, 23. 6. 1978, p. 1."}