{"celex_id": "31993R2610", "uri": "http://publications.europa.eu/resource/cellar/48bd1e60-5572-4814-b938-bebaf268530c", "type": "Regulation", "concepts": ["1118", "1119", "1608", "2068", "2642", "2902"], "title": "Commission Regulation (EEC) No 2610/93 of 23 September 1993 amending Annex X to Regulation (EEC) No 3587/86 fixing the conversion factors to be applied to the buying-in prices for fruit and vegetables as regards apples\n", "header": "COMMISSION REGULATION (EEC) No 2610/93 of 23 September 1993 amending Annex X to Regulation (EEC) No 3587/86 fixing the conversion factors to be applied to the buying-in prices for fruit and vegetables as regards apples\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 638/93 (2), and in particular Article 16 (4) thereof,\nWhereas Annex X to Commission Regulation (EEC) No 3587/86 of 20 November 1986 (3), as last amended by Regulation (EEC) No 1787/93 (4), fixes the conversion factors to be appied to the buying-in prices for apples with different commercial characteristics  from those used for fixing the basic prices;\nWhereas the varieties 'Jonagold' and 'Jonagored' are mentioned both in the list of conversion factors for variety and in the list of large fruited apple varieties; whereas information received in the Commission has shown that all the different mutations  of 'Jonagold' have pratically identical characteristics and should be grouped together; whereas the term 'Jonagold' should be replaced by the term 'Jonagold including Jonagored and other mutations' and the term 'Jonagored' deleted, the variety  'Jonagored' being a mutation of the variety 'Jonagold';\nWhereas, for the same reasons, the same grouping should be made in the list of coefficients for the mutations of the varieties 'Golden Delicious' and 'Red Delicious';\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Annex X 'Apples' to Regulation (EEC) No 3587/86 is hereby amended as follows:\n1. In the first indent of '(a) variety,'\n- the term 'Golden Delicious' is replaced by the term 'Golden Delicious and mutations';\n- the term 'Jonagold' is replaced by the term 'Jonagold, including Jonagored and other mutations';\n- the term 'Jonagored' is deleted;\n- the term 'Red Delicious' is replaced by the term 'Red Delicious and mutations'.\n2. In the 'List of varieties of large dessert apples',\n- the term 'Jonagold' is replaced by the term 'Jonagold, including Jonagored and other mutations';\n- the term 'Jonagored' is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 69, 20. 3. 1993, p. 7.\n(3) OJ No L 334, 27. 11. 1986, p. 1.\n(4) OJ No L 163, 6. 7. 1993, p. 13."}