{"celex_id": "31998R2131", "uri": "http://publications.europa.eu/resource/cellar/edea07e8-6d54-412f-90fc-1c2d7a4acd5d", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568"], "title": "Commission Regulation (EC) No 2131/98 of 5 October 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk end milk products\n", "header": "COMMISSION REGULATION (EC) No 2131/98 of 5 October 1998 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Article 17(14) thereof,\nWhereas Commission Regulation (EC) No 1466/95 (3), as last amended by Regulation (EC) No 897/98 (4), lays down the special detailed rules of application for export refunds on milk and milk products; whereas Article 9a of that Regulation provides that export licences for cheese exported to the United States of America as part of the additional quota arising from the agreements under the Uruguay Round of multilateral trade negotiations may be allocated in accordance with a special procedure allowing the designation of preferential importers to the United States;\nWhereas the acceptance of applications for export licences is subject to presentation of an attestation from the designated importer stating that he is eligible under the rules in force in the United States concerning the issue of import licences; whereas, however, experience has shown that an importer may be refused a licence by the American authorities without cause; whereas, to guarantee that the objective of the arrangements is achieved under such circumstances, provision should be made for the operator to designate another importer from among those whom the Commission has already notified to the competent authorities of the United States;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Article 9a(4) of Regulation (EC) No 1466/95, the following subparagraph is added:\n'In the case where an import licence is not allocated to the importer designated by an operator for the quantities concerned, in circumstances which do not cast doubt on the sincerity of the attestation referred to in paragraph 2, the operator may be authorised by the Member State to designate another importer provided the latter appears on the list communicated to the competent authority of the United States of America, in accordance with the first subparagraph. The Member State shall inform the Commission as soon as possible and the Commission shall notify the competent authority of the United States of America of the change of designated importer.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\n(3) OJ L 144, 28. 6. 1995, p. 22.\n(4) OJ L 126, 28. 4. 1998, p. 22."}