{"celex_id": "31995D0564", "uri": "http://publications.europa.eu/resource/cellar/23630e83-4401-416a-9c71-5dbe312fdbf7", "type": "Decision", "concepts": ["1074", "1366", "45", "5186", "5315", "862"], "title": "95/564/EC: Council Decision of 22 December 1995 on the implementation of a training programme for professionals in the European audiovisual programme industry (Media II - Training)\n", "header": "COUNCIL DECISION\nof 22 December 1995\non the implementation of  a training programme for professionals in the European audiovisual programme industry (Media II -  Training)\n(95/564/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 127 (4)  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189c of the Treaty (3),\n1. Whereas the European Council meeting in Brussels on 10 and 11 December 1993 took note of the  White Paper 'Growth, competitiveness and employment' as reference point for action by the European  Union and its Member States; whereas the White Paper supports an industrial development approach  based on global competitiveness, as the key to growth and employment, and states, in particular in  Chapter 7, the need to adapt vocational skills in line with industrial and technological  developments;\n2. Whereas the European Council meeting in Corfu on 24 and 25 June 1994 took note of the report by  the 'Bangemann Group' entitled 'Europe and the Global Information Society - Recommendations to the  European Council', in particular acknowledging the strategic importance of the audiovisual  programme industry in terms of content;\n3. Whereas the 'Industry/Telecommunications' Council of 28 September 1994 issued a favourable  opinion on the Commission's communication of 19 July 1994 entitled 'Europe's way to the information  society: an action plan'; whereas it emphasized the need to improve the competitiveness of the  European audiovisual industry;\n4. Whereas the Council took formal note of the Commission's communication of 1 September 1994  entitled 'An industrial competitiveness policy for the European Union' which showed the close  correlation between the development prospects of technologies, products, programmes (in particular  audiovisual programmes) and the associated services and networks and recalled the need to raise the  training standards of human resources in order to make European industry competitive;\n5. Whereas the Council took formal note on 17 June 1994 of the Green Paper 'Strategy options to  strengthen the European programme industry in the context of the audiovisual policy of the European  Union';\n6. Whereas the Commission consulted the people in the industry on the options put forward in the  Green Paper, in particular by holding the 'European Audiovisual Conference' in Brussels from 30  June to 2 July 1994; whereas the consultation process revealed a strong desire for an enhanced  programme of support for the European audiovisual industry, in particular in the area of training;\n7. Whereas the European Parliament, in its resolution of 6 May 1994 (4), examined the problems of  the audiovisual industry, following Council Directive 89/552/EEC of 3 October 1989 on the  coordination of certain provisions laid down by law, regulation or administrative action in Member  States concerning the pursuit of television broadcasting activities (5) (the 'television without  frontiers' Directive), in preparation for the European audiovisual conference, 'and took the view  that the priorities established inter alia during the discussions on amendments to the Media  programme, namely the financing mechanisms, pre-production, distribution and training, were the  best means of establishing coherent, stable European networks';\n8. Whereas on 14 September 1994 the Economic and Social Committee issued its opinion on the Green  Paper, stating that European-level programmes such as Media could have a positive influence on the  development of programme structures and means of production in Europe;\n9. Whereas the Commission implemented an action programme to encourage the development of the  European audiovisual industry (Media) (1991 to 1995), adopted by Council Decision 90/685/EEC of 21  December 1990 concerning the implementation of an action programme to promote the development of  the European audiovisual industry (Media) (1991 to 1995) (1), including, in particular, training  measures to upgrade the vocational skills of people working in the audiovisual programme industry;\n10. Whereas the Council, at its meeting of 5 November 1993, after taking note of the Commission's  communication of 23 July 1993 on the Media programme mid-term evaluation report, took the view that  it would be appropriate to examine suitable measures for launching a Media II programme after  1995;\n11. Whereas the European Council meeting in Essen on 9 and 10 December 1994 called on the  Commission to present proposals for a new Media programme;\n12. Whereas at its meeting of 6 December 1994 the Council adopted Decision 94/819/EC (2) setting up  the 'Leonardo da Vinci' action programme for the implementation of a European Community vocational  training policy; whereas Article 8 (1) of the said Decision requires the Commission to ensure  overall consistency between that programme and other Community measures in the field of training;\n13. Whereas there should be proper coordination with vocational training actions undertaken  pursuant to the objectives of the Structural Funds;\n14. Whereas pursuant to Article 128 (4) of the Treaty the Community shall take cultural aspects  into account in its action under other provisions of the Treaty; whereas it is necessary to ensure  that participation in this programme reflects European cultural diversity;\n15. Whereas there is a need to take into account the cultural aspects of the audiovisual sector;\n16. Whereas the emergence of a European audiovisual market requires vocational skills adapted to  the new dimension of the market, particularly as regards economic and commercial management of the  industry and utilization of new technology at all stages of programme design, development,  production and transmission;\n17. Whereas people in the industry should be provided with vocational skills that enable them to  take full advantage of the, in particular, European dimension of the audiovisual programme market  and they should be encouraged to develop projects which meet the demands of that market;\n18. Whereas there should be an improvement in the exploitation of the European audiovisual heritage  and a response to the needs of the market for programmes in the field;\n19. Whereas the initial training of professionals must incorporate the indispensible economic and  technological components; whereas the speed of change in these areas makes continuous training  especially necessary;\n20. Whereas networking between vocational training centres should be encouraged so as to facilitate  the transfer of know-how and the development of training modules at European level;\n21. Whereas support for vocational training must take account of structural objectives such as  developing the potential for creation and production in countries or regions where audiovisual  production capacity is low and/or where the geographical and linguistic area is restricted and/or  developing the independent production sector, in particular small and medium-sized enterprises  (SMEs);\n22. Whereas equal opportunities constitute a fundamental principle in the policies of the European  Union which must be taken into account in implementing this programme;\n23. Whereas a reference amount, within the meaning of point 2 of the declaration by the European  Parliament, the Council and the Commission of 6 March 1995, is included in this Decision for the  entire duration of this programme, without thereby affecting the powers of the budgetary authority  as they are defined by the Treaty;\n24. Whereas, in accordance with the principle of subsidiarity, action taken by the Community should  support and supplement action taken by the relevant authorities in the Member States;\n25. Whereas the measures provided for under this programme are all aimed at cross-border  cooperation which will enhance the value of action taken in the Member States or by those  responsible for training, in accordance with the principle of subsidiarity referred to above;\n26. Whereas it is appropriate to follow up and intensify the opening up of the Media programme to  the participation of the associated countries of central and eastern Europe (CCEE) in accordance  with the conditions laid down in the additional protocols to the association agreements on  participation in Community programmes concluded or to be concluded with those countries and to the  participation of Cyprus, Malta and the EFTA States members of the EEA Agreement on the basis of  additional appropriations in accordance with the same rules as those applied to the EFTA countries,  under procedures to be agreed on with those countries; whereas, moreover, this programme should be  open to cooperation with other third countries which have concluded agreements with audiovisual  clauses; whereas the details of such participation or cooperation should be determined at the  appropriate time between the parties concerned;\n27. Whereas it is desirable to coordinate the activities laid down by the programme with those  deployed by international organizations, such as the Council of Europe;\n28. Whereas Community support should be granted on the basis of prior appraisal, monitoring and  subsequent evaluation,", "main_body": ["This Decision establishes a vocational training programme  (hereinafter referred to as 'the programme') to run from 1 January 1996 to 31 December 2000. This  programme, which supports and supplements action taken by Member States in full recognition of the  responsibility of those States for the content and organization of vocational training programmes  and cultural diversity of the countries and regions, excluding any harmonization of the laws and  regulations of the Member States, has the purpose of providing professionals in the European  audiovisual industry with the skills they need to exploit the European dimension of the market to  the full and make use of new technology.", "In the context of Article 1, the aims of the programme are:\n1. to meet the needs of the industry and bolster its competitiveness by improving initial and  particularly continuing training for audiovisual professionals in order to provide them with the  know-how and skills they need in order to take account of the European market and other markets,  notably in the field of:\n- economic and commercial management, including legal aspects,\n- utilization and development of new technologies for the production of audiovisual programmes with  high commercial and artistic added value, supplementing training in the audiovisual professions,\n- screenplay techniques.\nThis aim will take account of the transnational dimension through supporting the development of  businesses and projects (new programmes or enhancement of the audiovisual heritage) as well as of  common entrepreneurial practices;\n2. to encourage cooperation and exchange of know-how by networking between partners involved in  training: training institutions, the professional sector and businesses and by developing teacher  training.\nIn carrying out the objectives mentioned in points 1 and 2 of the first paragraph, particular  attention shall be paid to the specific needs of countries or regions with a low production  capacity and/or a restricted linguistic and geographical area, as well as the development of an  independent European production and distribution sector and especially of small and medium-sized  enterprises (SMEs).", "Recipients of Community support involved in implementing the measures laid down in the  Annex must provide a significant proportion of the funding (at least 50 %). In duly justified  exceptional cases this percentage may be reduced to as low as 25 %.\nCommunity funding shall be determined in relation to the cost and nature of each measure  envisaged.\nThe financial reference amount for implementing the programme for the period referred to in Article  1 shall be ECU 45 million.\nThe annual appropriations shall be authorized by the budgetary authority in accordance with the  current financial perspective.", "1. The Commission shall be responsible for the implementation of the programme, in  accordance with the arrangements laid down in the Annex.\nIn the performance of this task, it shall be assisted by a committee composed of two  representatives from each Member State and chaired by the representative of the Commission.\n2. The representative of the Commission shall submit to the Committee, for its opinion, a draft of  the measure to be taken concerning:\n- the arrangements for the implementation of the actions provided for in the Annex,\n- the content of calls for proposals, the definition of criteria and procedures for the approval  and selection of projects and the final choice of intermediary organizations,\n- questions concerning the annual internal distribution of finances within the programme,\n- arrangements for monitoring and evaluating the operations.\nFurthermore, the representative of the Commission shall also submit, for its opinion, the  examination of all Community allocations of more than ECU 200 000 per year; this threshold can be  reviewed by the Committee in the light of experience.\n3. The Committee shall deliver its opinion on the draft, within a time limit which the chairman may  lay down according to the urgency of the matter. The opinion shall be delivered by the majority  laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required  to adopt on a proposal from the Commission. The votes of the representatives of the Member States  within the Committee shall be weighted in the manner set out in that Article. The chairman shall  not vote.\nThe Commission shall adopt measures which shall apply immediately. However, if these measures are  not in accordance with the opinion of the Committee, they shall be communicated by the Commission  to the Council forthwith. In that event:\n- the Commission shall defer application of the measures which it has decided upon for a period of  two months,\n- the Council, acting by a qualified majority, may take a different decision within the time limit  referred to in the previous subparagraph.\n4. The Commission may consult the Committee on any other question concerning the implementation of  the programme.\nThe Committee shall deliver its opinion within a time limit which the chairman may lay down  according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right  to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the Committee. It shall  inform the Committee of the manner in which its opinion has been taken into account.\nThe Commission representative shall keep the Committee informed in good time and on a regular basis  of the financial allocation agreed in the framework of the programme (amounts, duration, internal  distribution of finances, beneficiaries).", "The programme shall be open to the participation of the associated countries of central  and eastern Europe (CCEE) in accordance with the conditions laid down in additional protocols to  the association agreements on participation in Community programmes concluded or to be concluded  with those countries.\nThis programme shall be open to the participation of Cyprus, Malta and EFTA countries members of  the EEA Agreement on the basis of additional appropriations in accordance with the same rules as  applied to EFTA States, in accordance with procedures to be agreed with those countries.\nIt shall also be open to cooperation with other non-member countries which have concluded  agreements containing audiovisual clauses.\nThe arrangements for this participation or cooperation will be fixed at the appropriate time  between the parties concerned.", "1. The Commission shall ensure that actions under this Decision are subject to prior  appraisal, monitoring and subsequent evaluation.\n2. The selected beneficiaries shall submit an annual report to the Commission.\n3. After the completion of projects, the Commission shall evaluate the manner in which they have  been carried out and the impact of their implementation in order to assess whether the original  objectives have been achieved.\n4. After two years and six months of implementation of the programme and within the six months that  follow this period, the Commission, after having brought the matter before the Committee in  accordance with the procedure laid down in Article 4 (2) and (3), shall present to the European  Parliament, the Council and the Economic and Social Committee an evaluation report on the results  which were obtained, accompanied if need be by appropriate proposals.\nThis report shall in particular show the added value created on the basis of the financial support  provided by the Community and the socio-economic aspect.\n5. When the programme has run its full term, the Commission shall submit to the European  Parliament, the Council and the Economic and Social Committee a report of the implementation and  resuls of the programme."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No C 108, 29. 4. 1995, p.  4.\n(2) OJ No C 256, 2. 10. 1995, p. 24.\n(3) Opinion of the European Parliament of 16 June 1995 (OJ No C 166, 3. 7. 1995, p. 200), Council  common position of 10 July 1995 (OJ No C 281, 25. 10. 1995, p. 1) and Decision of the European  Parliament of 15 November 1995 (not yet published in the Official Journal).\n(4) OJ No C 205, 25. 7. 1994, p. 561.\n(5) OJ No L 298, 17. 10. 1989, p. 23.\n(1) OJ No L 380, 31. 12. 1990, p. 37.\n(2) OJ No L 340, 29. 12. 1994, p. 8.\nANNEX\n1. ACTIONS TO BE TAKEN\nThe programme is intended, in supporting and supplementing  the actions undertaken by Member States, to help people in the industry adapt to the, in  particular, European dimension of the market by promoting vocational training in the field of  economic and commercial management, including legal aspects, and new technologies (including the  protection and enhancement of the European film and audiovisual heritage).\nThe actions will cover initial training and, in particular, continuing professional training.\n1.1. Training in economic and commercial management\nThis aims to develop the ability of people in  the industry to conceptualize and exploit the European dimension in the development, production,  distribution and broadcasting of audiovisual programmes.\nThe actions will consist in:\n- promoting the elaboration and updating of training modules on management to supplement the  actions undertaken by Member States,\n- encouraging incorporation of the training modules into training actions taken by training  institutions, the professional sector and businesses,\n- networking of training programmes, facilitating exchanges of students/professionals by providing  grants and organizing work-experience placements in companies in other Member States and  contributing to teacher training, in particular distance learning, encouraging exchanges and  partnerships between countries and regions with a low production capacity and/or a restricted  linguistic and geographical area.\n1.2. Training on new technologies\nThe training aims to develop the ability of people in the  industry to use advanced creative techniques, such as animation, computer graphics, multimedia and  interactive technologies.\nThe actions will consist in:\n- promoting the definition and updating of training modules on new audiovisual technologies, to  supplement measures taken by the Member States,\n- encouraging incorporation of the training modules into training actions taken by training  institutions, the professional sector and businesses,\n- networking of training measures, facilitating exchanges of teachers and students/professionals by  providing grants and organizing work-experience placements in companies in other Member States and  contributing to teacher training and especially distance learning, encouraging exchanges and  partnerships between countries and regions with a low production capacity and/or a restricted  linguistic and geographical area.\n2. IMPLEMENTATION PROCEDURE\n2.1. Approach\nIn implementing the programme, the Commission will work  closely with the Member States. It will also consult the partners concerned. It will ensure that  the professionals participating in the programme reflect a balanced representation of Europe's  cultural diversity.\nIt will encourage cooperation between training institutions, the professional sector and business  and module designers from the start of the process.\nIt will facilitate the placement of trainees, especially those from countries and regions with a  low production capacity and/or restricted linguistic and geographical area.\n2.2. Community funding\nCommunity funds are intended to support the efforts of the national partners  to supplement existing training courses with modules on management and new technologies.\nCommunity funding of up to 50 % (which may be increased up to 75 % in duly justified exceptional  cases) of total training costs will be within a framework of joint funding with public and/or  private partners.\nThe procedure laid down in Article 4 shall be applied to determine:\n- allocation of funds for each type of action listed in points 1.1 and 1.2 of this Annex, and\n- the  Community contribution towards the costs of individual projects, selected following calls for  proposals.\nModule designers and training centres adopting them will be selected by calls for tender.\n2.3. Implementation\nThe Commission shall implement the programme in conformity with Article 4.\n2.3.1. In implementing the programme, in particular the technical selection of projects, monitoring  and evaluation of projects benefiting from the programme's funding, the Commission will ensure that  it obtains the expertise of acknowledged specialists from the audiovisual sector in the field of  professional training.\nTo this end, it can if necessary involve intermediary organizations which, on the basis of their  professional expertise, will provide technical assistance and will formulate proposals for the  choice of the beneficiaries, without prejudice to other selection methods. These organizations will  be chosen after calls for proposals and following the procedure described in Article 4 (2).\nThe Commission shall make the final selection of beneficiaries from the programme's funding, in the  context of the dispositions of Article 4 (2).\nFurthermore, the Commission and the Member States shall organize the mutual exchange of information  useful in the implementation of the programme and take the necessary steps, particularly by  continuing the activities of the Media desks, to ensure the promotion of the programme and  encourage the greatest possible participation of professionals in its actions and ensure permanent  contacts with the different support institutions of the Member States for the purpose of achieving  complementarity between the actions under this programme and national support measures."}