{"celex_id": "31996R0083", "uri": "http://publications.europa.eu/resource/cellar/38dc355c-8f4b-4217-94da-cdd6a60be123", "type": "Regulation", "concepts": ["1233", "1277", "1570", "2958", "4650", "80"], "title": "Commission Regulation (EC) No 83/96 of 22 January 1996 amending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed milk powder intended in particular for feed for calves\n", "header": "COMMISSION REGULATION (EC) No 83/96 of 22 January 1996 amending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed milk powder intended in particular for feed for calves\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 2931/95 (2), and in particular Article 10 (1) and (3) thereof,\nWhereas Commission Regulation (EEC) No 1725/79 (3), as last amended by Regulation (EC) No 2879/95 (4), provides for a maximum water content for skimmed milk powder and buttermilk powder and specifies the time at which the water content has to be controlled;\nWhereas the official method for controlling the water content specified in Regulation (EEC) No 1725/79 is unsuitable for acid buttermilk powder with the consequence that incorrect results may be obtained;\nWhereas Commission Directive 71/393/EEC of 18 November 1971, establishing Community methods of analysis for the official control of feedingstuffs (5), as last amended by Commission Directive 84/4/EEC (6), provides for an alternative method for controlling the water content which is suitable for controlling the water content of acid buttermilk powder;\nWhereas it is appropriate to introduce this control method into Regulation (EEC) No 1725/79 and to lay down precise parameters for its application;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1725/79 is hereby amended as follows:\n1. Article 10 (3), first subparagraph is replaced by the following text:\n'The results of the inspection referred to in Article 2 (2) and in paragraph 2 (a), (b) and (c) of this Article shall be recorded by the agency responsible for inspection in the analysis report and inspection report, specimens of which appear in Annexes I and II. The quantity of skimmed-milk powder shall be determined by testing each sample at least in duplicate in accordance with the method of analysis specified in Annex III. The reference method for:\n- the control of the water content of skimmed-milk powder and sweet cream buttermilk powder is International Standard IDF 26A/1993,\n- the control of the water content of acid cream buttermilk powder is the method described in Annex VI.\nWhere such inspections relate to skimmed milk powder to be used, whether as such or in the form of a mixture, the absence of rennet whey powder is proven by the procedure outlined in Annex IV.`\n2. In Annex I, footnote 2 is deleted.\n3. The Annex to this Regulation is added as Annex VI.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 January 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 307, 20. 12. 1995, p. 10.\n(3) OJ No L 199, 7. 8. 1979, p. 1.\n(4) OJ No L 301, 14. 12. 1995, p. 23.\n(5) OJ No L 279, 20. 12. 1971, p. 7.\n(6) OJ No L 15, 18. 1. 1984, p. 28.\nANNEX\n'ANNEX VI\nDETERMINATION OF MOISTURE IN ACID BUTTERMILK POWDER\n1. Scope\nTo determine the moisture content of acid buttermilk powder intended for animal feedingstuffs.\n2. Principle\nThe sample is dried under vacuum. The loss of mass is determined by weighing.\n3. Apparatus\n3.1. Analytical balance\n3.2. Dry containers of non-corrodible metal or of glass with lids ensuring airtight closure; working surface allowing the test sample to be spread at about 0,3 g/cm2.\n3.3. Adjustable electrically heated vacuum oven fitted with an oil pump and either a mechanism for introducing hot dried air or a drying agent (e.g. calcium oxide).\n3.4. Desiccator with an efficient drying agent.\n3.5. Drying oven ventilated, thermostatically controlled, at 102 ± 2 °C.\n4. Procedure\nHeat a container (3.2) with its lid in the oven (3.5) for at least one hour. Place the lid on the container, immediately transfer to a desiccator (3.4) allow to cool to room temperature and weigh to the nearest 0,5 mg.\nWeigh a container (3.2) with its lid to the nearest 0,5 mg. Weigh into the weighed container, to the nearest 1 mg, about 5 g of the sample and spread evenly. Place the container without its lid, in the vacuum oven (3.3) preheated to 83 °C. To prevent the oven temperature from falling unduly, introduce the container as rapidly as possible.\nBring the pressure up to 100 Torr (13,3 kPa) and leave to dry for four hours at this pressure, either in a current of hot, dry air or using a drying agent (about 300 g for 20 samples). In the latter instance, disconnect the vacuum pump when the prescribed pressure has been reached. Reckon drying time from the moment when the oven temperature returns to 83 °C. Carefully bring the oven back to atmospheric pressure. Open the oven, place the lid on the container immediately, remove the container from the oven, leave to cool for 30 to 45 minutes in the desiccator (3.4) and weigh to the nearest 1 mg. Dry for an additional 30 minutes in the vacuum oven (3.3) at 83 °C and reweigh. The difference between the two weighings must not exceed 0,1 % of moisture.\n5. Calculation\n(E-m)  . >NUM>100 >DEN>E\nwhere E = initial mass, in grammes of the test sample,\nm = mass, in grammes, of the dry test sample.\n6. Precision\n6.1. Repeatability limit\nThe difference between the results of two determinations carried out within the shortest feasible time interval, by one operator using the same apparatus on identical test material shall not exceed 0,4 g water/100 g acid buttermilk powder.\n6.2. Reproducibility limit\nThe difference between the results of two determinations carried out by operators in different laboratories, using different apparatus on identical test material shall not exceed 0,6 g water/100 g acid buttermilk powder.\n6.3. Source of precision data\nThe precision data were determined from an experiment conducted in 1995 involving eight laboratories and 12 samples (six blind duplicates).`"}