{"celex_id": "31992R1897", "uri": "http://publications.europa.eu/resource/cellar/8cd80bc2-0fcd-459e-9936-0fbb09da77ef", "type": "Regulation", "concepts": ["2292", "2609", "292", "3413", "4620"], "title": "Commission Regulation (EEC) No 1897/92 of 9 July 1992 laying down detailed rules for the implementation of a medium-term loan to the Soviet Union and its constituent Republics, established by Council Decision 91/658/EEC\n", "header": "COMMISSION REGULATION (EEC) No 1897/92  of 9 July 1992  laying down detailed rules for the implementation of a medium-term loan to the Soviet Union and its constituent Republics, established by Council Decision 91/658/EEC\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 91/658/EEC of 16 December 1991 granting a medium-term loan to the Soviet Union and its constituent Republics (1) and in particular Article 4 (4) thereof,\nWhereas Decision 91/658/EEC provides for a Community loan of ECU 1 250 million to the Soviet Union and its constituent Republics to enable importation of agricultural and food products and medical supplies originating in the Community, Bulgaria,  Czechoslovakia, Hungary, Poland, Romania, Lithuania, Latvia, Estonia and Yugoslavia;\nWhereas the situation in Yugoslavia and Council Regulation (EEC) No 1432/92 (2) require that only purchases of products originating in Bosnia-Herzegovina, Croatia, Slovenia and the Yugoslav Republic of Macedonia shall be financed by the loans;\nWhereas Article 4 (4) of the Decision provides that the detailed rules relating to the purchase, receipt, transport and distribution of products from the Community, the importation of which is financed by the loans, shall be adopted on the basis of the  results of the contacts between the Commission and the authorities of the Republics;\nWhereas the products which can be purchased under the loans shall be agreed upon between the Community and these Republics;\nWhereas the actual needs of the Republics as well as the availability for export of agricultural and food products and medical supplies in Bulgaria, Czechoslovakia, Hungary, Poland, Romania, Lithuania, Latvia, Estonia, Bosnia-Herzegovina, Croatia,  Slovenia and the Yugoslav Republic of Macedonia and the stability of the markets as well as the trading between the Republics shall specifically be taken into account when identifying these products;\nWhereas the detailed rules referred to in Article 4 (4) of Decision 91/658/EEC shall ensure in particular that only purchases of products originating in the Community and in Bulgaria, Czechoslovakia, Hungary, Poland, Romania, Lithuania, Latvia, Estonia,  Bosnia-Herzegovina, Croatia, Slovenia and the Yugoslav Republic of Macedonia shall be financed by the loans, that free competition for the supply and purchase of products shall be guaranteed and that the agricultural and food products shall be  distributed in the mass retail network of the Republics;\nWhereas the respect of these and other conditions requires a procedure for recognition of contracts which are to be financed by the loans;\nWhereas the measures provided in this Regulation are in accordance with the opinion of the Committee provided for in Article 6 of Decision 91/658/EEC,", "main_body": ["The loans which are granted by the Community to the Republics shall be used exclusively to enable the Republics to import agricultural and food products and medical supplies originating in the Community, Bulgaria, Czechoslovakia, Hungary,  Poland, Romania, Lithuania, Latvia, Estonia, Bosnia-Herzegovina, Croatia, Slovenia and the Yugoslav Republic of Macedonia (hereinafter referred to as 'the supplier countries').", "The loans shall be concluded on the basis of agreements entered into between the Republics and the Commission which shall include, as conditions for disbursement of the loan, the requirements set out in Articles 3 to 7.", "1. The products referred to in Article 1 as well as the share of the loans that can be used for imports of medical supplies shall be agreed upon between the Commission and the Republics.\n2. The agricultural and food products to be delivered shall be determined taking into account the following criteria:\n- the actual needs of the Republics,\n- the availability for export of agricultural and food products in the non-Community supplier countries,\n- the respect of trading links between the Republics,\n- traditional patterns of trade within the Community and between the Republics and the supplier countries as well as the stability of the markets.\n3. The medical products to be supplied shall be determined, taking into account the following criteria:\n- the actual needs of the Republics. In establishing these needs, the Commission may call upon the assistance of non-governmental organizations,\n- the availability for export of medical supplies in the non-Community suppliers countries,\n- patterns of trade between the Republics and the supplier countries as well as the stability of the markets in the latter countries.", "1. The loans shall only finance the purchase and supply under contracts that have been recognized by the Commission as complying with the provisions of Decision 91/658/EEC and with the provisions of the agreements referred to in Article 2.\n2. Contracts shall be submitted to the Commission for recognition by the Republics or their designated financial agents.", "Recognition referred to in Article 4 shall only be granted subject to fulfilment or, in particular, the conditions referred to in this Article.\n1. The contract was awarded following a procedure guaranteeing free competition. To this end, the purchasing organizations of the Republics shall, when selecting supplier firms within the Community, seek at least three offers from firms independent of  each other and shall, when selecting supplier firms in the non-Community supplier countries, seek at least three offers from firms independent of each other and established in a different country, unless suppliers are only available in a more limited  number of countries.\n2. The contract offers the most favourable terms of purchase in relation to the price normally obtained on the international markets.\n3. The contracts for delivery of goods originating in the non-Community supplier countries shall not include products for which there is a shortage of suppy on the domestic market in the said countries or for which there is a Community assistance in  favour of these countries.\n4. Where a contract includes transport of the products to their destination, the proportion or amount of the contract price relating to transport shall be specified in the contract.\n5. Where transport costs are financed by the loans and the contract is made on an FOB basis, the purchasing organizations of the Republics shall, when selecting transporters/freight forwarders, whenever possible seek at least three offers, from firms  independent from each other of which at least two are established outside the Republic concerned.\n6. The contract shall stipulate that the goods of Community origin shall be subject to sanitary, epidemiological and quarantine requirements or to requirements applicable to medical supplies existing in the Republics concerned and the Community. The  contract shall stipulate that the goods originating in the non-Community supplier countries shall be subject to sanitary, epidemiological and quarantine requirements or to requirements applicable to medical supplies existing in the Republics concerned  or in those countries.", "The agricultural and food products which are financed by the loans shall be distributed in the mass retail network of the Republics in such a way as to encourage the reform of distribution channels on the basis of market-oriented prices.", "The products whose purchase is financed by the loans shall not be re-exported to countries other than the Republics which have signed the agreements referred to in Article 2.", "This Regulation shall enter into force on the day of publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 89. (2) OJ No L 151, 3. 6. 1992, p. 4."}