{"celex_id": "31990R1113", "uri": "http://publications.europa.eu/resource/cellar/72a342a6-a4fe-48d3-bd13-5e0e160d8aef", "type": "Regulation", "concepts": ["2563", "4073"], "title": "Commission Regulation (EEC) No 1113/90 of 30 April 1990 amending Regulation (EEC) No 643/86 laying down detailed rules for the application of the supplementary trade mechanism to the live plants and floriculture products imported into Portugal concerning the target ceilings for ornamental plants for 1990\n", "header": "COMMISSION  REGULATION (EEC) No 1113/90\nof 30 April 1990\namending Regulation (EEC) No 643/86 laying down detailed rules for the appllication of the supplementary trade mechanism to the live plants and floriculture products imported into Portugal concerning the target ceilings for ornamental plants for 1990\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 252 (3) thereof,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), as last amended by Regulation (EEC) No 3296/88 (2), and in particular Article 7 thereof,\nWhereas Commission Regulation (EEC) No 643/86 (3), as last amended by Regulation (EEC) No 3743/89 (4), lays down detailed rules for the application of the supplementary trade mechanism to certain live plants and floricultural products imported into Portugal and in particular the Annex thereto fixes the target ceiling, as provided for in Article 251 (1) of the Act of Accession, applicable to imports or ornamental plants into Portugal from the other Member States of the Community for the year 1990;\nWhereas the abovementioned target ceiling has been reached; whereas by Regulation (EEC) No 823/90 (5), the Commission suspended, under the interim protective measures, the issue of STM licences until 30 April 1990; Whereas following a further examination of the market situation an increase in the target ceiling may however be contemplated for the current halt-year and the volume of the target ceiling for the year be consequently adapted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["In the Annex to Regulation (EEC) No 643/86, under the target ceiling for ornamental plants falling within CN codes 0602 99 91 and 0602 99 99, '959,00 tonnes' is hereby replaced by '1 089,00 tonnes' and 435,00 tonnes' by '565,00 tonnes'.", "This Regulation shall enter into force on 1 May 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 55, 1. 3. 1986, p. 106.\n(2) OJ No L 293, 27. 10. 1988, p. 7.\n(3) OJ No L 60, 1. 3. 1986, p. 39.\n(4) OJ No L 364, 14. 12. 1989, p. 29.\n(5) OJ No L 86, 31. 3. 1990, p. 5."}