{"celex_id": "31996D0608", "uri": "http://publications.europa.eu/resource/cellar/7bcb0910-f151-4bd7-b90d-fadb25dd6473", "type": "Decision", "concepts": ["1309", "1767", "2718", "3000", "3156", "5369"], "title": "96/608/EC: Commission Decision of 11 October 1996 laying down special conditions governing the import of fishery and aquaculture products originating in Malaysia (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 11 October 1996 laying down special conditions governing the import of fishery and aquaculture products originating in Malaysia (Text with EEA relevance) (96/608/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by Directive 95/71/EC (2) are respected, and in particular Article 11 thereof,\nWhereas a group of Commission experts has conducted an inspection visit to Malaysia to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of Malaysia legislation on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas the 'Ministry of Health-Food Quality Control Division` in Malaysia, is capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11 (4) (a) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of person empowered to sign it;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products, giving the name of the third country and the approval number of the establishment of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments must be drawn up; whereas that list must be drawn up on the basis of a communication from the Ministry of Health to the Commission; whereas it is therefore for the Ministry of Health to ensure compliance with the provisions laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the Ministry of Health has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding fulfilment of requirements equivalent to those laid down by that Directive for the approval of establishments;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The 'Ministry of Health-Food Quality Control Division` is recognized as the competent authority in Malaysia for verifying and certifying compliance of fishery products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in Malaysia must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model set out in Annex A hereto;\n2. the products must come from approved establishments listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word 'Malaysia` and the approval number of the establishment of origin in indelible letters.", "1. The certificate referred to in point 1 of Article 2 must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. The certificate must bear the name, capacity and signature of the representative of the 'Ministry of Health-Food Quality Control Division` and the latter's official stamp in a colour different from that of the other indications on the certificate.", "This Decision shall apply from 1 November 1996.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 October 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\n(2) OJ No L 332, 30. 12. 1995, p. 40.\nANNEX A\n>START OF GRAPHIC>\nHEALTH CERTIFICATE\nfor fishery or aquaculture products originating in Malaysia and intended for export to the European Community with the exception of bivalve molluscs, echinoderms, tunicates and marine gastropods in any form\nReference No:\nCountry of dispatch:MALAYSIA\nCompetent authority:'MINISTRY OF HEALTH - FOOD QUALITY CONTROL DIVISION`\nI. Details identifying the products\nDescription of fishery or acquaculture product (1):\n- species (scientific name):\n- presentation of product and type of treatment (2):\nCode number (where available):\nType of packaging:\nNumber of packages:\nNet weight:\nRequisite storage and transport temperature:\nII. Origin of products\nName(s) and official approval number(s) of establishment(s) approved by the Ministry of Health for exports to the European Community:\nIII. Destination of products\nThe fishery or acquaculture products (1) are dispatched\nfrom: (place of dispatch)\nto: (country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\n(1) Delete where inapplicable.\n(2) Live, refrigerated, frozen, salted, smoked, preserved, etc.\nIV. Health attestation\nThe official inspector hereby certifies that the fishery and aquaculture products specified above:\n1. were caught and handled on board vessels in accordance with the health rules laid down by Directive 92/48/EEC;\n2. were landed, handled and, where appropriate, packaged, prepared, processed, frozen, thawed and stored hygienically in compliance with the requirements laid down in Chapters II, III and IV of the Annex to Directive 91/493/EEC;\n3. have undergone health controls in accordance with Chapter V of the Annex to Directive 91/493/EEC;\n4. are packaged, marked, stored and transported in accordance with Chapters VI, VII and VIII of the Annex to Directive 91/493/EEC;\n5. do not come from toxic species or species containing biotoxins;\n6. have satisfactorily undergone the organoleptic, parasitological, chemical and microbiological checks laid down for certain categories of fishery products by Directive 91/493/EEC and in the implementing decisions thereto;\nThe undersigned official inspector hereby declares that he is aware of the provisions of Directives 91/493/EEC and 92/48/EEC.\nDone at ,\n(place)\n(date)\n(Signature of official inspector) (1)\nOfficial seal (1)\n(name in capital letters, capacity and qualifications of person signing) (1)\n(1) The colour of the stamp and signature must be different from that of the other particulars in the certificate.\n>END OF GRAPHIC>\nANNEX B\nLIST OF ESTABLISHMENTS\n>TABLE>"}