{"celex_id": "31996R0995", "uri": "http://publications.europa.eu/resource/cellar/a472c630-634f-429b-a810-0c306bb063c6", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568"], "title": "Commission Regulation (EC) No 995/96 of 3 June 1996 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\n", "header": "COMMISSION REGULATION (EC) No 995/96 of 3 June 1996 amending Regulation (EC) No 1466/95 laying down special detailed rules of application for export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Commission Regulation (EC) No 2931/95 (2), and in particular Articles 13 (3) and 17 (14) thereof,\nWhereas certain products referred to in Articles 1 (a) and 1 (b) of Commission Regulation (EC) No 1466/95 (3), as last amended by Regulation (EC) No 823/96 (4), are not included in the export refund nomenclature and cannot be referred to by an 11-figure code; whereas such products must therefore be referred to in the licence application and the licence itself by an eight-figure code;\nWhereas Regulation (EC) No 1466/95 provides for the possibility of cancelling a licence application where the reduction coefficient is less than 0,8; whereas that figure should be reduced in order to ensure the smooth operation of the export refund arrangements and to reduce the risk of speculative applications for export licences for milk products; whereas, in order to avoid any ambiguity, the term 'reduction coefficient` should be replaced by 'allocation coefficient`;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1466/95 is hereby amended as follows:\n1. The following is added to Articles 1 (a) (4) (d) and 1 (b) (5) (d):\n'For cheeses not included in the export refund nomenclature however, the eight-figure code of the combined nomenclature shall be entered in box 16 of the licence application and the licence itself.`\n2. Article 8 (3) (a) is amended as follows:\n(i) in the second indent of the first subparagraph, the term 'reduction coefficient` is replaced by 'allocation coefficient`;\n(ii) in the second subparagraph, '0,8` is replaced by '0,4`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 307, 20. 12. 1995, p. 10.\n(3) OJ No L 144, 28. 6. 1995, p. 22.\n(4) OJ No L 111, 4. 5. 1996, p. 9."}