{"celex_id": "31993D0226", "uri": "http://publications.europa.eu/resource/cellar/39a82bbf-7f82-4281-a704-d907bebc0f6d", "type": "Decision", "concepts": ["1318", "2979"], "title": "93/226/EEC: Commission Decision of 22 April 1993 amending the boundaries of the less-favoured areas in the Federal Republic of Germany within the meaning of Council Directive 75/268/EEC (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 22 April 1993 amending the boundaries of the less-favoured areas in the Federal Republic of Germany within the meaning of Council Directive 75/268/EEC (Only the German text is authentic)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), as last amended by Regulation (EEC) No 797/85 (2), and in particular Article 2 (3) thereof,\nWhereas Council Directive 86/465/EEC concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (3), as last amended by Directive 92/92/EEC (4), specifies the areas of the Federal Republic of Germany included  in the Community list of less-favoured areas within the meaning of Article 3 (3), (4) and (5) of Directive 75/268/EEC;\nWheras the German Government has requested, in accordance with Article 2 (1) of Directive 75/268/EEC, an amendment to the boundaries of the less-favoured areas listed in the Annex to Directive 92/92/EEC to take account of administrative changes which  have taken place in the areas concerned;\nWhereas the administrative transfer of certain areas already included in the list of areas within the meaning of Article 3 (4) and (5) of Directive 75/268/EEC does not change the boundaries of those homogeneous areas which have already been classified  and which respect the criteria and figures, including the special criteria, laid down for the delimitation of those areas in Directive 86/465/EEC;\nWhereas the series of amendments requested by the German Government pursuant to Article 2 (3) of Directive 75/268/EEC does not increase the total utilized agricultural area of the less-favoured areas and therefore does not affect the limit laid down in  the said Article;\nWhereas, to ensure clarity, it is desirable to publish a complete new list of the less-favoured agricultural areas as indicated in the Annex to Directive 92/92/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["The list of less-favoured areas in the Federal Republic of Germany given in the Annex to Directive 92/92/EEC is hereby amended in accordance with the Annex hereto.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 22 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 128, 19. 5. 1975, p. 1.(2) OJ No L 93, 30. 3. 1985, p. 1.(3) OJ No L 273, 24. 9. 1986, p. 1.(4) OJ No L 338, 23. 11. 1992, p. 1.\nANNEX\n'LESS-FAVOURED AREAS WITHIN THE MEANING OF ARTICLE 3 (3) OF DIRECTIVE 75/268/EEC:\n/* Tables: see OJ */\nLESS-FAVOURED AREAS WITHIN THE MEANING OF ARTICLE 3 (4) OF DIRECTIVE 75/268/EEC:\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\n/* Tables: see OJ */\nLESS-FAVOURED AREAS WITHIN THE MEANING OF ARTICLE 3 (5) OF DIRECTIVE 75/268/EEC:\n/* Tables: see OJ */"}