{"celex_id": "31990D0187", "uri": "http://publications.europa.eu/resource/cellar/d6a095ef-7b7e-4a12-b967-86cfa83252c9", "type": "Decision", "concepts": ["192", "2356", "2560", "4839", "5369"], "title": "90/187/EEC: Commission Decision of 20 April 1990 amending Decision 90/161//EEC concerning certain protection measures relating to classical swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 20 April 1990\namending Decision 90/161//EEC concerning certain protection measures relating to classical swine fever in Belgium\n(90/187/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 89/662/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEG of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 89/662/EEC, and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (4) as last amended by Directive 89/662/EEC and in particular Article 7 thereof,\nWhereas several outbreaks of classical swine fever have occurred in parts of Belgium with a high density of pigs;\nWhereas these outbreaks are liable to endanger the herds of other Member States, in view of the trade in live pigs, fresh pigmeat and certain meat-based pork products;\nWhereas, since it is possible to identify a geographically limited area which presents a particular risk, the restrictions on trade could be applied on a regional basis;\nWhereas, as a result of the epizootic of classical swine fever, the Commission adopted Decision 90/161/EEC of 30 March 1990, concerning certain protective measures against classical swine fever in Belgium (5);\nWhereas it appears necessary to adjust the restrictive measures to take account of the evolution of the disease and certain actions carried out by the Belgian authorities;\nWhereas the Belgian authorities have engaged themselves to implement national measures that are necessary to guarantee the efficient implementation of the Decision;\nWhereas it is necessary that the Commission is supplied with all necessary information with a view to reexamining the provisions of the present Decision;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 90/161/EEC is amended as follows:\n1. In Article 1, the following paragraph 3 is added:\n'3. The restrictions mentioned in paragraph 1, first indent, are not applicable to fresh pigmeat and pigmeat products, obtained from pigs;\n(a) slaughtered after the 17 April 1990;\n(b) coming from that part of the territory described in Annex I, with the exception of that area described in Annex II;\n(c) which have been submitted to a health examination at the herd of origin by a veterinarian designated by the competent veterinary authorities and found to have presented no sign of disease; this examination must have taken place within 24 hours of slaughter;\n(d) originating from a herd where a random bloodtest has been carried out and the result of the test is negative;\n(e) which have been transported directly from the herd of origin to the abattoir, the means of transport utilised must be cleaned and disinfected before and after each journey'.\n2. In Article 2, paragraphs 1, 2 and 3 the certificate must be completed with the following:\n'as amended by Decision 90/187/EEC'.\n3. In Article 4, the date '17 April 1990' is replaced by '3 May 1990'.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 395, 30. 12. 1989, p. 13.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 47, 21. 2. 1980, p. 4.\n(5) OJ No L 90, 5. 4. 1990, p. 26."}