{"celex_id": "31993R0486", "uri": "http://publications.europa.eu/resource/cellar/ccac999c-aaa7-44ad-9a69-48a47da1faea", "type": "Regulation", "concepts": ["1644", "2763", "4073", "4682", "863"], "title": "Commission Regulation (EEC) No 486/93 of 2 March 1993 concerning the release of the securities relating to certain STM licences and STM import licences\n", "header": "COMMISSION REGULATION (EEC) No 486/93 of 2 March 1993 concerning the release of the securities relating to certain STM licences and STM import licences\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3817/92 of 28 December 1992 laying down general rules for applying the supplementary trade mechanism to imports into Spain of products other than fruit and vegetables (1), and in particular Article 9 thereof,\nHaving regard to Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (2), as last amended by Regulation (EEC) No 3296/88 (3), and in particular\nArticle 13\nthereof,\nWhereas Commission Regulation (EEC) No 3831/92 of 28 December 1992 (4), amending Regulation (EEC) No 816/89 (5), reduces as from 1 January 1993 the list of products subject to the supplementary trade mechanism (STM);\nWhereas Commission Regulation (EEC) No 3832/92 of 18 December 1992 abolishing security for STM licences applicable from 1 January 1993 to deliveries into Spain of products other than fruit and vegetables (6), lays down that, from 1 January 1993, the  security is abolished for deliveries into Spain of beef and milk products;\nWhereas there are products in respect of which STM licences no longer apply as from 1 January 1993; whereas certain STM licences have been used only partly or not at all, their expiry date falling after 31 December 1992; whereas there are STM licences  issued prior to 1 January 1993 for which the lodging of a security is not compulsory from 1 January 1993 onwards; whereas measures should therefore be presentation of the application for such licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of all the Management Committees concerned,", "main_body": ["Securities lodged in respect of STM licences and STM import licences applicable to trade with Spain which did not expire on 1 January 1993, shall be released in accordance with Article 27 (2) of Commission Regulation (EEC) No 2220/85 (7).", "This Regulation shall enter into force on the third day following of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1992, p. 12.\n(2) OJ No L 367, 31. 12. 1985, p. 7.\n(3) OJ No L 293, 27. 10. 1988, p. 7.\n(4) OJ No L 387, 31. 12. 1992, p. 47.\n(5) OJ No L 86, 31. 3. 1989, p. 35.\n(6) OJ No L 387, 31. 12. 1992, p. 49.\n(7) OJ No L 205, 3. 8. 1985, p. 5."}