{"celex_id": "31994R3022", "uri": "http://publications.europa.eu/resource/cellar/a891ebf7-6785-4429-aacd-11983b8bf146", "type": "Regulation", "concepts": ["2292", "3003", "4172", "4284", "4682", "5034"], "title": "Commission Regulation (EC) No 3022/94 of 13 December 1994 amending Regulation (EEC) No 1912/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the beef and veal sector, and Regulation (EEC) No 2254/92 on detailed rules for implementing the specific measures for supplying the Canary Islands with live bovine animals\n", "header": "COMMISSION REGULATION (EC) No 3022/94 of 13 December 1994 amending Regulation (EEC) No 1912/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the beef and veal sector, and  Regulation (EEC) No 2254/92 on detailed rules for implementing the specific measures for supplying the Canary Islands with live bovine animals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Commission Regulation (EEC) No 1974/93 (2), and in particular\nArticles 3 (4), 4 (4) and 5 (2) thereof,\nWhereas Annex I to Commission Regulation (EC) No 2883/94 of 28 November 1994 establishing the forecast supply balance for the Canary Islands for agricultural products benefiting from the specific measures provided for in Articles 2 to 5 of Council  Regulation (EEC) No 1601/92 (3) fixes for the period 1 July 1994 to 30 June 1995 the quantities of products and live animals of the beef and veal sector that benefit from the supply measures either in the form of an exemption from import duties or  through the grant of aid, as well as the number of pure-bred breeding bovines coming from the Community that benefit from the aid provided for in Article 4 of the aforementioned Regulation;\nWhereas the new common detailed rules for the implementation of the measures in question were laid down in Commission Regulation (EC) No 2790/94 (4), as amended by Regulation (EC) No 2883/94, in particular as regards the issue and period of validity of  certificates, aid payment and the inspection and monitoring of trade operations; whereas these provisions replace the detailed rules laid down in Commission Regulation (EEC) No 1695/92 (5), as last amended by Regulation (EEC) No 2596/93 (6); whereas the  new detailed rules are applicable in the various market sectors from 1 December 1994;\nWhereas the additional provisions adopted for the beef and veal sector that are not in keeping with the abovementioned new rules should therefore be deleted and Regulations (EEC) No 1912/92 (7) and (EEC) No 2254/92 (8), both as last amended by  Regulation (EC) No 2489/94 (9), should be amended, in particular with regard to the issue and period of validity of the certificates;\nWhereas this Regulation is to enter into force on the same date as the new common detailed rules for the implementation of the measures concerned, laid down in Regulation (EC) No 2790/94, and the new supply balance;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 1912/92 is hereby amended as follows:\n1. Articles 1, 4, 6, 7, 8 and 9 are deleted;\n2. in Article 2, paragraph 3 is replaced by the following:\n'3. Meat stored under the intervention measures shall benefit from the aid referred to in paragraph 1 when it is so decided and according to the conditions laid down under the disposal measures for such products.';\n3. Article 3 is replaced by the following:\n'Article 3\nThe aid provided for in Article 4 (1) of Regulation (EEC) No 1601/92 for the supply of pure-bred breeding bovines originating in the Community is fixed in Annex III.';\n4. in Article 5, 'Regulation (EEC) No 1695/92' is replaced by 'Regulation (EC) No 2790/94';\n5. Annex I is deleted.", "Regulation (EEC) No 2254/92 is hereby amended as follows:\n1. Articles 1, 6 and 8 to 11 are deleted;\n2. in Article 7, 'Regulation (EEC) No 1695/92' is replaced by 'Regulation (EC) No 2790/94';\n3. Annex I is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 180, 23. 7. 1993, p. 26.\n(3) OJ No L 304, 29. 11. 1994, p. 18.\n(4) OJ No L 296, 17. 11. 1994, p. 23.\n(5) OJ No L 179, 1. 7. 1992, p. 1.\n(6) OJ No L 238, 23. 9. 1993, p. 24.\n(7) OJ No L 192, 1. 7. 1992, p. 31.\n(8) OJ No L 219, 4. 8. 1992, p. 34.\n(9) OJ No L 265, 15. 10. 1994, p. 17."}