{"celex_id": "31994D0257", "uri": "http://publications.europa.eu/resource/cellar/b1a43fb0-b7c2-4ae0-ba13-b394d8c16d0c", "type": "Decision", "concepts": ["1417", "2247", "2563", "3600", "75", "889"], "title": "94/257/ECSC: Commission Decision of 12 April 1994 concerning aid to be granted by Portugal to the steel company Siderurgia Nacional (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION of 12 April 1994 concerning aid to be granted by Portugal to the steel company Siderurgia Nacional (Only the Portuguese text is authentic) (94/257/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the first and second paragraphs of Article 95 thereof,\nAfter consulting the Consultative Committee and with the unanimous assent of Council,\nWhereas:\nI  The Community steel industry is currently experiencing its most difficult period since the first half of the 1980s. This is due to the general slowdown in the economy, which has had significant effects on industrial activities in general, and on the  steel industry in particular, leading to a serious imbalance between supply and demand, accompanied by a collapse in prices. In addition, the international market generally has been weak: there is pressure from imports and there has been a trade dispute  with the United States of America affecting substantial Community exports to that market. All these factors have combined to aggravate the financial situation of almost all steel companies in the Community.\nII  On 30 July 1993, Portugal notified the Commission of a plan to restructure its steel company Siderurgia Nacional, including the associated financing means, with a request for a decision pursuant to Article 95 of the ECSC Treaty.\nThe plan aims at restructuring the company in its economic, financial and organizational dimensions, with privatization as the ultiamte target. A holding company is to be set up, which will comprise three independent companies, specialized in long  products, flat products and services.\nSiderurgia Nacional is the only steel company in Portugal with a significant industrial weight. The company has three plants in two different locations: one in Maia for long products (only rebars) and two in Seixal, one for cold-rolled flat products  (galvanized sheets, tinplate and cold-rolled sheets) and the other for long products (rebars, wire rod and sections). At present, the maximum capacity of the company is 275 000 tonnes per year in cold-rolled flat products and 880 000 tonnes per year in  hot-rolled long products (360 000 tonnes per year in Maia and 520 000 tonnes per year in Seixal).\nThe core element of the restructuring plan consists of the replacement of the blast furnace of the Seixal plant for long products by an electric are furnace DC-EAF 140t. This furnace would be able to produce about 900 000 tonnes per year of liquid  steel, which if used to full capacity could almost double the final products. The Portuguese authorities have given undertakings that furnace capacity will not be fully used and that it will be operated only during certain periods to take advantage of  lower electricity tariffs, keeping its liquid steel production limnited to the mill's production capacity.\nThe plan also provides for the definite closure of the light and medium section mills in the Seixal plant for long products, by the end of 1995, thus reducing the capacity of the company in hot-rolled products by 140 000 tonnes per year down to 740 000  tonnes per year. After these closures, there will be only one mill per plant. No further reductions are possible without completely closing down one of the plants. In addition, some improvements in the remaining equipment are to be carried out in order  to promote quality and a better market response.\nThe plan also provides for some commercial measures aimed at improving the distribution network. It also contains some environmental investments as well as social and financial measures to ensure the social balancing of necessary redundancies and the  future viability of the company.\nAs regards employment, a reduction in the workforce by 1 798 employees is envisaged, namely from 3 208 at the end of 1992 to 1 410 in 1997, i.e. a reduction of 56,04 %.\nThe financing of the plan includes aid elements that the Commission considers to be incompatible with the ECSC Treaty and with the provisions of Commission Decision No 3855/91/ECSC (1) (Steel Aid Code). This aid amounts to a maximum of Esc 60,12  billion, serving for debt write-offs and a necessary injection of fresh capital. The allocation fo this amount to the eligible costs might however change in view of the planned privatization.\nAdditional social and environmental aid up to a maximum of Esc 11,07 billion as well as a required ECSC loan of Esc 18,3 billion will be assessed separately by the Commission.\nIII  The Commission has assessed the viability of the restructuring plan, applying the same criteria as those imposed by the Commission during the previous restructuring of the Community steel industry. The Commission is of the opinion that, provided  the restructuring plan is implemented strictly, it has no reasons to challenge the conclusions of the external consultant's study submitted to it which establishes that the company should achieve iviability, under normal market conditions, by the end of  1997.\nIV  The extremely difficult Community steel market situation has endangered the sector in several Member States, including Portugal. The aim of providing the Portuguese public steel industry with a sound and economically viable structure contributes  towards the achievement of the objectives of the ECSC Treaty, in particular Articles 2 and 3. The Commission considers that the public financial measures decided by Portugal are necessary to achieve these aims. The Commission therefore finds itself  faced with a situation not specifically provides for in the Treaty. In these exceptional circumstances, recourse must be made to the first paragraph of Articles 95 of the Treaty, so as to enable the Community to pursue the objectives set out in the  initial Articles thereof.\nAt the same time, however, it is essential to ensure that the aid approved is limited to what is absolutely necessary and that it does not adversely affect trading conditions within the Community to an extent contrary to the common interest,  particularly given the current difficulties on the Community steel market. It is therefore important that there should be adequate counterpart measures, commensurate with the amount of aid being exceptionaly approved, so that a major contribution is  made to the structural adjustment required in the sector.\nIn its assessment of the Portuguese plan and when deciding on the aid proposed under Article 95, in addition to the usual considerations, the Commission also took account of the special situation of Portugal and of the Council Declaration annexed to the  conclusions of its industry meeting on 25 Februay 1993, where the Commission was invited to examine the problems specific to Member States where there is only one small company or where the measures taken produce special negative effects.\nV  As regard the capacity reductions envisaged under the plan, it is necessary to require that all the closures are definitively irreversible so that the capacity concerend no longer depresses the Community steel market. The closed installations must  therefore be scrapped or sold for use outside Europe. In addition, there should be no increase in remaining capacity for crude steel and hot-rolled finished products under the aided restructuring plan, other than resulting from productivity  improvements, for a period af a least five yers starting from the date of the last capacity closure, or of the last payment of aid in respect of investments under the plan whichever is later in order to ensure a long-term and real effect on reducing the  current imbalance between supply and demand on the Community steel market. It is also essential that the timetable for closures set out in the restructuring plan is complied with.\nVI  It is not only necessary to ensure during the whole restructuring period that the aid approved enables the company to return to viablity, the aid must also be kept to the amount strictly necessary. In that context, it must also be ensured that the  company does not, as a result of the financial restructuring measures, obtain an unfair advantage over other companies in the sector by being provided at the outset with net financial charges below 3,5 % of annual turnover, which is the current average  for Community steel companies. It is also appropriate to require that the company or its legal successor is not allowed to claim or be granted tax reduction or relief on past losses covered by aid under the restructuring plan. Furthremore, any  additional laons must be on normal commercial conditions and no preferential treatment accorded to any fresh public debts incurred.\nVII  The implementation of this Decision requires strict monitoring by the Commission during the whole restructuring period and up until the end of 1998.\nIn order to carry out this monitoring effectively, the Commission will require the full and close collaboration of Portugal, on whom clear and strict reporting obligations will be imposed.\nIn particular, the following elements will require close attention:\n- compliance with the obligation to close the light- and medium-section mills in Seixal,\n- progress towards viability,\n- the granting of aid under the present restructuring plan and the source, terms and conditions of any further financing over and above that provided for in the plan,\n- the investments carried out,\n- reductions in the workforce,\n- production and the effects on the market,\n- financial performance.\nThe Commission will submit six-monthly reports to the Council to keep it informed of developments.\nIt is also necessary to ensure that the aid is not used for the purpose of unfair competition practices. In addition the Commission may require on-the-spot checks made in accordance with the Article 47 of the ECSC Treaty, in order to verify the  information provided and in particular compliance with the conditions attached to the authorization of the aid. In that context, should a Member State make a complaint to the Commission that State aid is enabling the company to under-price, the  Commission will initiate an investigation pursuant to Article 60 of the ECSC Treaty in particular.\nFurthermore, should the Commission, on the basis of the information provided, find that the conditions laid down in its decisions pursuant to Article 95 had not been met in may require the suspension of payments of aid or the recovery of aid already  paid. In the event of failure to comply with such decision, Article 88 of the ECSC Treaty shall apply.\nThe Commission may decide that all reports should be on a quarterly basis. It may also decide to mandate an independent consultant, selected with the agreement of Portugal, to assist it in its monitoring task.\nThe Commission will, by exercising all its powers, ensure that the aided company fulfils the conditions of this Decision, including the necessary progress towards viability and its other obligations resulting from the application fo the ECSC Treaty.  Should the monitoring reports indicate substantial deviations form the financial data on which the viability assessment has been made, the Commission may require appropriate measures to be taken to reinforce the restructuring measures.\nVIII  A decision pursuant to Article 95 of the ECSC Treaty to authorize State aid to extraordinary in character given the provisions of Article 4 (c). In view of all the above, the Commission can exceptionlly authorize the aid proposed in this case,  subject to observance of the conditions and requirements it lays down. However, the aid involved, which is intended to restore the company to viability by the end of 1997, should be regarded as final. Should a return to viability not be achieved by that  date, Portugal shall not request any further derogation under Article 95 for the company.", "main_body": ["1. The maximum amount of Esc 60,12 billion aid, which Portugal plans to grant to Siderurgia Nacional, may be regarded as compatible with the orderly functioning of the common market provided than the conditions and requirements of Articles 2  to 5 are met. This amount, in an indicative breakdown in view of the intended privatization, is to cover the cost of the new capital injection (Esc 38 billion) and debt write-offs (Esc 22,12 billion).\n2. The aid has been calculated to enable the company to return to viability by the end of 1997. In the case that such viability is not attained by that date, Portugal shall not request any further derogation pursuant to Article 95 of the ECSC Treaty for  this company.\n3. The aid shall not be used for the purpose of unfair competition practices.\n4. Without prejudice to the aid measures referred to in this Article under the restructuring plan, any loans to the company must be on normal commercial terms; and the beneficiary company must not receive debt holidays or friendly treatment of debts to  the State.", "1. The light-section and medium-section mills in Seixal shall be definitively closed down. This represents a total capacity close-down of 140 000 tonnages per year, so that the maximum production capacity in long products will be limited to  740 000 tonnes per year (380 000 tonnes per year in Seixal and 360 000 tonnes per year in Maia).\n2. The blast furnace of the Seixal plant for long products shall be closed down and replaced by an electric arc furnace DC-EAF 140t.\n3. The capacity closures must be achieved in accordance with the timetable laid down in the restructuring plan, i.e. at the latest by the end of 1995.\n4. The finality of the closures referred to in paragraphs 1 and 2 shall be ensured either by the demolition of the installations concerned or by their disposal by sale outside Europe.\n5. The beneficiary company shall not increase its remaining capacity for crude steel and hot-rolled finished products under the restructuring plan, other than resulting from productivity improvements, for a period of at least five year starting from the  date of the last capacity closure under the plan or the date of the last payment of aid, in respect of investments under the plan, whichever is the later.\n6. As long as the capacity limitation referred to in paragraph 5 exists, the liquid steel production of the company (including the new electric are furnace referred to in paragraph 2) shall not exceed the requirements of the company's hot-rolling  production capacity.", "The approval of aid as outlined in Article 1 is in addition subject to the following conditions:\n(a) the level of net financial charges of the new company at the outset will be set at least at 3,5 % of annual turnover;\n(b) the company or its legal successor will not claim or be granted tax reduction or relief on the basis of past losses which are covered by State aid;\n(c) the beneficiary company shall carry out all the restructuring measures laid down in the restructuring plan as it has been submitted to the Commission, in accordance with the timetable contained therein.", "1. Portugal shall cooperate fully with the following arrangements for monitoring this Decision:\n(a) Portugal shall supply the Commission twice a year, and not later than 15 March and 15 September respectively, with reports containing full information in accordance with the enclosed Annex, on the beneficiary company and its restructuring. The first  report should reach the Commission by 15 March 1994 and the last report by 15 September 1998, unless the Commission decides otherwise;\n(b) the reports shall contain full information necessary for the Commission to monitor the restructuring process, the creation and use of capacity and show sufficient financial data to allow the Commission to assess whether its conditions and  requirements are fulfilled. The reports shall at least contain full information in accordance with the Annex, which the Commission reserves the right to modify in line with its experiences during the monitoring process. It is up to Portugal to oblige  the beneficiary company to disclose all relevant data which may, under other circumstances, be considered as confidential.\n2. The Commission shall, on the basis of the reports, draw up half-yearly reports which shall be submitted to the Council not later than 1 May and 1 November respeictively, in order to allow discussion in the Council, if appropriate. If the beneficiary  company envisages investments creating or extending capacity the Commission shall inform the Council on the basis of a report presenting the financing arrangements and demonstrating the absence of State aid.", "1. The Commission may at any time decide that the reports referred to in Article 4 (1) shall be on a quarterly basis if it deems such necessary to fulfil its monitoring tasks. The Commission may at any time decide to mandate an independent  consultant, selected with the agreement of Portugal, to evaluate the monitoring results, to undertake any research necessary and to report to the Council.\n2. The Commission may have any necessary checks made in the aided company in accordance with Article 47 of the ECSC Treaty in order to verify the accuracy of the information given in the reports referred to in Article 4 (1) and in particular compliance  with the conditions laid down in this Decision. In the case that a Member State makes a complaint that State aid is enabling the aided company to under-price, the Commission will initiate an investigation pursuant to Article 60 of the ECSC Treaty in  particular.\n3. In assessing the reports referred to in Article 4 (1), the Commission will ensure that the requirements of Article 1 (4), in particular, are being respected.", "1. Without prejudice to any penalties it may impose by virtue of the ECSC Treaty, the Commission may require the suspension of payments of aid or the recovery of aid already paid if, on the basis of the information received, at any time it  were to find that the conditions laid down in this Decision had not been met. If Portugal were to fail a fulfil its obligations under any such decision, Article 88 of the ECSC Treaty shall apply.\n2. Moreover, if the Commission establishes, on the basis of the reports referred to in Article 4 (1), that substantial deviations from the financial data, on which the viability assessment has been made, have occurred, it may require Portugal to take  appropriate measures to reinforce the restructuring measures of the aided company.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 12 April 1994.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 362, 31. 12. 1991, p. 57.\nANNEX\nThe Commission's information requirements  (a) Capacity reductions\n- date (or expected date) of cessation of production,\n- date (or expected date) of dismantling (1) of the installation concerned,\n- where installation is sold, date (or expected date) of sale, identity and country of purchaser,\n- sale price;\n(b) investments\n- details of investments realized,\n- date of completion,\n- the costs of the investment, the sources of finance and the sum of any related aid involved,\n- the date of aid payment;\n(c) workforce reductions\n- number and timing of job losses,\n- the total costs,\n- a breakdown of how the costs are being financed;\n(d) production and market effects\n- monthly production of crude steel and finished products per category,\n- products sold, including volumes, prices and markets;\n(e) financial performance\n- evolution of selected key financial ratios to ensure progress is being made towards viability (the financial results and ratios must be provided in a way allowing comparisons with the company's financial restructuring plan),\n- level of financial charges,\n- details and timing of aids received and costs covered,\n- terms and conditions of any new loans (irrespective of source);\n(f) Privatization\n- selling price and treatment of existing liabilities,\n- disposal of proceeds of sale,\n- date of sale,\n- financial position of company at time of sale;\n(g) creation of a new company or new plants incorporating capacity extensions\n- identity of each private and public sector participant,\n- sources of their financing for the creation of the new company or new plants,\n- terms and conditions of the private and the public shareholders' participation,\n- management structure of a new company.\n(1) As defined in Commission Decision No 3010/91/ECSC (OJ No L 286, 16. 10. 1991, p. 20)."}