{"celex_id": "31992R2000", "uri": "http://publications.europa.eu/resource/cellar/1f20f2de-32f9-4e5b-ae64-2ed9876d68d8", "type": "Regulation", "concepts": ["1819", "3732", "4775", "807"], "title": "Commission Regulation (EEC) No 2000/92 of 17 July 1992 on the supply of various consignments of cereals as food aid\n", "header": "COMMISSION REGULATION (EEC) No 2000/92\nof 17 July 1992\non  the supply of various consignments of cereals as food aid\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and  food-aid management  (1), as last amended by Regulation (EEC) No 1930/90  (2), and in particular  Article 6 (1)  (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for  Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of  countries and organizations eligible for food-aid operations and specifies the general criteria on  the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the  Commission has allocated to certain countries and beneficiary organizations 1  320 tonnes of  cereals;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the  rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules  for the mobilization in the Community of products to be supplied as Community food aid  (4), as  amended by Regulation (EEC) No 790/91  (5); whereas it is necessary to specify the time limits and  conditions of supply and the procedure to be followed to determine the resultant costs;\nWhereas, notably for logistical reasons, certain supplies are not awarded within the first and  second deadlines for submission of tenders; whereas, in order to avoid republication of the notice  of invitation to tender, a third deadline for submission of tenders should be opened,", "main_body": ["Cereals shall be mobilized in the  Community as Community food aid for supply to the recipients listed in the Annex in accordance with  Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be  awarded by the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific  conditions applicable. Any other condition or reservation included in his tender is deemed  unwritten.", "This Regulation shall enter into force on the day following its publication  in the Official Journal of the European Communities.\nThis Regulation shall be  binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\nANNEX\nLOTS A and B\n1.  Operations Nos (1): 1206/91 (A); 1207/91 (B)\n2.  Programme: 1991\n3.  Recipient  (7): Fédération internationale des Sociétés de la Croix-Rouge et du Croissant-Rouge  (IFRC), Département Approvisionnement et logistique, Case postale 372, CH-1211 Geneva 19; tel. 730   42  22, telex 412133 LRC CH, fax 733  03  95\n4.  Representative of the recipient (2):\nA  (1206/91):  Croissant rouge marocain, Palais Mokri, BP 189, Takaddoum, Rabat, Maroc; tel. 508   98/514  95, telex ALHILAL 31940 M Rabat, fax 75  97  90\nB  (1207/91):  Yemenite Red Crescent  Society Head Office, Building No 10, 26 September Street, PO Box 1257, Sanaa Republique Yemen; tel.  20  31  31/32/33, telex 3124 Hilal Ye, fax 20  31  31\n5.  Place or country of destination: Lot A:  Morocco; Lot B: Yemen\n6.  Product to be mobilized: milled rice (product code 1006  30  94  900 or  1006  30  96  900)\n7.  Characteristics and quality of the goods  (3)  (9): see OJ No C 114, 29. 4.  1991, p. 1 (under II.A.1  (F))\n8.  Total quantity: 550 tonnes (1  320 tonnes of cereals)\n9.   Number of lots: two (Lot A: 200 tonnes; Lot B: 350 tonnes)\n10.  Packaging and marking  (4)  (8):  see OJ No C 114, 29. 4. 1991, p. 1 (under II.A.2  (b) and II.A.3)\nMarkings in English (1207/91)  and French (1206/91)\nSupplementary markings on packaging:\nA: 'IFRC - Skhirat via Casablanca`\nB: 'IFRC - Hodeida`\n11.  Method of mobilization: the Community  market\n12.  Stage  of  supply:  free at port of landing - landed (Lot B)\nfree at destination (Lot  A)\n13.  Port of shipment: -\n14.  Port of landing specified by the recipient: -\n15.  Port of  landing: Lot A: Casablanca; Lot B: Hodeida\n16.  Address of the warehouse and, if appropriate, port  of landing: A: Entrepôt Croissant-rouge, Skhirat\n17.  Period for making the goods available at the  port of shipment where the supply is awarded at the port of shipment stage: A: 20. 8 - 10. 9. 1992;  B: 15 - 30. 8. 1992\n18.  Deadline for the supply: A: 1. 10. 1992; B: 15. 9. 1992\n19.  Procedure  for determining the costs of supply: invitation to tender\n20.  Date of expiry of the period  allowed for submission of tenders: 12 noon on 4. 8. 1992\n21.  A.  In the case of a second  invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 18. 8. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  A: 3 - 24. 9. 1992; B: 29. 8 - 13. 9. 1992\n(c)  deadline for the supply: A: 15. 10. 1992; B: 29.  9. 1992\nB.  In the case of a third invitation to tender:\n(a)  deadline for the submission of tenders: 12 noon on 1. 9. 1992\n(b)  period for making the  goods available at the port of shipment where the supply is awarded at the port of shipment stage:  A: 17. 9 - 1. 10. 1992; B: 12 - 27. 9. 1992\n(c)  deadline for the supply: A: 29. 10. 1992; B: 13.  10. 1992\n22.  Amount of the tendering security: ECU 5 per tonne\n23.  Amount of the delivery  security: 10  % of the amount of the tender in ecus\n24.  Address for submission of tenders (5):  Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, Bâtiment Loi 120, bureau 7/46,  200  rue de la Loi, B-1049 Bruxelles (telex 22037 AGREC B or 25670 AGREC B)\n25.  Refund payable on  request by the successful tenderer  (6): refund applicable on 30. 7. 1992, fixed by Commission  Regulation (EEC) No 1665/92 (OJ No L 172, 27. 6. 1992, p. 67)\nNotes:\n(1)  The operation number is to be quoted in all correspondence.\n(2)  Commission delegate to be contacted by the successful tenderer:\n-  see list published in OJ No C 114, 29. 4. 1991, p. 33.\n(3)  The successful tenderer shall deliver to the beneficiaries a certificate from an official  entity certifying that for the product to be delivered the standards applicable, relative to  nuclear radiation, in the Member State concerned have not been exceeded.\nThe radioactivity certificate shall give the caesium-134 and -137 and iodine-131 levels.\nThe successful tenderer shall supply to the beneficiary or its representative, on delivery, the  following documents:\n-  certificate of origin,\n-  phytosanitary certificate.\n(4)  Since the goods may be rebagged, the successful tenderer must provide 2  % of empty bags of  the same quality as those containing the goods, with the marking followed by a capital 'R`.\n(5)  In order not to overload the telex, tenderers are requested to provide, before the date and  time laid down in point 20 of this Annex, evidence that the tendering security referred to in  Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been lodged, preferably:\n-  either by porter at the office referred to in point 24 of this Annex,\n-  or by telecopier on one of the following numbers in Brussels:\n-  295  01  32,\n-  296  10  97,\n-  295  01  30,\n-  296  20  05,\n-  296  33  04.\n(6)  Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56) is applicable as  regards the export refunds and, where appropriate, the monetary and accession compensatory amounts,  the representative rate and the monetary coefficient. The date referred to in Article 2 of the  abovementioned Regulation is that referred to in point 25 of this Annex.\n(7)  Once the successful tenderer has been informed of the award of the contract, he shall  immediately contact the beneficiary with a view to determining what documents are required for the  consignment and their distribution.\n(8)  Action No 1206/91: The bags must be placed in 20-foot containers.\nThe free holding period for containers must be at least 15 days.\n(9)  Action No 1207/91: Documents must be legalized by the diplomatic representation in the country  of origin of the goods."}