{"celex_id": "31999D0807", "uri": "http://publications.europa.eu/resource/cellar/ba4b008f-83bd-49ce-a91c-daa3d630fee2", "type": "Decision", "concepts": ["1086", "2232", "2723", "4490", "862", "922"], "title": "1999/807/EC: Commission Decision of 17 November 1999 on the Community's financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 1999 (notified under document number C(1999) 3772) (Only the French text is authentic)\n", "header": "COMMISSION DECISION\nof 17 November 1999\non the Community's financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 1999\n(notified under document number C(1999) 3772)\n(Only the French text is authentic)\n(1999/807/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular the first subparagraph of Article 11(3) thereof,\n(1) Whereas Commission Decision 93/522/EEC(3), as last amended by Decision 96/633/EC(4) defines the measures eligible for Community financing under programmes for the control of organisms harmful to plants and plant products in the French overseas departments, the Azores and Madeira;\n(2) Whereas specific growing conditions in the French overseas departments call for particular attention; whereas measures concerning crop production, in particular plant health measures, must be adopted or strengthened in those regions;\n(3) Whereas the plant health measures to be adopted or strengthened are particularly costly;\n(4) Whereas a programme of measures has been presented to the Commission by the competent French authorities; whereas this programme specifies the objectives to be achieved, the operations to be carried out, their duration and their cost with a view to a possible Community financial contribution;\n(5) Whereas the Community's financial contribution may cover up to 60 % of eligible expenditure, protective measures for bananas being excluded;\n(6) Whereas the plant protection operations in the French overseas departments provided for in the Single Programme Documents for the period 1994/1999 and financed from the Structural Funds cannot be the same as those contained in this programme;\n(7) Whereas the operations provided for in the European Community framework programme for research and technological development cannot be the same as those contained in this programme;\n(8) Whereas the technical information provided by France has enabled the Standing Committee on Plant Health to analyse the situation accurately and comprehensively;\n(9) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["A Community financial contribution to the official programme for the control of organisms harmful to plants and plant products in the French overseas departments presented by France for 1999 is hereby approved.", "The official programme shall consist of four subprogrammes:\n1. a subprogramme drawn up for the department of Guadeloupe in four parts:\n- evaluation structures, analysis and diagnostics of phytosanitary risks,\n- control of main harmful organisms,\n- \"labo vert\",\n- regional structure of experimentation and application of techniques in crop protection;\n2. a subprogramme drawn up for the department of Guyana in three parts:\n- evaluation structures, analysis and diagnostics of phytosanitary risks,\n- management of control methods for main harmful organisms,\n- development of techniques for biological crop control;\n3. a subprogramme drawn up for the department of Réunion in three parts:\n- evaluation structures, analysis and diagnostics of phytosanitary risks,\n- development of control methods for main harmful organisms,\n- applied research on harmful organisms;\n4. a subprogramme drawn up for the department of Martinique in three parts:\n- development of efforts for detection of harmful organisms,\n- control of main harmful organisms,\n- biological and integrated crop control.", "The Community's financial contribution to the programme in 1999 presented by France shall be 60 % of expenditure related to eligible measures as defined by Commission Decision 93/522/EEC, with a maximum of EUR 700000 (VAT excluded).\nThe schedule of programme costs and their financing is set out as Annex I to this Decision.", "An advance of EUR 300000 shall be paid to France.", "The Community assistance shall relate to expenditure on eligible measures associated with the operations covered by the programme for which provisions are adopted by France and for which the necessary financial resources are committed between 1 October and 31 December 1999. The final date for payments in connection with the operations shall be 30 September 2000; unjustified delay shall entail loss of entitlement to Community financing.\nShould any extension of the deadline for payment become necessary, the competent official authorities shall submit a request along with the necessary justification, before the final date laid down.", "Provisions on the financing of the programme, compliance with Community policies and the information to be supplied to the Commission by France shall be as set out in Annex II.", "Any public contracts connected with investments covered by this Decision shall be subject to Community law.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 17 November 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 356, 24.12.1991, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 251, 8.10.1993, p. 35.\n(4) OJ L 283, 5.11.1996, p. 58.\nANNEX I\nFINANCIAL TABLE FOR 1999\n>TABLE>\nANNEX II\nI. PROVISIONS ON THE IMPLEMENTATION OF THE PROGRAMME\nA. PROVISIONS ON FINANCIAL IMPLEMENTATION\n1. The Commission's intention is to establish real cooperation with the authorities responsible for the implementation of the programme. In line with the programme these authorities are those indicated below.\nCommitment and payments\n2. France shall guarantee that all public and private bodies involved in the management and implementation of all operations part-financed by the Community shall keep suitable accounting records of all transactions in order to facilitate the verification of expenditure by the Community and the national inspection authorities.\n3. The initial budgetary commitment shall be based on an indicative financial plan; this commitment shall be made for one year.\n4. The commitment will be made when the decision approving assistance is adopted by the Commission under the procedure provided for in Article 16a of Council Directive 77/93/EEC(1), as last amended by Commission Directive 1999/53/EC(2).\n5. Following commitment, an initial advance of EUR 300000 shall be paid.\n6. The balance of the amount committed shall be paid as two equal payments, each of EUR 200000. The first instalment of the balance shall be paid upon presentation to and approval by the Commission of an interim activity report. The second and final instalment of the balance shall be paid upon presentation to and approval by the Commission of a final activity report and a detailed breakdown of the total expenditure incurred.\nAuthorities responsible for the implementation of the programme:\n- Central administration:\nMinistère de l'Agriculture et de la Pêche\nSous-Direction de la Protection des Végétaux\n175 rue du Vaugirard F - 75732 Paris Cedex 15\n- Local administration:\n- Guadeloupe:\nMinistère de l'Agriculture et de la Pêche\nDirection de l'Agriculture et de la Forêt\nJardin Botanique F - 97109 Basse Terre Cedex\n- Martinique:\nMinistère de l'Agriculture et de la Pêche\nDirection de l'Agriculture et de la Forêt\nJardin Desclieux B.P. 642 F - 97262 Fort de France Cedex\n- Guyana:\nMinistère de l'Agriculture et de la Pêche\nDirection de l'Agriculture et de la Forêt\nCité Rebard\nRoute de Baduel\nB.P. 746 F - 97305 Cayenne Cedex\n- Réunion:\nMinistère de l'Agriculture et de la Pêche\nDirection de l'Agriculture et de la Forêt\nParc de la Providence F - 97489 Saint Denis de la Réunion\n7. The actual expenditure incurred shall be notified to the Commission broken down by type of action or subprogramme in a way demonstrating the link between the indicative financial plan and expenditure actually incurred. If France keeps suitable computerized accounts this will be acceptable.\n8. All payments of aid granted by the Community under this Decision shall be made to the authority designated by France, which will also be responsible for repayment to the Community of any excess amount.\n9. All commitments and payments shall be made in EURO.\nFinancial schedules for Community support frameworks and amounts of Community aid shall be expressed in EURO. Payment shall be made to the following account: Ministère du Budget\nDirection de la Comptabilité Publique\nAgence Comptable Centrale du Trésor\n139, rue de Bercy F - 75572 Paris Cedex 12 N° E 478 98 Divers\nFinancial control\n10. Inspections may be carried out by the Commission or the Court of Auditors should it so request. France and the Commission shall immediately exchange all relevant information in regard to the outcome of an inspection.\n11. For three years following the last payment relating to the assistance the authority responsible for implementation shall keep available to the Commission all documentary evidence of expenditure incurred.\n12. When it submits applications for payment France shall make available to the Commission all official reports relating to supervision of the measures in question.\nReduction, suspension and withdrawal of aid\n13. France shall declare that Community funds are used for the intended purposes. If implementation of a measure appears to require only part of the financial assistance allotted the Commission shall immediately recover the amount due. In cases of dispute the Commission shall examine the case, asking France or the other authorities designated by France for implementation of the measure to submit their comments within two months.\n14. The Commission may reduce or suspend aid for a measure if the examination confirms the existence of an irregularity, in particular of a substantial modification affecting the nature or conditions of implementation of the measure for which approval by the Commission has not been sought.\nRecovery of undue payments\n15. All sums unduly paid must be reimbursed to the Community by the designated authority indicated at point 8. Interest may be levied on sums not reimbursed. If for any reason the designated authority indicated at point 8 does not reimburse the Community, France shall pay the amount to the Commission.\nPrevention and detection of irregularities\n16. The partners shall observe a code of conduct drawn up by France in order to ensure that any irregularity in the provision of assistance programme is detected. France shall ensure that:\n- suitable action is taken in this area,\n- any amount unduly paid as a result of an irregularity is recovered,\n- action is taken to prevent irregularities.\nB. Monitoring and assessment\nI. Monitoring committee\n1. Establishment\nIndependent of the financing of this action, a monitoring committee for the programme shall be set up, composed of representatives of France and the Commission. It shall review implementation of the programme regularly and, in appropriate cases, propose any adjustments required.\n2. The Committee shall establish its own internal procedures within one month of the notification of the present decision to France.\n3. Competence of Monitoring Committee\nThe Committee:\n- shall have as its general responsibility the satisfactory progress of the programme towards attainment of the objectives set. Its competence shall embrace the programme measures within the limits of the Community aid granted. It shall keep watch with respect to the regulatory provisions, including those on eligibility of operations and projects,\n- shall, on the basis of information on the selection of projects already approved and implemented, reach an opinion on application of the selection criteria set out in the programme,\n- shall propose any action required to accelerate implementation of the programme should the information furnished periodically by the interim monitoring and assessment indicators reveal a delay,\n- may, in agreement with the Commission representative(s), adjust the financing plans within a limit of 15 % of the Community contribution to a subprogramme or measure for the entire period, and 20 % for any financial year, provided that the total amount scheduled in the programme is not exceeded. Care must be taken to see that the main objectives of the programme are not thereby compromised,\n- shall give its opinion on the adjustments proposed to the Commission,\n- shall issue an opinion on technical assistance projects scheduled in the programme,\n- shall give its opinion on the final draft report,\n- shall report regularly, and at least twice during the relevant period, to the Standing Committee on Plant Health on the progress of the programme and expenditure incurred.\nII. Monitoring and assessment of the programme during the implementation period (continuous monitoring and assessment)\n1. The national agency responsible for implementation shall also be responsible for continuous monitoring and assessment of the programme.\n2. By continuous monitoring is meant an information system on the state of progress of the programme. Continuous monitoring will cover the measures contained in the programme. It involves reference to the financial and physical indicators structured so as to permit assessment of the correspondence between expenditure on each measure and predefined physical indicators showing the degree of realisation.\n3. Continuous assessment of a programme will involve analysis of the quantitative results of implementation on the basis of operational, legal and procedural considerations. The purpose is to guarantee correspondence between measures and programme objectives.\nImplementation report and scrutiny of programme\n4. France shall notify to the Commission, within one month of adoption of the programme, the name of the authority responsible for compilation and presentation of the final implementation report.\nThe final report shall contain a concise evaluation of the entire programme (degree of achievement of physical and qualitative objectives and of progress accomplished) and an assessment of the immediate phytosanitary and economic impact.\nThe final report on the present programme will be presented by the competent authority to the Commission on 31 December 2000 at the latest and shall thereafter be presented to the Standing Committee on Plant Health as soon as possible after that date.\n5. The Commission may jointly with France call in an independent assessor who shall, on the basis of the continuous monitoring, carry out the continuous assessment referred to in point 3. He may submit proposals for adjustment the sub-programmes and/or measures, and amending the selection criteria for projects, etc., in the light of difficulties encountered in the course of implementation. On the basis of monitoring of management he shall give an opinion on the administrative measures to be taken.\nC. Information and publicity\nIn the framework of this action, the agency appointed as responsible for the programme shall ensure that it is adequately publicised.\nIt shall in particular take action:\n- to make potential recipients and professional organisations aware of the possibilities offered under the programme measures,\n- to make the general public aware of the Community's role in the programme.\nFrance and the agency responsible for implementation shall consult the Commission on initiatives envisaged in this area, possibly through the monitoring committee They shall regularly notify the Commission of information and publicity measures adopted, either by a final report or through the monitoring committee.\nThe national legal provisions on confidentiality of information shall be complied with.\nII. COMPLIANCE WITH COMMUNITY POLICIES\nCommunity policies applying in this field must be complied with.\nThe programme shall be implemented in accordance with the provisions on coordination of and compliance with Community policies. The following information must be supplied by France.\n1. Award of public contracts\nThe \"public contracts\"(3) questionnaire must be completed for:\n- public contracts above the ceilings set by the \"supplies\" and \"works\" Directives that are awarded by contract-awarding authorities as defined in these Directives and are not covered by the exemptions specified therein,\n- public contracts below these ceilings where they constitute components of a single piece of work or of uniform supplies of a value above the ceiling. By \"a single piece of work\" is meant a product of building or civil engineering works intended in itself to fulfil an economic or technical function.\nThe ceilings will be those in force on the date of notification of this Decision.\n2. Protection of the environment\n(a) General information:\n- description of the main environmental features and problems of the region concerned, giving, inter alia, a description of the important conservation areas (sensitive zones),\n- a comprehensive description of the major beneficial and harmful effects that the programme, given the investments planned, is likely to have on the environment,\n- a description of the action planned to prevent; reduce or offset any serious harmful effects on the environment,\n- a report on consultations with the responsible environmental authorities (opinion of the Ministry of the Environment or its equivalent) and, if there were any such consultations, with the public concerned.\n(b) Description of planned activities\nFor programme measures liable to have a significantly harmful effect on the environment:\n- the procedures which will be applied for assessing individual projects during implementation of the programme,\n- the mechanisms planned for monitoring environmental impact during implementation, assessing results and eliminating, reducing or offsetting harmful effects.\n(1) OJ L 26, 31.1.1977, p. 20.\n(2) OJ L 142, 5.6.1999, p. 29.\n(3) Notice C(88) 2510 to the Member States on monitoring compliance with public procurement rules in the case of projects and programmes financed by the Structural Funds and financial instruments (OJ C 22, 8.1.1989, p. 3)."}