{"celex_id": "31997D0045", "uri": "http://publications.europa.eu/resource/cellar/fb33706f-9c55-4523-8a4b-11c84e8c78df", "type": "Decision", "concepts": ["1005", "1519", "2356", "2560", "2792", "5739"], "title": "Commission Decision of 25 November 1996 approving the programme for the eradication and surveillance of African swine fever and classical swine fever for 1997 presented by Italy and fixing the level of the Community's financial contribution (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 25 November 1996 approving the programme for the eradication and surveillance of African swine fever and classical swine fever for 1997 presented by Italy and fixing the level of the Community's financial contribution (Only the Italian text is authentic) (97/45/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2) and, in particular, Article 24 thereof,\nWhereas Decision 90/424/EEC provides for the possibility of financial participation by the Community in the eradication and surveillance of African swine fever and classical swine fever;\nWhereas, by letter dated 30 May 1996, Italy has submitted a programme for the eradication of these diseases;\nWhereas after examination of the programme it was found to be in conformity with Council Decision 90/638/EEC of 27 November 1990 laying down Community criteria for the eradication and monitoring of certain animal diseases (3) as last amended by Directive 92/65/EEC (4);\nWhereas this programme appears on the priority list of programmes for the eradication and surveillance of animal disease which can benefit from financial participation from the Community and which was established by Commission Decision 96/598/EC (5);\nWhereas in the light of the importance of the programme for the achievement of Community objectives in the field of animal health, it is appropriate to fix the financial participation of the Community at 50 % of the costs incurred by Italy up to a maximum of ECU 1 000 000;\nWhereas a financial contribution from the Community shall be granted in so far as the actions provided for are carried out and provided that the authorities furnish all the necessary information within the time limits provided for;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The programme for the surveillance of African swine fever and classical swine fever presented by Italy is hereby approved for the period from 1 January 1997 to 31 December 1997.", "Italy shall bring into force by 1 January 1997 the laws, regulations and administrative provisions for implementing the programme referred to in Article 1.", "1. Financial participation by the Community shall be at the rate of 50 % of the costs of virological and serological testing and those incurred in Italy by way of compensation for owners for the slaughter of animals up to a maximum of ECU 1 000 000.\n2. The financial contribution of the Community shall be granted subject to:\n- forwarding a report to the Commission every three months on the progress of the programme and the costs incurred,\n- forwarding a final report on the technical execution of the programme accompanied by justifying evidence as to the costs incurred by 1 June 1998 at the latest.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 25 November 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 347, 12. 12. 1990, p. 27.\n(4) OJ No L 268, 14. 9. 1992, p. 54.\n(5) OJ No L 264, 17. 10. 1996, p. 24."}