{"celex_id": "31994R3311", "uri": "http://publications.europa.eu/resource/cellar/8ed0556c-8ee0-49cb-be65-bea5d24157c6", "type": "Regulation", "concepts": ["2324", "2443", "2511", "4057", "4395"], "title": "Council Regulation (EC) No 3311/94 of 20 December 1994 extending by one month the application of the agrimonetary arrangements in force on 31 December 1994 and fixing the agricultural conversion rates for the new Member States\n", "header": "COUNCIL REGULATION (EC) No 3311/94 of 20 December 1994 extending by one month the application of the agrimonetary arrangements in force on 31 December 1994 and fixing the agricultural conversion rates for the new Member States\nTHE COUNCIL  OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the proposal from the Commission,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the pursposes of the common agricultural policy (1), and in particular Article 13 (2) thereof,\nHaving regard to the 1994 Act of Accession, and in particular Article 150 (1) thereof,\nWhereas the provisions of Article 4a of Regulation (EEC) No 3813/92 and the correcting factor referred to in Article 1 (c) of that Regulation are limited to 31 December 1994; whereas the Commission has presented a report on the agrimonetary arrangements  and proposals for the amendment of the said Regulation; whereas, in order to permit the Council to reach a decision on future agrimonetary policy taking account of the opinion of the European Parliament, the arrangements in force at the end of 1994  should be extended by one month;\nWhereas, with effect from the date of entry into force of the Act of Accession, it is necessary to determine the initial agricultural conversion rates of the new Member States;\nWhereas the fixing of certain amounts applicable under the Common Customs Tariff must derogate from the application of the correcting factor in order to accord with the other amounts concerned;\nWhereas, as far as the initial agricultural conversion rate applicable for Austria is concerned, account must be taken of the close and long-established links which exist between the Austrian schilling and the German mark;\nWhereas the measures provided for in this Regulation require measures at Community level to ensure uniform application in all Member States from 1 January 1995,", "main_body": ["The application of Article 4a of Regulation (EEC) No 3813/92, of the correcting factor referred to in Article 1 (c) of that Regulation and of the provisions relating thereto is hereby extended to 31 January 1995.\nHowever, the Commission may derogate from the application of the said correcting factor under the powers available to it by virtue of the acts concerning the common agricultural policy for each particular case, in order to lay down in ecus amounts  applicable under the Common Customs Tariff.", "The agricultural conversion rates for the new Member States acceding to the European Union on 1 January 1995 shall initially be equal to the representative market rates established in accordance with Article 1 (d) of Regulation (EEC) No  3813/92 for the final reference period ending prior to the date of accession.\nHowever, in the case of Austria, the agricultural conversion rate shall initially correspond to the monetary difference of the German mark applicable on the date of entry into force of the Act of Accession.", "This Regulation shall enter into force on 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1994.\nFor the Council\nThe President\nJ. BORCHERT\n(1) OJ No L 387, 31. 12. 1992, p. 1. Regulation as amended by Regulation (EC) No 3528/93 (OJ No L 320, 22. 12. 1993, p. 32)."}