{"celex_id": "31991D0550", "uri": "http://publications.europa.eu/resource/cellar/d95786c2-8845-445e-8245-9a3232353622", "type": "Decision", "concepts": ["1524", "3176", "3871", "519", "5705"], "title": "91/550/EEC: Commission Decision of 26 September 1991 concerning applications for refund of anti-dumping duties collected on certain imports of compact disc players originating in Japan (Analog und Digital Systeme GmbH) (Only the German text is authentic)\n", "header": "COMMISSION  DECISION of 26 September 1991 concerning applications for refund of anti-dumping duties collected  on certain imports of compact disc players originating in Japan (Analog and Digital Systeme GmbH)  (Only the German text is authentic) (91/550/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2423/88 of 11 July 1988 on protection against dumped  or subsidized imports from countries not members of the European Community (1), and in particular  Article 16 thereof,\nWhereas:\nA. PROCEDURE\n(1) Council Regulation (EEC) N° 112/90 (2) imposed a definitive anti-dumping duty on  imports of certain compact disc players originating in Japan and the Republic of Korea. A duty of  32 % was imposed on products originating in Japan, save where otherwise provided. Since Asahi  Corporation was not among the exporters to which a lower duty was applied, imports into the  Community of its compact disc players are subject to a duty of 32 %.\n(2) Between February and May 1991, Analog and Digital Systeme GmbH, an independent importer based  in Kronberg am Taunus, Germany, made three applications for refund of definitive anti-dumping  duties paid on the importation of compact disc players produced and exported by Asahi Corporation.  The first application concerned imports in November 1990. The other applications concerned imports  in March and April 1991. The total amount requested is DM (...) (3), representing all the  anti-dumping duty paid on the imports in question. The applications, addressed to the German  customs authorities, were forwarded to the Commission. The applicant supplied data permitting the  calculation of normal value for the six months preceding each import operation, as provided for in  points 1 (3) (B) (a) and 1 (7) of the Commission notice concerning the reimbursement of  anti-dumping duties (4).\n(3) The Commission asked the applicant for further information on normal value, which was supplied  to the Commission by Asahi Corporation at the request of the applicant.\n(4) The applicant was informed of the preliminary results of the eximation and given an opportunity  to comment.\n(5) The Commission informed the Member States and gave its opinion on the matter. N° Member State  raised any objection.\nB. ARGUMENT OF THE APPLICANT\n(6) Essentially, the applicant argued that it had paid export prices  significantly in excess of the normal value of the imported compact disc players.\nC. ADMISSIBILITY\n(7) Article 16 of Regulation (EEC) N° 2423/88 provides that applications for  refund of anti-dumping duty must be submitted within three months of the date on which the amount  of the definitive duties to be levied was duly determined. The applications are thus admissible  since they were submitted in accordance with the relevant Community legislation.\nD. MERITS OF THE CLAIM\n(8) The applications must be accepted in part. Article 16 (1) of  Regulation (EEC) N° 2423/88 makes it the responsibility of the importer who has paid an  anti-dumping duty and is applying for refund of that duty to show that the duties collected exceed  the dumping margin calculated for the relevant period of investigation corresponding to the  six-month period preceding the imports on which the duty has been collected. This actual dumping  margin must normally be calculated using the same method as that applied during the initial  investigation.\n(9) Asahi Corporation had not cooperated in the initial Commission investigation. However, Analog  and Digital Systeme GmbH had already submitted applications for refund of anti-dumping duties paid  for imports of compact disc players exported by Asahi Corporation between July 1989 and December  1990.\nThe Commission therefore opened an investigation. The applications were accepted in part by  Decision 91/302/EEC (1).\n(10) The investigation carried out following the initial applications for refund of duties showed  that the Asahi Corporation's dumping margin was 5,2 % in the case of imports in 1990.\nThe imports referred to in the first of the applications examined in connection with this Decision  date from November 1990, namely during the period for which a dumping margin of 5,2 % had already  been established.\nThe Commission therefore finds the dumping margin on imports from Asahi Corporation to be 5,2 % in  the case of imports referred to in the first application.\n(11) In the case of the imports referred to in the other two applications, the Commission was  obliged to calculate the normal value of compact disc players produced by Asahi Corporation. It was  not possible to calculate normal value on the basis of either comparable prices actually paid or  payable in normal commercial transactions concerning the like product intended for the Japanese  domestic market or prices charged for exports to a third country, since Asahi Corporation made no  such sales of significance. The Commission therefore constructed normal value by adding a  reasonable profit margin to the cost of production, in accordance with Article 2 (3) (b) (ii) of  Regulation (EEC) N° 2423/88.\n(12) Since normal value had to be constructed, it seemed logical to make use in the calculation of  the production costs for a one-year reference period from 1 March 1989 to 28 February 1990. This  period was chosen as being more representative than the six-month periods preceding each import  operation, which could have been used had normal value been calculated on the basis of prices on  Japan's domestic market.\n(13) The profit margin for addition to the cost of production for sales to on OEM (original  equipment manufacturer), such as Analog and Digital Systeme GmbH, was set at the same level as that  calculated during the investigation concerning the initial applications for refund of duties, the  subject of Decision 91/302/EEC. A reasonable level for that margin was calculated using data on the  usual profit on OEM sales of compact disc players, gathered during an on-the-spot check on Asahi  Corporation premises.\n(14) The ex-factory normal value and export prices were always calculated in a way which permitted  fair comparison. Anything likely to distort the calculation, such as adjustments for costs related  to certain kinds of equipment intended for the manufacture of compact disc players, was  discounted.\n(15) The Commission considered that the information supplied by the applicant and the exporter  regarding the normal value and export prices of the different models was sufficient for it to  calculate the actual dumping margin. Dumping margins were calculated by comparing the normal value  of each model with the export price of each consignment from Asahi Corporation released for free  circulation in the Community during the period under consideration.\n(16) The actual dumping margin was found to be lower than that used to determine the rate of duty  levied. While Asahi Corporation was found to have dumped exports, it had done so at a level lower  than the highest dumping margin established in Regulation (EEC) N° 112/90. The Commission found  that the margin of dumping on the imports from Asahi was 3,8 % for those covered by the two  applications under consideration.\nE. AMOUNT TO BE REIMBURSED\n(17) The amount to be reimbursed to the firm Analog and Digital  Systeme GmbH, representing the difference between the rate of duty collected and the actual dumping  margin, is 26,8 % (32 % - 5,2 %) of the value used by the relevant authorities to calculate the  level of anti-dumping duty paid in the case of the imports covered by the application submitted on  6 February 1991 and 28,2 % (32 % - 3,8 %) for those covered by the other applications, submitted on  2 April and 13 May 1991,", "main_body": ["The applications for the refund of anti-dumping duties submitted by  Analog and Digital Systeme GmbH are granted for 26,8 % of the value used by the relevant  authorities to calculate the level of anti-dumping duty paid in the case of the imports covered by  the application submitted on 6 February 1991 and 28,2 % for those covered by the applications  submitted on 2 April and 13 May 1991.", "The amount referred to in Article 1 shall be refunded by the German authorities.", "This Decision is addressed ot the Federal Republic of Germany and Analog und Digital  Systeme GmbH, Am Auernberg 12, D-6242 Kronberg am Taunus, Germany."], "attachments": "Done at Brussels, 26 September 1991.\nFor the Commission Frans ANDRIESSEN Vize-President\n(1) OJ N° L 209, 2. 8. 1988, p. 1.\n(2) OJ N° L 13, 17. 1. 1990, p. 21.\n(3) In the text of this Decision for publication some figures have been omitted in accordance with  the provisions on commercial confidentiality set out in Article 8 of Regulation (EEC) N° 2423/88.\n(4) OJ N° C 266, 22. 10. 1986, p. 2.\n(1) OJ N° L 151, 15. 6. 1991, p. 86."}