{"celex_id": "31994D0173", "uri": "http://publications.europa.eu/resource/cellar/190df786-f97d-40e0-8253-573188e93c0e", "type": "Decision", "concepts": ["1005", "13", "2627", "4128", "4352", "666"], "title": "94/173/EC: Commission Decision of 22 March 1994 on the selection criteria to be adopted for investments for improving the processing and marketing conditions for agricultural and forestry products and repealing Decision 90/342/EEC\n", "header": "COMMISSION DECISION of 22 March 1994 on the selection criteria to be adopted for investments for improving the processing and marketing conditions for agricultural and forestry products and repealing Decision 90/342/EEC (94/173/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 866/90 of 29 March 1990 on improving the processing and marketing conditions for agricultural products (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 8 (3) thereof,\nWhereas Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products (3) extends the measure introduced by Regulation (EEC) No 866/90 to cover forestry products;\nWhereas on 7 June 1990 the Commission adopted Decision 90/342/EEC on the selection criteria to be adopted for investments for improving the processing and marketing conditions for agricultural and forestry products (4);\nWhereas the selection criteria drawn up pursuant to Article 8 of Regulation (EEC) No 866/90 in accordance with the Community's policy guidelines are intended to ensure that the investments financed are consistent with the health and plant-health rules,  the Community rules on the quality of agricultural products and foodstuffs and the agricultural markets policies and to determine the categories of investments to be given priority for a grant from the Fund or to be excluded from Community aid;\nWhereas, as a result of the reform of the common agricultural policy, the selection criteria should be adjusted and the provisions in force should be recast in the interests of clarity;\nWhereas the selection criteria may be adjusted later in line with market developments in the different sectors; whereas, particularly in the case of markets which have yet to be reformed, such criteria should, if appropriate and necessary, be revised to  take account of decisions taken in the context of such reforms of common organizations of the market; whereas the application of the criteria should also take account of the duly justified specific needs of certain local productions;\nWhereas Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other  existing financial instruments (5), as amended by Regulation (EEC) No 2081/93 (6), lays down the different objectives of the Community structural policy, Objective 1 of which takes specific account of the regions whose development is lagging behind;  whereas provision should be made for certain criteria specific to Objective 1 regions and for the possibility of ad hoc derogations for the remotest regions to take account of the special conditions in those regions;\nWhereas the selection criteria reflect the guidelines of the common agricultural policy; whereas these criteria must therefore be applied consistently to all decisions approving the granting of assistance from a Community Fund to investments to improve  the processing and marketing conditions for agricultural and forestry products;\nWhereas the Committee on Agricultural Structures and Rural Development has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The Community's selection criteria for investments eligible for Community assistance under Regulations (EEC) No 866/90 and (EEC) No 867/90 are set out in the Annex hereto.\n2. These criteria might be the subject of ad hoc derogations to be decided in the framework of the implementation of specific measures approved by the Council for the remotest regions or, in the case of refrigeration units, for the Aegean islands.", "Decision 90/342/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 March 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 91, 6. 4. 1990, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 91, 6. 4. 1990, p. 7.\n(4) OJ No L 163, 29. 6. 1990, p. 71.\n(5) OJ No L 185, 15. 7. 1988, p. 9.\n(6) OJ No L 193, 31. 7. 1993, p. 5.\nANNEX\n1. Priorities and exclusions concerning all sectors:\n1.1. Priority is accorded to the following investments, subject to compliance with the exclusions provided for under 1 (b) and 2:\n- investments related to environmental protection, prevention of pollution and elimination of waste,\n- investments involving a substantial amount of technological innovation or leading to the creation of new products,\n- investments designed to make the production of processed goods less seasonal and less uncertain,\n- investments seeking to cut the costs of prepared products, either fresh or processed, by reducing the intermediate costs of collection or of commercial preparation, processing, packaging, storage or marketing,\n- investments, leading to an improvement of quality of hygiene conditions, particularly investments relating to the processing and marketing of products as defined in Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical  indications and designations of origin for agricultural products and foodstuffs (1), and investments relating to the production of agricultural products eligible for a certificate of a specific character pursuant to Council Regulation (EEC) No 2082/92  (2),\n- investments relating to organic products produced in accordance with Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (3).\n1.2. The following investments are excluded:\n- investments relating to the production of processed goods for which the existence of realistic potential outlets has not been demonstrated,\n- investments in storage capacity which is mainly intended for intervention purposes,\n- investments in cold stores for frozen or deep-frozen products, unless required for the normal operation of processing installations,\n- replacement investments which are identical or similar to investments for which EAGGF Guidance Section assistance has already been granted previously to the same undertaking.\n2. Exclusions for certain secific sectors:\n2.1. The following investments are excluded in the cereals and rice sectors (not including seeds):\n- investments relating to starch production, milling, malting and semolina production, as well as investments concerning products derived from such processes, with the exception of products for new non-food uses (except hydrogenated starch-derived  products),\n- investments in silos, except silos intended for the storage, drying and packaging of local produce in production zones where there is a proven shortage of such facilities, provided there is no increase in shortage capacity,\n- investments relating to animal feed production, except for units producing less than 20 000 tonnes per year in Objective 1 regions where there is a proven shortage of capacity. In such cases, beneficiaries must undertake not to make any further  investments like those for which aid has been granted for three years following the said grant, and the investments must not lead to an increase in production capacity, except:\n- if equivalent capacity is abandoned by the same or another specified undertaking,\n- or if the investments enhance the value of the by-products of grain growing,\n- or if the output is destined for local consumption in the French overseas departments or on islands.\n2.2. The following investments are excluded in the fruit and vegetables sector (not including medicinal plants and spices), except products involving substantial innovation in line with trends in demand:\n- investments to increase marketing capacity for products which have been the subject of large-scale withdrawal operations in the regions concerned (as a result of surplus production) during the last three years,\n- all investments resulting in increased processing capacity, except where equivalent capacity is abandoned by the same or another specified undertaking or in the case of particular products for which there is a proven significant increase in outlets;  this prohibition shall not apply in Objective 1 regions where there is a proven shortage of capacity,\n- investments relating to the production of tomato concentrate, peeled tomatoes, citrus juice, peaches in syrup and pears in syrup, except where such investments concern new processing capacity equivalent to at least 20 % less than total pre-existing  capacity which has been abandoned in the region concerned.\n2.3. The following investments are excluded in the sector of cow's milk and cow's milk products:\n- investments concerning the heat treatment of liquid milk to give a long-life product, except in Greece, Spain, the French overseas departments, Corsica, the Mezzogiorno, Sardinia and Portugal, if there is a proven shortage of facilities,\n- investments relating to quantities of milk exceeding the combined total of the individual reference quantities, within the framework of the additional levy rules, of producers delivering to the processing plant or investments resulting in an increase  in milk utilization capacity, unless equivalent capacity is abandoned by the same or another specified undertaking,\n- investments concerning the following products: butter, whey powder, milk powder, butteroil, lactose, casein, caseinate,\n- investments in the manufacture of fresh products or cheese, except production involving substantial innovation in line with trends in demand and products for which there is a shortage of capacity and for which the existence of realistic potential  outlets has been demonstrated, as well as the manufacture of products using traditional or organic methods as defined by Community rules.\nThe following investments are not concerned by the prohibitions referred to in the preceding indents provided that they do not lead to an increase in capacity:\n- investments to bring establishments into line with Community health standards,\n- investments concerning environmental protection.\n2.4. In the fodder-plant sector, all investments are excluded, including investments concerning the drying of beet pulp.\n2.5. In the oil seeds and protein crop sectors (with the exception of seeds), all investments are excluded except those involving production of new non-food products and those carried out in units producing less than 20 000 tonnes per year in Objective  1 regions, provided they do not lead to an increase in production capacity, unless equivalent capacity is abandoned by the same or another specified undertaking, provided they concern animal feed and:\n- either involve the direct incorporation of Community oil seeds in the manufacture of feedingstuffs,\n- or lead to reduced energy consumption for drying and dehydration,\n- or involve the use of peas, field beans and lupins,\nand provided the beneficiary undertakes not to make any further investments like those for which aid has been granted for three years following the said grant.\n2.6. The following types of investment are excluded in the olive-oil sector:\n- investments leading to an increase in the total production of the oil mill, unless equivalent production is abandoned by the same or another specified undertaking,\n- investments concerning the extraction or refining of olive-residue oil.\n2.7. Investments in the potato sector are excluded where they concern starch and starch-derived products, not including products for new non-food uses (except hydrogenated starch-derived products).\n2.8. All investments concerning sugar, isoglucose and all other natural sweeteners derived from agricultural products which can be used as sugar or isoglucose substitutes are excluded, with the exception of those which provide for:\n- rationalization, without increase in capacity, in the French overseas departments, in the case of raw sugar;\n- utilization of the quota provided for in the Act of Accession of Portugal (for mainland Portugal, 60 000 tonnes of sugar).\n2.9. All investments in the tobacco sector are excluded.\n2.10. The following types of investment are excluded in the meat and egg sectors:\n- investments leading to an increase in the grading and packing capacity for hens' eggs,\n- investments concerning specialist pig markets,\n- investments relating to the slaughter of pigs, cattle, sheep or poultry, except where such investments concern new slaughter capacity equivalent to at least 20 % less than total pre-existing capacity which has been abandoned in the region concerned  or, in the case of pigs, cattle, sheep and poultry other than chickens in Objective 1 regions, where there is a proven shortage of capacity in the region.\nThe prohibitions referred to in the preceding indents do not apply to the following types of investment, provided they do not lead to an increase in capacity:\n- investments to bring establishments into line with Community health standards,\n- investments concerning animal welfare,\n- investments concerning environmental protection.\n2.11. All investments in the wine and alcohol sector are excluded, except:\n- investments needed to regroup undertakings or producer groups, in the case of restructuring of processing capacity, provided the new processing capacity is equivalent to at least 20 % less than total pre-existing capacity which has been abandoned in  the region concerned,\n- investments relating to environmental protection, prevention of pollution, elimination of waste and recovery of packaging or containers,\n- investments in organic wine products produced in accordance with the provisions referred to in the last indent of point 1 (a),\n- investments by bodies primarily comprising producers and other economic operators for the purpose of improving quality control or reducing wine yields which further the restructuring of the sector.\n2.12. All investments in the flax and hemp sector are excluded except where they concern products for new non-food uses or modernization without increase in total capacity in the region concerned.\n2.13. The following types of investments are excluded in the forestry sector:\n- investments which, by using unsuitable materials and equipment, result in serious damage to the environment (such as the deterioration of forest roads, soil compaction and the degradation of vegetation),\n- investments relating to the production, harvesting and marketing of Christmas trees and other trees for ornamental purposes,\n- all ancillary investments in sawmills (except for investments carried out in undertakings which fall within the definition of small and medium-sized enterprises laid down in the Community rules on aid to SMEs) (1), without prejudice to the conditions  laid down in Article 1 (2) of Regulation (EEC) No 867/90.\n(1) OJ No L 208. 24. 7. 1992, p. 1.\n(2) OJ No L 208, 24. 7. 1992, p. 9.\n(3) OJ No L 198, 22. 7. 1991, p. 1.\n(4) OJ No C 213, 19. 8. 1992, p. 2."}