{"celex_id": "31995R2842", "uri": "http://publications.europa.eu/resource/cellar/39967de4-164c-48a9-8db0-e59ab108b11d", "type": "Regulation", "concepts": ["2211", "4320", "5070", "5252", "616", "797"], "title": "Commission Regulation (EC) No 2842/95 of 8 December 1995 derogating from Regulation (EEC) No 2700/93 on detailed rules for the application of the premium in favour of sheepmeat and goatmeat producers as regards the submission of premium applications in Sweden for the 1995 marketing year\n", "header": "COMMISSION REGULATION (EC) No 2842/95 of 8 December 1995 derogating from  Regulation (EEC) No 2700/93 on detailed rules for the application of the premium in favour of  sheepmeat and goatmeat producers as regards the submission of premium applications in Sweden for  the 1995 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common  organization of the market in sheepmeat and goatmeat  (1), as last amended by Regulation (EC) No  1265/95  (2), and in particular Article 5 (6) thereof,\nWhereas Article 1 (2) of Regulation (EEC) No 2700/93  (3), as last amended by Regulation No 279/94   (4) lays down that applications for a premium are to be submitted during a period fixed by each  Member State within a period commencing on 1 November preceding the start of the marketing year and  ending on 30 April following the start of the said marketing year; whereas, because of  unfamiliarity with the new rules arising from Sweden's accession to the European Union, a number of  producers in that country confused the application for entitlement to the ewe premium with the  actual premium application itself; whereas these producers did not, as a result, submit the premium  applications by the end of the period for submitting the above applications;\nWhereas it is therefore necessary to allow derogations to Article 1 (2) of Regulation (EEC) No  2700/93 on a transitional basis for the 1995 marketing year so as to ensure that Swedish producers  do not suffer losses that are disproportionate to the omission made, on the condition that certain  control measures are taken;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Sheep and Goats,", "main_body": ["Notwithstanding Article 1 (2) of Regulation (EEC) No 2700/93, Sweden  may authorize those producers who did not submit in 1995 ewe premium applications for the 1995  marketing year to present an application for that year during a new period to be determined by that  Member State; however, this period may not be later than that fixed for the submission of  applications for the 1996 marketing year.", "In the case of the producers referred to in Article 1:\n-  the retention period referred to in Article 1 (3) of Regulation (EEC) No 2700/93 shall be that  applying for the 1995 marketing year, compliance with this period being confirmed by supporting  documents and the updated flock register kept by the producer,\n-  Sweden will take administrative measures and additional controls which it shall notify these  measures to the Commission.", "Notwithstanding Article 2 of Regulation (EEC) No 2700/93, Sweden shall notify the  Commission before 30 April 1996 of the data relating to all the premium applications submitted for  the 1995 marketing year, using the model in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 8 December 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}