{"celex_id": "31993R3274", "uri": "http://publications.europa.eu/resource/cellar/0183ff5c-dba6-4a7e-aa4f-e06c04b34df6", "type": "Regulation", "concepts": ["1639", "1718", "2039", "3483", "3490", "3577"], "title": "Council Regulation (EC) No 3274/93 of 29 November 1993 preventing the supply of certain goods and services to Libya\n", "header": "COUNCIL REGULATION (EC) No 3274/93 of 29 November 1993 preventing the supply of certain goods and services to Libya\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 228a thereof,\nHaving regard to the common position adopted by the Council of the European Union on 22 November 1993,\nHaving regard to the proposal of the Commission,\nWhereas the Community adopted Council Regulation (EEC) No 945/92 (1) in accordance with Regulation 748 (1992) of the United Nations Security Council;\nWhereas the United Nations Council, in view of the persistent non-compliance by Libya with its Resolutions 731 (1992) and 748 (1992) and acting under Chapter VII of the Charter of the United Nations, has decided in its Resolution 883 (1993) of 11  November 1993 to extend the measures decided upon in its Resolution 748 (1992);\nWhereas the Community, for reasons of transparency, has decided to incorporate the additional measures within the framework of an all-embracing Community instrument;\nWhereas under these conditions Council Regulation (EEC) No 945/92 can be repealed;\nWhereas the Community legislation, in accordance with Resolutions 748 (1992) and 883 (1993) of the United Nations Security Council, should not affect certain air transport services justified by significant humanitarian needs nor prevent the supply of  some emergency equipment and equipment and services directly related to civilian air traffic control,", "main_body": ["1. Permission shall be denied to any aircraft to take off from, land in or overfly the territory of the Community if it is destined to land in or has taken off from the territory of Libya.\n2. Permission shall be granted when the particular flight has been approved on grounds of significant humanitarian need by the Committee set up pursuant to paragraph 9 of Resolution 748 (1992) of the United Nations Security Council.", "1. The activities and operation of all Libyan Arab Airlines offices shall be prohibited, and their offices be closed completely.\n2. Any commercial transaction with Libyan Arab Airlines shall be prohibited, including the honouring or endorsement of any tickets or other documents issued by that airline.", "1. The supply or provision to Libya, directly or indirectly, of the goods and/or services listed in the Annex to this Regulation shall be prohibited.\n2. The supply or provision to Libya of these goods and/or services may however be allowed by the competent authorities of the Member States provided that the end use of these goods and/or services differs from the end uses described in the Annex to this  Regulation.\n3. Member States shall inform each other and the Commission within 30 days of the exports to Libya allowed under paragraph 2.", "1. The Government and the public authorities of Libya and any commercial, industrial or public utility undertaking which is owned or controlled, directly or indirectly, by the Government or public authorities of Libya, or by any person  identified by the Member States as acting either on behalf of the Government or Libyan authorities or on behalf of an entity which they control for the purposes of this Regulation, may have at their disposal funds or other financial resources, derived  from the sale or supply by them of any petroleum or petroleum products, including natural gas and natural gas products, agricultural products or commodities, originating in Libya and exported therefrom after 1 December 1993, provided that such funds are  paid into bank accounts used exclusively for those funds.\n2. This provision shall be implemented by the Member States who shall inform each other and also the Commission of measures taken so that end.", "This Regulation shall apply notwithstanding any rights or obligations conferred or imposed by any international agreement or any contract entered into or any licence or permit granted before 1 December 1993.", "This Regulation shall apply within the territory of the Community, including its air space and in any aircraft or on any vessel under the jurisdiction of a Member State, and to any person elsewhere who is a national of a Member State and any  body elsewhere which is incorporated or constituted under the law of a Member State.", "Each Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed.", "Regulation (EEC) No 945/92 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as of 1 December 1993, 00.01 hours Eastern Standard Time in New York.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 1993.\nFor the Council\nThe President\nG. COĂ\u008bME\n(1) OJ No L 101, 15. 4. 1992, p. 53.\nANNEX\nProducts and services whose supply to Libya is prohibited under Article 3 of the Regulation:\nA. - any aircraft or aircraft components,\n- the provision of engineering and maintenance servicing of Libyan aircraft or aircraft components,\n- the entering into or renewal of arrangements for the provision of engineering and maintenance servicing of any aircraft or aircraft components or for the making available, for operation within Libya, of any aircraft or aircraft components,\n- advice, assistance or training to Libyan pilots, flight engineers or aircraft and ground maintenance personnel associated with the operation of aircraft and airfields within Libya,\n- any certification of airworthiness for Libyan aircraft,\n- payment of new claims against existing direct insurance contracts for Libyan aircraft,\n- any new or renewal of direct insurance for Libyan aircraft,\n- with the exception of emergency equipment and equipment and services directly related to civilian air traffic control:\n- any materials or components destined for the construction, improvement or maintenance of Libyan civilian or military airfields and associated facilities and equipment, or\n- any engineering or other services destined for the maintenance of those airfields and associated facilities and equipment.\nB. I. Pumps of medium or large capacity whose capacity is equal to or larger than 350 cubic metres per hour and drivers (gas turbines and electric motors) designed for use in the transportation of crude oil and natural gas.\nII. Equipment designed for use in crude oil export terminals:\n- loading buoys or single point moorings (SPM),\n- flexible hoses for connection between underwater manifolds (PLEM) and single point mooring and floating loading hoses of large sizes (from 12' to 16')\n- anchor chains.\nIII. Equipment not specially designed for use in crude oil export terminals but which because of their large capactiy can be used for this purpose:\n- loading pumps of large capacity (4 000 m3/H and above) and small head (10 bars or less),\n- boosting pumps within the same range of flow rates,\n- in-line pipe line inspection tools and cleaning devices (i.e. pigging tools) (16' and above),\n- metering equipment of large capacity (1 000 m3/H and above).\nIV. Refinery equipment:\n- boilers meeting American Society of Mechanical Engineers 1 standards,\n- furnaces meeting American Society of Mechanical Engineers 8 standards,\n- fractionation columns meeting American Society of Mechanical Engineers 8 standards,\n- pumps meeting American Petroleum Institute 610 standards,\n- catalytic reactors meeting American Society of Mechanical Engineers 8 standards,\n- prepared catalytis, including the following:\n- catalysts containing platinum,\n- catalysts containing molybdenum.\nV. Spare parts desinted for the items in I to IV above."}