{"celex_id": "31996R0195", "uri": "http://publications.europa.eu/resource/cellar/f63d3fa1-6e34-43c3-bb3c-18b4188032fa", "type": "Regulation", "concepts": ["2069", "2173", "2734", "5751"], "title": "Commission Regulation (EC) No 195/96 of 1 February 1996 adopting the codes and descriptions of certain products listed in the Annex to Council Regulation (EEC) No 827/68 on the common organization of the market in certain products listed in Annex II to the Treaty\n", "header": "COMMISSION REGULATION (EC) No 195/96 of 1 February 1996 adopting the codes and descriptions of certain products listed in the Annex to Council Regulation (EEC) No 827/68 on the common organization of the market in certain products listed in Annex II to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 234/79 of 5 February 1979 on the procedure for adjusting the Common Customs Tariff nomenclature used for agricultural products (1), as amended by Regulation (EEC) No 3209/89 (2), and in particular Article 2 (1) thereof,\nWhereas Commission Regulation (EEC) No 3009/95 (3) amending Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (4) contains the combined nomenclature currently in force;\nWhereas certain codes and descriptions in the Annex to Council Regulation (EEC) No 827/68 (5), as last amended by Regulation (EC) No 3920/94 (6), no longer correspond to those in the combined nomenclature; whereas the Annex to Regulation (EEC) No 827/68 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant Management Committees,", "main_body": ["The Annex to Regulation (EEC) No 827/68 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 34, 9. 2. 1979, p. 2.\n(2) OJ No L 312, 27. 10. 1989, p. 5.\n(3) OJ No L 319, 30. 12. 1995, p. 1.\n(4) OJ No L 256, 7. 9. 1987, p. 1.\n(5) OJ No L 151, 30. 6. 1968, p. 16.\n(6) OJ No L 349, 31. 12. 1994, p. 105.\nANNEX\n1. The following line is inserted before CN code 0210 90 20:\n>TABLE>\n2. CN code '0210 90 20` is replaced by CN code '0210 90 29`.\n3. The description of the goods under CN code 0504 00 00 is replaced by the following:\n'Guts, bladders and stomachs of animals (other than fish), whole and pieces thereof, fresh, chilled, frozen, salted, in brine, dried or smoked:`\n4. The information relating to CN code 1106 is replaced by the following:\n>TABLE>\n5. The first part of the sentence describing the goods under CN code 1212 is replaced by the following:\n'Locust beans, seaweeds and other algae, sugar-beet and sugar-cane, fresh, chilled, frozen or dried, whether or not ground;`.\n6. The description of the goods under CN code 1502 00 is replaced by the following:\n'Fats of bovine animals, sheep or goats, other than those of heading No 1503:`.\n7. The following line is inserted after CN code 1602 90 31:\n>TABLE>\n8. CN code '1602 90 99` is replaced by CN code '1602 90 98`."}