{"celex_id": "31998D0562", "uri": "http://publications.europa.eu/resource/cellar/534bdc05-7a93-492f-9624-80c090ebd546", "type": "Decision", "concepts": ["316", "4256", "946"], "title": "98/562/EC: Commission Decision of 29 September 1998 on the statistical surveillance within the Community of exports of secondary copper raw materials (notified under document number C(1998) 2739) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 29 September 1998 on the statistical surveillance within the Community of exports of secondary copper raw materials (notified under document number C(1998) 2739) (Text with EEA relevance) (98/562/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2603/69 of 20 December 1969 establishing common rules for exports (1), as last amended by Regulation (EEC) No 3918/91 (2), and in particular Article 5 thereof,\nAfter consulting the committee set up by Article 4 of Regulation (EEC) No 2603/69,\n(1) Whereas Community refiners and fabricators have been, for some time, experiencing supply difficulties over the whole spectrum of copper materials; whereas the copper scrap market in particular is characterised by scarcity and is, consequently, highly competitive and inelastic on the supply side; whereas the Community industry is facing a significant decline in its room for manoeuvre in relation to the amount of financial return it can expect from refining copper from scrap metal;\n(2) Whereas exports of copper scrap were subject, until 1990, to production of a prior export licence to be issued by the appropriate authorities of the Member States; whereas, since then, no similar arrangement has been in force;\n(3) Whereas the difficulties of the Community industry in finding access to secondary copper raw materials started to increase following the lifting of that commercial policy measure;\n(4) Whereas the Community industry claims that those difficulties are due to overbidding practices on the Community and world markets, mainly by Chinese, Indian and South Korean buyers, which are rendered possible by the differentiated tariff structure of those countries; whereas it submitted to the Commission information designed to demonstrate the existence of those practices;\n(5) Whereas the existence of alternative sources of supply, in particular in eastern Europe, is likely to be short term as local industry increases demand and national authorities reinforce controls and export restrictions;\n(6) Whereas, following receipt of the information provided by the Community industry, the Commission launched an examination concerning the conditions under which the international and Community copper scrap supply markets are operating by a notice published (3) in the Official Journal of the European Communities; whereas this examination has shown that the tariff differentiation applicable in India, South Korea and the People's Republic of China between secondary copper raw materials and refined copper appears to be likely to confer a competitive advantage on those countries' producers and to disrupt copper scrap supply markets;\n(7) Whereas, however, there does not appear to be any violation by the countries concerned of international trade rules, whether multilateral or laid down in bilateral agreements; whereas the Chinese tariff structure is the subject of ongoing negotiations in the perspective of future accession of the People's Republic of China to the World Trade Organisation;\n(8) Whereas bilateral consultations with Indian and South Korean authorities are ongoing or will be started as soon as possible in order to find a mutually acceptable solution to this problem;\n(9) Whereas, in parallel with those consultations, it is desirable to follow closely the trend of exports of the products concerned; whereas an a posteriori monitoring system should be put in place in order to gather more specific information with a view to assessing the possible causal link between the abovementioned tariff policies and the adverse effects on the Community industry; whereas such a system would achieve the twofold objective of providing the Commission with a deeper insight into the market in question in the shortest possible time as well as sending to the third countries' authorities and to the Community industry involved a signal on the importance attached by the Community to this matter;\n(10) Whereas a duration of two years seems to be the most appropriate for getting a comprehensive and reliable picture of the market trends; whereas the system envisaged would be simple to adopt and to administer and it would not impose any extra burdens on Community exporters or require them to provide any information additional to that which they are already required to provide,", "main_body": ["The exports to all countries of the secondary copper raw materials listed in Annex I shall be subject to statistical surveillance.", "Member States shall communicate to the Commission, in respect of each calendar month, not later than six weeks after the end of the month in question, the data listed in the form set out in Annex II.\nThe Commission will, on a quarterly basis, provide information to the Member States on the data received.", "This Decision shall apply from l October 1998 for two years.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 September 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 324, 27. 12. 1969, p. 25.\n(2) OJ L 372, 31. 12. 1991, p. 31.\n(3) OJ C 148, 22. 5. 1996, p. 4.\nANNEX I\nPRODUCTS PLACED UNDER STATISTICAL SURVEILLANCE (1)\nCopper waste and scrap (CN 7404 00)\nRefined copper waste and scrap (CN 7404 00 10)\nBright No 1 copper wire (Barley): No 1 bare, uncoated, unalloyed copper wire, not smaller than 1,3 mm.\nNo 1 copper wire (Berry): clean, untinned, uncoated, unalloyed copper wire and cable, not smaller than 1,3 mm, free of burnt wire which is brittle.\nNo 2 copper wire (Birch): miscellaneous, unalloyed copper wire having a nominal 96 % copper content (minimum 94 %).\nNo 2 copper wire nodules (Cobra): No 2 unalloyed copper wire scrap nodules, chopped or shredded, minimum 97 % copper.\nNo 2 copper (Cliff): miscellaneous, unalloyed copper scrap having a nominal 96 % copper content (minimum 94 %).\nLight copper (Dream): miscellaneous, unalloyed copper scrap having a nominal 92 % copper content (minimum 88 %) as determined by electrolytic assay, sheat copper, gutters, downspouts, kettles, boilers, and similar scrap.\nCopper-bearing scrap (Drove): miscellaneous copper-containing skimmings, grindings, ashes, irony brass copper, residues and slags. Free of insulated wires.\nCopper-zinc base alloy (brass) waste and scrap (CN 7404 00 91)\nNew yellow brass rod ends (Noble): new, clean rod ends from free turning brass rods or forging rods.\nYellow brass rod turnings (Night): strictly rod turnings.\nYellow brass scrap (Honey): brass castings, rolled brass, rod brass, tubing and miscellaneous yellow brasses, including plated brass.\nMixed unsweated auto radiators (Ocean): mixed automobile radiators, to be free of aluminium radiators, and iron finned radiators.\nNew brass clippings (Label): cuttings of new unleaded yellow brass sheet or plate.\nBrass shell cases without primers (Lace): clean fired 70/30 brass shell cases free of primers and any other foreign material.\nBrass small arms and rifle shell, clean fired (Lake): clean fired 70/30 brass shells free of bullets, iron and any other foreign material.\nOther copper alloy waste and scrap (CN 7404 00 99)\nComposition or red brass (Ebony): red brass scrap, valves, machinery bearings and other machinery parts, including miscellaneous castings made of copper, tin, zinc, and/or lead.\nRed brass composition turnings (Enerv): turning from red brass composition material.\nNew cupro nickel clips and solids (Dandy): clean, new, segregated cupro nickel tube, pipe, sheet, plate, or other wrought solid forms.\nCupro nickel solid (Daunt): old, and/or new, segregated cupro nickel tube pipe, sheet, plate, or other wrought solid forms.\nSoldered cupro nickel solids (Delta): segregated cupro nickel solids, soldered, brazed or sweated.\nCupro nickel spinnings, turnings, borings (Decoy): clean segregated cupro nickel spinnings, turnings, or borings.\nIrony copper waste and scrap (classified under CN 7204 29 00)\nElectronic and/or telephonic waste and scrap containing copper (classified under CN 7112 10 00/7112 20 00/7112 90 00)\nCopper ash and residues (CN 2620 30 00)\n(1) The data transmitted to the Commission shall be at CN level. Where possible, a more detailed description of the exported goods may be provided on the basis of the denominations/definitions listed below (commonly used by the business and contained in the 'Guidelines for non-ferrous scrap - scrap specifications` issued by the Institute of scrap recycling Industries in 1994).\nANNEX II\nFORM RELATING TO EXPORTS OF SECONDARY COPPER RAW MATERIALS\n>START OF GRAPHIC>\nData to be communicated for the attention of:\nEuropean Commission\nDirectorate General I (External Relations: Commercial Policy and Relations with North America, the Far East, Australia and New Zealand)\nMr Paolo Garzotti, DG I/E.3\nDM24, 05/104\nRue de la Loi/Wetstraat 200\nB-1049 Brussels\nFax (32-2) 295 73 31\nE-mail: Paolo.Garzotti@dg1.cec.be\nExports in the month of 199 . .A. Total exports: tonnes.B. Of which:\n(specify the CN code, tonnage, value, country of destination and country of origin, broken down by transaction)\nExporter\nCountry of destination\nCountry of origin\nDescription\nCN code\nValue\n(ECU)\nTonnes\nThis information will be forwarded directly to Unit I/E.3, where possible in computerised format. Those administrations for which a computerised format is not an available option will be able to use the structure of the above model form.\nC. Other.\n>END OF GRAPHIC>"}