{"celex_id": "31998R1098", "uri": "http://publications.europa.eu/resource/cellar/f0b0136e-e525-4f0e-8001-d3bd620327c1", "type": "Regulation", "concepts": ["1261", "1521", "2477", "2621"], "title": "Council Regulation (EC) No 1098/98 of 25 May 1998 introducing special temporary measures for hops\n", "header": "COUNCIL REGULATION (EC) No 1098/98 of 25 May 1998 introducing special temporary measures for hops\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organisation of the market in hops (1) and in particular Article 16a thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16a of Regulation (EEC) No 1696/71 provides that if surpluses arise the Council, acting by a qualified majority on a proposal from the Commission, may take appropriate action on production potential; whereas the market in hops is at present in surplus, for both short-term and structural reasons;\nWhereas the aim of producer groups is to adjust production to market requirements; whereas they may use up to 20 % of the aid on appropriate measures to that end; whereas their scope for action in this area should be extended by allowing them to have recourse to temporary resting and/or permanent grubbing-up of areas under hops; whereas these measures will be additional to the special measures listed in Article 7(1)(b) of the abovementioned Regulation;\nWhereas the production and marketing conditions for hops and thus also the economic viability of the sector differ from one Member State to another; whereas, for this reason, the decision to apply or not to apply the special measures should be taken at the level of the Member State concerned;\nWhereas temporary resting and/or permanent grubbing-up can be permitted only if certain requirements are met, in particular non-cumulation of aid for areas temporarily rested and an obligation to reduce areas by 2002; whereas this will entail costs; whereas these costs, and loss of income, should be met in part by payment of an amount equal to the aid per hectare for a limited period; whereas provision should be made that temporary granting of an amount equal to the aid on such unharvested areas may therefore be permitted; whereas for effectiveness of supervision the minimum size of the areas which can benefit from these measures should be specified;\nWhereas for the sake of effective control of the application of these measures the responsibilities of producer groups and of the Member States' competent authorities should be defined, and the power of adopting detailed rules of application should be given to the Commission,", "main_body": ["In addition to the aims described in Article 7(1)(b) of Regulation (EEC) No 1696/71 producer groups may also have recourse to temporary resting and/or permanent grubbing-up as means of jointly adjusting their production to market requirements and improving it.", "1. In Member States which decide to apply temporary resting and/or permanent grubbing-up, producers which have recourse to such measures may, as from the 1998 harvest and up to the 2002 harvest, receive an amount equal to the aid on the area had it been cropped, provided that they undertake not to extend hop cultivation to other areas of their holding. They may not receive any other Community aid on areas temporarily rested.\nThe hop area cultivated for the 2003 harvest by producer groups applying temporary resting and/or permanent grubbing-up must be less than that cultivated for the 1997 harvest.\n2. Producer groups shall determine the minimum plot size for which an aid application may be lodged. This minimum plot size may not be less than 0,3 hectares.\n3. Producer groups may lay down additional specific requirements to be met by their members in cases of temporary resting and/or grubbing-up.\n4. Areas put into temporary rest or grubbed up must be notified to the competent authorities by 31 May of the year of harvest. For the 1998 harvest, this data may be communicated by not later than 30 June 1998. The competent authorities shall check that the following requirements have been met:\n- for temporary resting, maintenance of the hop poles,\n- for permanent grubbing-up, removal of the hop poles,\n- permanent grassing over in order to improve soil fertility.", "The Commission shall adopt the detailed rules for implementing this Regulation in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 1696/71.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1998 harvest up to the 2003 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1) OJ L 175, 4. 8. 1971, p. 1. Regulation as last amended by Regulation (EC) No 1554/97 (OJ L 208, 2. 8. 1997, p. 1)."}