{"celex_id": "31996R0498", "uri": "http://publications.europa.eu/resource/cellar/2047bbdf-46bb-4fad-9880-f6bf8bfc19ae", "type": "Regulation", "concepts": ["1474", "1729", "2306", "2556", "2850", "5537"], "title": "Council Regulation (EC) No 498/96 of 19 March 1996 on the conclusion of the Protocol defining, for the period 21 May 1995 to 20 May 1998, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Republic of Madagascar on fishing off Madagascar\n", "header": "COUNCIL REGULATION (EC) No 498/96 of 19 March 1996 on the conclusion of the Protocol defining, for the period 21 May 1995 to 20 May 1998, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Republic of Madagascar on fishing off Madagascar\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 in conjunction with the first sentence of Article 228 (2) and the first subparagraph of Article 228 (3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in accordance with the Agreement between the European Economic Community and the Government of the Republic of Madagascar on fishing off Madagascar (3), the two parties have held negotiations with a view to determining the amendments or additions to be made to the Agreement at the end of the period of application of the first Protocols;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 18 May 1995 defining, for the period 21 May 1995 to 20 May 1998, the fishing opportunities and the financial contribution provided for by the said Agreement;\nWhereas it is in the Community's interest to approve this Protocol,", "main_body": ["The Protocol defining, for the period 21 May 1995 to 20 May 1998, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Republic of Madagascar on fishing off Madagascar is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The President of Council is hereby authorized to designate the persons empowered sign the Protocol in order to bind the Community (4).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 1996.\nFor the Council\nThe President\nW. LUCHETTI\n(1) OJ No C 201, 8. 8. 1992, p. 19.\n(2) OJ No C 65, 4. 3. 1996.\n(3) OJ No L 73, 18. 3. 1986, p. 26.\n(4) The date of entry into force of the Protocol will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}