{"celex_id": "31998R1680", "uri": "http://publications.europa.eu/resource/cellar/5a1bb9ab-d1cd-4a45-8da6-3fc1ff27350c", "type": "Regulation", "concepts": ["161", "2743", "2871", "4682", "4685", "4689"], "title": "Commission Regulation (EC) No 1680/98 of 29 July 1998 amending Regulations (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat and (EEC) No 139/81 defining the conditions for the admission of certain kinds of frozen beef and veal to subheading 0202 30 50 of the Combined Nomenclature\n", "header": "COMMISSION REGULATION (EC) No 1680/98 of 29 July 1998 amending Regulations (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat and (EEC) No 139/81 defining the conditions for the admission of certain kinds of frozen beef and veal to subheading 0202 30 50 of the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 936/97 of 27 May 1997 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat (1), as last amended by Regulation (EC) No 1299/98 (2), and in particular Article 7(2) thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (3), as last amended by Regulation (EC) No 2634/97 (4), and in particular Article 9(2) thereof,\nWhereas New Zealand has designated a new authority to issue certificates of authenticity; whereas Annex II to Regulation (EC) No 936/97 must be amended as a result;\nWhereas imports of some beef and veal at reduced rates of customs duty pursuant to Commission Regulation (EEC) No 139/81 (5), as last amended by Regulation (EC) No 1299/98, are subject to the presentation of certificates of authenticity issued by the countries in question; whereas the name and address of the issuing authority in New Zealand must be updated;\nWhereas the procedure for revising the list of authorities issuing certificates of authenticity should be standardised;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["In Annex II to Regulation (EC) No 936/97, 'New Zealand Meat Producers Board` is replaced by 'New Zealand Meat Board`.", "Regulation (EEC) No 139/81 is amended as follows:\n1. Article 5(2) is replaced by the following:\n'2. The list may be revised by the Commission where any issuing authority is no longer recognised, where it fails to fulfil any of the obligations incumbent on it or where a new issuing authority is designated.`;\n2. In Annex II, 'New Zealand Meat Producers Board` is replaced by 'New Zealand Meat Board`.", "This Regulation shall enter into force on 1 September 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 137, 28. 5. 1997, p. 10.\n(2) OJ L 180, 24. 6. 1998, p. 6.\n(3) OJ L 148, 28. 6. 1968, p. 24.\n(4) OJ L 356, 31. 12. 1997, p. 13.\n(5) OJ L 15, 17. 1. 1981, p. 4."}