{"celex_id": "31998D0648", "uri": "http://publications.europa.eu/resource/cellar/3ec64475-2af6-4731-ae45-1e72d6e228c1", "type": "Decision", "concepts": ["1309", "2300", "2954", "2955", "5369"], "title": "98/648/EC: Commission Decision of 5 November 1998 amending Decision 97/217/EC establishing groups of third countries which are able to use the veterinary certification for imports of wild game meat, farmed game meat and rabbit meat from third countries (notified under document number C(1998) 3332) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 5 November 1998 amending Decision 97/217/EC establishing groups of third countries which are able to use the veterinary certification for imports of wild game meat, farmed game meat and rabbit meat from third countries (notified under document number C(1998) 3332) (Text with EEA relevance) (98/648/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/45/EEC of 16 June 1992 on public health and animal health problems relating to the killing of wild game and the placing on the market of wild game meat (1), as last amended by Council Directive 97/79/EC (2), and in particular Article 16(3) thereof,\nWhereas Commission Decision 97/217/EC (3) lays down groups of third countries, or parts thereof, which are able to use the veterinary certification for imports of wild game meat, farmed game meat and rabbit meat from third countries;\nWhereas the animal health conditions and veterinary certification for imports of domestic animals of the bovine and porcine species from certain European countries, were established by Commission Decision 98/372/EC (4), as last amended by Commission Decision 98/505/EC (5);\nWhereas due to classical swine fever persistence in the feral pig population some restrictions are established for imports of live pigs from some parts of the Czech Republic;\nWhereas the same regionalisation should be applicable to imports of wild boar meat from the Czech Republic;\nWhereas health restrictions were applied by the European Community to some zones of Croatia due to certain problems concerning the veterinary controls in those parts; whereas following a recent Community veterinary mission, it appears that the Croatian veterinary services control satisfactorily the whole country;\nWhereas, as a result, it is approriate to make possible the importation of game meat from the whole of Croatia;\nWhereas the control of animal health diseases in some zones of Zimbabwe is satisfactory; whereas, therefore, it is appropriate to make possible the importation of cloven-hoofed and wild soliped game meat from these parts of Zimbabwe;\nWhereas it is therefore necessary to amend Commission Decision 97/217/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 97/217/EC is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 14. 9. 1992, p. 35.\n(2) OJ L 24, 30. 1. 1998, p. 31.\n(3) OJ L 88, 3. 4. 1997, p. 201.\n(4) OJ L 170, 16. 6. 1998, p. 34.\n(5) OJ L 226, 13. 8. 1998, p. 50.\nANNEX\n>TABLE>"}