{"celex_id": "31992R2411", "uri": "http://publications.europa.eu/resource/cellar/fd011800-1ea5-4bb5-b617-beb710b34cea", "type": "Regulation", "concepts": ["3821", "4505", "4521", "75"], "title": "Council Regulation (EEC) No 2411/92 of 23 July 1992 amending Regulation (EEC) No 3976/87 on the application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices in the air transport sector\n", "header": "COUNCIL REGULATION (EEC) No 2411/92 of 23 July 1992 amending Regulation (EEC) No 3976/87 on the application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices in the air transport sector\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 87 thereof,\nHaving regard to the proposal from the Commission(1) ,\nHaving regard to the opinion of the European Parliament(2) ,\nHaving regard to the opinion of the Economic and Social Committee(3) ,\nWhereas, in accordance with Council Regulation (EEC) No 3975/87 of 14 December 1987 laying down the procedure for the application of the rules of competition to undertakings in the air transport sector(4) , the Commission now has power to implement the  competition rules in respect of air transport within a Member State; whereas it is therefore desirable to provide for the possibility of adopting block exemptions applicable to that area of transport;\nWhereas Regulation (EEC) No 3976/87(5)  empowers the Commission to declare by way of Regulation that the provisions of Article 85 (1) do not apply to certain categories of agreements between undertakings, decisions by associations of undertakings and  concerted practices;\nWhereas the power to adopt these block exemptions was granted for a limited period, expiring on 31 December 1992, to allow air carriers to adapt to the more competitive environment resulting from changes in the regulatory systems applicable to  intra-Community international air transport;\nWhereas a continuation of block exemptions after that date is justified by the further measures to liberalize the air transport sector adopted by the Community; whereas the scope of these block exemptions and the conditions attached to them should be  defined by the Commission, in close liaison with the Member States, taking into account changes to the competitive environment achieved since the entry into force of Regulation (EEC) No 3976/87,", "main_body": ["Regulation (EEC) No 3976/87 is hereby amended as follows:\n1. The word 'international' shall be deleted in Article 1.\n2. Article 2 (2) shall be replaced by the following:\n'2.  The Commission may, in particular, adopt such Regulations in respect of agreements, decisions or concerted practices which have as their object any of the following:\n- joint planning and coordination of airline schedules,\n- consultations on tariffs for the carriage of passengers and baggage and of freight on scheduled air services,\n- joint operations on new less busy scheduled air services,\n- slot allocation at airports and airport scheduling; the Commision shall take care to ensure consistency with the Code of Conduct adopted by the Council,\n- common purchase, development and operation of computer reservation systems relating to timetabling, reservations and ticketing by air transport undertakings; the Commission shall take care to ensure consistency with the Code of Conduct adopted by the  Council.'\n3. Article 3 shall be replaced by the following:\n'Article 3\nAny Regulation adopted pursuant to Article 2 shall be for a specified period.\nIt may be repealed or amended where circumstances have changed with respect to any of the factors which prompted its adoption; in such case, a period shall be fixed for amendment of the agreements and concerted practices to which the earlier Regulation  applied before repeal or amendment.'\n4. Article 8 shall be deleted.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1992.\nFor the Council The President J. COPE\n(1) OJ No C 255, 30. 8. 1991, p. 10.\n(2) Opinion delivered on 10 July 1992 (not yet published in the Official Journal).\n(3) OJ No C 169, 6. 7. 1992, p. 13.\n(4) OJ No L 374, 31. 12. 1987, p. 1. Last amended by Regulation (EEC) No 2410/92 (See page 18 of this Official Journal)\n(5) OJ No L 374, 31. 12. 1987, p. 9. Amended by Regulation (EEC) No 2344/90 (OJ No L 217, 11. 8. 1990, p. 15)."}