{"celex_id": "31996R0539", "uri": "http://publications.europa.eu/resource/cellar/1500c013-eb80-4f6e-ad35-bc1c0697bc0d", "type": "Regulation", "concepts": ["1031", "1309", "161", "1819", "2705", "4385"], "title": "Council Regulation (EC) No 539/96 of 25 March 1996 amending Regulations (EEC) No 1134/91, (EEC) No 4088/87 and (EC) No 1981/94 with regard to the tariff arrangements applicable to imports into the Community of products originating in the West Bank and the Gaza Strip\n", "header": "COUNCIL REGULATION (EC) No 539/96 of 25 March 1996 amending Regulations (EEC) No 1134/91, (EEC) No 4088/87 and (EC) No 1981/94 with regard to the tariff arrangements applicable to imports into the Community of products originating in the West Bank and the Gaza Strip\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas products originating in the West Bank and the Gaza Strip enjoy preferential treatment with regard to access to the Community market under Regulation (EEC) No 1134/91 (1);\nWhereas this treatment provides for free access to the Community market for industrial goods and preferential treatment for certain agricultural products;\nWhereas, in order to support the peace process in the Middle East, Community aid needs to be stepped up by implementing new measures for encouraging exports from the West Bank and the Gaza Strip and whereas, to that end, it is necessary to extend preferential tariff treatment to cut flowers; whereas the abovementioned Regulation should be amended accordingly;\nWhereas, in order to avoid disparities in treatment, this tariff concession must be subject to the same price conditions as those applying to the preferential tariff arrangements for cut flowers originating in certain Mediterranean countries in accordance with Regulation (EEC) No 4088/87 (2);\nWhereas, to enable the tariff quota for cut flowers to apply with immediate effect, it is necessary to amend Regulation (EC) No 1981/94 (3) with regard to the tariff quotas for the products in question,", "main_body": ["Regulation (EEC) No 1134/91 is hereby amended as follows:\n1. The following subparagraph shall be added to Article 3 (1):\n'Import customs duties shall be eliminated on cut flowers falling within CN code 06 03 10 within the limits of an annual Community tariff quota of 1 500 tonnes.`\n2. Article 4 shall be replaced by the following:\n'Article 4\nThe applicable rules of origin shall be as laid down in Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (*).\n(*) OJ No L 253, 11. 10. 1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 1762/95 (OJ No L 171, 21. 7. 1995, p. 8).`", "Regulation (EEC) No 4088/87 is hereby amended as follows:\n1. The title shall be replaced by the following:\n'Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip`.\n2. In Article 1 the terms 'originating in Cyprus, Israel, Jordan and Morocco` shall be replaced by 'originating in Cyprus, Israel, Jordan, Morocco and the West Bank and the Gaza Strip`.\n3. The following subparagraph shall be added to Article 2 (4):\n'These provisions shall apply mutatis mutandis to the West Bank and the Gaza Strip.`", "Regulation (EC) No 1981/94 is hereby amended as follows:\n1. In the first subparagraph of Article 3, the words 'and the West Bank and the Gaza Strip` shall be added after the word 'Morocco`.\n2. In Annex X:\n- the title shall read as follows:\n'WEST BANK AND THE GAZA STRIP`,\n- the table shall be supplemented as follows:\n>TABLE>", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1996.\nFor the Council\nThe President\nS. AGNELLI\n(1) OJ No L 112, 4. 5. 1991, p. 1.\n(2) OJ No L 382, 31. 12. 1987, p. 22. Regulation as last amended by Regulation (EEC) No 3551/88 (OJ No L 311, 17. 11. 1988, p. 1).\n(3) OJ No L 199, 2. 8. 1994, p. 1. Regulation as last amended by Regulation (EC) No 3057/95 (OJ No L 326, 30. 12. 1995, p. 3)."}