{"celex_id": "31994R3258", "uri": "http://publications.europa.eu/resource/cellar/d0879cbe-cf9b-423b-a54b-a02e704b2ff5", "type": "Regulation", "concepts": ["2771", "4080", "4350", "4690", "914"], "title": "Council Regulation (EC) No 3258/94 of 19 December 1994 extending Regulation (EC) No 665/94 on the introduction of transitional tariff measures for Bulgaria, the Czech Republic, Slovakia, Hungary, Poland, Romania, Armenia, Azerbaijan, Belarus, Estonia, Georgia, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Uzbekistan, Russia, Tajikistan, Turkmenistan, Ukraine, Croatia, Bosnia-Herzegovina, Slovenia and the former Yugoslav Republic of Macedonia, until 31 December 1994 to take account of German unification\n", "header": "COUNCIL REGULATION (EC) No 3258/94 of 19 December 1994 extending Regulation (EC) No 665/94 on the introduction of transitional tariff measures for Bulgaria, the Czech Republic, Slovakia, Hungary, Poland, Romania, Armenia, Azerbaijan, Belarus,  Estonia, Georgia, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Uzbekistan, Russia, Tajikistan, Turkmenistan, Ukraine, Croatia, Bosnia-Herzegovina, Slovenia and the former Yugoslav Republic of Macedonia, until 31 December 1994 to take account of  German unification\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 28 and 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Common Customs Tariff will be fully applicable to the territory of the former German Democratic Republic as from 3 October 1990, the date of German unification;\nWhereas the former German Democratic Republic had concluded numerous agreements with Bulgaria, Czechoslovakia, Hungary, Poland, Romania, the USSR and Yugoslavia which provided for a yearly exchange of specific goods in maximum quantities or to maximum  values at a zero rate of duty; whereas the former German Democratic Republic had concluded long-term cooperation and inverstment agreements with Czechoslovakia, Poland and the USSR which will give rise to reciprocal deliveries of goods at zero rates of  duty for many years to come;\nWhereas agreements of the first type have not been renewed after 31 December 1990 and agreements of the second type will be renegotiated at Community, German or private enterprise level, but whereas this process of renegotiation will take some time;\nWhereas the maximum quantities or values mentioned in these agreements do not entail legally-binding obligations between the parties; whereas non-enforcement thereof cannot therefore give rise to any compensation by the Community;\nWhereas it is necessary, therefore, during a transitional period to attenuate the impact resulting from German unification on both types of agreement as otherwise serious repercussions on enterprises in the territory of the former German Democratic  Republic and in Bulgaria, the Czech Republic, Slovakia, Hungary, Poland, Romania, Armenia, Azerbaijan, Belarus, Estonia, Georgia, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Uzbekistan, Russia, Tajikistan, Turkmenistan, Ukraine, Croatia,  Bosnia-Herzegovina, Slovenia and the former Yugoslav Republic of Macedonia could result and indeed the stability of the economies of these countries might be adversely affected thereby;\nWhereas for these reasons it is appropriate to suspend temporarily the duties of the Common Customs Tariff for products originating in Bulgaria, the Czech Republic, Slovakia, Hungary, Poland, Romania, Armenia, Azerbaijan, Belarus, Estonia, Georgia,  Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Uzbekistan, Russia, Tajikistan, Turkmenistan, Ukraine, Croatia, Bosnia-Herzegovina, Slovenia and the former Yugoslav Republic of Macedonia, which are covered by the abovementioned agreements between  the former German Democratic Republic and these countries, up to the maximum quantities or values laid down therein;\nWhereas it is appropriate, in view of the special circumstances of German unification, for the said suspension of duties to be applicable to the products concerned only insofar as they are put into free circulation in the territory of the former German  Democratic Republic;\nWhereas it is necessary to make provision for determining the origin of the goods which will be covered by the said suspension of duties;\nWhereas, in view of the difficulties in applying these measures and the fact that some of their consequences are unforeseeable, it is appropriate to emphasize the transitional character of these measures and restrict their duration to a one-year period  up to 31 December 1995;\nWhereas a similar transitional arrangement was set up until 31 December 1992 by Regulation (EEC) No 3568/90 (1) and by Decision No 3788/90/ECSC (2) extended until 31 December 1993 by Regulation (EEC) No 1343/93 (3) and by Decision No 1535/93/ECSC (4);  whereas these arrangements have been replaced by Regulation (EC) No 665/94 (5) and Decision No 1478/94/ECSC (6) for 1994;\nWhereas it is appropriate to provide for special measures and a procedure to put them in place, in case the temporary suspension of duties causes or threatens to cause serious injury to a branch of Community industry;\nWhereas these measures must be solely related to the customs tariff and, in any event, must not prejudice the application of Community measures under the common commercial policy,", "main_body": ["In Article 1 of Regulation (EC) No 665/94, the year 1994 shall be replaced by 1995.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\n(1) OJ No L 353, 17. 12. 1990, p. 1.\n(2) OJ No L 364, 28. 12. 1990, p. 27.\n(3) OJ No L 133, 27. 5. 1993, p. 1.\n(4) OJ No L 151, 22. 6. 1993, p. 23.\n(5) OJ No L 83, 26. 3. 1994, p. 1.\n(6) OJ No L 159, 28. 6. 1994, p. 37."}