{"celex_id": "31998D0618", "uri": "http://publications.europa.eu/resource/cellar/083c2acb-a9fc-4d1a-8020-f4fd9c0709fd", "type": "Decision", "concepts": ["1388", "2525", "315", "3581", "5034", "946"], "title": "98/618/EC: Commission Decision of 23 October 1998 under the provisions of Council Regulation (EC) No 3286/94 concerning measures maintained by the Republic of Argentina on the export of bovine hides and the import of finished leather (notified under document number C(1998) 3206)\n", "header": "COMMISSION DECISION of 23 October 1998 under the provisions of Council Regulation (EC) No 3286/94 concerning measures maintained by the Republic of Argentina on the export of bovine hides and the import of finished leather (notified under document number C(1998) 3206) (98/618/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3286/94 of 22 December 1994 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community's rights under international trade rules, in particular those established under the auspices of the World Trade Organisation (WTO) (1), as amended by Regulation (EC) No 356/95 (2), and in particular Articles 13 and 14 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 8 January 1997 the Commission received a complaint pursuant to Article 4 of Regulation (EC) No 3286/94 (hereafter the 'Regulation`). The complaint was lodged by Cotance, the Confederation of National Associations of Tanners and Dressers of the European Community, on behalf of those of its members that are engaged in production and/or finishing of bovine leather.\n(2) The complainant alleged that a number of Argentinian measures on the export of raw and semi-tanned bovine hides and the import of finished leather are inconsistent with several provisions of the Agreement establishing the World Trade Organisation (hereafter 'WTO Agreement`) and its Annexes and that these measures are causing adverse trade effects to its member companies. On that basis the complainant asked the Commission to take the necessary actions to convince Argentina to repeal these practices consisting of: (a) a de facto export ban on raw hides; (b) a customs control procedure for raw hides in which experts of the Argentinian tanning industry participate; (c) the payment of additional value added tax and a statistic duty on finished leather imports; and (d) the advance payment of turnover tax when importing finished leather.\n(3) The complaint contained sufficient prima facie evidence to justify the initiation of a Community examination procedure pursuant to Article 8 of the Regulation. Consequently, an examination procedure was initiated on 26 February 1997 (3).\n(4) Following the initiation of the Community examination procedure the Commission conducted an in-depth legal and factual investigation. Based on the findings of this investigation the Commission reached the conclusions which are indicated below.\nB. FINDINGS REGARDING THE EXISTENCE OF AN OBSTACLE TO TRADE\n(5) The investigation revealed that the Argentinian export regime for raw and semi-tanned bovine hides operate as a de facto export prohibition. It appears that, since 1972, the Argentinian authorities have shown a constant will to prohibit the export of raw and semi-tanned bovine hides by means of various measures, which all have succeeded in considerably restricting and finally making impossible the export of raw and semi-tanned bovine hides. Before 1972 there were regular and important trade flows in hides between Argentina and the Community.\nThe fact that this export regime succeeded in reaching its objective is demonstrated by the following elements: (a) the Argentinian authorities admit that there have been no (legal) exports of raw and semi-tanned bovine hides since 1987; (b) hide traders state that it is impossible to buy hides in Argentina for export purposes; and (c) the Argentinian tanning industry admits that the Argentinian hide market is not a free market. Furthermore, by availing themselves of Article XI:2(a) of GATT 1994, which is an exemption to the obligation not to maintain prohibitions or restrictions on exports, the Argentinian authorities appear to suggest that the country is maintaining an export prohibition, or at least export restrictions, in the sense of Article XI:1. Finally, an analysis based on Argentinian and US prices shows that, even after allowing for the export duty on bovine hides which exists in Argentina, the price of Argentinian hides should normally have reached a level at which it would have been possible to export.\nThis factual evidence indicates that Argentina maintains a de facto ban on the export of raw and semi-tanned bovine hides. Moreover, the investigation uncovered at least one government measure (namely the authorisation granted to the tanning industry to participate in customs control procedures of hides before export) designed to enforce this ban. Export prohibitions or restrictions are expressly ruled out by Article XI of GATT 1994. This provision thus provides the Community a right of action within the meaning of Article 2(1) of the Regulation against Argentina.\n(6) Personnel appointed by the Argentinian chamber for the tanning industry are authorised to assist the Argentinian customs authorities in carrying out customs controls of raw and semi-tanned bovine hides before exports. Apart from being part of the export regime designed to make exports of hides impossible, this practice is in itself challengable under the provisions of GATT 1994. The participation of representatives of an industry which has an obvious interest in impeding the export of its raw material does not guarantee the impartial management of such procedure in the sense of Article X:3(a) of GATT 1994.\nTherefore, with regard to this practice Article X:3(a) of GATT 1994 read in conjunction with Article XI:1 constitute international trade rules conferring on the Community a right of action within the meaning of Article 2(1) of the Regulation.\n(7) Argentina applies an 'additional VAT` of 9 % on imported products. In practice this means that the VAT rate for imported goods is 30 % instead of 21 % for goods purchased on the domestic market. The VAT rate for imported goods is thus discriminatory when compared to the rate applied on domestic sales. The fact that the 'additional` VAT is only an instalment that can be deducted from the final settlement of VAT does not affect this analysis. Therefore the additional VAT is to be considered as a breach of the national treatment principle enshrined in Article III:2 of GATT 1994 which constitutes an international trade rule conferring the Community a right of action within the meaning of Article 2(1) of the Regulation.\n(8) Operators who import foreign goods into Argentina must pay an 'advance turnover tax` of 3 % of the price of the goods. Although it is treated as a credit for the taxpayer when he presents his tax declaration it clearly implies a discrimination in favour of Argentinian input material for the manufacture and finished consumer goods. Therefore, also with regard to this 'advance turnover tax`, Article III:2 of GATT 1994 constitutes an international trade rule conferring the Community a right of action within the meaning of Article 2(1) of the Regulation.\n(9) Under these circumstances the Commission considers that the complainant's allegations are well-founded.\n(10) The Commission nonetheless considers that reference to the above legal bases does not rule out recourse to any other pertinent provision of the WTO Agreement and of the Agreements annexed to it, which could be of use in procedures before the WTO.\nC. FINDINGS REGARDING ADVERSE TRADE EFFECTS\n(11) At present, the export prohibition makes it totally impossible for Community tanners to purchase raw bovine hides in Argentina, although this investigation has shown that, for various reasons, Community tanneries are very interested in sourcing bovine hides from Argentina.\n(12) Despite Argentina's important hide production, its contribution to international trade in bovine hides is negligible. Argentina's absence from international trade in this commodity reduces the international availability of this product and consequently affects the Community tanning sector's security of supply.\n(13) The Argentinian measures on the export of bovine hides entail a further risk of further proliferation of export restrictions. In this regard, Argentina's Mercosur partners may be a matter for concern.\n(14) The Community tanning sector depends heavily on imported hides. As a result of export restrictions maintained by Argentina and subsequently by other countries, tanneries need more supplying countries for an ever growing part of their supplies, which implies increasing uncertainty and additional costs.\n(15) As a result of the export measures, the Argentinian market is insulated from the casual movements of world market prices, which leads to an artificial reduction of the local price for Argentinian hides.\n(16) Because raw material prices are artificially low, Argentinian tanners have a cost advantage over foreign manufacturers that have to pay prices influenced by the world markets. Given the high share of raw material in leather production costs, the cost advantage of Argentinian tanners is therefore considerable. It is therefore established that, with an artificially cheap raw material, Argentinian bovine leather tanners can undercut their EC competitors substantially.\n(17) Argentina has significantly increased its exports of finished leather since the implementation of export restrictions as from 1972. Since the Argentinian leather producers benefit from a considerable unfair competitive advantage, it is clear that an important part of their export successes stem from this advantage. Under normal and fair circumstances of competition, Community tanners could at least have held part of the market shares that are now held by Argentinian leather throughout the world.\n(18) Most EC bovine leather tanners have lost market shares in the Community since the beginning of the decade, while Argentina increased its market share in a number of Community Member States. Here again parts of these market share gains are due to the Argentinian tanners' unfair competitive advantage.\n(19) The Argentinian measures on exports of raw and semi-tanned bovine hides seriously impede trade flows in these products and endanger the Community tanning industry's security of supply in raw materials. They also result in an unfair competitive advantage for Argentinian leather producers, which allows them to undercut prices of their EC competitors. Therefore, the Commission concluded that abovementioned effects do constitute adverse trade effects within the meaning of Article 2(4) of the Regulation. Moreover, the Commission found that, as in the event of an Argentinian upswing in the demand of Community leather they may discourage processors from buying Community leather, the additional VAT on imports and the advance payment of income tax raised on imports result in potentially adverse trade effects that are likely to develop into actual trade effects within the meaning of Article 2(4) of the Regulation.\nD. COMMUNITY INTEREST\n(20) Ensuring that WTO partners fully comply with their obligations is of the utmost importance for the Community which has committed itself to the same obligations.\n(21) If the Community does not react against the present barriers to trade, the number of countries maintaining export restrictions or prohibitions may increase further in the coming years, adding new and severe distortions to trade, which will further affect Community producers of leather.\n(22) The Argentinian practices affect a Community tanning industry which is faced with increasing low-cost competition from Asian and Latin American tanners. In a world leather market where the number of participants is growing, the market share available to each is getting smaller and smaller. In such a context any unfair competitive advantage leads to severe market distortions, and should therefore effectively be challenged.\nE. CONCLUSIONS AND MEASURES TO BE TAKEN\n(23) The investigation has established that it will take no remedy other than a radical change in the regime applicable in Argentina to exports of bovine hides and imports of finished leather to eliminate the actual and potential adverse trade effects of abovementioned obstacles to trade.\n(24) Intensive discussions have been held with the relevant Argentinian authorities to discuss this matter further aimed at finding an amicable solution to the problems concerning hide and leather trade. More particularly, the Commission services met the Argentinian authorities on 30 and 31 March 1998 in Buenos Aires. On this occasion, the Argentinian authorities agreed to the objective of fully liberalising their hide exports by January 2000 and accepted to notify the phasing out scheme of the export tax on bovine hides to the WTO. The Argentinian authorities also showed a certain flexibility and agreed to explore the possible means to amend the customs regulation authorising the Argentinian leather industry to participate in customs control of hides before export.\nHowever, despite their expressed willingness to find a mutually satisfactory solution and after five months of discussing the modalities of such a solution with the Commission, the Argentinian authorities have so far failed to notify their objective of fully liberalising trade in hides and the phasing out scheme of the export tax on bovine hides to the WTO, and have not yet amended the Regulation on customs control of hides before export.\n(25) In these circumstances, it appears that the interests of the Community call for initiation of WTO dispute settlement proceedings,", "main_body": ["Article 1\n1. The tacit export prohibition on bovine hides, the participation of representatives of the tanning industry in customs control procedures of hides before export, the additional value added tax on imported products and the advance payment of turnover tax maintained by the Republic of Argentina constitute an 'obstacle to trade` within the meaning of Article 2 of Council Regulation (EC) No 3286/94.\n2. The Community will commence action against the Republic of Argentina under the Understanding on the Rules and Procedures for the Settlement of Disputes and other relevant WTO provisions with a view to securing removal of the obstacle to trade.", "This Decision shall apply from the date of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 23 October 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 349, 31. 12. 1994, p. 71.\n(2) OJ L 41, 23. 2. 1995, p. 3.\n(3) OJ C 59, 26. 2. 1997, p. 6."}