{"celex_id": "31999L0097", "uri": "http://publications.europa.eu/resource/cellar/1b45bfd3-d7f6-47ab-b2bc-b7b60660b01a", "type": "Directive", "concepts": ["1447", "2611", "3647", "4522", "5889", "82"], "title": "Commission Directive 1999/97/EC of 13 December 1999 amending Council Directive 95/21/EC concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control) (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/97/EC\nof 13 December 1999\namending Council Directive 95/21/EC concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/21/EC of 19 June 1995 concerning the enforcement, in respect of shipping using Community ports and sailing in the waters under the jurisdiction of the Member States, of international standards for ship safety, pollution prevention and shipboard living and working conditions (port State control)(1), as last amended by Directive 98/42/EC3(2), and in particular Article 19 thereof,\n(1) Whereas it is necessary to take account of amendments which have entered into force to the conventions, protocols, codes and resolutions of the International Maritime Organisation (IMO), and developments within the Paris Memorandum of Understanding (Paris MOU);\n(2) Whereas publication of information concerning ships detained in Community ports according to Directive 95/21/EC may be an incentive to their owners to take corrective action without being compelled to do so, and may raise the safety awareness in the shipping industry;\n(3) Whereas to this end, the list of information to be published should be expanded, notably in order to include more detailed information on the ship involved, the detention and the action taken, as well as information on ships which have been refused access to Community ports; whereas it should be more clearly established where deficiencies which led to the detention of the vessel lie within the survey responsibilities of classification societies; whereas the efficiency of such measure should be enhanced through a more frequent publication of information, on a monthly basis;\n(4) Whereas a better transparency on the data related to inspections of vessels is a necessary and important element for the promotion of quality in shipping both within the Community and worldwide; whereas the methods for making such information more widely and timely available should be defined in cooperation between the Member States and the Commission;\n(5) Whereas Member States should take all necessary measures to remove any legal obstacle to the publication of the list of ships inspected, detained or being refused access to any port of the Community, in particular through the modification, where appropriate, of their national legislation concerning the protection of data;\n(6) Whereas the overall targeting factor described in Annex I, Part II, to Directive 95/21lEC needs to be improved in the light of experience gained in its implementation; whereas the target factor value may be frequently adjusted within the framework of the Paris MOU and subsequently incorporated into the Sirenac system; whereas it is sufficient to consult the Sirenac database to know the value of the target factor of a vessel; whereas it appears consequently unnecessary to incorporate this value into Directive 95/21/EC;\n(7) Whereas the list of certificates and documents referred to in Annex II to Directive 95/21/EC should be modified in order to take into account amendments which have entered into force to international legislation;\n(8) Whereas the measures provided for in this Directive are in accordance with the opinion of the Committee set up pursuant to Article 12 of Council Directive 93/75/EEC(3), as last amended by Commission Directive 98/74/EC(4),", "main_body": ["Directive 95/21/EC is amended as follows:\n1. Article 2 shall be amended as follows:\n(a) in point 1, the words \"in force on 1 July 1998\" shall be replaced by \"in force on 1 July 1999\";\n(b) in point 2, the words \"as it stands on 14 January 1998\" shall be replaced by \"as it stands on 1 July 1999\".\n2. Article 15 is replaced by the following: \"Article 15\nRelease of information\n1. The competent authority of each Member State shall take necessary measures in order to ensure that information listed in Annex VIII, Part I, concerning ships which have been detained in, or which are subject to refusal of access to, a port of this Member State during the previous month, is published at least every month.\n2. The information available in the Sirenac system concerning ships inspected in ports of the Member States, referred to in Annex VIII, Part I and Part II, shall be made public, through appropriate technical arrangements, as soon as possible after the inspection has been completed, or the detention has been lifted.\n3. Member States and the Commission shall cooperate in order to establish the appropriate technical arrangements referred to in paragraph 2.\n4. Where appropriate, the Sirenac information system is amended in order to implement the abovementioned requirements.\"\n3. Annex I is amended as provided for in the Annex to this Directive.\n4. Annex II is amended as follows:\n(a) Item 2, seventh indent, is replaced by the following: \"- Exemption certificate, including, where appropriate, the list of cargoes.\"\n(b) The following is inserted after Item 28: \"29. Garbage management plan and garbage record book.\n30. Decision support system for masters of passenger ships.\n31. SAR cooperation plan for passenger ships trading on fixed routes.\n32. List of operational limitations for passenger ships.\n33. Bulk carrier booklet.\n34. Loading and unloading plan for bulk carners.\"\n5. A new Annex VIII is added as provided for in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 12 months after the adoption of this Directive. They shall immediately inform the Commission thereof.\nWhen these provisions are adopted by Member States, they shall contain a reference to this Directive or shall be accompanied by such a reference at the time of their official publication. The procedure for making such a reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the provisions of national law, which they adopt in the field covered by this Directive.", "The Directive shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.", "The Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 1999.\nFor the Commission\nLoyola DE PALACIO\nVice-President\n(1) OJ L 157, 7.7.1995, p. 1.\n(2) OJ L 184, 27.6.1998, p. 40.\n(3) OJ L 247, 5.10.1993, p. 19.\n(4) OJ L 276, 13.10.1998, p. 7.\nANNEX\n1. Annex I shall be amended as follows:\n(a) in Part I, point 6 , the words \"or withdrawn\" are inserted after the word \"suspended\" ;\n(b) Part II is replaced by the following: \"II. Overall targeting factor\nThe following ships shall be considered as priority for inspection.\n1. Ships visiting a port of a Member State for the first time or after an absence of 12 months or more. In applying these criteria Member States shall also take into account those inspections which have been carried out by members of the MOU. In the absence of appropriate data for this purpose, Member States shall rely upon the available Sirenac data and inspect those ships which have not been registered in the Sirenac following the entry into force of that database on 1 January 1993.\n2. Ships not inspected by any Member State within the previous six months.\n3. Ships whose statutory certificates on the ship's construction and equipment, issued in accordance with the conventions, and the classification certificates, have been issued by an organisation which is not recognised under the terms of Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organisations and for the relevant activities of maritime administrations (OJ L 319, 12.12.1994, p. 20).\n4. Ships flying the flag of a State appearing in the three-year rolling average table of above-average detentions and delays published in the annual report of the MOU.\n5. Ships which have been permitted to leave the port of a Member State on certain conditions, such as:\n(a) deficiencies to be rectified before departure;\n(b) deficiencies to be rectified at the next port;\n(c) deficiencies to be rectified within 14 days;\n(d) deficiencies for which other conditions have been specified.\nIf ship-related action has been taken and all deficiencies have been rectified, this is taken into account.\n6. Ships for which deficiencies have been recorded during a previous inspection, according to the number of deficiencies.\n7. Ships which have been detained in a previous port.\n8. Ships flying the flag of a country which has not ratified all relevant international conventions referred to in Article 2 of this Directive.\n9. Ships flying the flag of a country with a deficiency ratio above average.\n10. Ships with class deficiency above average.\n11. Ships which are in a category for which expanded inspection has been decided (pursuant to Article 7 of this Directive).\n12. Other ships above 13 years old.\nIn determining the order of priority for the inspection of the ships listed above, the competent authority shall take into account the order indicated by the overall target factor displayed on the Sirenac information system, according to Annex I, Section 1 of the Paris MOU. A higher target factor is indicative of a higher priority. The target factor is the sum of the applicable target factor values as defined withim the framework of the MOU. Items 5, 6 and 7 shall only apply to inspections carried out in the last 12 months. The overall target factor shall not be less than the sum of the values established for the items 3, 4, 8, 9, 10, 11 and 12.\nIf within three months from the introduction in the framework of the MOU of new target factor values, the Commission is of the view that these values are inappropriate, it may decide, in accordance with the procedure laid down in Article 19 of Directive 95/21/EC that these values shall not apply for the purposes of this Directive.\"\n2. A new Annex VIII is added:\n\"ANNEX VIII\nPublication of information related to detentions and inspections in ports of Member States\n(as referred to in Article 15)\nI. The information published in accordance with Article 15(1) shall include the following:\n- name of the ship,\n- IMO number,\n- type of ship,\n- tonnage (gt),\n- year of build,\n- name and address of the shipowner or operator of the ship,\n- flag State,\n- the classification society, or classification societies, where relevant which have issued to this ship the class certificates, if any,\n- the classification society, or classification societies, and/or any party which have issued to this ship certificates in accordance with the conventions on behalf of the flag State, including the mention of the certificates delivered,\n- the number of detentions during the 24 previous months,\n- the country and port of detention,\n- the date when the detention has been lifted,\n- the duration of detention, in days,\n- the number of deficiencies found and the reasons for detention, in clear and explicit terms,\n- when the ship is subject to a refusal of access to any port within the Community, the reasons for such measure, in clear and explicit terms,\n- indication on whether the classification society, or other private body that carried out the relevant survey had a responsibility in relation with the deficiencies which alone or in combination, led to detention,\n- description of the measures taken in the case of a ship which has been allowed to proceed to the nearest appropriate repair yard, or which has been refused access to any port in the Community.\nII. The information concerning ships inspected, made public in accordance with Article 15(2) shall include the following:\n- name of the ship,\n- IMO number,\n- type of ship,\n- tonnage (gt),\n- year of build,\n- name and address of the shipowner or operator of the ship,\n- flag State,\n- the classification society, or classification societies, where relevant which have issued to this ship the class certificates, if any,\n- the classification society, or classification societies, and/or any party which have issued to this ship certificates in accordance with the conventions on behalf of the flag State, including the mention of the certificates delivered,\n- the country, port and date of inspection,\n- the number of deficiencies, per category of deficiencies.\""}