{"celex_id": "31992D0560", "uri": "http://publications.europa.eu/resource/cellar/ec0781c0-de1b-4bfe-b90f-0d61d032a73e", "type": "Decision", "concepts": ["1339", "2304", "4092", "544"], "title": "92/560/EEC: Council Decision of 27 November 1992 on the conclusion of an Agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing rights and financial compensation provided for in the Agreement between the Government of the Republic of Senegal and the European Community on fishing off the coast of Senegal for the period from 2 October 1992 to 1 October 1994\n", "header": "COUNCIL DECISION  of 27 November 1992  on the conclusion of an Agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing rights and financial compensation provided for in the  Agreement between the Government of the Republic of Senegal and the European Community on fishing off the coast of Senegal for the period from 2 October 1992 to 1 October 1994  (92/560/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the Republic of Senegal on fishing off the coast of Senegal (1), signed in Brussels on 15 June 1979,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to the second paragraph of Article 17 of the abovementioned Agreement, the Community and the Republic of Senegal entered into negotiations to determine the amendments or additions to be made to the Agreement on the expiry of the  application period of the Protocol annexed thereto;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 1 October 1992;\nWhereas this Protocol extends the fishing opportunities of Community fishermen in the waters over which Senegal has sovereignty or jurisdiction;\nWhereas, in order to avoid an interruption in the fishing activities of Community vessels, the Protocol in question should be applied as soon as possible; whereas for this reason the two Parties have initialled an Agreement in the form of an exchange of  letters providing for the provisional application of the initialled Protocol from the day following that on which the Protocol currently in force expires; whereas that Agreement should be approved, pending a final decision to be taken on the basis of\nArticle 43\nof the Treaty,", "main_body": ["The Agreement in the form of an exchange of letters concerning the provisional application of the Protocol setting out the fishing rights and financial compensation provided for in the Agreement between the Government of the Republic of  Senegal and the European Community on fishing off the coast of Senegal for the period from 2 October 1992 to 1 October 1994 is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an exchange of letters in order to bind the Community."], "attachments": "Done at Brussels, 27 November 1992. For the Council\nThe President\nJ. PATTEN\n(1) OJ No L 226, 29. 8. 1980, p. 17."}