{"celex_id": "31993R1939", "uri": "http://publications.europa.eu/resource/cellar/01c07fcf-e2c7-40d9-b03e-f8e3830a4b74", "type": "Regulation", "concepts": ["1644", "1730", "2292", "3732", "4172", "5076"], "title": "Commission Regulation (EEC) No 1939/93 of 19 July 1993 amending Regulations (EEC) No 1983/92 and (EEC) No 1997/92 laying down detailed rules for implementation of the specific arrangements for the supply of rice sector products to the Azores and Madeira, and the Canary Islands respectively, and establishing the forecast supply balances\n", "header": "COMMISSION REGULATION (EEC) No 1939/93 of 19 July 1993 amending Regulations (EEC) No 1983/92 and (EEC) No 1997/92 laying down detailed rules for implementation of the specific arrangements for the supply of rice sector products to the Azores and  Madeira, and the Canary Islands respectively, and establishing the forecast supply balances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 concerning specific measures for the benefit of the Azores and Madeira relating to certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in  particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (3), as amended by Commission Regulation (EEC) No 3714/92, and in particular Article 3  (4) thereof,\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1600/92, Commission Regulation (EEC) No 1983/92 (4), as amended by Regulation (EEC) No 1803/93 (5), establishes for the 1992/93 marketing year the forecast supply balance in rice products for the  Azores and Madeira; whereas, therefore, the forecast supply balance for the 1993/94 marketing year should be established;\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1601/92, Regulation (EEC) No 1997/92 (6), as amended by Commission Regulation (EEC) No 399/93 (7), establishes for the 1992/93 marketing year the forecast supply balance in rice products for the  Canary Islands; whereas, therefore, the forecast supply balance for the 1993/94 marketing year should be established;\nWhereas the quantities of products benefiting from the specific supply arrangements must be determined within the framework of periodic forecast supply balances which may be adjusted on the basis of the essential requirements of the markets and taking  account of local production and traditional trade flows;\nWhereas the amount of the security to be lodged as provided for in Article 4 (1) (b) of Regulations (EEC) No 1983/92 and (EEC) No 1997/92 for the submission of applications for aid certificates is fixed at ECU 25 per tonne; whereas the amount of the  security should be reduced in order to take account of special commercial practices in trade in certain rice products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1983/92 is amended as follows:\n1. in Article 4 (1), (b) is replaced by the following:\n'(b) prior to the expiry of the time limit laid down for submission of applications, proof has been provided that the party concerned has lodged a security of ECU 20 per tonne.';\n2. the Annex is replaced by Annex I hereto.", "Regulation (EEC) No 1997/92 is amended as follows:\n1. in Article 4 (1), (b) is replaced by the following:\n'(b) prior to expiry of the time limit laid down for submission of applications, proof has been provided that the party concerned has lodged a security of ECU 20 per tonne.';\n2. the Annex is replaced by Annex II hereto.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 1.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 173, 27. 6. 1992, p. 13.\n(4) OJ No L 198, 17. 7. 1992, p. 37.\n(5) OJ No L 164, 7. 7. 1993, p. 8.\n(6) OJ No L 199, 18. 7. 1992, p. 20.\n(7) OJ No L 46, 24. 2. 1993, p. 5.\nANNEX I\n'ANNEX\nAZORES AND MADEIRA: SUPPLY BALANCE FOR RICE FOR THE 1993/94 MARKETING YEAR\n/* Tables: see OJ */\nANNEX II\n'ANNEX\nCANARY ISLANDS: SUPPLY BALANCE FOR RICE FOR THE 1993/94 MARKETING YEAR\n/* Tables: see OJ */"}