{"celex_id": "31995D0196", "uri": "http://publications.europa.eu/resource/cellar/1380cd03-f123-463b-a62b-a9168592df6d", "type": "Decision", "concepts": ["1019", "2247", "2972", "3034", "4327", "889"], "title": "95/196/EC: Commission Decision of 4 May 1995 on the long-term national aid scheme for agriculture in the northern regions of Finland (Only the Finnish text is authentic)\n", "header": "COMMISSION DECISION of 4 May 1995 on the long-term national aid scheme for agriculture in the  northern regions of Finland (Only the Finnish text is authentic) (95/196/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 142  thereof,\nHaving regard to Council Regulation (EEC) No 827/68 of 28 June 1968 on the common organization of  the market in certain products listed in Annex II to the Treaty  (1), as last amended by the Act of  Accession of Austria, Finland and Sweden, and in particular the last paragraph of Article 5  thereof,\nWhereas Article 142 of the Act of Accession states that the Commission is to authorize Finland and  Sweden to grant long-term national aids with a view to ensuring that agricultural activity is  maintained in the northern regions; whereas, in accordance with paragraph 2 of that Article, the  Commission is to determine those regions;\nWhereas, in order to facilitate the administration of the scheme provided for, when determining  those regions, the municipality (kunta) should be chosen as the relevant administrative unit for  such determination in line with practice followed in the application of Council Directive  75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas   (2), as amended by Directive 80/666/EC  (3) and Regulation EEC No 797/85  (4), whereas, however,  the rural district (maatalouspiiri) of Mikkeli, South Karelia and area 3 as defined in the Finnish  system of aid to agriculture based on holding size, in force before accession and within the limits  laid down at 31 December 1993, may also be included among the relevant administrative units;\nWhereas Article 142 (1) of the Act of Accession stipulates that the regions to be determined should  cover agricultural areas situated to the north of the 62nd parallel and some adjacent areas south  of that parallel affected by comparable climatic conditions rendering agricultural activity  particularly difficult; whereas, when determining those regions, the Commission is to take account  in particular of the low population density, the portion of agricultural land in the overall  surface area, and the portion of utilized agricultural area given over to arable crops intended for  human consumption;\nWhereas, where Finland is concerned, the abovementioned factors result in the list of  administrative units in subregions C1, C2, C2 North, C3 and C4 laid down in this Decision, which  are north of the 62nd parallel or adjacent to the latter, are affected by comparable climatic  conditions rendering agricultural activity particularly difficult and have a population density  lower than or equal to 10 inhabitants per square kilometer, a utilized agricultural areas (UAA) of  less than 10  % of the total area of the municipality and a portion of the UAA devoted to arable  crops intended for human consumption less than or equal to 20  %; whereas municipalities surounded  by others within such areas should be entered on the list, even where they do not satisfy the same  requirements;\nWhereas the northern region thus determined represents 1  417  000 hectares (ha) accounting for  55,5  % of the total UAA of Finland;\nWhereas, in accordance with Article 142 (3) of the Act of Accession, it is for the Commission to  define the reference period in relation to which the development of agricultural production and the  level of overall support should be considered; whereas, using the national statistics available as  a basis, that reference period should cover 1991, 1992 and 1993 as regards agricultural production,  with the exception of cow's milk and beef and veal, for which 1992 provides the best basis for  fixing the milk quota and the reference herd for Finland, and horticulture, for which 1993 is the  year covered by the most reliable statistics; whereas however, 1993 (when prices had not yet been  affected by accession) should be used for assessing the level of overall support, where the  difference in the price level of support existing between Finland and the Community must be taken  into account;\nWhereas production figures and support per product in the abovementioned years should be stated;\nWhereas on 26 October 1994 Finland presented the aid scheme contemplated to the Commission; whereas  it subsequently forwarded additional information and the final version of the aid scheme  contemplated on 20 January 1995; whereas the scheme provides for aids applicable to agriculture  generally in the regions in question and related to the traditional production model on each  holding; whereas it also provides for specific aid payable to the Scolt Lapps, for the reindeer  industry and the natural economy of those regions;\nWhereas the measures provided for may be authorized as they meet the conditions laid down in  Article 142 (3) of the Act; whereas those measures take account of the compensatory allowance, the  agrienvironmental aid laid down for the northern regions and the aid provided for under the common  organizations of the markets (COM) at a level which should be stated for the sake of transparency;  whereas they also take account of the transitional aid granted in accordance with Articles 138, 139  and 140 of the Act of Accession; whereas they are not likely to lead to any increase in overall  support or, where they are accompanied by the necessary measures, to any increase in production as  compared with the reference period referred to above; whereas, as regards the latter point, a  reduction in the aid in the following year in proportion to the overrun in production during the  reference period provides a suitable instrument;\nWhereas, with regard to the latter, with the exception of cow's milk, where any increase in  production is controlled by the quota system provided for under the COM, the aid is not granted on  the basis of the quantities produced but on the basis of production factors (livestock units (LU)  or ha) within regional limits laid down by this Decision; whereas, in the case of heifers for  slaughter, which fall outside the milk production network, the aid is also granted by head;\nWhereas the transport aid provided for in this aid scheme may be authorized under the third  subparagraph of Article 142 (3); whereas where authorization is granted for any transport aid under  a national regional aid scheme, it should be ensured that compensation is not provided twice under  the various aid schemes for the same activity;\nWhereas those aids meet the objectives set out in the third subparagraph of Article 142 (3) of the  Act of Accession since they are intended to maintain traditional methods of primary production and  processing particularly suited to the climatic conditions of the regions concerned, to improve the  structures for the production, marketing and processing of agricultural products, to facilitate the  disposal of the said products and to ensure that the environment is protected and the countryside  preserved;\nWhereas, on that basis, the aid measures in question may be authorized provided, however, they  comply with the limits laid down for certain products under the COM;\nWhereas the aid scheme proposed provides for aid for horticultural products in the northern  regions; whereas aid is also granted for the storage of such products, which is considered in such  cases a measure to facilitate the disposal of the products in accordance with the third indent of  the third subparagraph of Article 142 (3) of the Act;\nWhereas the Commission must be kept informed of the actual trend in market prices in Finland for  the horticultural products covered by this Decision in order to verify compliance with the  conditions laid down in Article 142 of the Act;\nWhereas the aid laid down for the breeding, processing and marketing of reindeer is in acordance  with the last paragraph of Article 5 of Regulation (EEC) No 827/68,", "main_body": ["TITLE I\nDETERMINATION OF REGIONS AND OF REFERENCE PERIOD", "The  northern region of Finland shall comprise the local administrative units and the municipal units  (kunta) listed under the relevant subregions in Annex I hereto.", "1.  The reference period provided for in Article 142 (3) of the Act of Accession shall  be as follows:\n(a)  as regards production:\n-  1992 for cow's milk and for cattle,\n-  1993 for horticulture,\n-  the average for 1991, 1992 and 1993 for other products;\n(b)  as regards the level of overall support, 1993.\n2.  Production and overall support for those years per product shall be as shown in Annex II.\nTITLE II\nAUTHORIZED AID", "1.  The aid set out in Annex III shall be authorized from 1  January 1995.\nThe following shall be as shown in the relevant Annex:\n-  in Annex III, the amounts granted by subregion, production factor (ha, LU or head) or quantities  produced, and the overall amount laid down,\n-  in Annex IV, the maximum number of hectares or of animals covered by the aid,\n-  in Annex V, the conversion rates into LU for the various types of livestock.\nThe aid:\n-  shall be authorized taking account of the Community aid as set out in Annex VI and the aid  authorized pursuant to Articles 138, 139 and 140 of the Act of Accession,\n-  with the exception of aid for cow's milk, may in no case be granted on the basis of the quantity  produced.\n2.  The aid provided for in paragraph 1 shall be limited as follows:\n(a)  arable land: to the average number of hectares in the region which were sown in the period  1989 to 1991 to arable crops or, as the case may be, left fallow in accordance with a publicly  funded compensatory payment scheme pursuant to Council Regulation (EEC) No 1765/92  (1);\n(b)  sugarbeet: to the quantity of beet covered by contracts between producers in the regions  referred to in Article 1 and between sugar-producing undertakings within the (A and B) quotas  allocated to the latter pursuant to Article 24 of Council Regulation (EEC) No 1785/81  (2);\n(c)  cow's milk: to the reference quantity allocated pursuant to Articles 3 (2) and 4 of Council  Regulation (EEC) No 3590/92  (3);\n(d)  suckler cows: to the individual ceilings allocated to each producer pursuant to Article 4d  (1a) of Council Regulation (EEC) No 805/68  (4);\n(e)  male bovine animals: to 90 head per holding and per age bracket pursuant to Article 4b (1) of  Regulation (EEC) No 805/68;\n(f)  sheep and goats: to the individual limits allocated to producers pursuant to Article 5e of  Council Regulation (EEC) No 3013/89  (5).\nIn addition, as regards the products referred to in (d) and (e), the stocking density provided for  in Article 4g of Regulation (EEC) No 805/68 shall be complied with.", "1.  Finland shall:\n(a)  as part of the information provided pursuant to Article 143 (2) of the Act of Accession,  forward to the Commission each year before 1 April and for the first time before 1 April 1996  information on the effects of the aid granted and in particular on the trend in production and in  means of production qualifying for the aid and the trend in the economy of the regions concerned;\n(b)  take all steps necessary to apply this Decision and suitable control measures vis-Ă -vis  recipients;\n(c)  in the event of an overrun in the quantities laid down in Annex 2, reduce aid granted for the  products concerned in the following year in proportion to the overrun in the subregions where the  overrun has been recorded. As regards field-scale crop production, that reduction shall only apply  if the overrun is more than 10  % on average over two consecutive years;\n(d)  for 1995, provide the Commission with information every four months on the producer prices  recorded on the internal market for fruit and vegetables.\n2.  If, on the basis of the information provided pursuant to paragraph 1 (d) any increase is noted  in overall support as compared with that in the reference period provided for in Article 2, this  Decision shall be reviewed.", "This Decision shall be without prejudice to:\n-  the rights of the Finnish authorities to lay down, in accordance with the amounts and other  factors provided for in this Decision, the conditions for granting aid to the various categories of  recipients,\n-  the rights of the Commission to review this Decision, in particular on the basis of the trend in  the value of the national currency, the determination of the Finnish quota for potato starch or the  change in the rate of aid authorized following any adjustment to aid authorized pursuant to  Articles 138 and 140 of the Act of Accession or to the Community aid shown in Annex VI.\nIn the latter case, any correction to the authorized aid in the northern regions shall apply only  from the year following that in which the adjustment takes effect.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 4 May 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\nLIST PROVIDED FOR IN ARTICLE 1\n>TABLE>\nANNEX II\nAs referred to in Article 2  (2)\nPer product\n>TABLE>\nANNEX III\nIII.1.  As referred to in the first subparagraph of Article 3 (1) for  1995\n>TABLE>\nIII.2.  As referred to in the first subparagraph of Article 3 (1) for 1996 >TABLE>\nIII.3. As referred to in the first subparagraph of Article 3 (1) for 1997 >TABLE>\nIII.4. As referred to in the first subparagraph of Article 3 (1) for 1998 >TABLE>\nIII.5. As referred to in the first subparagraph of Article 3 (1) for 1999 >TABLE>\nIII.6. As referred to in the first subparagraph of Article 3 (1), as from the year 2000 >TABLE>\nANNEX IV\nAs referred to in the second indent of the second subparagraph of Article 3 (1)\nQuantities expressed in production factors\n>TABLE>\nANNEX V\nAs referred to in the third indent of Article 3 (1)\nCoefficients for  conversion into LU\n>TABLE>\nANNEX VI\nAs referred to in the first indent of the third subparagraph of Article 3  (1)\nCommunity aid\n1. Animal products>TABLE>\n>TABLE>\n<(BLK0)NOTES>        </(BLK0)NOTES>\n(1) Aid for pasturage (cows, male bovine animals, other bovine animals,  suckler cows).\n(2) With premium for extensification.\n(3) Costs not deducted.\n(4) 90  % eligible according to Finnish authorities.\n(5) Finnish horses.\n(6) Not including aid for set-aside.\n(7) Costs not deducted.\n(8) Taking account of the restrictions on farmers for allocation of aid.\n(9) Wheat is not eligible if the yield is higher than 2,5 t/ha.\n(10) To be considered in the framework of the agri-environmental programme."}