{"celex_id": "31998R1554", "uri": "http://publications.europa.eu/resource/cellar/7516e3c3-366b-4e3e-b9a1-50caefe977bf", "type": "Regulation", "concepts": ["161", "1644", "2771", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 1554/98 of 17 July 1998 establishing the allocation method for the additional quantities, resulting from the quota increase brought in by Council Regulation (EC) No 1138/98, to the 1998 Community quantitative quotas on certain products originating in the People's Republic of China\n", "header": "COMMISSION REGULATION (EC) No 1554/98 of 17 July 1998 establishing the allocation method for the additional quantities, resulting from the quota increase brought in by Council Regulation (EC) No 1138/98, to the 1998 Community quantitative quotas on certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas (1), as last amended by Regulation (EC) No 138/96 (2), and in particular Articles 9 and 13 thereof,\nHaving regard to Commission Regulation (EC) No 1393/97 of 18 July 1997 establishing administrative procedures for the 1998 quantitative quotas for certain products originating in the People's Republic of China (3), and in particular Article 6 thereof,\nWhereas by Regulation (EC) No 2021/97 (4) the Commission laid down the quantities to be allocated to importers from the 1998 quantitative quotas on certain products originating in China;\nWhereas Council Regulation (EC) No 1138/98 of 28 May 1998 amending Annexes II and III to Regulation (EC) No 519/94 on common rules for imports from certain third countries (5) increased the quantitative quotas applicable to porcelain tableware and kitchenware falling within HS/CN code 6911 10, and to ceramic tableware and kitchenware, other than that of porcelain, falling within HS/CN code 6912 00;\nWhereas the increases provided for in Regulation (EC) No 1138/98 amount to 5 % and are applicable from 1 January 1998;\nWhereas, accordingly, simple administrative procedures to enable Community importers to have their import licences amended should be established, in order to take account of the quota increases brought in by Regulation (EC) No 1138/98;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the committee for managing quotas set up by Article 22 of Regulation (EC) No 520/94,", "main_body": ["Any importer holding an import licence issued for 1998 pursuant to Regulation (EC) No 2021/97, for products falling within HS/CN codes 6911 10 and 6912 00, is entitled to import an additional quantity of 5 % to the quantity indicated in its import licence.", "For the purpose of Article 1, any licence holder shall produce its import licence to the competent authority that issued it. The competent authority shall enter a reference on the licence indicating that an additional 5 % quantity has been allocated to the holder of the licence. This reference shall be effected free of charge and certified by the competent authority.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1998.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 66, 10. 3. 1994, p. 1.\n(2) OJ L 21, 27. 1. 1996, p. 6.\n(3) OJ L 190, 19. 7. 1997, p. 24.\n(4) OJ L 284, 16. 10. 1997, p. 42.\n(5) OJ L 159, 3. 6. 1998, p. 1."}