{"celex_id": "31994D0026", "uri": "http://publications.europa.eu/resource/cellar/3a39034f-60d3-4b38-9b27-8c21ba3aed86", "type": "Decision", "concepts": ["2674", "3191", "3462", "4353", "4713", "5343"], "title": "94/26/EC: Commission Decision of 6 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria regarding the Price Guarantee Agreement for exports of Austrian wine to the European Community (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 December 1993 concerning the exchange of letters between the European Community and the Republic of Austria regarding the Price Guarantee Agreement for exports of Austrian wine to the European Community (Text with EEA  relevance) (94/26/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2), and in particular Article 53 (3) thereof,\nWhereas under two exchanges of letters of 4 November 1970 between the Community and Austria, the Community undertook, in accordance with the second subparagraph of Article 53 (3) of Regulation (EEC) No 822/87, not to levy a countervailing charge on wine  imports from Austria; whereas, in return, the Government of the Republic of Austria gave a guarantee that, under the provisions agreed between the Community and Austria, the price applied by Austrian exporters in respect of the Community would not be  below the reference price, less customs duties, and that any deflection of trade would be avoided;\nWhereas the Agreement on the European Economic Area, hereinafter called the 'EEA Agreement', was signed between the Community and its Member States, on the one hard, and the States of the European Free Trade Agreement, on the other; whereas, under  Protocol No 47 thereof concerning the abolition of technical barriers to trade in wine products, the intra-Community rules on accompanying documents for carriage of wine products, specified in Commission Regulation (EEC) No 986/89 (3), as last amended  by Regulation (EEC) No 592/91 (4), will be extended to the EEA; whereas it is appropriate in the light of this new situation to amend and replace the two 1970 exchanges of letters by a new exchange of letters which should enter into force at the same  time as the EEA Agreement,", "main_body": ["The exchange of letters between the European Community and the Republic of Austria regarding the Price Guarantee Agreement for exports of Austrian wine to the European Community is hereby approved.\nThe text of the exchange of letters is annexed to this Decision (5).", "The text of the exchange of letters referred to in Article 1 shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 6 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 106, 18. 4. 1989, p. 1.\n(4) OJ No L 66, 13. 3. 1991, p. 13.\n(5) The letters were signed an 20 December 1993."}