{"celex_id": "31999R2739", "uri": "http://publications.europa.eu/resource/cellar/821c71b1-1e47-43c9-95d3-778816c6450a", "type": "Regulation", "concepts": ["1642", "1644", "2300", "3591", "4734"], "title": "Commission Regulation (EC) No 2739/1999 of 21 December 1999 amending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector and Regulation (EC) No 1685/95 on arrangements for issuing export licences for wine sector products\n", "header": "COMMISSION REGULATION (EC) No 2739/1999\nof 21 December 1999\namending Regulation (EEC) No 3388/81 laying down special detailed rules in respect of import and export licences in the wine sector and Regulation (EC) No 1685/95 on arrangements for issuing export licences for wine sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 1677/1999(2), and in particular Articles 52(3) and 55(8) thereof,\nWhereas:\n(1) in the light of experience gained in the first months of the new arrangements for export licence applications and for issuing export licences, there is a need to clarify certain provisions governing the application procedure for export licences and to specify the individual countries belonging to the various zones of destination for which applications may be submitted. The information required on export licences in respect of destination must also be specified. Certain provisions of Commission Regulation (EC) No 1685/95(3), as last amended by Regulation (EC) No 2182/1999(4), and Commission Regulation (EEC) No 3388/81(5), as last amended by Regulation (EC) No 2182/1999, must therefore be amended;\n(2) the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1685/95 is hereby amended as follows:\n1. Article 1a(4) is replaced by the following:\n\"4. Operators may submit applications for no more than 30000 hl per period as referred to in Article 7(1)(a) and per zone of destination as referred to in Article 3(4a). The applications related to the same zone of destination must be lodged with the competent authority in a single notification.\nWhere the overall quantity applied for by an operator exceeds 30000 hl for a given zone, the applications in question shall be rejected by the competent authority with whom they have been lodged.\"\n2. The following sentence is added to Article 3(4a):\n\"The list of countries constituting each zone of destination is given in Annex III.\"\n3. The Annex to this Regulation is inserted as Annex III.", "The last subparagraph of Article 2(2) of Regulation (EEC) No 3388/81 is replaced by the following: \"Section 7 of export licence applications and of licences shall show the country of destination or the zone of destination as referred to in Article 3(4a) of Regulation (EC) No 1685/95.\nWhere the zone of destination is indicated, the box 'compulsory: yes' must be ticked.\nWhere the country of destination is indicated, the box 'compulsory: no' must be ticked. Export licence applications and licences must also contain the words 'zone X compulsory' in Section 20. At the request of the party concerned, the country of destination may be replaced by another country belonging to the same zone of destination.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 84, 27.3.1987, p. 1.\n(2) OJ L 199, 30.7.1999, p. 8.\n(3) OJ L 161, 12.7.1995, p. 2.\n(4) OJ L 267, 15.10.1999, p. 21.\n(5) OJ L 341, 28.11.1981, p. 19.\nANNEX\n\"ANNEX III\nZONES OF DESTINATION: LIST OF COUNTRIES\nZone 1: Africa\nAngola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde, The Comoros, Congo (Democratic Republic of the Congo), Congo (Republic of the Congo), Côte d'Ivoire, Djibouti, Egypt, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Guinea, Equatorial Guinea, Guinea-Bissau, Kenya, Lesotho, Liberia, Libya, Madagascar, Malawi, Mali, Mauritius, Mauritania, Mayotte, Mozambique, Namibia, Niger, Nigeria, Uganda, Central African Republic, Rwanda, Saint Helena and Dependencies, São Tomé and Príncipe, Senegal, Seychelles and Dependencies, Sierra Leone, Somalia, Sudan, Swaziland, Tanzania, Chad, British Indian Ocean Territory, Togo, Zambia, Zimbabwe.\nZone 2: Asia and Oceania\nAfghanistan, Saudi Arabia, Bahrain, Bangladesh, Bhutan, Brunei, Cambodia, China, West Bank/Gaza Strip, North Korea, South Korea, United Arab Emirates, Federated States of Micronesia, Fiji, Hong Kong, Northern Marianas, Marshall Islands, Solomon Islands, Wallis and Futuna, India, Indonesia, Iran, Iraq, Japan, Jordan, Kiribati, Kuwait, Laos, Lebanon, Macao, Malaysia, Maldives, Mongolia, Myanmar, Nauru, Nepal, New Caledonia and Dependencies, New Zealand, American Pacific Territories, Australian Pacific Territories, New Zealand Pacific Territories, Oman, Pakistan, Palau, Papua New Guinea, Philippines, Pitcairn Islands, French Polynesia, Qatar, Samoa, Singapore, Sri Lanka, Syria, Taiwan, Thailand, Tonga, Tuvalu, Vanuatu, Vietnam, Yemen.\nZone 3: Eastern Europe and the CIS countries\nAlbania, Armenia, Azerbaijan, Belarus, Estonia, Georgia, Kazakhstan, Kyrghyzstan, Latvia, Lithuania, Moldova, Uzbekistan, Poland, Czech Republic, Russia, Slovakia, Tajikistan, Turkmenistan, Ukraine.\nZone 4: Western Europe\nAndorra, Ceuta and Melilla, Vatican City, Gibraltar, Faeroe Islands, Iceland, Liechtenstein, Malta, Norway, San Marino.\""}