{"celex_id": "31991R2835", "uri": "http://publications.europa.eu/resource/cellar/4d47f33d-3ba4-423c-82ac-b0f0cb3776c3", "type": "Regulation", "concepts": ["2300", "588", "764"], "title": "Council Regulation (EEC) No 2835/91 of 23 September 1991 amending a definitive anti-dumping duty following a partial review of anti-dumping measures concerning imports of urea originating in Venezuela and terminating the review of anti-dumping measures concerning imports of urea originating in Trinidad and Tobago\n", "header": "COUNCIL REGULATION (EEC) No 2835/91  of 23 September 1991  amending a definitive anti-dumping duty following a partial review of anti-dumping measures concerning imports of urea originating in Venezuela and terminating the review of anti-dumping  measures concerning imports of urea originating in Trinidad and Tobago\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 9, 12 and 14 thereof,\nHaving regard to the proposal from the Commission, submitted after consultations within the Advisory Committee as provided for by the abovementioned Regulation,\nWhereas:\nA. PROCEDURE\n(1) In November 1990, pursuant to Article 14 of Regulation (EEC) No 2423/88, the Commission received a request for a review of the anti-dumping measures imposed on imports of urea originating in Trinidad and Tobago and Venezuela by Council Regulation  (EEC) No 450/89 (2) and Commission Decision 89/143/EEC (3).\n(2) With regard to Trinidad and Tobago, this request was made by the Trinidad and Tobago Urea Company Ltd, the successor to the National Energy Corporation of Trinidad and Tobago Ltd, which had offered an undertaking in connection with the  abovementioned Decision which had been accepted. The review was requested on the ground of a change in circumstances, resulting from the fact that a fall in production costs and a substantial increase in the prices of exports to the Community had put an  end to any dumping.\n(3) With regard to Venezuela, the request made by Venezolana del Nitrogeno CA (Nitroven) and Petroquimica de Venezuela SA (Pequiven) for a review of the definitive anti-dumping duty of 21,5 % imposed by Regulation (EEC) No 450/89 was based on the change  in circumstances brought about by an adjustment on 14 March 1989 of the official rate of exchange which had been used by the Commission to compare the normal value and the export price in order to calculate the dumping margin. According to these  companies, the application of the new exchange rate would show that there was no dumping.\nB. SUBSEQUENT PROCEEDING\n(4) Having concluded that the requests for review contained sufficient evidence of a change in circumstances, the Commission, by a notice published in the Official Journal of the European Communities (4), announced its decision to open a review of  anti-dumping measures concerning imports of urea originating in Trinidad and Tobago and in Venezuela.\n(5) The Commission officially notified the producers/exporters directly involved and the representatives of the exporting countries.\n(6) The Commission collected and verified all information it deemed necessary to enable it to establish the facts and carried out checks at the premises of the exporting companies involved, namely:\n- Trinidad and Tobago Urea Co Ltd (TTUC), Port of Spain, Trinidad,\n- Petroquimica de Venezuela SA (Pequiven), Caracas, Venezuela,\n- Venezolana del Nitrogeno CA (Nitroven), Caracas, Venezuela,\n- Palmaven SA, Caracas, Venezuela.\n(7) The investigation of dumping as provided for in Article 7 (1) (c) of Regulation (EEC) No 2423/88 covered the period from 1 January 1990 to 31 December 1990.\nC. PRODUCT\n(8) The product in question is a nitrogen compound whose chemical formula is CO (NH2)2. It is produced synthetically from a reaction between ammonia and carbonic acid and comprises approximately 45 % nitrogen. Urea is sold in prilled form (Trinidad and  Tobago), granular form (Venezuela) or liquid form. It is mainly used as fertilizer.\nUrea falls within CN codes 3102 10 10 and 3102 10 99.\nD. DUMPING REVIEW\nI. Trinidad and Tobago\n(a) Normal value:\n(9) as TTUC's average urea sales price on its domestic market was lower than the production cost during the period of the investigation, the constructed normal value was used, in accordance with Article 2 (3) (b) (ii) of Council Regulation (EEC) No  2423/88.\n(10) The constructed normal value was calculated by adding a profit margin of 7 % to the cost of production. This margin was held to be reasonable, given that, in the current economic climate, it represents the minimum necessary to allow urea producers  to run their plants under normal operating conditions while producing an acceptable return on capital employed and securing the investment financing required to continue operating at a profit;\n(b) export prices:\n(11) export prices were established on the basis of the prices actually paid or payable for the product sold for export to the Community, in accordance with Article 2 (8) (a) of Regulation (EEC) No 2423/88;\n(c) comparison:\n(12) the constructed normal value was compared, transaction by transaction, with export prices at the ex-factory stage.\nIn accordance with Article 2 (10) of Regulation (EEC) No 2423/88, the Commission made due allowance in the form of adjustments for differences affecting price comparability, such as transport, insurance and handling charges, credit terms, commissions  and ancillary costs;\n(d) anti-dumping margin:\n(13) an examination of the above facts showed that no dumping was taking place.\nII. Venezuela\n(a) Normal value:\n(14) as urea is sold on the domestic Venezuelan market at prices fixed by government decree that are lower than the cost of production, the constructed normal value was used, in accordance with Article 2 (3) (b) (ii) of Regulation (EEC) No 2423/88.\n(15) The constructed normal value was calculated by adding a profit margin of 7 % to the cost of production. This margin was held to be reasonable, given that, in the current economic climate, it represents the minimum necessary to allow urea producers  to run their plants under normal operating conditions while producing an acceptable return on capital employed and securing the investment financing required to continue operating at a profit;\n(b) export prices:\n(16) no urea originating in Venezuela was exported to the Community during the investigation period;\n(c) comparison:\n(17) under these circumstances, it was not possible to compare the normal value and the export price.\nE. CONCLUSIONS\nI. Termination of the review as regards Trinidad and Tobago\n(18) Given that there is no evidence of dumping and in view of the behaviour of the exporter involved, which has generally respected its undertaking and has also substantially increased the prices of its exports to the Community, the Council is of the  opinion that the anti-dumping measures currently imposed on this country should be lifted.\n(19) Under these circumstances, the Council considers that the review of the anti-dumping measures concerning imports of urea originating in Trinidad and Tobago should be terminated.\n(20) This conclusion has not met with any objections from the anti-dumping committee.\nII. Amendment of the definitive duties as regards Venezuela\n(21) As regards Venezuela, in the absence of any exports to the Community, it is not possible to verify the accuracy of the argument put forward by the exporters claiming that the application of the new official exchange rate has put an end to dumping.  Consequently, the fairest solution would appear to be to abolish the ad valorem duty of 21.5 % currently in force, replacing it with a variable duty based on the new normal value for the exporters, as established in the course of the present proceeding.\n(22) As regards the injury, in their request the exporters argued that the injury had been eliminated as a result of the fact that there had been no exports to the Community, and that the prices of Community producers had risen steadily since the  imposition of the anti-dumping duty.\nThe Council observes that as a result of the previous anti-dumping proceeding, the exporters decided to suspend all exports to the Community. The Council is of the opinion that this suspension can be interpreted neither as an indication that the injury  has been eliminated nor as a change of circumstances justifying a review of the injury.\nFurthermore, as regards the claim that Community producers have raised their prices, even should this claim be substantiated, these price increases would be a normal consequence of the existence of anti-dumping measures.\nConsequently, the Council does not consider the arguments advanced concerning injury to be relevant.\n(23) However, as noted above, the Council considers that a fair response to the exporters' request would be to take account of the results of this proceeding and to base the variable anti-dumping duty on the exporters' new normal value.\nThis variable anti-dumping duty is established in the form of a minimum price, free at Community frontier, calculated on the basis of the cost of producing the urea as established in the course of the investigation period, plus a reasonable profit  margin plus the ancillary costs incurred up to the Community frontier. On this basis, the minimum price free at Community frontier is ECU 110,50 per tonne.\nIt should be noted that this minimum price is lower than the price used as a basis for calculating the ad valorem duty established in the previous proceeding.\n(24) The ad valorem duty of 21,5 % is retained for imports of urea originating in Venezuela, with the exception of urea exported by Pequiven and Nitroven.\n(25) These conclusions have not met with any objections from the anti-dumping committee.\n(26) All the producers/exporters involved in this proceeding and the representatives of the Community producers were informed of the main facts and considerations on the basis of which it was proposed to recommend the termination of the review as  regards Trinidad and Tobago and the amendment of the definitive measures as regards Venezuela. They were also granted a period of time in which to make their comments known following notification. The Commission noted their remarks and took due account  of them,", "main_body": ["1. The review of anti-dumping measures concerning imports of urea originating in Trinidad and Tobago is hereby terminated.\n2. The undertaking made by the National Energy Corporation of Trinidad and Tobago Ltd, and taken up by the Trinidad and Tobago Urea Company LTD (TTUC), which had been accepted by Council Regulation (EEC) No 3339/87 (5), as last amended by Regulation  (EEC) No 450/89, and confirmed by Commission Decision 89/143/EEC, is hereby cancelled.", "The anti-dumping duty of 21,5 % (additional code 8550) imposed by Regulation (EEC) No 450/89 on imports of urea originating in Venezuela and falling within CN codes 3102 10 10 and 3102 10 99 shall be retained for imports of urea originating  in Venezuela, with the exception of urea produced and exported to the Community by Venezolana del Nitrogeno CA (Nitroven) and Petroquimica de Venezuela SA (Pequiven) (additional code 8549), for which the anti-dumping duty shall be the difference between  the net price per tonne free at Community frontier, not cleared through customs, and the sum of ECU 110,50 per tonne.", "The provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 September 1991. For the Council\nThe President\nP. BUKMAN\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No L 52, 24. 2. 1989, p. 1. (3) OJ No L 52, 24. 2. 1989, p. 37. (4) OJ No C 55, 2. 3. 1991, p. 4. (5) OJ No L 317, 7. 11. 1987, p. 1."}