{"celex_id": "31993R2420", "uri": "http://publications.europa.eu/resource/cellar/d361844d-036b-4c90-8687-f2d6790ff672", "type": "Regulation", "concepts": ["252", "2645", "2713", "4236", "5096"], "title": "COMMISSION REGULATION (EEC) No 2420/93 of 31 August 1993 fixing, for unginned cotton, the actual production for the 1992/93 marketing year, the estimated production and the reduction in the aid for the 1993/94 marketing year and the amount by which the guide price is to be reduced for the 1994/95 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 2420/93 of 31 August 1993 fixing, for unginned cotton, the actual production for the 1992/93 marketing year, the estimated production and the reduction in the aid for the 1993/94 marketing year and the amount by  which the guide price is to be reduced for the 1994/95 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as amended by the Act of Accession of Spain and Portugal, and in particular Protocol 14 annexed thereto,\nHaving regard to Council Regulation (EEC) No 2169/81 of 27 July 1981 laying down the general rules for the system of aid for cotton (1), as last amended by Regulation (EEC) No 1554/93 (2), and in particular Article 11 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), and in particular Article 9 (1) thereof,\nWhereas Article 7 (1) of Regulation (EEC) No 2169/81 provides that the actual production in each marketing year is to be determined each year, taking account in particular of the quantities for which the aid has been applied for; whereas the application  of that criterion gives the actual production for the 1992/93 marketing year indicated below;\nWhereas Article 8 of Regulation (EEC) No 2169/81 provides that the estimated production of cotton must be established before the beginning of each marketing year; whereas, on the basis of the figures available, the estimated production for the 1993/94  marketing year should be fixed at the figure given below;\nWhereas, pursuant to Article 2 (2) of Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (4), as last amended by Regulation (EEC) No 1553/93 (5),  where the maximum guaranteed quantity is exceeded by the estimated production, the aid should be reduced in accordance with the criteria laid down in that paragraph; however, the reduction in aid for the 1993/94 marketing year is limited to 15 % of the  guide price but any reduction exceeding that limit is deducted from the guide price of the following marketing year up to a maximum of 5 %; whereas the application of the abovementioned provisions leads to the fixing of a reduction in the aid for the  1993/94 marketing year and a reduction of the guide price for 1994/95 for those indicated below;\nWhereas this Regulation is in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["1. For the 1992/93 marketing year, actual production of unginned cotton is hereby determined at 984 617 tonnes.\n2. For the 1993/94 marketing year:\n- the estimated production is hereby fixed at 1 067 433 tonnes,\n- the reduction in the amount of the aid is hereby fixed at ECU 20,293 per 100 kg.\n3. For the 1994/95 marketing year, the guide price shall be reduced by ECU 5,073 per 100 kg.", "This Regulation shall enter into force on 1 September 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 August 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 211, 31. 7. 1981, p. 2.\n(2) OJ No L 154, 25. 6. 1993, p. 23.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 184, 3. 7. 1987, p. 14.\n(5) OJ No L 154, 25. 6. 1993, p. 21."}