{"celex_id": "31996R1076", "uri": "http://publications.europa.eu/resource/cellar/82ebe6f4-990f-43f9-9abc-bbd9286f1d96", "type": "Regulation", "concepts": ["1159", "133", "2026", "2879", "4790", "5229"], "title": "Council Regulation (EC) No 1076/96 of 10 June 1996 amending Regulation (EC) No 3090/95 laying down for 1996 certain conservation and management measures for fishery resources in the Regulatory Area as defined in the Convention on Future Multilateral Cooperation in the North West Atlantic Fisheries\n", "header": "COUNCIL REGULATION (EC) No 1076/96 of 10 June 1996 amending Regulation (EC) No 3090/95 laying down for 1996 certain conservation and management measures for fishery resources in the Regulatory Area as defined in the Convention on Future Multilateral Cooperation in the North West Atlantic Fisheries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture (1), and in particular Article 8 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EC) No 3090/95 (2) lays down, inter alia, fishing quotas for Member States in the Regulatory Area for 1996;\nWhereas, following the distribution of the share of Greenland halibut which is available to the Community between Member States, it now appears appropriate to change the existing 48-hour reporting system into a weekly reporting system, in accordance with the conservation and enforcement measures that are applicable in the Regulatory Area;\nWhereas reference has to be made to the by-catch rules that are applicable in connection with the ban of directed fishing for cod, witch flounder and capelin respectively in NAFO zone 3NO;\nWhereas Regulation (EC) No 3090/95 should therefore be amended,", "main_body": ["Regulation (EC) No 3090/95 is hereby amended as follows:\n1. The last subparagraph of Article 5 shall be replaced by the following:\n'Member States shall report to the Commission every Tuesday before 12 noon for the week ending at 12 midnight on the previous Sunday the quantities of Greenland halibut caught by their vessels.`\n2. Article 7 (4) shall be replaced by the following:\n'4. Masters of Community vessels fishing for Greenland halibut shall notify the competent authorities of the Member State whose flag their vessel is flying or in which their vessel is registered, 48 hours in advance of engaging in that fishery, including if possible an estimate of the projected catch, and shall report every Monday for the week ending at 12 midnight the previous Sunday the quantities of Greenland halibut caught.`\n3. In Annex I, the tables for Cod of NAFO zone 3NO, witch flounder and capelin shall be replaced by the tables in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 June 1996.\nFor the Council\nThe President\nM. PINTO\n(1) OJ No L 389, 31. 12. 1992, p. 1. Regulation as last amended by the 1994 Act of Accession.\n(2) OJ No L 330, 30. 12. 1995, p. 108.\nANNEX\n>TABLE>"}