{"celex_id": "31994R1167", "uri": "http://publications.europa.eu/resource/cellar/1fc0f7ef-33c4-4e0e-ba9d-717b7e211136", "type": "Regulation", "concepts": ["2488", "2771", "2783", "3579", "3591", "5969"], "title": "Commission Regulation (EC) No 1167/94 of 24 May 1994 arrangements for imports into the Community of certain textile products (categories 28, 68 and 97) originating in the People' s Republic of China\n", "header": "COMMISSION REGULATION (EC) No 1167/94 of 24 May 1994 arrangements for imports into the Community of certain textile products (categories 28, 68 and 97) originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), as last amended by Commission Regulation (EC) No 195/94 (2), and in particular Article 10 thereof,\nWhereas Article 10 of Regulation (EEC) No 3030/93 lays down the conditions under which quantitative limits may be established;\nWhereas imports into the Community of certain textile products of categories 28, 68 and 97 specified in the Annex hereto and originating in the People's Republic of China (hereinafter referred to as 'China') have exceeded the level referred to in\nArticle 10\n(1) in conjunction with Annex IX of Regulation (EEC) No 3030/93;\nWhereas, in accordance with paragraph of 3 of the said Article 10 of Regulation (EEC) No 3030/93, China was notified on 8 February 1994 of a request for consultations concerning imports into the Community of textile products of category 97;\nWhereas, in accordance with paragraph 3 of the said Article 10 of Regulation (EEC) No 3030/93, China was notified on 25 March 1994 of a request for consultations concerning imports into the Community of textile products of categories 28 and 68;\nWhereas, pending a mutually satisfactory solution, imports into the Community of products falling within category 97 were submitted to a provisional quantitative restriction for the period 8 February to 7 May 1994 by Commission Regulation (EC) No 469/94  (3);\nWhereas, pending a mutually satisfactory solution, imports into the Community of products falling within category 28 were submitted to a provisional quantitative restriction for the period 25 March to 24 June 1994 by Commission Regulation (EC) No  1135/94 (4);\nWhereas, pending a mutually satisfactory solution, imports into the Community of products falling within category 68 were submitted to a provisional quantitative restriction for the period 25 March to 24 June 1994 by Commission Regulation (EC) No  1136/94 (5);\nWhereas, as a result of these consultations, it was agreed to make the imports of the textiles products in question subjet to definitive Community quantitative restrictions;\nWhereas it is appropriate to apply to imports to the Community of products for which quantitative limits are introduced the provisions of Regulation (EEC) No 3030/93 which are applicable to imports of products subject to the quantitative limits set out  in Annex V of the said Regulation;\nWhereas paragraph 4 of the said Article 10 of Regulation (EEC) No 3030/93 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex III of the said Regulation;\nWhereas the products falling within category 97 exported from China between 8 February 1994 and the date of entry into force of this Regulation must be set off against the quantitative limit for the period 8 February to 31 December 1994;\nWhereas the products falling within categories 28 and 68 97 exported from China between 25 March 1994 and the date of entry into force of this Regulation must be set off against the quantitative limit for the period 25 March to to 31 December 1994;\nWhereas the quantitative limits for imports of products within category 97 should not prevent the importation of products covered by it shipped from China before the entry into force of Commission Regulation (EC) No 469/94 of 2 March 1994;\nWhereas the quantitative limits for imports of products within category 28 should not prevent the importation of products covered by it shipped from China before the entry into force of Commission Regulation (EC) No 1135/94;\nWhereas the quantitative limits for imports of products within category 68 should not prevent the importation of products covered by it shipped from China before the entry into force of Commission Regulation (EC) No 1136/94;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the Community of the categories of products originating in China and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "Imports of the products referred to in Article 1 and shipped from China after the entry into force of this Regulation shall remain subject to the provisions of Council Regulation (EEC) No 3030/93, which apply to imports into the Community of  products subject to the quantitative limits set out in Annex V of the said Regulation, in particular to the double-checking system described in Annex III to the said Regulation.\nAll quantities of products falling within categories 28 and 68 shipped to the Community from China on or after 25 March 1994 and released for free circulation shall be deducted from the respective quantities laid down in the Annex hereto.\nAll quantities of products falling within category 97 shipped to the Community from China on or after 8 February 1994 and released for free circulation shall be deducted from the respective quantities laid down in the Annex hereto.", "The limits laid down in the Annex shall not prevent the importation of products falling within category 28 but shipped from China before the date of entry into force of Regulation (EC) No 1135/94.\nThe limits laid down in the Annex shall not prevent the importation of products falling within category 68 but shipped from China before the date of entry into force of Regulation (EC) No 1136/94.\nThe limits laid down in the Annex shall not prevent the importation of products falling within category 97 shipped from China before the date of entry into force of Regulation (EC) No 469/94.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 275, 8. 11. 1993, p. 1.\n(2) OJ No L 29, 2. 2. 1994, p. 1.\n(3) OJ No L 59, 3. 3. 1994, p. 3.\n(4) OJ No L 127, 19. 5. 1994, p. 10.\n(5) OJ No L 127, 19. 5. 1994, p. 12.\nANNEX\n\"\" ID=\"1\" ASSV=\"16\">28> ID=\"2\">6103 41 10> ID=\"3\" ASSV=\"16\">Trousers, bib and brace overalls, breeches and shorts (other than swimwear), knitted or crocheted, of wool, of cotton or of man-made fibres> ID=\"4\" ASSV=\"16\">China> ID=\"5\" ASSV=\"16\">1  000 pieces> ID=\"6\" ASSV=\"16\">from 25. 3. 1994 to 31. 12. 1994 40 948> ID=\"7\" ASSV=\"16\">54 590\"> ID=\"2\">6103 41 90\"> ID=\"2\">6103 42 10\"> ID=\"2\">6103 42 90\"> ID=\"2\">6103 43 10\"> ID=\"2\">6103 43 90\"> ID=\"2\">6103 49 10\"> ID=\"2\">6103 49 91\">  ID=\"2\">6104 61 10\"> ID=\"2\">6104 61 90\"> ID=\"2\">6104 62 10\"> ID=\"2\">6104 62 90\"> ID=\"2\">6104 63 10\"> ID=\"2\">6104 63 90\"> ID=\"2\">6104 69 10\"> ID=\"2\">6104 69 91\"> ID=\"1\" ASSV=\"08\">68> ID=\"2\">6111 10 90> ID=\"3\" ASSV=\"08\">Babies' garments and  clothing accessories, excluding babies' gloves, mittens and mitts of categories 10 and 87, and babies' stockings, socks and sockettes, other than knitted or crocheted, of category 88> ID=\"4\" ASSV=\"08\">China> ID=\"5\" ASSV=\"08\">tonnes> ID=\"6\"  ASSV=\"08\">from 25. 3. 1994 to 31. 12. 1994 11 589> ID=\"7\" ASSV=\"08\">15 525\"> ID=\"2\">6111 20 90\"> ID=\"2\">6111 30 90\"> ID=\"2\">ex 6111 90 00\"> ID=\"2\">ex 6209 10 00\"> ID=\"2\">ex 6209 20 00\"> ID=\"2\">ex 6209 30 00\"> ID=\"2\">ex 6209 90 00\"> ID=\"1\"  ASSV=\"11\">97> ID=\"2\">5608 11 11> ID=\"3\" ASSV=\"11\">Nets and netting made of twine, cordage or rope and made up fishing nets of yarn, twine, cordage or rope> ID=\"4\" ASSV=\"11\">China> ID=\"5\" ASSV=\"11\">tonnes> ID=\"6\" ASSV=\"11\">from 8. 2. 1994 to 31. 12. 1994  1 433> ID=\"7\" ASSV=\"11\">1 656\"> ID=\"2\">5608 11 19\"> ID=\"2\">5608 11 91\"> ID=\"2\">5608 11 99\"> ID=\"2\">5608 19 11\"> ID=\"2\">5608 19 19\"> ID=\"2\">5608 19 31\"> ID=\"2\">5608 19 39\"> ID=\"2\">5608 19 91\"> ID=\"2\">5608 19 99\"> ID=\"2\">5608 99 00\">"}