{"celex_id": "31993D0238", "uri": "http://publications.europa.eu/resource/cellar/851b4c13-1bea-4b05-a94b-f7e634617d53", "type": "Decision", "concepts": ["1085", "2979", "3051", "4327"], "title": "93/238/EEC: Commission Decision of 7 April 1993 amending the boundaries of the less-favoured areas in France within the meaning of Council Directive 75/268/EEC (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 7 April 1993 amending the boundaries of the less-favoured areas in France within the meaning of Council Directive 75/268/EEC (Only the French text is authentic)\n(93/238/EEC)THE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming in certain less-favoured areas (1), as last amended by Regulation (EEC) No 797/85 (2), and in particular Article 2 (3) thereof,\nWhereas Council Directive 75/271/EEC of 28 April 1975 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (3), as last amended by Directive No 89/587/EEC (4), specifies the regions of France included  in the Community list of less-favoured areas within the meaning of Article 3 (3), (4) and (5) of Directive 75/268/EEC;\nWhereas the French Government has requested, in accordance with Article 2 (1) of Directive 75/268/EEC, an amendment to the boundaries of the less-favoured areas listed in the Annex to Directive 75/271/EEC;\nWhereas the transfer of certain areas included in the list of areas within the meaning of Article 3 (4) and (5) of Directive 75/268/EEC to the list of areas within the meaning of Article 3 (3) complies with the criteria and the figures, including the  special criteria, applied pursuant to Council Directive 76/401/EEC (5), to determine mountain areas;\nWhereas the series of amendments requested by the French Government pursuant to Article 2 (3) of Directive 75/268/EEC does not involve an increase in the total utilized agricultural area of the less-favoured areas and has therefore no effect on the  limit fixed in that Article;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["The list of less-favoured areas in France, given in the Annex to Directive 75/271/EEC, is hereby amended in accordance with the Annex to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 7 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 128, 19. 5. 1975, p. 1.\n(2) OJ No L 93, 30. 3. 1985, p. 1.\n(3) OJ No L 128, 19. 5. 1975, p. 33.\n(4) OJ No L 330, 15. 11. 1989, p. 31.\n(5) OJ No L 108, 24. 4. 1976, p. 22.\nANNEX\nLESS-FAVOURED AREAS WITHIN THE MEANING OF ARTICLE 3 (3) OF DIRECTIVE 75/268/EEC  Areas to be added\n/* Tables: see OJ */\nLESS-FAVOURED AREAS WITHIN THE MEANING OF ARTICLE 3 (4) OF DIRECTIVE 75/268/EEC  Areas to be deleted\n/* Tables: see OJ */"}