{"celex_id": "31994R1606", "uri": "http://publications.europa.eu/resource/cellar/868a4806-39bc-4fed-bfc0-5e7069cf6dd4", "type": "Regulation", "concepts": ["1567", "2173", "3167", "3763", "5063", "5360"], "title": "Commission Regulation (EC) No 1606/94 of 1 July 1994 amending Regulation (EC) No 335/94 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the Republic of Bulgaria and Romania\n", "header": "COMMISSION REGULATION (EC) No 1606/94 of 1 July 1994 amending Regulation (EC) No 335/94 relating to the exemption from the import levy for certain products in the cereals sector laid down in the Agreements between the European Community and the  Republic of Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3641/93 of 20 December 1993 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community of the  one part, and the Republic of Bulgaria of the other part (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3642/93 of 20 December 1993 on certain procedures for applying the Interim Agreement on trade and trade-related matters between the Economic Community and the European Coal and Steel Community of the one part,  and Romania of the other part (2), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (3), as last amended by Regulation (EEC) No 2193/93 (4), and in particular Article 9 thereof,\nWhereas the Interim Agreement on trade and trade-related matters between the Community and the Republic of Bulgaria (5), signed in Brussels on 8 March 1993, entered into force on 31 December 1993; whereas the Interim Agreement provides for a reduction  in import levies for certain products in the cereals sector; whereas this reduction is to be progressively applied and with certain quantitative restrictions;\nWhereas the Interim Agreement on trade and trade-related matters between the Community and Romania (6), signed in Brussels on 1 February 1993, entered into force on 1 May 1993; whereas the Interim Agreement provides for a reduction in import levies for  certain products in the cereals sector; whereas this reduction is to be progressively applied and with certain quantitative restrictions;\nWhereas the Community also concluded Additional Protocols with Bulgaria and Romania; whereas such Protocols provide for advance application of the concessions specified in the said Agreements from 1 July 1994; whereas it is accordingly necessary to  adjust the volumes and reductions of the import levies for the cereals sector with effect from that date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In accordance with Article 15 (2) and (4) of the interim Agreements, partial exemption from the import levy subject to the quantitative limits and reduction rates set out in the Annex to this Regulation shall apply to products originating in  the Republic of Bulgaria and in Romania and listed in the Annex hereto.\nIn accordance with the Protocols to the Interim Agreements, products placed in free circulation on the internal market of the Community shall be accompanied by the original of the EUR. 1 certificate issued by the competent authorities of the exporting  country.", "1. Applications for import licences shall be lodged with the competent authorities of each Member State on the second Monday of each month up to 1 p. m. Belgian time.\nFor a given year, licence applications may not relate to a quantity greater than that available for imports of the product in question.\n2. The Member States shall send import licence applications to the Commission by telex or by telefax by 6 p. m. Belgian time on the day on which they are lodged.\nThis notification shall be made separately from that of other applications for cereal import licences.\n3. If import licence applications exceed the quantities in the annual quota, the Commission shall fix a single coefficient for reducing the quantities applied for not later than the third working day following the submission of the applications. Licence  applications may be withdrawn within one working day following the date on which the reduction coefficient was fixed.\n4. Without prejudice to the application of paragraph 3, a licence shall be issued on the fifth working day following the day on which the application for the licence was lodged.\n5. Article 21 (1) of Regulation (EEC) No 3719/88 notwithstanding, the period of validity of the licence shall start from the day of its actual issue.", "Article 8 (1) of Regulation (EEC) No 891/89 notwithstanding, import licences shall be valid from their date of issue until the end of the third month following that in which they were issued. Nevertheless, the validity of licences shall be  restricted to the end of January, where licences issued in respect of the previous year's quantity are concerned.", "Article 8 (4) of Regulation (EEC) No 3719/88 notwithstanding, the quantity placed in free circulation may not exceed that shown in boxes 17 and 18 of the import licence. To this end the figure '0' shall be entered in box 19 of the licence.", "For the product to be imported with the levy reduction as provided for in Article 1, the import licence application and the licence shall show:\n(a) in box 8, the country of origin of the product;\n(b) in box 20, one of the following entries:\n'Reglamento (EG) no 1606/94;\nForordning (EF) nr. 1606/94;\nVerordnung (EG) Nr. 1606/94;\nKanonismos (EK) arith. 1606/94;\nRegulation (EC) No 1606/94;\nRèglement (CE) no 1606/94;\nRegolamento (CE) n. 1606/94;\nVerordening (EG) nr. 1606/94;\nRegulamento (CE) nº 1606/94.'\nThe licence shall carry with it an obligation to import from the said country.\nThe licence shall also carry in box 24, depending on the levy reduction applicable, one of the following entries:\n'Exacción reguladora reducida un 60 %;\nNedsaettelse af importafgiften med 60 %;\nErmaessigung der Abschoepfung um 60 %;\nMeiomeni eisfora kata 60 %;\nLevy reduction 60 %;\nPrélèvement réduit de 60 %;\nPrelievo ridotto del 60 %;\nMet 60 % verlaagde heffing;\nDireito nivelador reduzido de 60 %.'", "Article 12 (a) and (b) of Regulation (EEC) No 891/89 notwithstanding, the security in the case of import licences covered by this Regulation shall be ECU 25 per tonne.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 333, 31. 12. 1993, p. 16.\n(2) OJ No L 333, 31. 12. 1993, p. 17.\n(3) OJ No L 181, 1. 7. 1992, p. 21.\n(4) OJ No L 196, 5. 8. 1993, p. 22.\n(5) OJ No L 323, 23. 12. 1993, p. 2.\n(6) OJ No L 81, 2. 4. 1993, p. 2.\nANNEX\nI. PRODUCTS ORIGINATING IN THE REPUBLIC OF BULGARIA\n\"(Quantity in tonnes)\"\" ID=\"1\">Levy reduction (%)> ID=\"3\">60> ID=\"4\">60> ID=\"5\">60\"> ID=\"1\">1001 90 99> ID=\"2\">Common wheat> ID=\"3\">1 900> ID=\"4\">2 050> ID=\"5\">2 200\"> ID=\"1\">1008 20 00> ID=\"2\">Millet> ID=\"3\">1 200> ID=\"4\">1 300> ID=\"5\">1  400\">\nII. PRODUCTS ORIGINATING IN ROMANIA\n\"(Quantity in tonnes)\"\" ID=\"1\">Levy reduction (%)> ID=\"3\">60> ID=\"4\">60> ID=\"5\">60\"> ID=\"1\">1001 90 99> ID=\"2\">Common wheat (1)> ID=\"3\">17 020> ID=\"4\">18 330> ID=\"5\">19 640\"\"\n>\n(1) Assuming that Romania, during a given year, were to receive Community food aid in the form of wheat, the quota opened for this product would be reduced by the quantity of exports qualifying for this assistance."}