{"celex_id": "31991R0581", "uri": "http://publications.europa.eu/resource/cellar/09445e79-5163-487d-a696-6f9552d27e1b", "type": "Regulation", "concepts": ["2783", "4620"], "title": "Commission Regulation (EEC) No 581/91 of 11 March 1991 changing the consultation level for imports of textile products of category 117 (woven fabrics of flax or ramie) originating in the Union of Soviet Socialist Republics\n", "header": "COMMISSION REGULATION (EEC) No 581/91  of 11 March 1991  changing the consultation level for imports of textile products of category 117 (woven fabrics of flax or ramie) originating in the Union of Soviet Socialist Republics\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1925/90 of 18 June 1990 on common rules for imports of certain textile products originating in the Union of Soviet Socialist Republics (1), and in particular Article 10 (3) thereof,\nWhereas the first paragraph of Article 10 (3) of Regulation (EEC) No 1925/90 provides that the consultation levels set out in Annex III to the said Regulation may be increased if it appears that additional quantities are required;\nWhereas, in accordance with the provisions of Article 15 of the said Regulation, consultations were held on 22 and 23 October 1990 between delegations representing the European Economic Community and the USSR with a view to fixing a new consultation  level for textile products of category 117 for 1990;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 15 of Council Regulation (EEC) No 4136/86 of 22 December 1986 (2), as last amended by Regulation (EEC) No 71/91 (3),", "main_body": ["The consultation level for textile products of category 117 originating in the USSR set out in Annex III to Regulation (EEC) No 1925/90 is hereby amended for 1990 as indicated in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1991.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 10. 7. 1990, p. 1.\n(2) OJ No L 387, 31. 12. 1986, p. 42.\n(3) OJ No L 9, 12. 1. 1991, p. 9.\nANNEX\n'ANNEX III\nCONSULTATION LEVELS REFERRED TO IN ARTICLE 3 (1)\nGROUP IV\nCategory No  CN code  Description  Third country  Unit  Member State  Consultation levels (1)          (1)  (2)  (3)  (4)  (5)  (6)  (7)          117  5309 11 11\n5309 11 19\n5309 11 90\n5309 19 10\n5309 19 90\n5309 21 10\n5309 21 90\n5309 29 10\n5309 29 90\n5311 00 10\n5803 90 90\n5905 00 31\n5905 00 39  Woven fabrics of flax or of ramie  USSR  tonnes  D\nF\nI\nBNL\nUK\nIRL\nDK\nEL\nES\nP\nEEC  207\n76\n103\n88\n103\n5\n680\n9\n100\n9\n1 380\n(1) Applicable only for 1990.'"}