{"celex_id": "31992R3904", "uri": "http://publications.europa.eu/resource/cellar/13709c0d-2ed4-4357-a8cb-0a3459a8e694", "type": "Regulation", "concepts": ["2904", "3086", "3299", "3600", "502"], "title": "Council Regulation (EEC) No 3904/92 of 17 December 1992 on measures to adapt the profession of customs agent to the internal market\n", "header": "COUNCIL REGULATION (EEC) NÂ° 3904/92 of 17  December 1992 on measures to adapt the profession of customs agent to the internal market\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the construction of the internal market is a fundamental objective of a decisively positive  nature for the development of the Community;\nWhereas a certain number of areas will face severe difficulties as they depend heavily on customs  activity;\nWhereas the abolition of customs formalities on 1 January 1993 will have considerable repercussions  on economic activity at the Community's internal borders;\nWhereas the work of customs agents and their equivalents derives primarily from customs controls  and customs formalities;\nWhereas the abolition of customs formalities at the Community's internal borders will abruptly end  the intra-Community activities of this profession;\nWhereas this profession must completely rethink its future beyond 1 January 1993; whereas this will  have major repercussions both for employees in the sector and for the enterprises and areas whose  economic structure is geared primarily to cross-border activities;\nWhereas small and medium-sized enterprises in particular need help in adapting to the abolition of  customs formalities at Community internal borders;\nWhereas, given the circumstances and in the light of the Birmingham European Council declaration of  16 October 1992, supplementary Community measures can usefully contribute to the work undertaken by  Member States;\nWhereas such measures could also encourage the Member States and regions concerned to draw up  proposals and release the necessary resources for the purpose of dealing with the economic problems  of the border areas in question;\nWhereas the Community feels that urgent back-up measures to help customs agents are called for;\nWhereas these measures will be related in particular to Community action under the Structural  Funds;\nWhereas it is necessary to supplement the action supported by the Structural Funds with operations  not financed under these Funds, so as to have available a complete set of measures to assist in the  restructuring and diversification of the services provided by this profession;\nWhereas these specific and exceptional measures, designed to supplement Structural Fund activities,  should be limited in time;\nWhereas the measures covered by this Regulation should be in keeping with Community policies,  including those relating to competition rules;\nWhereas these measures are designed to contribute to economic and social cohesion;\nWhereas the Community aims to assist the areas and enterprises affected by the Community policy of  abolishing tax frontiers and customs controls;\nWhereas the measures to support the areas and enterprises concerned should provide various types of  assistance relating, in particular, to management, access to capital markets and vocational  training of workers;\nWhereas the arrangements for Community action should be specified with a view to implementing the  measures for attaining the objectives set,", "main_body": ["Objectives Community action under this Regulation shall be designed to supplement the measures taken under the  structural funds by:\n- providing assistance for the areas notified by each Member State to the Commission as being the  hardest hit by the abolition of customs formalities in the economic restructuring and creation of  replacement activities,\n- promoting the conversion and/or restructuring of the weakened but viable enterprises referred to  in Article 2 (2) to save the maximum number of jobs.", "Means of operation 1.  Community operations designed to provide assistance in the areas referred to in the first  indent of Article 1 may be concerned with:\n- providing the competent authorities with advice on development and alternative development  techniques,\n- supporting local development measures,\n- funding back-up measures for local development.\n2.  Community operations designed to assist enterprises primarily involved in customs controls and  intraCommunity customs formalities may concern:\n- management of the conversion or restructuring of the enterprises, in particular by market studies  and research,\n- technology transfer, including the collection and dissemination of information, and innovations  within the enterprises,\n- assistance in the creation or maintenance of long-term employment,\n- vocational training for employees of the enterprises and any measures to facilitate such  training.", "Eligibility The measures adopted under Article 2 (2) shall be concentrated on the Community areas designated by  the Member States, in accordance with Article 1, as being the hardest hit.\nOperations funded under this Regulation shall comply with the provisions of the Treaties,  instruments deriving from them and Community policies, particularly those concerning competition  rules.", "Forms of assistance Community financial assistance may take the form of:\n- part-financing of a national assistance sheme, including refunds,\n- part-financing of suitable projects including repayments,\n- support for technical assistance and studies in preparation for operations.\nThe financial assistance is intended primarily for small and medium-sized enterprises.", "Levels of assistance Community assistance under this Regulation shall not exceed 50 % of the cost of the measures set  out in Article 2. In some cases, and in particular in regions whose development is lagging behind,  it shall be possible for the Commission to increase the contribution to 75 %.\nThe Community contribution shall supplement private or public expenditure. In the cases where the  Community contribution is supplementary to private expenditure, the contribution shall on no  account exceed 50 %.\nCommunity assistance for individual measures or operations funded under this Regulation may not be  combined with other assistance from the structural funds.", "Applications for assistance From 1 January 1993 onwards, applications for assistance shall be presented by the competent  authorities designated by the Member States following consultations with the professional and  social interest groups concerned. The deadline for receipt of such applications shall be 31 March  1993.", "Approval of applications for assistance and implementation The Commission shall adopt a decision on the applications for assistance, in principle no later  than three months after their submission, provided that the conditions stipulated in this  Regulation have been met.\nThe Community's operations shall cover a period commencing on 1 January 1993 and may include  retroactive funding for applications for assistance approved on and after that date. The legal  commitment for such measures shall be entered into by 31 December 1993.\nThe Commission shall publish a list of approved applications for assistance in the Official  Journal.", "Technical assistance Apart from the forms of assistance referred to in Article 4, financial support may also be provided  for expenditure on technical assistance, evaluation and follow-up concerning measures adopted under  this Regulation.\nFor such operations, by way of derogation from Article 5, Community funding may account for up to  100 % of the cost. However, the overall amount for these measures shall not exceed 2 % of the total  budget appropriation provided for in this Regulation.", "Monitoring, evaluation and financial control The Commission and the Member States shall ensure effective monitoring and evaluation of Community  assistance funded under this Regulation.\nThe Commission decision approving financial assistance shall include the detailed procedures for  monitoring and evaluating such assistance.\nIn addition, Member States shall be responsible for refunding to the Community any sums paid in  error.", "0\nCommitments and payments 1.  Budgetary commitments shall be made on the basis of the decisions taken by the Commission  approving the measures concerned.\n2.  Financial assistance shall be paid in accordance with the budgetary commitments. It shall be  sent to the competent authority designated for this purpose in the request for payment submitted by  the Member State concerned.\n3.  An advance of 60 % of each budgetary commitment shall be paid by the Community following the  commitment.\n4.  The balance shall be paid on condition that:\n- the authority referred to in paragraph 2 submits to the Commission a request for payment within  six months of the actual completion of the measure, and no later than 30 June 1995,\n-  the Member State certifies the accuracy of the information supplied in the request for payment.", "1\nUse of the ecu The amounts of the Commission's commitments and payments shall be expressed and paid in ecus.\nThe exchange rates applicable at the time of receipt of the application for assistance and the  request for final payment shall be used.", "2\nReport Before 1 November 1994, the Commission shall report to the European Parliament and the Council on  the action taken pursuant to this Regulation.", "3\nEntry into force This Regulation shall enter into force on 1 January 1993 for one year.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 17 December 1992.\nFor the council The President R. NEEDHAM\n(1) OJ NÂ° C 220, 27. 8. 1992, p. 4.\n(2) OJ NÂ° C 337, 21. 12. 1992.\n(3) Opinion delivered on 25 November 1992 (not yet published in the Official Journal)."}