{"celex_id": "31994L0073", "uri": "http://publications.europa.eu/resource/cellar/705576bb-31c1-4233-8909-9eb1f087016a", "type": "Directive", "concepts": ["155", "2105", "3600", "75", "863", "889"], "title": "Council Directive 94/73/EEC of 19 December 1994 amending Directive 90/684/EEC on aid to shipbuilding\n", "header": "COUNCIL DIRECTIVE 94/73/EC of 19 December 1994 amending Directive 90/684/EEC on aid to shipbuilding\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 92 (3) (e) and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Council Directive 90/684/EEC of 21 December 1990 on aid to shipbuilding (3) will expire on 31 December 1994;\nWhereas the aid policy established in Directive 90/684/EEC has generally achieved its objectives;\nWhereas the text of an agreement respecting normal competitive conditions in the commercial shipbuilding and repair industry has been agreed with the Organization for Economic Cooperation and Development (OECD) between the world's most important  shipbuilding nations, including the Community, which excludes all aid for shipbuilding, except for aid for research and development and social aid related to closures;\nWhereas that agreement should enter into force on 1 January 1996, after deposit of instruments of ratification, acceptance or approval by the parties thereto;\nWhereas the parties to the agreement have agreed not to increase their present level of aid to the shipbuilding industry until the entry into force of the agreement;\nWhereas provision should be made for the Kingdom of Spain to pay aid already approved by the Commission in 1991 (4) for which a derogation from OECD agreement has already been made up until the end of 1998,", "main_body": ["Directive 90/684/EEC is amended as follows:\n1. The following Article shall be inserted:\n'Article 5a\nBy way of derogation from Article 5 (1), the Kingdom of Spain may grant operating aid above the set aid ceiling in so far as it concerns aid already approved in the past, in the form of loss compensation to the public yards to facilitate their  restructuring, and which has not been paid due to budgetary difficulties up until 31 December 1994. This outstanding aid, plus interest due to delays in the payments' schedule, amounts to a maximum of 89 104 million Spanish pesetas as at 31 December  1994, of which 64 196 million Spanish pesetas represent the outstanding aid and 24 908 million Spanish pesetas repsesent the interest on arrears. Release of this total amount of a maximum of 89 104 million Spanish pesetas must be subject to individual  notification and prior approval by the Commission before 31 December 1995 and must be paid by 31 December 1998.'\n2. Article 13 shall be replaced by the following:\n'Article 13\nThis Directive shall apply from 1 January 1991 to 31 December 1995.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on 1 January 1995.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nK. KINKEL\n(1) Opinion delivered on 16 December 1994 (not yet published in the Official Journal).\n(2) Opinion delivered on 21 December 1994 (not yet published in the Official Journal).\n(3) OJ No L 380, 31. 12. 1990, p. 27. Directive as last amended by Directive 93/115/EC, (OJ No L 326, 28. 12. 1993, p. 62).\n(4) OJ No C 66, 14. 3. 1991, p. 10."}