{"celex_id": "31991D0638", "uri": "http://publications.europa.eu/resource/cellar/856348aa-23a3-4385-b8f9-51e260618618", "type": "Decision", "concepts": ["1445", "1937", "3422", "618", "619"], "title": "91/638/EEC: Commission Decision of 3 December 1991 on the designation of a common host centre for the computerized network Animo'\n", "header": "COMMISSION DECISION  of 3 December 1991  on the designation of a common host centre for the computerized network 'Animo'  (91/638/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last  amended by Regulation (EEC) No 91/496/EEC (2), and in particular Article 20 (3) thereof,\nWhereas on 19 July 1991 the Commission adopted Decision 91/398/EEC on a computerized network linking veterinary authorities (Animo) (3);\nWhereas, in order to ensure the smooth functioning of the network, provision should be made for a host centre to be used; whereas it is first necessary to specify the procedure to be followed for the designation of such a host centre; whereas the next  step will be to designate the host centre in accordance with the procedure laid down in Article 20 (3) of Directive 90/425/EEC;\nWhereas the host centre must meet precise technical specifications;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Commission shall be responsible for issuing an invitation to tender with a view to selecting a host centre for the computerized network Animo.\n2. The invitation to tender referred to in paragraph 1 shall include the technical specifications defined in the Annex.\n3. Following the invitation to tender provided for in paragraph 1, with a view to the designation of the host centre, the Commission will select at least three offers meeting the specifications referred to in paragraph 2.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29. (2) OJ No L 268, 24. 9. 1991, p. 56. (3) OJ No L 221, 9. 8. 1991, p. 30.\nANNEX\nTECHNICAL SPECIFICATIONS FOR THE COMMUNITY COMMON HOST CENTRE\n1. Description\nThe host centre must be operational by 1 July 1992 at the latest.\nIt must be composed of the following elements in particular:\n- memory for storing information. It is intended to store messages for four weeks,\n- computers capable of managing large quantities of data; to be consulted by many users simultaneously,\n- management and documentation software permitting information to be distributed,\n- equipment (hardware and software) for the management of communications between the public networks (network x 25 and telephone network),\n- electronic messenger services which conform to the international standards,\n- file transfer services,\n- facilities for archiving during one year,\n- restart facilities in case of failure.\nThe host centre must be able to interoperate with existing systems or systems which will be in place in the national veterinary services, in accordance with the international standards.\nThe host centre must be available seven days a week and 24 hours out of 24.\n2. Security rules\nThe host centre must have a set of strict and coherent provisions for data protection and integrity. Access to the system must be controlled by a series of security procedures, particularly by changeable passwords with rules regarding the number of  retries, so as to minimize the danger of accidental or improper consultation.\n3. Size and format of information\nThe size of the message formatted for transmission may be up to 4 000 characters. The formatted message will be in ASCII format with defined characters. The estimated number of messages per day will be about 3 000. Estimated management will require  about 3 000 entry operations and 6 000 dispatch operations per day.\n4. System capacity\nThe system must be able to manage 2 450 potential users. However, usertime overlaps may vary. The estimated number of simultaneous users (sending and receiving) will be on average 70 and not more than 100. Capacity must be expandible if necessary. The  system must be able to manage waiting codes.\n5. Assistance\nA help service must be available 12 hours a day, from 7 a.m. to 7 p.m. at the location of the host centre, in order to deal with any communication problems.\n6. Maintenance\nA series of safeguard measures and facilities for restoring the files must be available for the system and operational at the host centre to ensure that no information is lost.\nThe host centre must have all the qualified staff necessary."}