{"celex_id": "31992D0572", "uri": "http://publications.europa.eu/resource/cellar/6d4823bc-dabc-4ba4-91de-849b1052f492", "type": "Decision", "concepts": ["1591", "2543", "3837"], "title": "92/572/EEC: Commission Decision of 14 December 1992 accepting an undertaking by a Polish producer in connection with the anti- dumping proceeding concerning imports of ferrosilicon originating in Poland and Egypt\n", "header": "COMMISSION DECISION  of 14 December 1992  accepting an undertaking by a Polish producer in connection with the anti-dumping proceeding concerning imports of ferrosilicon originating in Poland and Egypt  (92/572/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for in the above Regulation,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) Commission Regulation (EEC) No 1808/92 (2) imposed a provisional anti-dumping duty on imports into the Community of ferrosilicon originating in Poland and Egypt, falling within CN codes 7202 21 10, 7202 21 90 and 7202 29 00.\nThe provisional anti-dumping duty was extended for a period not exceeding two months by Council Regulation (EEC) No 2778/92 (3).\n(2) For the conclusions on dumping, injury and the Community interest giving grounds for the introduction of anti-dumping measures, the Commission referred to recitals 4 to 13 of Council Regulation (EEC) No 3642/92 (4).\nB. UNDERTAKINGS\n(3) All the producers were informed of the results of the investigation; one of them, Huta Laziska, offered a price undertaking in accordance with Article 10 of Regulation (EEC) No 2423/88.\n(4) The Commission considers the offer acceptable. In its opinion, the undertaking will raise import prices in the Community by an amount judged sufficient in present circumstances to eliminate the injury caused by dumping. The investigation can  therefore be terminated in respect of the Polish producer.\n(5) However, the Commission has taken note of the extremely tense situation on the Community ferrosilicon market. It will closely monitor the effects of this measure and may consider it necessary to review the matter if circumstances change.\n(6) The Commission would also point out that if an undertaking has been withdrawn, or if it has reason to believe that an undertaking has been violated, it may, where the interests of the Community so require, apply provisional anti-dumping duties  forthwith under Article 10 (6) of Regulation (EEC) No 2423/88 on the basis of the facts established before the undertaking was given.\n(7) The anti-dumping committee was consulted about acceptance of the undertaking offered, and raised no objection,", "main_body": ["The undertaking offered by the Polish producer Huta Laziska in connection with the anti-dumping proceeding concerning imports of ferrosilicon originating in Poland and Egypt is hereby accepted.\nThis Decision shall take effect from the date of entry into force of Regulation (EEC) No 3642/92."], "attachments": "Done at Brussels, 14 December 1992. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) OJ No L 183, 3. 7. 1992, p. 8. (3) OJ No L 281, 25. 9. 1992, p. 1. (4) See page 1 of this Official Journal."}