{"celex_id": "31992L0082", "uri": "http://publications.europa.eu/resource/cellar/e17e37b1-b11e-469e-b7cb-6c7464f59cbc", "type": "Directive", "concepts": ["1015", "1234", "1274", "3771", "3772", "3773"], "title": "Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils\n", "header": "COUNCIL DIRECTIVE 92/82/EEC  of 19 October 1992  on the approximation of the rates of excise duties on mineral oils\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 99 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 92/12/EEC (4) lays down provisions on the general arrangements for products subject to excise duty;\nWhereas Directive 92/81/EEC (5) lays down provisions relating to the structures of excise duty applicable to mineral oils;\nWhereas Member States must apply minimum rates of excise duty on these products by 1 January 1993 if the internal market is to be achieved by that date;\nWhereas the excise rate on mineral oils should be charged at a specific rate by reference to a fixed quantity of the chargeable products;\nWhereas it is possible to permit certain Member States to apply reduced rates to products consumed within particular regions of their territories;\nWhereas it is necessary for the rates laid down in this Directive to be reviewed periodically on the basis of a Commission report taking account of all the appropriate factors;\nWhereas a mechanism should be set up to enable specific amounts expressed in ecu to be converted into national currency,", "main_body": ["Not later than 1 January 1993, Member States shall apply rates of excise duty on mineral oils which will be not less than the minimum rates prescribed in this Directive.", "1. The mineral oils covered by this Directive are:\n- leaded petrol falling within CN codes 2710 00 31 and 2710 00 35,\n- unleaded petrol falling within CN code 2710 00 33,\n- gas oil falling within CN code 2710 00 69,\n- heavy fuel oil falling within CN code 2710 00 79,\n- liquid petroleum gas falling within CN codes 2711 12 11 to 27 11 19 00,\n- methane falling within CN code 2711 29 00,\n- kerosene falling within CN codes 27 10 00 51 and 27 10 00 55.\n2. References in paragraph 1 above to CN codes shall be to those of the version of the Combined Nomenclature in force when this Directive is adopted.", "As from 1 January 1993, the minimum rate of excise duty on leaded petrol shall be fixed at ECU 337 per 1 000 litres except in the case of Luxembourg where, during the period from 1 January 1993 to 31 December 1994, the minimum rate of duty  shall be fixed at ECU 292 per 1 000 litres.", "As from 1 January 1993, the minimum rate of excise duty on unleaded petrol shall be fixed at ECU 287 per 1 000 litres except in the case of Luxembourg where, during the period from 1 January 1993 to 31 December 1994, the minimum rate of duty  shall be fixed at ECU 242 per 1 000 litres, provided that in every case the rate of duty shall be below that charged on leaded petrol.", "1. As from 1 January 1993, the minimum rate of excise duty on gas oil used as propellant shall be fixed at ECU per 1 000 litres except in the case of Luxembourg and Greece where, during the period from 1 January 1993 to 31 December 1994, the  minimum rate of duty shall be fixed at ECU 195 per 1 000 litres.\n2. As from 1 January 1993, the minimum rate of excise duty on gas oil used for the purposes set out in Article 8, paragraph 3, of Directive 92/81/EEC shall be fixed at ECU 18 per 1 000 litres.\n3. As from 1 January 1993, the minimum rate of excise duty on heating gas oil shall be fixed at ECU 18 per 1 000 litres.\nThe Member States which on 1 January 1991 did not apply excise duty to heating gas oil are authorized to continue to apply a zero rate provided that they levy a monitoring charge of ECU 5 per 1 000 litres from 1 January 1993. The charge will be  increased to ECU 10 per 1 000 litres on 1 Janaury 1995 if the Council, acting unanimously on the basis of a Commission report, so decides, having noted that the level of the charge is too low to avoid problems of trade distortion between the Member  Sates.", "As from 1 January 1993, the minimum rate of excise duty on heavy fuel oil shall be fixed at ECU 13 per 1 000 kg.", "1. As from 1 January 1993, the minimum rate of excise duty on liquid petroleum gas and on methane, when used as a propellant, shall be fixed at ECU 100 per 1 000 kg.\n2. As from 1 January 1993, the minimum rate of excise duty on liquid petroleum gas and methane used for the purposes set out in Article 8 (3) of Directive 92/81/EEC shall be fixed at ECU 36 per 1 000 kg.\n3. As from 1 January 1993, the minimum rate of excise duty on liquid petroleum gas and on methane when used for heating purposes shall be fixed at ECU 0 per 1 000 kg.", "1. As from 1 January 1993, the minimum rate of excise duty on kerosene when used as a propellant shall be fixed at ECU 245 per 1 000 litres.\n2. As from 1 January 1993, the minimum rate of excise duty on kerosene used for the purposes set out in Article 8 (3) of Directive 92/81/EEC shall be fixed at ECU 18 per 1 000 litres.\n3. As from 1 January 1993, the minimum rate of excise duty on kerosene used for heating purposes shall be fixed at ECU 0 per 1 000 litres.", "1. The Portuguese Republic may apply rates of excise duty on mineral oils consumed in the Autonomous Region of the Azores lower than the minimum rates laid down in this Directive in order to compensate for the transport costs incurred as a  result of the insular and dispersed nature of this region.\n2. The Hellenic Republic may apply rates of excise duty up to ECU 22 lower than the minimum rates laid down in this Directive on gas oil used as propellant and on petrol consumed in the departments of Lesbos, Chios, Samos, the Dodecanese and the  Cyclades and on the following islands in the Aegean: Thasos, North Sporades, Samothrace and Skiros.", "0\nEvery two years, and for the first time not later than 31 December 1994, the Council, acting on the basis of a report and where appropriate, a proposal from the Commission, shall examine the rates of duty laid down herein and, acting  unanimously after consulting the European Parliament, shall adopt the necessary measures. The report by the Commission and the consideration by the Council shall take into account the proper functioning of the internal market, the real value of the  rates of duty and the wider objectives of the Treaty.", "1\n1. The value of the ecu in national currencies to be applied to the value of specific excise duties shall be fixed once a year. The rates to be applied shall be those obtaining on the first working day of October and published in the  Official Journal of the European Communities and shall have effect from 1 January of the following calendar year.\n2. Member States may maintain the amounts of the excise duties in force at the time of the annual adjustment provided for in paragraph 1 if the conversion of the amounts of the excise duties expressed in ecu would result in an increase of less than 5 %  or ECU 5, whichever is the lower amount, in the excise duty expressed in national currency.", "2\n1. Member States shall bring into force the laws, regulations and adminitrative provisions necessary to comply with this Directive not later than 31 December 1992. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member  States.\n2. Member States shall communciate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 19 October 1992. For the Council\nThe President\nJ. COPE\n(1) OJ No C 16, 23. 1. 1990, p. 10. (2) OJ No C 183, 15. 7. 1991, p. 290. (3) OJ No C 225, 10. 9. 1991, p. 54. (4) OJ No L 76, 23. 3. 1992, p. 1. (5) See page 12 of this Official Journal."}