{"celex_id": "31995R1677", "uri": "http://publications.europa.eu/resource/cellar/add8daef-440c-40d6-b164-89bd768f2e12", "type": "Regulation", "concepts": ["1309", "2296", "2763", "2957", "4078", "5083"], "title": "Commission Regulation (EC) No 1677/95 of 10 July 1995 amending Regulation (EEC) No 1150/90 as regards the transitional adjustment of certain provisions relating to imports into the Community of certain provisions relating to imports into the Community of certain milk products originating in the African, Caribbean and Pacific States (ACP) or in the overseas countries and territories (OCT) in order to implement the Agreement on Agriculture concluded during the Uruguay Round of negotiations\n", "header": "COMMISSION REGULATION (EC) No 1677/95 of 10 July 1995 amending  Regulation (EEC) No 1150/90 as regards the transitional adjustment of certain provisions relating  to imports into the Community of certain provisions relating to imports into the Community of  certain milk products originating in the African, Caribbean and Pacific States (ACP) or in the  overseas countries and territories (OCT) in order to implement the Agreement on Agriculture  concluded during the Uruguay Round of negotiations\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and  transitional arrangements required in the agriculture sector in order to implement the agreements  concluded during the Uruguay Round of multilateral trade negotiations  (1), and in particular  Article 3 (1) thereof,\nWhereas in order to take account of the existing import arrangements in the milk products sector  and those resulting from the Agreement on Agriculture concluded during the Uruguay Round of  multilateral trade negotiations, transitional measures are needed to adjust the preferential  concessions in the form of a reduction in the import levy on certain milk products from the ACP  States and the OCT;\nWhereas Commission Regulation (EEC) No 1150/90 of 4 May 1990 laying down detailed rules for the  application of the special arrangements for imports of milk and milk products originating in the  African, Caribbean and Pacific States (ACP) or in the overseas countries and territoires (OCT)   (2), as amended by Regulation (EC) No 3337/94  (3), lays down detailed rules for the application of  the preferential conditions reducing the import levy for quotas of milk and cheese; whereas, since  the levies are being replaced by customs duties from 1 July 1995, it is necessary to make  transitional adjustments to those provisions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1150/90 is hereby amended as follows for the  1995/96 marketing year:\n1.  Article 3 (d) is replaced by the following:\n'(d)  the heading \"notes\" and Section 24 of licence applications and licences shall show  respectively one of the following:\n-  Derecho de aduana reducida en un 50  %, Producto ACP/PTOM Reglamento (CEE) n° 715/90,\n-  Told netsat med 50  %, AVS/OLT-varer forordning (EOEF) nr. 715/90,\n-  Zoll, ermaessigt um 50  %, AKP/UELG-Erzeugnis Verordnung (EWG) Nr. 715/90,\n-  AEáóìueò ìaaéùìÝíïò êáôUE 50  %, ðñïúueí ÁÊAA/Õ×AA Êáíïíéóìueò (AAÏÊ) áñéè. 715/90,\n-  Customs duty reduced by 50  %, ACP/OCT-Product Regulation (EEC) No 715/90,\n-  Droit de douane réduit de 50  %, produit ACP/PTOM règlement (CEE) n° 715/90,\n-  Dazio doganale ridotto del 50  %, prodotto ACP/PTOM regolamento (CEE) n. 715/90,\n-  Douanerecht verminderd met 50  %, ACS/LGO-produkt Verordening (EEG) nr. 715/90,\n-  Direito aduaneiro reduzido de 50  %; produto ACP/PTOM Regulamento (CEE) nº 715/90,\n-  Tullia alennettu viidellaekymmenellae prosentilla, AKT/MMA-tuote Asetus (ETY) N :o 715/90,\n-  Nedsaettning med 50  % av tullsatsen, produkt AVS/ULT Foerordning (EEG) nr 715/90.`", "This Regulation shall enter into force on the day following  its publication in the  Official Journal of the European  Communities.\nIt shall apply from 1 July 1995 to 30 June 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 10 July 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}