{"celex_id": "31995R1168", "uri": "http://publications.europa.eu/resource/cellar/2dda2ae1-86a2-4431-a251-597ec8471814", "type": "Regulation", "concepts": ["1355", "1591", "1837", "519"], "title": "Council Regulation (EC) No 1168/95 of 22 May 1995 amending Regulation (EEC) No 830/92 imposing a definitive anti-dumping duty on imports of certain polyester yarns (man-made staple fibres) with regard to those originating in Indonesia\n", "header": "COUNCIL REGULATION (EC) No 1168/95 of 22  May 1995 amending Regulation (EEC) No 830/92 imposing a definitive anti-dumping duty on imports of  certain polyester yarns (man-made staple fibres) with regard to those originating in Indonesia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped  or subsidized imports from countries not members of the European Economic Community  (1), and in  particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory  Committee,\nWhereas:\nA.  PREVIOUS PROCEDURE\n(1)  By Regulation (EEC) No 830/92  (2), the Council imposed a definitive  anti-dumping duty on imports of certain polyester yarns falling within CN codes 5509  21  10, 5509   21  90, 5509  22  10, 5509  22  90, 5509  51  00 and 5509  53  00, and originating in Indonesia and  several other countries, with the exception of goods produced and sold for export to the Community  by one Indonesian producer for which the anti-dumping duty does not apply.\nB.  REVIEW\n(2)  Six Indonesian companies, PT Bitratex Industrial Corp., PT Elegant Textile  Industry, PT Gokak Indonesia, PT Indorama Synthetics, PT Lotus Indah Textile Industries, PT Sunrise  Bumi Textiles claimed that their export ex-works price was higher than their domestic ex-works  price, that their domestic selling prices were profitable, and that in consequence they were no  longer dumping.\n(3)  Two other Indonesian companies, PT Kanindo Success Textile Industries and PT Sulindafin Permai  Spinning Mills (PT Sulindamills) claimed that they did not export the products concerned during the  period covered by the previous investigation and only started doing so after that period and that  they were not related to any company subject to the previous investigation. Therefore, they  requested that a newcomer review be opened.\n(4)  Those companies provided evidence of the facts they alleged, which was considered sufficient  to justify the initiation of a review in accordance with the provisions of Article 14 of Regulation  (EEC) No 2423/88. By a notice published in the Official Journal of the European Communities (3),  the Commission, after consultation within the Advisory Committee, initiated a review of Regulation  (EEC) No 830/92 with regard to the eight companies cited above and commenced its investigation. The  review was limited to an examination of changed circumstances in dumping.\nIt should be noted that the exports of these companies represent 35  % of total exports of mixed  yarn to the European Community by Indonesian exporters.\n(5)  The Commission sent questionnaires to the parties concerned and gave them the opportunity to  make their views known. The Commission sought and verified all information it considered necessary  and inspected the information submitted in the premises of all the companies abovementioned. The  Commission also received information from the complainant in the original investigation.\n(6)  The investigation covered the period 1 January 1993 to 31 December 1993 (investigation  period).\nC.  RESULT OF INVESTIGATION\n1.  Normal value (7)  Domestic sales of the producers under consideration were used where they exceeded 5  % of  sales of the type concerned, therefore represented a volume sufficient to constitute a  representative market and an adequate basis for calculating the normal value. Normal value was  therefore calculated, by type, on the basis of the weighted average domestic prices in the domestic  market at prices actually paid or payable in the ordinary course of trade, in accordance with  Article 2 (3) of Regulation (EEC) No 2423/88.\nThe prices were net of all discounts and rebates directly linked to the sales under consideration.\n(8)  Constructed value was used where domestic prices did not permit recovery of all costs in the  normal course of trade, or where the sales in the Indonesian market of the similar type did not  exist. In accordance with Article 2  (3)  (b)  (ii) of Regulation (EEC) No 2423/88, the normal  value was determined, by type, by adding costs, both fixed and variable, of raw materials and  manufacture, plus a reasonable amount for selling, administrative and other general expenses and a  reasonable profit margin.\nThe profit margin used was based on the weighted average profit realized by the producer on all  profitable sales of the same type of the like product or when there were no sales of the same type,  it was based on the profitable sales of the like product of the Indonesian producer concerned.\n2.  Export price (9)  Where sales were made to independent importers in the Community, export price was determined  on the basis of the price actually paid or payable for the product sold for export to the  Community, in accordance with Article 2  (8)  (a) of Regulation (EEC) No 2423/88.\nAs far as the two newcomers are concerned, the investigation showed that they had exported the  product concerned to the Community during the investigation period. Therefore the Commission was  able to calculate the dumping.\n3.  Comparison (10)  For the purpose of ensuring a fair comparison between normal value and export price, account  was taken of differences directly affecting price comparability, such as commissions, credit terms,  transport, insurance, handling, packing and technical assistance, in accordance with Article 2   (10) of Regulation (EEC) No 2423/88.\nExport prices were compared, on a transaction by transaction basis, with normal value at ex-works  level.\n(11)  The Indonesian producers claimed an adjustment for the salaries paid to salesmen. However,  the investigation showed that the so-called salesmen were all employed at management level as shown  by their position in the organigram of the companies and the corresponding salaries. Therefore, it  was considered that these companies failed to prove that this personnel was wholly engaged in  direct selling activities. In these circumstances, the adjustment was not granted.\n(12)  The Indonesian producers also claimed that normal value should be reduced by an allowance  corresponding to import charges borne by materials physically incorporated in the like product when  destined for domestic consumption and refunded when exported to the Community. After examining the  evidence submitted by the claimants in this context, the adjustment was duly allowed pursuant to  Article 2  (10)  (b) of Regulation (EEC) No 2423/88.\n4.  Dumping margin (13)  The examination of the facts showed the existence of dumping with respect to the product  concerned. The margins of dumping, being equal to the amount by which normal value exceded the  price for export to the Community, expressed as a percentage of the net, free-at-Community-frontier  price, customs duty unpaid, were as follows:\n>TABLE>\nExcept for PT Kanindo Success Textile Industries and PT Lotus Indah Textile Industries for which no  dumping was found, the dumping margins of the other companies are to be considered as de minimis.\n(14)  As far as PT Gokak Indonesia is concerned, it was found that this company did not export the  product under consideration to the Community during the investigation period. Therefore, as no new  calculation concerning the dumping margin could be made, it was proposed by the company that either  a variable duty be imposed on the basis of the minimum export prices, or the weighted average  dumping margin found for the other companies involved in the review be used.\nThe on-the-spot investigation showed that all its domestic sales were made at a loss and there was  every indication that its exports to third countries were dumped.\nIn the light of the above the Commission services have considered that, for this company, the  conditions under which the duty would be withdrawn were not fulfilled, contrary to the other  companies involved in the review.\nIn these circumstances, taking into consideration the fact that the large variety of types of yarns  concerned makes it impossible to impose a minimum price based on the constructed normal value, it  is proposed to maintain the anti-dumping duty imposed in the original investigation, i.e. 11,9  %,  bearing in mind that this company exported the product concerned to third countries at dumped  prices and that there is nothing to suggest that it might behave differently regarding exports to  the Community.\nD.  INJURY AND COMMUNITY INTEREST\n(15)  No request for review of the findings on injury and  Community interest was made and there is no reason to doubt the validity of the injury findings in  the original investigation.\nE.  AMENDMENT OF THE REVIEWED MEASURES\n(16)  In the present case, since, for seven Indonesian  producers, there is either no dumping, or the dumping margins found are de minimus, the Commission  considers that Regulation (EEC) No 830/92 should be amended and that the anti-dumping duty be  withdrawn for these companies.\n(17)  The duty of 11,9  % imposed in the original investigation is to be maintained for PT Gokak  Indonesia.\n(18)  The companies concerned and the complainant in the original investigation have been informed  of these findings.\n(19)  In accordance with Article 15  (1) of Regulation (EEC) No 2423/88, the duration of validity  of the measures imposed by Regulation (EEC) No 830/92 is not affected by this Regulation which  neither modifies nor confirms these measures,", "main_body": ["Article 1  (3) of Regulation (EEC) No 830/92 shall be replaced by the  following:\n'3.  None of the duties shall apply to imports of the products specified in paragraph 1 produced by  PT Kewalram Indonesia, Bandung, Indonesia, PT Bitratex Industrial Corp., Jakarta Selatam, PT  Elegant Textile Industry, Jakarta, PT Kanindo Success Textile Industries, Jakarta, PT Indorama  Synthetics, Jakarta, PT Lotus Indah Textile Industries, Surabaya, PT Sulindafin Permai Spinning  Mills (PT Sulindamills), Jakarta, PT Sunrise Bumi Textiles, Jakarta (Taric additional code: 8595)  and Guangying Spinning Co., Ltd, Guangzhou, People's Republic of China (Taric additional code:  8596).`", "This Regulation shall enter into force on the day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 May 1995.\nFor the Council The President A. MADELIN"}