{"celex_id": "31994R1884", "uri": "http://publications.europa.eu/resource/cellar/dcc655fe-0204-4cc3-ac58-0622f6be2f9e", "type": "Regulation", "concepts": ["2173", "2972", "4682", "5034", "976"], "title": "Council Regulation (EC) No 1884/94 of 24 July 1994 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COUNCIL REGULATION (EC) No 1884/94 of 24 July 1994 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas reform of the common agricultural policy has, inter alia, included a restructuring of the system of special premium for male bovine animals, laid down in Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market  in beef and veal (3);\nWhereas the determination, on the basis of the best year from among the years 1990, 1991 and 1992, of the regional ceilings referred to in Article 4b (3) of Regulation (EEC) No 805/68 has led in certain parts of the Community to figures which are very  much higher than the situation in existence at the time of reform; whereas the application, in the coming years, of excessively high regional ceilings risks jeopardizing achieving control of the production which was one of the main objectives of reform;  whereas it is accordingly necessary to limit the regional ceilings, in particular on the basis of the situation regarding production of beef and veal and the way in which they have evolved in recent years;\nWhereas the particular regional ceiling laid down for the territory of the new German Laender should also be adjusted in line with the change in the total ceiling allocated to Germany; whereas, as at present, the application of that particular ceiling  will remain restricted to the new Laender,", "main_body": ["Regulation (EEC) No 805/68 is hereby amended as follows:\n1. In Article 4b (3), point (b) of that third subparagraph shall be replaced by the following:\n'(b) \"regional ceiling\": the number of animals entitled to benefit, in a region and per calendar year, from the special premium; the total number of animals included in the regional ceilings of each of the Member States is limited to:\n\"\" ID=\"1\">Belgium> ID=\"3\">293 211\"> ID=\"1\">Denmark> ID=\"3\">324 652\"> ID=\"1\">Germany\n(including the particular regional ceiling relating to the special premium referred to in Article 4k (1), point (a) applicable for the new Laender)\n> ID=\"2\">3 092 667\"> ID=\"1\">Greece> ID=\"3\">140 130\"> ID=\"1\">Spain\n(including the Canary Islands)> ID=\"2\">551 552\"> ID=\"1\">France> ID=\"3\">1 908 922\"> ID=\"1\">Ireland> ID=\"3\">1 286 521\"> ID=\"1\">Italy> ID=\"3\">824 885\"> ID=\"1\">Luxembourg> ID=\"3\">19 300\"> ID=\"1\">Netherlands> ID=\"3\">264 000\"> ID=\"1\">Portugal>  ID=\"3\">154 897\"> ID=\"1\">United Kingdom> ID=\"3\">1 419 811\">\n'2. In Article 4k (1), point (a), '780 000' is replaced by '660 323'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Council\nThe President\nTh. WAIGEL\n(1) OJ No C 83, 19. 3. 1994, p. 36.(2) OJ No C 128, 9. 5. 1994.(3) OJ No L 148, 28. 6. 1968, p. 24. Regulation as last amended by Commission Regulation (EC) No 1096/94 (OJ No L 121, 12. 5. 1994, p. 9)."}