{"celex_id": "31994D0003", "uri": "http://publications.europa.eu/resource/cellar/28d917c3-a3fa-4182-981a-853526ce62cb", "type": "Decision", "concepts": ["1158", "343", "4258", "4441", "5274"], "title": "94/3/EC: Commission Decision of 20 December 1993 establishing a list of wastes pursuant to Article 1a of Council Directive 75/442/EEC on waste\n", "header": "COMMISSION DECISION of 20 December 1993 establishing a list of wastes pursuant to Article 1 (a) of Council Directive 75/442/EEC on waste (94/3/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 75/442/EEC of 15 July 1975 on waste (1), and in particular Article 1 (a) thereof,\nWhereas the aforesaid provision requires the Commission to draw up a list of wastes belonging to the categories listed in Annex I to the same Directive; whereas the Commission is assisted in this task by the Committee composed of representatives of the Member States and chaired by the representative of the Commission, established by Article 18 of the Directive;\nWhereas the measures envisaged by this Decision are in accordance with the opinion expressed by the aforementioned Committee,", "main_body": ["The list contained in the Annex to this Decision is hereby adopted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1993.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 194, 25. 7. 1975, p. 47, as last amended by Directive 91/692/EEC (OJ No L 377, 31. 12. 1991, p. 48).\nANNEX\nList of wastes pursuant to Article 1 (a) of Council Directive 75/442/EEC on waste\n(EUROPEAN WASTE CATALOGUE)\nIntroductory note\n1. Article 1 (a) of Directive 75/442/EEC defines the term 'waste` as: 'any substance or object in the categories set out in Annex I which the holder discards or intends or is required to discard`.\n2. The second indent of Article 1 (a) requires the Commission, acting in accordance with the procedure laid down in Article 18, to draw up a list of waste belonging to the categories listed in Annex I. This list is commonly referred to as the European Waste Catalogue (EWC), and applies to all wastes, irrespective of whether they are destined for disposal or for recovery operations.\n3. The EWC is an harmonized, non-exhaustive list of wastes, that is to say, a list which will be periodically reviewed and if necessary revised in accordance with the committee procedure.\nHowever, the inclusion of a material in the EWC does not mean that the material is a waste in all circumstances. The entry is only relevant when the definition of waste has been satisfied.\n4. The waste featuring in the EWC is subject to the provisions of the Directive unless Article 2 (1) (b) of this Directive applies.\n5. The EWC is to be a reference nomenclature providing a common terminology throughout the Community with the purpose to improve the efficiency of waste management activities. In this respect the European Waste Catalogue should constitute the basic reference for the Community Programme on waste statistics launched pursuant to the Council resolution of 7 May 1990 on waste management policy (1).\n6. The EWC will be subject to adaptation to scientific and technical progress in accordance with the procedure laid down in Article 18 of the Directive.\n7. The reading of an individual code of waste in the EWC should not be isolated from its heading.\n8. The EWC does not prejudge the list of 'hazardous wastes` as required by Article 1 (4) of Council Directive 91/689/EEC of 12 December 1991 on hazardous waste (2).\n>TABLE>\n(1) OJ No C 122, 18. 5. 1990, p. 2.\n(2) OJ No L 377, 31. 12. 1991, p. 20."}