{"celex_id": "31992R2427", "uri": "http://publications.europa.eu/resource/cellar/4e16c756-d3ed-4dfa-8798-e74915bc4e9f", "type": "Regulation", "concepts": ["1767", "3611", "3892", "4385"], "title": "Commission Regulation (EEC) No 2427/92 of 18 August 1992 re-establishing the levying of customs duties on products of category 35 (order No 40.0350), originating in Malaysia, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3832/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 2427/92  of 18 August 1992  re-establishing the levying of customs duties on products of category 35 (order No 40.0350), originating in Malaysia, to which the preferential tariff arrangements set out in Council  Regulation (EEC) No 3832/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3832/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of textile products originating in developing countries (1), extended into 1992 by Council Regulation (EEC) No 3387/91  (2), and in particular Article 12 thereof,\nWhereas Article 10 of Regulation (EEC) No 3832/90 provides that preferential tariff treatment shall be accorded for each category of products in Annexes I and II thereto individual ceilings, within the limits of the quantities specified in column 8 of  Annex I and column 7 of Annex II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 11 of the abovementioned Regulation provides that the levying of customs duties may be re-establish at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of products of category 35 (order No 40.0350), originating in Malaysia, the relevant ceiling amounts to 264 tonnes;\nWhereas on 9 June 1992 imports of the products in question into the Community, originating in Malaysia, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to Malaysia,", "main_body": ["As from 24 August 1992 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3832/90, shall be re-established in respect of the following products, imported into the Community and originating in Malaysia:\nOrder No  Category\n(unit)  CN code  Description           40.0350  35 (tonnes)  5407 10 00\n5407 20 90\n5407 30 00\n5407 41 00\n5407 42 10\n5407 42 90\n5407 43 00\n5407 44 10\n5407 44 90\n5407 51 00\n5407 52 00\n5407 53 10\n5407 53 90\n5407 54 00\n5407 60 10\n5407 60 30\n5407 60 51\n5407 60 59\n5407 60 90\n5407 71 00\n5407 72 00\n5407 73 10\n5407 73 91\n5407 73 99\n5407 74 00  Woven fabrics of synthetic fibres (continuous), other than those for tyres of category 114      40.0350 (cont'd)   5407 81 00\n5407 82 00\n5407 83 10\n5407 83 90\n5407 84 00\n5407 91 00\n5407 92 00\n5407 93 10\n5407 93 90\n5407 94 00\nex 5811 00 00\nex 5905 00 70", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 1992. For the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 39. (2) OJ No L 341, 12. 12. 1991, p. 1. Last amended by Council Regulation (EEC) No 282/90 (OJ No L 31, 7. 2. 1992, p. 1)."}