{"celex_id": "31993R1619", "uri": "http://publications.europa.eu/resource/cellar/55e4522d-7903-41af-829b-58876a982d44", "type": "Regulation", "concepts": ["1233", "1277", "2729", "2763", "3167", "3568"], "title": "COMMISSION REGULATION (EEC) No 1619/93 of 25 June 1993 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 regarding the arrangements applicable to cereal-based compound feedingstuffs\n", "header": "COMMISSION REGULATION (EEC) No 1619/93 of 25 June 1993 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 regarding the arrangements applicable to cereal-based compound feedingstuffs\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), and in particular Article 11 and 13 thereof,\nWhereas the preparations covered by CN code 2309 fall, depending on their composition, either within the scope of Regulation (EEC) No 1766/92 or within that of Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market  in milk and milk products (2), as last amended by Regulation (EEC) No 2071/92 (3); whereas the levy to be collected on products falling within the scope of the former Regulation (EEC) No 1766/92 consists of a fixed component and a variable component, of  which the latter may be calculated taking account also of ingredients of animal-feed preparations containing products not covered by Regulation (EEC) No 1766/92, by Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the  market in rice (4), as last amended by Regulation (EEC) No 1544/93 (5), or by Regulation (EEC) No 804/68;\nWhereas the variable component of the levy must be determined on the basis of the commonest ingredients of preparations used in animal feeding, namely cereals and milk products; whereas it follows that the variable component should consist of two  standard amounts, each representing one of those categories of products; whereas the standard amount representing milk products should take account of the levies fixed in accordance with Regulation (EEC) No 804/68 and its implementing regulations;\nWhereas maize and skimmed-milk powder (spray process) are among the raw materials most commonly used in the manufacture of compound feedingstuffs; whereas, therefore, the levies applicable to them should be used as a basis for calculating the standard  amounts making up the variable component;\nWhereas the fixed component of the levy must be determined with a view to the need to protect the processing industry; whereas that component should be calculated on the basis of the most representative processing costs;\nWhereas Article 13 of Regulation (EEC) No 1766/92 provides for the possibility of an export refund being granted on the products listed in Annex A thereto; whereas that refund is intended in particular to offset the difference between the prices for  basic products within the Community and the rates prevailing on the world market; whereas general rules on the granting of the refund should be laid down;\nWhereas the refund should as a general rule be that applicable on the day the transaction is effected; whereas, however, in view of the requirements of the international market for compound feedingstuffs, provision should be made for the possibility of  fixing the refund in advance;\nWhereas, since Council Regulation (EEC) No 2743/75 (6), as last amended by Regulation (EEC) No 944/87 (7), is repealed with effect from 1 July 1993, this Regulation should incorporate its provisions, whilst adjusting them to present market conditions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The import levies and export refunds on the products falling within CN codes 2309 10 11, 2309 10 13, 2309 10 31, 2309 10 33, 2309 10 51, 2309 10 53, 2309 90 31, 2309 90 33, 2309 90 41, 2309 90 43, 2309 90 51 and 2309 90 53 and listed in  Annex A to Regulation (EEC) No 1766/92, hereinafter referred to as 'cereal-based compound feedingstuffs', shall be fixed in accordance with this Regulation.\n2. Cereal-based compound feedingstuffs are listed under the tariff subheadings set out in Annex I hereto.\nTITLE I   LEVIES", "The levy applicable to cereal-based compound feedingstuffs as listed in Annex I shall consist of a variable component and a fixed component.", "For the purposes of calculating the variable component, cereal-based compound feedingstuffs shall be classified in Annex II as follows:\n- in Table A according to their starch content,\n- in Table B according to their milk-product content.", "1. The variable component shall be equal to the sum of the two amounts set out below:\n(a) a first amount shall be equal to be average levy per tonne of maize, multiplied by the coefficient corresponding to the cereal-based compound feedingstuff in question, as set out in column 3 of Table A in Annex II;\n(b) a second amount shall be equal to the average levy applicable per tonne of the pilot product for Group 2, as defined in Annex I to Council Regulation (EEC) No 2915/79 (8), hereinafter referred to as 'milk powder', multiplied by the coefficient  corresponding to the cereal-based compound feedingstuff in question, as set out in column 3 of Table B in Annex II.\n2. The average levies on maize and milk powder referred to in paragraph 1 shall be calculated in respect of the first 25 days of the month preceding the month of importation. The averages shall be adjusted, where necessary, using the threshold price for  the relevant product applying in the month of importation.", "In the case of a cereal-based compound feedingstuff containing appreciable quantities of products not covered by Regulations (EEC) Nos 1766/92, 1418/76 or 804/68, the amount referred to in Article 11 (1) (A) (b) of Regulation (EEC) No 1766/92  shall be determined in accordance with the procedure laid down in Article 23 of the latter Regulation.", "The fixed component shall be ECU 10,88 per tonne.\nTITLE II   REFUNDS", "1. The export refunds shall be fixed in accordance with Commission Regulation (EEC) No 1913/69 (9).\n2. Where the situation on the world market or the specific requirements of certain markets so require, refunds may vary according to the destination.\n3. Refunds shall be fixed once a month.", "1. On application by the party concerned, submitted at the time when the export licence application is lodged, refunds shall be fixed in advance in respect of transactions to be effected during the term of validity of the licence.\n2. Refunds shall be of the amount applicable on the day on which the licence application is submitted, adjusted where appropriate on the basis of the threshold price for cereals used for calculating the export refund in question, and of the threshold  price for milk powder applying in the month of exportation.\nA corrective amount shall be fixed for the latter product to take account of the aid granted for milk powder intended for use in animal feed in force in the month of exportation.\nTITLE II   GENERAL PROVISIONS", "For the purposes of calculating the levy, the milk-product content of cereal-based compound feedingstuffs shall be determined by multiplying the lactose content per tonne of product concerned by a coefficient of 2.\nFor the purposes of calculating the refund, the milk-product content of cereal-based compound feedingstuffs may be determined by the same procedure.", "0\nWhere the starch or lactose content is to be determined for purposes of applying this Regulation, methods of analysis shall be established in accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92 in the case of  starch and in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68 in the case of lactose.", "1\nReferences to Council Regulation (EEC) No 2743/75 repealed, shall be construed as references to the corresponding provisions of this Regulation.", "2\nThis Regulation shall enter into force on 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 148, 28. 6. 1968, p. 13.\n(3) OJ No L 215, 30. 7. 1992, p. 83.\n(4) OJ No L 166, 25. 6. 1976, p. 1.\n(5) OJ No L 154, 25. 6. 1993, p. 5.\n(6) OJ No L 281, 1. 11. 1975, p. 60.\n(7) OJ No L 90, 2. 4. 1987, p. 2.\n(8) OJ No L 329, 24. 12. 1979, p. 1.\n(9) OJ No L 246, 30. 9. 1969, p. 11.\nANNEX I\n\"\" ID=\"01\">2309> ID=\"02\">Preparations of a kind used in animal feeding:\"> ID=\"01\">2309 10> ID=\"02\">  Dog or cat food, put up for retail sale:\"> ID=\"02\">    Containing starch, glucose, glucose syrup, maltodextrime or maltodextrine syrup falling  within subheadings 1702 30 51 to 1702 30 99, 1702 40 90, 1702 90 50 and 2106 90 55 or milk products:\"> ID=\"02\">      Containing starch, glucose, glucose syrup, maltodextrine or maltodextrine syrup:\"> ID=\"02\">        Containing no starch or containing  10 % or less by weight of starch:\"> ID=\"01\">2309 10 11> ID=\"02\">          Containing no milk products or containing less than 10 % by weight of such products\"> ID=\"01\">2309 10 13> ID=\"02\">          Containing not less than 10 % but less than 50 % by  weight of milk products\"> ID=\"02\">        Containing more than 10 % but not more than 30 % by weight of starch:\"> ID=\"01\">2309 10 31> ID=\"02\">          Containing no milk products or containing less than 10 % by weight of such products\"> ID=\"01\">2309  10 33> ID=\"02\">          Containing not less than 10 % but less than 50 % by weight of milk products\"> ID=\"02\">        Containing more than 30 % by weight of starch:\"> ID=\"01\">2309 10 51> ID=\"02\">          Containing no milk products or containing  less than 10 % by weight of such products\"> ID=\"01\">2309 10 53> ID=\"02\">          Containing not less than 10 % but less than 50 % by weight of milk products\"> ID=\"02\">    Other:\"> ID=\"02\">      Other:\"> ID=\"02\">      Containing starch, glucose,  glucose syrup, maltodextrine or maltodextrine syrup falling within subheadings 1702 30 51 to 1702 30 99, 1702 40 90, 1702 90 50 and 2106 90 55 or milk products:\"> ID=\"02\">        Containing starch, glucose, glucose syrup, maltodextrine or maltodextrine  syrup:\"> ID=\"02\">          Containing no starch or containing 10 % or less by weight of starch:\"> ID=\"01\">2309 90 31> ID=\"02\">            Containing no milk products or containing less than 10 % by weight of such products\"> ID=\"01\">2309 90 33>  ID=\"02\">            Containing not less than 10 % but less than 50 % by weight of milk products\"> ID=\"02\">          Containing more than 10 % but not more than 30 % by weight of starch:\"> ID=\"01\">2309 90 41> ID=\"02\">            Containing no milk  products or containing less than 10 % by weight of such products\"> ID=\"01\">2309 90 43> ID=\"02\">            Containing not less than 10 % but less than 50 % by weight of milk products\"> ID=\"02\">          Containing more than 30 % by weight of  starch:\"> ID=\"01\">2309 90 51> ID=\"02\">            Containing no milk products or containing less than 10 % by weight of such products\"> ID=\"01\">2309 90 53> ID=\"02\">            Containing not less than 10 % but less than 50 % by weight of milk products  \">\nANNEX II\nTABLE A\n\"\" ID=\"01\">2309 10 11 2309 10 13 2309 90 31 2309 90 33> ID=\"02\">Not more than 10 %> ID=\"03\">0,16 \"> ID=\"01\">2309 10 31 2309 10 33 2309 90 41 2309 90 43> ID=\"02\">More than 10 % but not more than 30 %> ID=\"03\">0,50 \"> ID=\"01\">2309 10 51 2309 10  53 2309 90 51 2309 90 53> ID=\"02\">More than 30 %> ID=\"03\">1,00 \">\nTABLE B\n\"\" ID=\"01\">2309 10 11 2309 10 13 2309 10 51 2309 90 31 2309 90 41 2309 90 51> ID=\"02\">Less than 10 %> ID=\"03\">0,00 \"> ID=\"01\">2309 10 13 2309 10 33 2309 10 53 2309 90 33 2309 90 43 2309 90 53> ID=\"02\">Not less than 10 % but less than 50 %>  ID=\"03\">0,50 \">"}