{"celex_id": "31997R1507", "uri": "http://publications.europa.eu/resource/cellar/d03b2e9e-6292-4f48-9856-5be78c4cad13", "type": "Regulation", "concepts": ["1309", "161", "2734", "4078", "4385", "5774"], "title": "Council Regulation (EC) No 1507/97 of 24 July 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\n", "header": "COUNCIL REGULATION (EC) No 1507/97 of 24 July 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the 1994 Act of Accession,\nWhereas, pending adaptation of Protocol 2 of the Free Trade Agreements concluded with Estonia, Latvia, Lithuania (1), Council Regulation (EC) No 340/97 of 17 February 1997 adopting autonomous and transitional measures for the free trade agreements with Lithuania, Latvia and Estonia in certain processed agricultural products (2) was adopted, which, until 30 June 1997 maintains the degree of preference granted, thus offsetting possible negative effects the implementation of the results of the Uruguay Round may have on exports of these countries to the Community;\nWhereas, pending adoption of improved concessions granted to Estonia, Latvia and Lithuania by the respective Joint Committees, Regulation (EC) No 340/97 laid down new concessions on a provisional and autonomous basis;\nWhereas the negotiations with the countries concerned for the conclusion of Protocols amending the Free Trade Agreements have been or soon will be concluded and new Protocols 2 have been or soon will be initialled; whereas procedures for the formal adoption of 'interim` Protocols covering solely the trade-related aspects of the amending protocols are underway; whereas the time schedule required for formal adoption may not allow for the entry into force of the 'interim` Protocols on 1 July 1997; whereas it is therefore advisable to extend the concessions on an autonomous basis until 31 December 1997,", "main_body": ["1. From 1 July to 31 December 1997 the goods originating from Lithuania listed in Annex I shall be subject to the annual tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n2. From 1 July to 31 December 1997 the goods originating from Latvia listed in Annex III shall be subject to the annual tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.\n3. From 1 July to 31 December 1997 the goods originating from Estonia listed in Annex IV shall be subject to the annual tariff quotas and preferential duties mentioned in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to the importation into the Community are given in Annex II.", "1. The quotas referred to in Annexes I, III and IV to this Regulation shall be administered by the Commission in accordance with Commission Regulation (EC) No 1460/96 of 25 July 1996 establishing the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Council Regulation (EC) No 3448/93 (3).\n2. The volumes of the tariff quotas indicated in Annexes I, III and IV to this Regulation shall be reduced to take account of the volume of goods imported from 1 January to 30 June 1997 under the equivalent quotas set out in Annexes I, III and IV to Regulation (EC) No 340/97.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1997.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 373, 31. 12. 1994, p. 1 (Estonia).\nOJ No L 374, 31. 12. 1994, p. 1 (Latvia).\nOJ No L 375, 31. 12. 1994, p. 1 (Lithuania).\n(2) OJ No L 58, 27. 2. 1997, p. 25.\n(3) OJ No L 187, 26. 7. 1996, p. 18.\nANNEX I\nLITHUANIA\n>TABLE>\nANNEX II\nBASIC AMOUNTS TO BE TAKEN INTO CONSIDERATION IN CALCULATING AGRICULTURAL COMPONENTS AND ADDITIONAL DUTIES\n>TABLE>\nANNEX III\nLATVIA\n>TABLE>\nANNEX IV\nESTONIA\n>TABLE>"}