{"celex_id": "31992R3576", "uri": "http://publications.europa.eu/resource/cellar/59043a4c-e322-4751-8eb9-85fde37e8cad", "type": "Regulation", "concepts": ["1274", "2300", "2771", "2772", "4385"], "title": "Council Regulation (EEC) No 3576/92 of 7 December 1992 on the definition of the concept of 'originating products' applicable to certain mineral products and to certain products of the chemical or allied industries, within the framework of preferential tariff arrangements granted by the Community to third countries\n", "header": "12.12.1992 EN Official Journal of the European Communities L 364/1\nCOUNCIL REGULATION (EEC) NO 3576/92\nof 7 December 1992\non the definition of the concept of ‘originating products’ applicable to certain mineral products and to certain products of the chemical or allied industries, within the framework of preferential tariff arrangements granted by the Community to third countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nWhereas the Protocols and Annexes (1) on the definition of the concept of ‘originating products’ and methods of administrative cooperation for the application of preferential tariff arrangements granted by the Community in respect of imports from third countries, exlude certain mineral products and certain products of the chemical or allied industries from their scope, in particular as regards the definition of the concept of ‘originating products’;\nWhereas, for all such products imported within the framework of the preferential tariff arrangements, the Member States of the Community define the concept of ‘originating products’ in accordance with their own national rules;\nWhereas the internal market will comprise an area without internal frontiers in which, inter alia, the free movement of goods is assured; whereas it is therefore necessary to ensure uniform implementation of the provisions concerning the definition of the concept of ‘originating products’ applicable to certain mineral products and to certain products of the chemical or allied industries within the framework of preferential tariff arrangements granted by the Community to third countries;\nWhereas for the abovementioned products the conditions should be defined whereby they acquire originating status for the purposes of the tariff preference arrangements referred to above,", "main_body": ["For the purposes of implementing the provisions relating to the preferential tariff arrangements granted by the Community in respect of certain mineral products and certain products of the chemical or allied industries set out in the Annex originating in Algeria, Austria, Cyprus, Czechoslovakia, Egypt, the Faeroes, Finland, Hungary, Iceland, Israel, Jordan, Lebanon, Malta, Morocco, Norway, Poland, Sweden, Switzerland, Syria, Tunisia, and the ACP States (hereinafter referred to as ‘beneficiary countries or territories’), the following shall be considered as products originating in one of such beneficiary countries or territories:\n(a) products wholly obtained in a beneficiary country or territory;\n(b) products obtained in a beneficiary country or territory, in the manufacture of which products other than those specified in (a) (hereinafter referred to as ‘non-originating materials’) have been used, provided that the materials concerned have been sufficiently worked or processed within the meaning of Article 3.", "For the purposes of Article 1 (a) the following shall be considered as wholly obtained in a beneficiary country or territory:\n(a) petroleum products extracted from its soil or from its seabed;\n(b) petroleum products taken from the seabed or beneath the seabed outside territorial waters, if that beneficiary country or territory has, for the purposes of exploitation, exclusive rights to such soil or subsoil;\n(c) petroleum products produced there exclusively from products specified in (a) and (b).", "For the purposes of Article 1 (b), non-originating materials shall be considered to be sufficiently worked or processed when the obtained products specified in columns 1 and 2 of the list in the Annex fulfils the conditions set out in column 3.", "For the purposes of HS Code ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403 mentioned in column 1 of the Annex, simple operations such as cleaning, decanting, desalting, water separation, filtering, colouring, marking, obtaining a given sulphur content as a result of mixing products with different sulphur contents, any combination of these operations or like operations do not confer origin.", "1.   Insofar as the provisions of the Protocols and Annexes on the definition of the concept of ‘originating products’ and methods of administrative cooperation for the application of preferential tariff arrangements granted by the Community to a beneficiary country or territory are not yet applicable to the products referred to in the Annex hereto, and without prejudice to Article 1 and to paragraph 2 of this Article, these provisions shall apply, mutatis mutandis, to such products.\n2.   Within the meaning of the provisions referred to in paragraph 1, those products listed in the Annex hereto which are transported by pipeline across territory other than that of the beneficiary country or territory shall also be considered as having been transported directly from an exporting beneficiary country or territory into the Community.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1992.\nFor the Council\nThe President\nD. HURD\n(1)  Protocol No 3 to the EEC-Austria Agreement, OJ No L 149, 15. 6. 1988, p. 5.\nProtocol No 3 to the EEC-Finland Agreement, OJ No L 149, 15. 6. 1988, p. 75.\nProtocol No 3 to the EEC-Iceland Agreement, OJ No L 180, 9. 7. 1988, p. 5.\nProtocol No 3 to the EEC-Norway Agreement, OJ No L 180, 9. 7. 1988, p. 75.\nProtocol No 3 to the EEC-Sweden Agreement, OJ No L 216, 8. 8. 1988, p. 5.\nProtocol No 3 to the EEC-Switzerland Agreement, OJ No L 216, 8. 8. 1988, p. 75.\nProtocol No 3 to the EEC-Faeroes Agreement, OJ No L 371, 31. 12. 1991, p. 40.\nProtocol No 2 to the EEC-Morocco Agreement, OJ No L 264, 27. 9. 1978, p. 38.\nProtocol No 2 to the EEC-Algeria Agreement, OJ No L 263, 27. 9. 1978, p. 40.\nProtocol No 2 to the EEC-Tunisia Agreement, OJ No L 265, 27. 9. 1978, p. 38.\nProtocol No 3 to the EEC-Egypt Agreement, OJ No L 266, 27. 9. 1978, p. 30.\nProtocol No 2 to the EEC-Jordan Agreement, OJ No L 268, 27. 9. 1978, p. 24.\nProtocol No 2 to the EEC-Lebanon Agreement, OJ No L 267, 27. 9. 1978, p. 24.\nProtocol No 2 to the EEC-Syria Agreement, OJ No L 269, 27. 9. 1978, p. 22.\nProtocol to the EEC-Cyprus Agreement, OJ No L 339, 28. 12. 1977, p. 19.\nProtocol to the EEC-Malta Agreement, OJ No L 111, 28. 4. 1976, p. 11.\nAnnex to Decision No 2/76 amending Protocol No 3 to the EEC-Israel Agreement, OJ No L 190, 29. 7. 1977, p. 3.\nProtocol No 1 to the Fourth ACP-EEC Convention, OJ No L 229, 17. 8. 1991, p. 134.\nProtocol No 4 to the EEC-Poland Agreement, OJ No L 114, 30. 4. 1992, p. 68.\nProtocol No 4 to the EEC-CSFR Agreement, OJ No L 115, 30. 4. 192, p. 83.\nProtocol No 4 to the EEC-Hungary Agreement, OJ No L 116, 30. 4. 1992, p. 155.\nANNEX\nHS Code Description of product Working or processing carried out on non-originating materials that confers originating status\n1 2 3\nex 2707 Oils in which the weight of the aromatic constituents exceeds that of the non-aromatic constituents, being oils similar to mineral oils obtained by distillation of high temperature coal tar, of which more than 65 % by volume distils at a temperature of up to 250 oC (including mixtures of petroleum spirit and benzole), for use as power or heating fuels. Operations of refining and/or one or more specific processes) in accordance with Appendix 1.\nex 2709 Crude oils obtained from bituminous minerals. Destructive distillation of bituminous materials.\n2710 to Petroleum oils and oils obtained from bituminous materials, other than crude; preparations not elsewhere specified or included, containing by weight 70 % or more of petroleum oils or of oils obtained from bitmunous materials, these oils being the basic constituents of the preparations. Operations of refining and/or one or more specific process(es) in accordance with Appendix 2.\n2713 to Petroleum coke, petroleum bitumen and other residues of petroleum oils or of oils obtained from bituminous materials. Operations of refining and/or one or more specific process(es) in accordance with Appendix 1.\nex 2901 Acyclic hydrocarbons for use as power or heating fuels. Operations of refining and/or one or more specific processes) in accordance with Appendix 1.\nex 2902 Cyclanes and cyclenes (other than azulenes), benzene, toluene, xylenes, for use as power or heating fuels. Operations of refining and/or one or more specific processes) in accordance with Appendix 1.\nex 3403 Lubricating preparations containing petroleum oils or oils obtained from bituminous materials, provided they represent less than 70 % by weight. Operations of refining and/or one or more specific process(es) in accordance with Appendix 1.\nex 3404 Artificial waxes and prepared waxes with a basis of paraffin, petroleum waxes, waxes obtained from bituminous materials, slack wax or scale wax. Manufacture in which all the materials used are classified within a heading other than that of the product. However, materials classified within the same heading may be used provided that their value does not exceed 50 % of the ex-works price of the product.\nex 3811 Prepared additives for lubricating oil, containing petroleum oils or oils obtained from bituminous materials. Manufacture in which the value of all the materials of heading No 3811 used does not exceed 50 % of the ex-works price of the product.\nAppendix 1\nFor the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, the ‘specific processes’ are the following:\n(a) vacuum distillation;\n(b) redistillation by a very thorough fractionation process (1);\n(c) cracking;\n(d) reforming;\n(e) extraction by means of selective solvents;\n(f) the process comprising all the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization with alkaline agents; decolorization and purification with naturally active earth, activated earth, activated charcoal or bauxite;\n(g) polymerization;\n(h) alkylation;\n(i) isomerization.\n(1)  See additional explanatory note 4 (b) to Chapter 27 of the combined nomenclature.\nAppendix 2\nFor the purposes of heading Nos 2710 to 2712, the ‘specific processes’ are the following:\n(a) vacuum distillation;\n(b) redistillation by a very thorough fractionation process (1);\n(c) cracking;\n(d) reforming;\n(e) extraction by means of selective solvents;\n(f) the process comprising all the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization with alkaline agents; decolorization and purification with naturally active earth, activated earth, activated charcoal or bauxite;\n(g) polymerization;\n(h) alkylation;\n(ij) isomerization;\n(k) in respect of heavy oils falling within heading No ex 2710 only, desulphurization with hydrogen resulting in a reduction of at least 85 % of the sulphur content of the products processed (ASTM D 1266-59 T method);\n(l) in respect of products falling within heading No 2710 only, deparaffining by a process other than filtering;\n(m) in respect of heavy oils falling within heading No ex 2710 only, treatment with hydrogen at a pressure of more than 20 bar and a temperature of more than 250 oC with the use of a catalyst, other than to effect desulphurization, when the hydrogen constitutes an active element in a chemical reaction. The further treatment with hydrogen of lubricating oils of heading No ex 2710 (e.g. hydrofinishing or decolorization) in order, more especially, to improve colour or stability shall not, however, be deemed to be a specific process;\n(n) in respect of fuel oils falling within heading No ex 2710 only, atmospheric distillation, on condition that less than 30 % of these products distils, by volume, including losses, at 300 oC by the ASTM D 86 method;\n(o) in respect of heavy oils other than gas oils and fuel oils falling within heading No ex 2710 only, treatment by means of a high-frequency electrical brush-discharge.\n(1)  See additional explanatory note 4 (b) to Chapter 27 of the combined nomenclature."}