{"celex_id": "31993D0321", "uri": "http://publications.europa.eu/resource/cellar/66deaed4-b5f4-46d9-aa17-4cc68033f346", "type": "Decision", "concepts": ["1445", "187", "3181", "5369", "842", "97"], "title": "93/321/EEC: Commission Decision of 10 May 1993 providing for less frequent identity and physical checks on the temporary admission of certain registered equidae from Sweden, Norway, Finland and Switzerland\n", "header": "COMMISSION DECISION of 10 May 1993 providing for less frequent identity and physical checks on the temporary admission of certain registered equidae from Sweden, Norway, Finland and Switzerland\n(93/321/EEC)THE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC  (1), as last amended by Directive 92/438/EEC (2), and in particular Article 16 thereof,\nWhereas imports of equidae into the Community are subject to the animal health conditions laid down in Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (3), as  last amended by Directive 92/36/EEC (4);\nWhereas, pursuant to the abovementioned Directive, the Commission has adopted certain decisions in line with the characteristics of the various categories of equidae; whereas in particular the animal health conditions and veterinary certification  requirements for temporary admission of registered horses were laid down by Commission Decision 92/260/EEC (5);\nWhereas Sweden, Norway, Finland and Switzerland have provided the Community with the relevant guarantees under those specific arrangements;\nWhereas the abovementioned countries fulfil the criteria covering registered horses laid down in Article 16 of Directive 91/496/EEC;\nWhereas, under the circumstances, identity checks and physical checks may be conducted less frequently on the temporary admission of registered horses; whereas, however, that possibility must apply solely to horses intended for competitions on account  of the rules laid down covering the organization of the same;\nWhereas, in order to ensure compliance with the temporary admission arrangements, provision should be made for this possibility to apply solely to horses taking part in competitions in the Member State into which they are introduced and whereas the  abovementioned horses leave the territory of the Member State concerned through the border post where they were introduced;\nWhereas by letters of 20 April 1993, 10 March 1993, 2 March 1993 and 25 February 1993, Sweden, Norway, Finland and Switzerland respectively have confirmed that they are willing to apply identical rules on checks on temporary admission into their  territory of registered horses originating in the Member States;\nWhereas the measures provided in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Under the temporary admission arrangements laid down in Decision 92/260/EEC, the Member States may conduct less frequent identity and physical checks on registered horses originating in Sweden, Norway, Finland and Switzerland and intended  to take part in competitions.\n2. Where the Member States make use of the possibility provided for in paragraph 1, the official veterinarian at the border inspection post concerned shall ensure that spot identity and physical checks are conducted at regular intervals.\n3. Paragraph 1 shall apply only to horses taking part in competitions in the Member State into which they have been introduced.\n4. The authorities of the Member States shall ensure that horses admitted under the arrangements provided for in paragraph 1 shall leave the territory of the Member State concerned, through the border inspection post where they were introduced, within  10 days of their admission.", "Member States making use of the possibility provided for in Article 1 (1) shall so inform the Commission and the other Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 May 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 243, 25. 8. 1992, p. 27.\n(3) OJ No L 224, 18. 8. 1990, p. 42.\n(4) OJ No L 157, 10. 6. 1992, p. 28.\n(5) OJ No L 130, 15. 5. 1992, p. 67."}