{"celex_id": "31994R3168", "uri": "http://publications.europa.eu/resource/cellar/ab259e7b-b11e-4586-bd64-88ef478e4d14", "type": "Regulation", "concepts": ["1076", "1644", "2300", "2783", "3180", "3181", "3191", "3462"], "title": "Commission Regulation (EC) No 3168/94 of 21 December 1994 establishing in the field of application of Council Regulation (EC) No 517/94 on common rules for imports of textile products from third countries not covered by bilateral agreements, protocols or other arrangements or by other specific Community import rules a Community import licence and amending certain provisions of the Regulation\n", "header": "COMMISSION REGULATION (EC) No 3168/94 of 21 December 1994 establishing in the field of application of Council Regulation (EC) No 517/94 on common rules for imports of textile products from third countries not covered by bilateral agreements,  protocols or other arrangements or by other specific Community import rules a Community import licence and amending certain provisions of the Regulation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from third countries not covered by bilateral agreements, protocols or other arrangements or by other specific Community import rules (1),  as last amended by Regulation (EC) No 2798/94 (2), and in particular Article 21 thereof,\nWhereas, as a result of the establishment of the internal market, it is appropriate that the different forms, so far used by the competent authorities of the Member States in the textile and clothing sector for authorizing the import into the Community  of products subject to quantitative limits, pursuant to Regulation (EC) No 517/94, be replaced by a single document that may be used throughout the customs territory of the Community, regardless of the Member State of issue, or the nationality or  domicile of the operator concerned;\nWhereas to this end it is necessary to create a Community import licence to be drawn up by the competent authorities of the Member States on a common form meeting uniform criteria, to specify which information such document, and the application for such  document, shall contain and to amend or complete certain provisions of Regulation (EC) No 517/94;\nWhereas to facilitate the introduction of such a Community import licence in all Member States, it seems appropriate to authorize the competent authorities of the Member States, during a transitional period which shall end no later than 31 December  1995, to continue to issue the national forms that were in use before the date of entry into force of this Regulation for issuing import authorizations and surveillance documents, unless the applicant, at the time of this application, has requested the  issue of a Community import licence;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Regulation (EC) No 517/94 is hereby amended as follows:\n1. the following subparagraph is added to Article 18 (1):\n'The authorization application must contain:\n(a) the name of the applicant and full address (including, if any, telephone and fax numbers, and identification number registered with the competent national authorities), and VAT registration number, if it is a VAT payer;\n(b) name and full address of declarant;\n(c) name and full address of probable exporter;\n(d) the country of origin of the products and the country of consignment;\n(e) a description of the products including:\n- their commercial designation,\n- description of the products and combined nomenclature (CN) code;\n(f) the appropriate category and the quantity in the appropriate unit as indicated in Annexes III B and IV for the products in question;\n(g) the value of the products;\n(h) any internal code used for administrative purposes, such as the Taric code;\n(i) date and signature of applicant.';\n2. Article 19 (1) is replaced by the following text:\n'1. The competent authorities of the Member States shall issue import authorizations within five working days of notification of the Commission decision or with the time limit set by the Commission. The issue of the import authorizations and extracts  thereof shall be made in accordance with the conditions and detailed rules laid down in Annex VIII.';\n3. the Annex to the present Regulation is added as Annex VIII to Regulation (EC) No 517/94.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 67, 10. 3. 1994, p. 1.\n(2) OJ No L 297, 18. 11. 1994, p. 6.\nANNEX\n'ANNEX VIII\nArticle 1\nCommunity import licence - common form\n1. The forms to be used by the competent authorities of the Member States listed in Appendix 2 to the present Annex for issuing the import authorizations shall conform to the specimen of the import licence set out in Appendix 1.\n2. Import licence forms and extracts thereof shall be drawn up in duplicate, one copy, marked \"Holder's copy\" and bearing the number 1 to be issued to the applicant, and the other, marked \"Copy for the issuing authority\" and bearing the number 2, to be  kept by the authority issuing the licence. For administrative purposes the competent authorities may add additional copies to form 2.\n3. Forms shall be printed on white paper free of mechanical pulp, dressed for writing and weighing between 55 and 65 grams per square metre. Their size shall be 210 x 297 mm; the type space between the lines shall be 4,24 mm (one-sixth of an inch); the  layout of the forms shall be followed precisely. Both sides of copy No 1, which is the licence itself, shall in addition have a red printed guilloche pattern background so as to reveal any falsification by mechanical or chemical means.\n4. Member States shall be responsible for having the forms printed. The forms may also be printed by printers appointed by the Member State in which they are established. In the latter case, reference to the appointment by the Member State must appear  on each form. Each form shall bear an indication of the printer's name and address or a mark enabling the printer to be identified.\n5. At the time of their issue the import licences or extracts shall be given an issue number allocated by the competent authorities of the Member State concerned as follows:\n- two letters identifying the exporting country:\n\"\" ID=\"1\">- China> ID=\"2\">= CN\"> ID=\"1\">- North Korea> ID=\"2\">= KP\"> ID=\"1\">- Croatia> ID=\"2\">= HR\"> ID=\"1\">- Bosnia> ID=\"2\">= BA\"> ID=\"1\">- FYROM> ID=\"2\">= XJ\">\n- two letters identifying the Member State to which the declaration or request for the import authorization is made:\n\"\" ID=\"1\">- AT> ID=\"2\">= Austria (1)\"> ID=\"1\">- BL> ID=\"2\">= Benelux\"> ID=\"1\">- DE> ID=\"2\">= Federal Republic of Germary\"> ID=\"1\">- DK> ID=\"2\">= Denmark\"> ID=\"1\">- EL> ID=\"2\">= Greece\"> ID=\"1\">- ES> ID=\"2\">= Spain\"> ID=\"1\">- FI> ID=\"2\">=  Finland (2)\"> ID=\"1\">- FR> ID=\"2\">= France\"> ID=\"1\">- GB> ID=\"2\">= United Kingdom\"> ID=\"1\">- IE> ID=\"2\">= Ireland\"> ID=\"1\">- IT> ID=\"2\">= Italy\"> ID=\"1\">- PT> ID=\"2\">= Portugal\"> ID=\"1\">- SE> ID=\"2\">= Sweden (3),\">\n- a one-digit number identifying the quota year or the year under which exports were recorded, corresponding to the last figure in the year in question, e.g. \"5\" for \"1995\",\n- a seven-digit number running consecutively from 0000001 to 9999999 allocated to the specific Member State to which the declaration or request for the import authorization is made. For the Benelux a seven-digit number is allocated.\n6. Licences and extracts shall be completed in the official language, or one of the official languages, of the Member State of issue.\n7. In box 12 the competent authorities shall indicate the appropriate textile category.\n8. The marks of the issuing agencies and debiting authorities shall be applied by means of a stamp. However, an embossing press combined with letters or figures obtained by means of perforation, or printing on the licence may be substituted for the  issuing authority's stamp. The issuing authorities shall use any tamper-proof method to record the quantity allocated in such a way as to make it impossible to insert figures or references (e.g. ECU 1 000).\n9. The reverse of copy No 1 and copy No 2 shall bear a box in which quantities may be entered, either by the customs authorities when import formalities are completed, or by the competent administrative authorities when an extract is issued.\nIf the space set aside for debits on a licence or extract thereof is insufficient, the competent authorities may attach one or more extension pages bearing boxes matching those on the reverse of copy No 1 and copy No 2 of the licence or extract with  such authorizations as specified in paragraph 7.\n10. Import licences and extracts issued, and entries and endorsements made, by the authorities of one Member State shall have the same legal effect in each of the other Member States as documents issued, and entries and endorsements made, by the  authorities of such Member States.\n11. The competent authorities of the Member States concerned may, where indispensable, require the contents of licences or extracts to be translated into the official language or one of the official languages of that Member State.\nArticle 2\nTransitional provisions\nNotwithstanding the provisions of Article 1, for a transitional period ending not later than 31 December 1995 and provided that the applicant, at the time of his application has not requested the issue of a Community import licence conforms to the  specimen set out in Appendix 1, the competent authorities of the Member States shall be authorized to use their own national forms to issue the import authorizations and any extracts thereof.\nAppendix 1\nAppendix 2\nLista de las autoridades nacionales competentes\nListe des autorités nationales compétentes\nList of the national competent authorities\nListe der zustaendigen Behoerden der Mitgliedstaaten\nElenco delle competenti autorità nazionali\nPinakas ton armodion ethnikon archon\nLista das autoridades nacionais competentes\nLijst van bevoegde nationale instanties\nListe over kompetente nationale myndigheder\n1. Belgique/België\nMinistère des affaires économiques/Ministerie van Economische Zaken\nOffice central des contingents et licences/Centrale Dienst voor Contingenten en Vergunningen\nRue J.A. De Motstraat 24-26\nB-1040 Bruxelles/Brussel\nTél.: (32 2) 233 61 11\nTélécopieur: (32 2) 230 83 22\n2. Danmark\nErhvervsfremme Styrelsen\nSoendergade 25\nDK-8600 Silkeborg\nTlf.: (45 87) 20 40 60\nFax: (45 87) 20 40 77\n3. Deutschland\nBundesamt fuer Wirtschaft\nFrankfurterstrasse 29-31\nD-65760 Eschborn\nTel.: (49 61 96) 404-0\nFax: (49 61 96) 40 48 50\n4. Ellada\nYpoyrgeio Ethnikis Oikonomias\nGeniki Grammateia Diethnon Oikonomikon Scheseon\nGeniki Diefthynsi Exoterikon Oikonomikon\nkai Emporikon Scheseon\nD/nsi Diadikasion Exoterikoy Emporioy\nMitropoleos 1\nGR-10557 Athina\nTil.: (301) 323 04 18, 322 84 93\nTelefax: (301) 323 43 93\n5. España\nMinisterio de Comercio y Turismo\nDirección General de Comercio Exterior\nPaseo de la Castellana no 162\nE-28071 Madrid\nTel: (34-1) 349 38 17; 349 37 48\nTelefax: (34-1) 563 18 23; 349 38 31\n6. France\nMinistère de l'Industrie, des Postes et Télécommunications et du Commerce Extérieur\nService des Biens de Consommation (SERBCO)\nMission Textile - Importations\n3/5 rue Barbet de Jouy\nF-75353 Paris 07 SP\nTél: (33-1) 43 19 36 36\nFax: (33-1) 43 19 36 74\nTélex: 204 472 SERBCO\n7. Ireland\nDepartment of Tourism and Trade\nSingle Market Unit (Room 315)\nKildare Street\nIRL-Dublin 2\nTel: (353-1) 662 14 44\nFax: (353-1) 676 61 54\n8. Italia\nMinistero del Commercio con l'Estero\nDirezione Generale delle Importazioni e delle Esportazioni\nViale America 341\nI-00144 Roma\nTel: (39-6) 59 931\nFax: (39-6) 59 93 26 31 - 59 93 22 35\nTelex: 610083 - 610471 - 614478\n9. Luxembourg\nMinistère des affaires étrangères\nOffice des licences\nBoîte postale 113\nL-2011 Luxembourg\nTél.: (352) 22 61 62\nTélécopieur: (352) 46 61 38\n10. Nederland\nCentrale Dienst voor In- en Uitvoer\nEngelse Kamp 2\nPostbus 30003\nNL-9700 RD Groningen\nTel: (3150) 23 91 11\nFax: (3150) 26 06 98\n11. Portugal\nMinistério do Comércio e Turismo\nDirecçao-Geral do Comércio\nAvenida da República 79\nP-1000 Lisboa\nTel: (351-1) 793 03 93; 793 30 02\nTelecópia: (351-1) 793 22 10; 796 37 23\nTelex: 13418\n12. United Kingdom\nDepartment of Trade and Industry\nImport Licencing Branch\nQueensway House\nWest Precinct\nBillingham\nUK-Cleveland TS23 2NF\nTel: (44 642) 36 43 33; 36 43 34\nFax: (44 642) 53 35 57\nTelex: 58608\n13. OEsterreich\nBundesministerium fuer wirtschaftliche Angelegenheiten\nGrupe II A\nLandstrasser Hauptstr. 55/57\nA-1030 Wien\nTel: (43-1) 771 02 362; 771 02 361\nTel: (43-1) 715 83 47\n14. Sweden\nSwedish National Board of Trade (Kommerskollegium)\nBOX 1209\nS-1182 Stockholm\nTel: (46.8) 791 05 00\nFax: (46.8) 20 03 24\n15. Suomi\nTullihallitus\nPL 512\nFIN-00101 Helsinki\nSuomi\nTel: (358-0) 61 41/61 42 648\nFax: (358-0) 61 42 764'\n(1) Under reserve of the entry into force of the Treaty concerning the accession of the Republic of Austria to the European Union.\n(2) Under reserve of the entry into force of the Treaty concerning the accession of the Republic of Finland to the European Union.\n(3) Under reserve of the entry into force of the Treaty concerning the accession of the Kingdom of Sweden to the European Union."}