{"celex_id": "31999R0479", "uri": "http://publications.europa.eu/resource/cellar/5739f5b4-d273-45df-8207-54a02ece014f", "type": "Regulation", "concepts": ["1565", "2763", "4022", "4038", "5606"], "title": "Commission Regulation (EC) No 479/1999 of 4 March 1999 repealing certain regulations in the milk and milk products sector\n", "header": "COMMISSION REGULATION (EC) No 479/1999 of 4 March 1999 repealing certain regulations in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organisation of the market in milk and milk products (1), as last amended by Regulation (EC) No 1587/96 (2), and in particular Articles 6(6), 7(5), 10(3) and 12(3) thereof,\nWhereas a number of legislative instruments in the milk and milk products sector have come to serve no purpose, as a result in particular of amendments to the basic legislation, the fact that the purpose of those acts has been achieved and the major changes that have taken place on the market; whereas, for reasons of clarity and legal certainty and for the sake of simplification, the legislative instruments in question should be formally repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The regulations listed in the Annex are hereby repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 13.\n(2) OJ L 206, 16. 8. 1996, p. 21.\nANNEX\n- Commission Regulation (EEC) No 1282/72 of 21 June 1972 on the sale of butter at a reduced price to the army and similar forces (OJ L 142, 22.6.1972, p. 14), as last amended by Regulation (EEC) No 342/89 (OJ L 39, 11.2.1989, p. 19).\n- Commission Regulation (EEC) No 1717/72 of 8 August 1972 on the sale of butter at a reduced price to non-profit-making institutions and organisations (OJ L 181, 9.8.1972, p. 11), as last amended by Regulation (EEC) No 3812/85 (OJ L 368, 31.12.1985, p. 3).\n- Commission Regulation (EEC) No 368/77 of 23 February 1977 on the sale by tender of skimmed-milk powder for use in feed for animals other than young calves (OJ L 52, 24.2.1977, p. 19), as last amended by Regulation (EC) No 1802/95 (OJ L 174, 26.7.1995, p. 27).\n- Commission Regulation (EEC) No 443/77 of 2 March 1977 on the sale at a fixed price of skimmed-milk powder for use in feed for animals other than young calves and amending Regulations (EEC) No 1687/76 and (EEC) No 368/77 (OJ L 58, 3.3.1977, p. 16), as last amended by Regulation (EC) No 1802/95.\n- Commission Regulation (EEC) No 1844/77 of 10 August 1977 on the granting by tender of special aid for skimmed-milk powder intended as feed for animals other than young calves (OJ L 205, 11.8.1977, p. 11), as last amended by Regulation (EEC) No 1756/93 (OJ L 161, 2.7.1993, p. 48).\n- Commission Regulation (EEC) No 2793/77 of 15 December 1977 on detailed rules of application for granting special aid for skimmed milk for use as feed for animals other than young calves (OJ L 321, 16.12.1977, p. 30), suspended by Regulation (EEC) No 3715/87 (OJ L 349, 12.12.1987, p. 19).\n- Commission Regulation (EEC) No 2770/79 of 10 December 1979 on the sale of skimmed-milk powder intended for feed for calves and amending Regulation (EEC) No 1687/76 (OJ L 315, 11.12.1979, p. 11), as last amended by Regulation (EC) No 1802/95.\n- Commission Regulation (EEC) No 2192/81 of 31 July 1981 on the granting of aid for the purchase of butter by the armies and similar forces of the Member States (OJ L 213, 1.8.1981, p. 24), as last amended by Regulation (EEC) No 1756/93.\n- Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76 (OJ L 208, 3.8.1984, p. 35), suspended by Regulation (EEC) No 1645/85 (OJ L 159, 19.6.1985, p. 5).\n- Commission Regulation (EEC) No 2409/86 of 30 July 1986 on the sale of intervention butter intended for incorporation in compound feedingstuffs (OJ L 208, 31.7.1986, p. 29), as last amended by Regulation (EEC) No 1756/93.\n- Commission Regulation (EEC) No 2020/88 of 7 July 1988 permitting suppliers of Community food aid to purchase skimmed-milk powder from the intervention agencies and derogating from Regulation (EEC) No 2213/76 (OJ L 177, 8.7.1988, p. 37), suspended by Regulation (EEC) No 2585/88 (OJ L 230, 19.8.1988, p. 22).\n- Commission Regulation (EEC) No 1735/89 of 19 June 1989 on the recovery on export of aids granted in respect of skimmed-milk powder for use as feed and skimmed milk processed into compound feedingstuffs (OJ L 171, 20.6.1989, p. 23), suspended by Regulation (EEC) No 2601/90 (OJ L 245, 8.9.1990, p. 11)."}