{"celex_id": "31998D0342", "uri": "http://publications.europa.eu/resource/cellar/c4432945-6124-4ad0-9bc1-74bf76133563", "type": "Decision", "concepts": ["1019", "13", "1667", "4081", "5283", "5581"], "title": "98/342/EC: Commission Decision of 14 May 1998 authorising the Member States to permit temporarily the marketing of linseed (Linum usitatissimum L.) not satisfying the requirements of Council Directive 69/208/EEC\n", "header": "COMMISSION DECISION of 14 May 1998 authorising the Member States to permit temporarily the marketing of linseed (Linum usitatissimum L.) not satisfying the requirements of Council Directive 69/208/EEC (98/342/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (1), as last amended by Directive 96/72/EC (2), and in particular Article 16 thereof,\nHaving regard to the request submitted by Finland,\nWhereas in Finland the production of seed of linseed (Linum usitatissimum L.), variety Helmi, satisfying the requirements of Directive 69/208/EEC in relation to minimum germination capacity has been insufficient in 1997 and is therefore not adequate to meet this country's needs; whereas this is an early variety (growing time in the applicant country 106 days) suitable for northern growing conditions and having grain with a very low chlorophyll content to be used for medicinal purposes;\nWhereas it is not possible to cover this demand satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the said Directive;\nWhereas Finland should therefore be authorised to permit for a period expiring on 30 June 1998 the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas, moreover, other Member States which are able to supply Finland with such seed not satisfying the requirements of the Directive should be authorised to permit the marketing of such seed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Finland is authorised to permit, for a period expiring on 30 June 1998 the marketing in its territory of a maximum of 140 tonnes of seed of the categories 'certified seed of the first generation` or 'certified seed of the second generation` of linseed (Linum usitatissimum L.), variety Helmi, which do not satisfy the requirements laid down in Annex II to Directive 69/208/EEC with regard to the minimum germination capacity, provided that the germination capacity is at least 70 % of pure seed and the official label bears the endorsement 'minimum germination capacity 70 %`.", "Member States other than the applicant Member State are also authorised to permit, on the terms set out in Article 1 and for the purposes intended by the applicant Member State, the marketing in their territories of the seed authorised to be marketed under this Decision.", "Member States shall immediately notify the Commission and the other Member States of the various quantities of seed labelled and permitted to be marketed in their territories pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 May 1998.\nFor the Commission\nHans VAN DEN BROEK\nMember of the Commission\n(1) OJ L 169, 10. 7. 1969, p. 3.\n(2) OJ L 304, 27. 11. 1996, p. 10."}