{"celex_id": "31994R0120", "uri": "http://publications.europa.eu/resource/cellar/76501f01-ca52-4f95-b101-a56c28f706cd", "type": "Regulation", "concepts": ["1069", "2300", "3568", "4522", "4663", "5360"], "title": "Commission Regulation (EC) No 120/94 of 25 January 1994 amending Regulation (EEC) No 1533/93 laying down certain detailed rules under Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals, and amending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\n", "header": "COMMISSION REGULATION (EC) No 120/94 of 25 January 1994 amending Regulation (EEC) No 1533/93 laying down certain detailed rules under Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in  the event of disturbance on the market for cereals, and amending Regulation (EEC) No 2131/93 laying down the procedure and conditions for the sale of cereals held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common oranization of the market in cereals (1), as amended by Regulation (EEC) No 2193/93 (2), and in particular Article 13 thereof,\nWhereas, in order not to hinder the majority of Community exports by requesting proof of arrival at destination, Commission Regulation (EEC) No 1533/93 (3) provides that submission of such proof is not required for payment of refunds fixed by invitation  to tender whenever exportation takes place by sea; whereas those same provisions are laid down in Commission Regulation (EEC) No 2131/93 (4);\nWhereas in the cereals sector the only refund rate lower than that applicable to exports to all third countries is that applicable to exports to Switzerland, Austria and Liechtenstein; whereas, as a result, provision should be made to ensure that  products for which an 'all third countries' refund rate has been granted are not exported to the aforementioned countries; whereas, consequently, the refund fixed by invitation to tender should be adjusted for exports intended for those countries;\nWhereas, in order to ensure that exports are made by sea, Article 14 of Regulation (EEC) No 1533/93 and Article 17 (3) of Regulation (EEC) No 2131/93 provide that the minimum size of vessels suitable for sea transport is to be 2 500 tonnes GRT; whereas  it has been established that the concept of 'GRT' is not the most appropriate for the purposes of the aforementioned objectives; whereas, for those purposes, it is preferable to take the quantities actually loaded as the reference; whereas, as a result,  Regulations (EEC) No 1533/93 and (EEC) No 2131/93 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1533/93 is hereby amended as follows:\n1. The first paragraph of Article 14 is replaced by the following:\n'Notwithstanding Article 18 of Regulation (EEC) No 3665/87, proof of completion of customs formalities for release for consumption shall not be required for payment of refunds fixed by invitation to tender, on condition that the operator provides proof  that a quantity of at least 1 500 tonnes of cereals products has left the customs territory of the Community on board a vessel suitable for sea transport.'\n2. The following Article 14a is inserted:\n'Article 14a\nWhere the operator provides proof of completion of customs formalities for release for consumption in Switzerland, Austria or Liechtenstein, the amount of the \"all third countries\" export refund fixed by invitation to tender shall be reduced by the  difference between that amount and the amount of the export refund in force for the aforementioned destinations on the day of the award of the contract.'", "The second indent of Article 17 (3) of Regulation (EEC) No 2131/93 is hereby replaced by the following:\n'- the proof referred to in Article 18 of Regulation (EEC) No 3665/87 has been provided. However, the security shall be released where the operator provides proof that a quantity of at least 1 500 tonnes of cereals products has left the customs  territory of the Community on a vessel suitable for sea transport. Such proof shall be provided by the following indication, certified by the competent authority, on the control copy referred to in Article 6 of Regulation (EEC) No 3665/87, on the single  administrative document or on the national document proving that the goods have left the customs territory of the Community:\nExportación de cereales por vía marítima; artículo 17 del Reglamento (CEE) no 2131/93\nEksport af korn ad soevejen - Artikel 17 i forordning (EOEF) nr. 2131/93\nGetreideausfuhr auf dem Seeweg - Verordnung (EWG) Nr. 2131/93 Artikel 17\nExagogi sitiron dia thalassis - Arthro 17 toy kanonismoy (EOK) arith. 2131/93\nExport of cereals by sea - Article 17 of Regulation (EEC) No 2131/93\nExportation de céréales par voie maritime - Règlement (CEE) no 2131/93, article 17\nEsportazione di cereali per via marittima - articolo 17 del regolamento (CEE) n. 2131/93\nUitvoer van graan over zee - (EEG) nr. 2131/93, artikel 17\nExportaçao de cereais por via marítima - artigo 17º do Regulamento (CEE) nº 2131/93.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 1994.\nFor the Commission\nRené STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 196, 5. 8. 1993, p. 22.\n(3) OJ No L 151, 23. 6. 1993, p. 15.\n(4) OJ No L 191, 31. 7. 1993, p. 76."}