{"celex_id": "31994R3268", "uri": "http://publications.europa.eu/resource/cellar/8d9944e9-e604-4ddf-bc47-43f8513000cf", "type": "Regulation", "concepts": ["1354", "2689", "2777", "4689", "4691", "5263"], "title": "Commission Regulation (EC) No 3268/94 of 21 December 1994 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community in view in part of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden\n", "header": "COMMISSION REGULATION (EC) No 3268/94 of 21 December 1994 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community in view in part of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the act of Accession of Norway, Austria, Finland and Sweden and in particular Article 169 (2) thereof,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EC) No 1886/94 (2), and in particular Article 4 (5) thereof,\nWhereas by reason of the accession of Austria, Finland, and Sweden, Commission Regulation (EEC) No 1481/86 of 15 May 1986 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community (3), as last amended by Regulation (EC) No 322/94 (4), should be adapted;\nWhereas the coefficients used for calculating the price of sheep carcases on representative Community markets should be adjusted in the light of the figures available with regard to sheep production;\nWhereas in Belgium, in the light of the volume of transactions recorded there, the market at Anderlecht should be recognized as a representative market; whereas the weighting coefficients for the representative markets should be altered to take account of the trend in quantities coming onto these markets;\nWhereas in Germany, the regions and the coefficients fixed should be altered to take account of the trend in quantities coming onto these markets;\nWhereas since no prices are recorded in respect of the Hoorn market, this market should be removed from the list of representative markets in the Netherlands;\nWhereas the weighting coefficients reflecting the relative importance of each representative slaughterhouse market in Northern Ireland should be changed to take account of the trend in quantities coming onto them;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 1481/86 is hereby amended as follows:\n1. Annex I is replaced by the Annex to this Regulation.\n2. In Annex II:\n- Point A is replaced by the following:\n'A. BELGIUM\n>TABLE>\n- Point C is replaced by the following:\n'C. FEDERAL REPUBLIC OF GERMANY\n1. Representative market: Federal Republic of Germany\nThe prices recorded on this market are the weighted average of the prices recorded in the following regions:\n>TABLE>\n- Hoorn is deleted from point I.\n- Point L is replaced by the following:\n'L. NORTHERN IRELAND\n>TABLE>\n- The following points are added:\n'M. AUSTRIA\n1. Representative market: Austria\nThe prices recorded on this market are the weighted average of the prices recorded in the following regions:\n>TABLE>\nN. FINLAND\n1. Representative market: Finland\nThe price recorded on this market is the weighted average of the prices reported at the following places of quotation:\n>TABLE>\nO. SWEDEN\n1. Representative market: Sweden\nThe price reported on this market is the average weighted on a weekly basis for both price and volume of the prices recorded at recording slaughterhouses.\n>TABLE>\n3. The following points are added to Annex III:\n>TABLE>", "This Regulation shall enter into force on 1 January 1995, subject to the entry into force of the Treaty of Accession of Norway, Austria, Finland and Sweden.\nIt shall apply from 2 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1.\n(2) OJ No L 197, 30. 7. 1994, p. 30.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 41, 12. 2. 1994, p. 40.\nANNEX\n'ANNEX I\nCOEFFICIENTS TO BE USED IN CALCULATING THE PRICE RECORDED ON THE REPRESENTATIVE COMMUNITY MARKETS\n>TABLE>`"}