{"celex_id": "31994D0508", "uri": "http://publications.europa.eu/resource/cellar/90878312-f7dc-497c-8e8b-edda314d48a3", "type": "Decision", "concepts": ["1005", "1755", "1857", "192", "336", "4743"], "title": "94/508/EC: Commission Decision of 27 July 1994 setting the level of the Community's financial contribution to the measures to monitor and control salmonella in poultry implemented by Denmark (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 27 July 1994 setting the level of the Community's financial contribution to the measures to monitor and control salmonella in poultry implemented by Denmark (Only the Danish text is authentic) (94/508/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2), and in particular Articles 24 (12) and 29 thereof,\nWhereas Chapter 2 of Title III of Decision 90/424/EEC provides that the Community may make a financial contribution to the checks aimed at the prevention of zoonoses;\nWhereas Article 9 (1) of Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against specified zoonoses and specified zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne  infections and intoxications (3) refers to Decision 90/424/EEC as regards the detailed rules governing the Community's financial contribution, in particular to slaughter and destruction measures;\nWhereas Denmark sent the Commission a plan to monitor and control salmonella in poultry; whereas the said plan was approved by Commission Decision 94/507/EC (4);\nWhereas in view of the measure's important role in achieving the objectives pursued by the Community as regards the prevention of zoonoses the Community's financial contribution should be set at 50 % of the costs borne by Denmark, with a maximum of ECU  330 000;\nWhereas the Community will make a financial contribution provided that the measures planned are carried out and the authorities supply all the information necessary within the time limit laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community's financial contribution is hereby set at 50 % of the costs borne by Denmark for the period 1 January to 31 December 1994, with a maximum of ECU 330 000, for:\n- the slaughter of poultry,\n- the destruction of poultry,\n- the destruction of eggs.\n2. The Community's financial contribution shall be granted after:\n- a report has been forwarded to the Commission by 1 September 1994 on the progress of the measure and the expenditure incurred,\n- a final report has been forwarded to the Commission by 1 July 1995 at the latest on the technical implementation of the measure, accompanied by supporting documents relating to the expenditure incurred.\n3. The Community contribution shall be paid in ecus at the rate applicable on the first working day of the month in which reimbursement is applied for, as published in the Official Journal of the European Communities.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 62, 15. 3. 1993, p. 38.\n(4) See page 25 of this Official Journal."}