{"celex_id": "31995D0173", "uri": "http://publications.europa.eu/resource/cellar/a15bceff-17bf-4afa-94e7-10fed027c9be", "type": "Decision", "concepts": ["1309", "192", "2320", "2331", "2718", "5369"], "title": "95/173/EC: Commission Decision of 7 March 1995 laying down special conditions governing imports of fishery and aquaculture products originating in Peru\n", "header": "COMMISSION DECISION of 7 March 1995 laying down special conditions governing imports of fishery and aquaculture products originating in Peru (Text with EEA relevance) (95/173/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 11 thereof,\nWhereas a group of Commission experts has conducted an inspection visit to Peru to verify the conditions under which fishery products are produced, stored and dispatched to the Community;\nWhereas the provisions of Peruvian legislation on health inspection and monitoring of fishery products may be considered equivalent to those laid down in Directive 91/493/EEC;\nWhereas, in Peru the Ministerio de Salud, Direcciรณn General de Salud Ambiental ('Digesa`) is capable of effectively verifying the application of the laws in force;\nWhereas the procedure for obtaining the health certificate referred to in Article 11 (4) (a) of Directive 91/493/EEC must also cover the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of the person empowered to sign it;\nWhereas, pursuant to Article 11 (4) (b) of Directive 91/493/EEC, a mark should be affixed to packages of fishery products giving the name of the third country and the approval number of the establishment of origin;\nWhereas, pursuant to Article 11 (4) (c) of Directive 91/493/EEC, a list of approved establishments must be drawn up; whereas that list must be drawn up on the basis of a communication from the Digesa to the Commission; whereas it is therefore for the Digesa to ensure compliance with the provisions laid down to that end in Article 11 (4) of Directive 91/493/EEC;\nWhereas the Digesa has provided official assurances regarding compliance with the rules set out in Chapter V of the Annex to Directive 91/493/EEC and regarding the fulfilment of requirements equivalent to those laid down by that Directive for the approval of establishments;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Ministerio de Salud, Direcciรณn General de Salud Ambiental (Digesa) shall be the competent authority in Peru for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.", "Fishery and aquaculture products originating in Peru, must meet the following conditions:\n1. Each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto.\n2. The products must come from approved establishments listed in Annex B hereto.\n3. Except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word 'PERU` and the approval number of the establishment of origin in indelible letters.", "1. Certificates as referred to in Article 2 (1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. Certificates must bear the name, capacity and signature of the representative of the Digesa and the latter's official stamp in a colour different from that of other endorsements.", "This Decision shall apply from 1 February 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 15.\nANNEX A\n>START OF GRAPHIC>\n>END OF GRAPHIC>\nANNEX B\nLIST OF APPROVED ESTABLISHMENTS AND FACTORY VESSELS\nI. Establishments\n>TABLE>\nII. Factory vessels\n>TABLE>"}