{"celex_id": "31993D0086", "uri": "http://publications.europa.eu/resource/cellar/caad577b-5f87-4bd5-a854-501b4c55e5ab", "type": "Decision", "concepts": ["1309", "192", "4688", "4689", "4782"], "title": "93/86/EEC: Commission Decision of 22 December 1992 amending Decision 92/25/EEC concerning the animal health conditions and veterinary certification of imports of fresh meat from Zimbabwe\n", "header": "COMMISSION DECISION of 22 December 1992 amending Decision 92/25/EEC concerning the animal health conditions and veterinary certification of imports of fresh meat from Zimbabwe\n(93/86/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat and meat products from third countries (1), as last amended by  Regulation (EEC) No 1601/92 (2), and in particular Articles 14 and 15 thereof,\nWhereas Commission Decision 92/25/EEC (3), as last amended by Decision 92/503/EEC (4), lays down the animal health conditions and veterinary certification of imports of fresh meat from Zimbabwe; whereas this Decision provides that Member States shall  authorize imports of boned carcase meat of bovine animals from the regions of Mashonaland West, Mashonaland East, Makoni and Midlands Province in Zimbabwe;\nWhereas the situation has improved in relation to foot-and-mouth disease and now it is possible to amend further the regionalization in Zimbabwe thereby allowing importation into the Community of fresh boned meat from Mashonaland Central;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 1 (1) 'the veterinary regions of Mashonaland West, Mashonaland East, Makoni and Midlands Province, excluding the districts of Gokwe, Zvishavane and Mberengwa' are replaced by 'the veterinary regions of Mashonaland West, Mashonaland  East, Mashonaland Central, Makoni and Midlands Province excluding the districts of Gokwe, Zvishavane and Mberengwa'.", "The Annex to Decision 92/25/EEC is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 10, 16. 1. 1992, p. 52.\n(4) OJ No L 307, 23. 10. 1992, p. 55.\nANNEX\nANIMAL HEALTH CERTIFICATE  for boned fresh meat (1) of domestic animals of the bovine species, excluding offal, intended for consignment to the European Economic Community\nCountry of destination:\nReference number of the public health certificate (2):\nExporting country: Zimbabwe (veterinary regions of Mashonaland West, Mashonaland East, Mashonaland Central, Makoni and Midlands Province, excluding the districts Gokwe, Zvishavane and Mberengwa)\nMinistry:\nDepartment:\nReference:\n(Optional)\nI. Identification of meat\nMeat of:\nNature of cuts (3):\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) of the approved slaughterhouse(s) (2):\nAddress(es) and veterinary approval number(s) of the approved cutting plant(s) (2):\nAddress(es) and veterinary approval number(s) of the approved cold store(s) (2):\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (4):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that:\n1. the boned fresh meat described above is obtained from:\n(a) animals which were born and reared in the Republic of Zimbabwe and have remained in the veterinary region of Mashonaland West, Mashonaland East, Mashonaland Central, Makoni and Midlands Province, excluding the districts Gokwe, Zvishavane and  Mberengwa for at least 12 months preceding slaughter or since birth in the case of animals less than 12 months old;\n(b) animals which bore, in accordance with the legal provisions, a mark indicating their region of origin that is for the veterinary region of Mashonaland West, northern part brand 'L' and for Mashonaland West, southern part, brand 'HL' for Mashonaland  East brand 'H', for Mashonaland Central brand 'C' and Makoni brand 'UM', for Midlands Province, excluding the districts Gokwe, Zvishavane and Mberengwa the brand 'J' or 'JJ';\n(c) animals which have not been vaccinated against foot-and-mouth disease during the preceding 12 months;\n(d) animals which on the way to the slaughterhouse and while awaiting slaughter therein have not come into contact with animals not satisfying the requirements laid down in the decisions of the European Economic Community currently in force as regards  export of their meat to a Member State, and if they were conveyed by vehicle or container the latter was cleaned and disinfected before loading;\n(e) animals which when subjected to an ante-mortem health inspection at the slaughterhouse during the 24 hours preceding slaughter which included examination of the mouth and feet showed no symptoms of foot-and-mouth disease;\n(f) animals which have been slaughtered on different days from those on which animals which do not comply with the conditions required for export of their meat to the European Economic Community were slaughtered;\n(g) animals which were slaughtered between and (dates of slaughter);\n2. the boned fresh meat described above:\n(a) originates from carcases which have matured at a room temperature of more than + 2 Â°C for at least 24 hours after slaughter and before the bones were removed;\n(b) has had the major lymphatic glands removed;\n(c) has, during all stages of its production, boning, and storage been kept strictly separate from meat not conforming to the requirements laid down in the decisions of the European Economic Community currently in force as regards export of meat to a  Member State (with the exception of meat packed in boxes or cartons and kept in special storage areas).\nDone at ,\n(Place)\non\n(Date)\nSeal (5)\n(Signature of official veterinarian)\n(Name in capital letters, title and qualification of signatory)\n(1) Fresh meat means all parts fit for human consumption from domestic bovine animals, excluding offal, which have not undergone any preserving process; however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) Only boned fresh meat from bovine animals, from which all bones and the major accessible lymphatic glands have been removed is authorized for importation.\n(4) For railway wagons or lorries the registration number should be given, for aircraft the flight number and for ships the name.\n(5) The colour of the seal/stamp must be different to the colour of the printed text."}