{"celex_id": "31994R3354", "uri": "http://publications.europa.eu/resource/cellar/6693ba2d-9ed3-46cd-ba1c-db0f37983b55", "type": "Regulation", "concepts": ["1188", "1474", "2556", "2850", "336"], "title": "Council Regulation (EC) No 3354/94 of 19 December 1994 on the conclusion of the Third Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other\n", "header": "COUNCIL REGULATION (EC) No 3354/94 of 19 December 1994 on the conclusion of the Third Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and  the Government of Denmark and the local Government of Greenland, on the other\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43 thereof, in conjunction with the first subparagraph of Article 228 (3),\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, pursuant to Article 14 of the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (3), the Parties have negotiated a Third Protocol  laying down the conditions relating to fishing provided for in the said Agreement, intended to come into force at the end of the period of application of the Second Protocol;\nWhereas, with a view to increasing cooperation and development of the fisheries sector in this framework, the Parties have agreed to include joint ventures and other types of associations for the development of new fisheries in Greenland waters;\nWhereas, as a result of negotiations, this new Protocol was initialled on 1 July 1994;\nWhereas it is in the Community's interest to approve the said protocol,", "main_body": ["The Third Protocol, laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on  the other, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Council\nThe President\nJ. BORCHERT\n(1) OJ No C 287, 15. 10. 1994, p. 11.\n(2) OJ No C 341, 5. 12. 1994.\n(3) OJ No L 29, 1. 2. 1985, p. 9."}