{"celex_id": "31994D0638", "uri": "http://publications.europa.eu/resource/cellar/b99edef8-55ed-4d55-8b84-d896d5e46ba6", "type": "Decision", "concepts": ["1460", "2407", "3003", "5138", "663"], "title": "94/638/EC: Commission Decision of 29 July 1994 on the adoption of the single programming document for Community structural assistance in the Highlands and Islands Enterprise area concerned by Objective 1 in the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 29 July 1994 on the adoption of the single programming document for Community structural assistance in the Highlands and Islands Enterprise area concerned by Objective 1 in the United Kingdom (Only the English text is  authentic) (94/638/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between themselves and with the  operations of the European Investment Bank and the other existing financial instruments (1), as amended by Regulation (EEC) No 2082/93 (2), and in particular Article 10 (1) last subparagraph thereof,\nAfter consultation of the Advisory Committee on the Development and Conversion of Regions, the Committee referred to in Article 124 of the Treaty, the Management Committee on Agricultural Structures and Rural Development and the Standing Management  Committee on Fisheries Structures,\nWhereas the programming procedure for structural assistance under Objective 1 is defined in Article 8 (4) to (7) of Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of  their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments (3), as amended by Regulation (EEC) No 2081/93 (4); whereas, however, the last subparagraph of Article 5 (2) of  Regulation (EEC) No 4253/88 foresees that in order to simplify and to speed up programming procedures, Member States may submit in a single programming document the information required for the regional development plan referred to in Article 8 (4) of  Regulation (EEC) No 2052/88 and the information required at Article 14 (2) of Regulation (EEC) No 4253/88; whereas Article 10 (1) last subparagraph of Regulation (EEC) No 4253/88 foresees that in that case the Commission adopts a single decision in a  single document covering the points referred to in Article 8 (3) and the assistance from the Funds referred to in the last subparagraph of Article 14 (3);\nWhereas the Government of the United Kingdom submitted to the Commission on 3 November 1993 the single programming document referred to in Article 5 (2) of Regulation (EEC) No 4253/88 for the Highlands and Islands Enterprise area; whereas this document  contains the elements referred to in Article 8 (4) and (7) and in Article 10 of Regulation (EEC) No 2052/88;\nWhereas the single programming document submitted by the Member State includes a description of the priorities selected and the applications for assistance from the European Regional Development Fund (ERDF), the European Social Fund (ESF), the European  Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, the Financial Instrument for Fisheries Guidance (FIFG), as well as an indication of the planned use of the assistance available from the European Investment Bank (EIB) and the other  financial instruments in implementing the single programming document;\nWhereas, in accordance with Article 3 of Regulation (EEC) No 4253/88, the Commission is charged with ensuring, within the framework of the partnership, coordination and consistency between assistance from the Funds and assistance provided by the EIB and  the other financial instruments, including the European Coal and Steel Community (ECSC) and the other actions for structural purposes;\nWhereas the EIB has been involved in the drawing up of the single programming document in accordance with the provisions of Article 8 (1) of Regulation (EEC) No 4253/88, applicable by analogy in the establishment of the single programming document;  whereas it has declared itself prepared to contribute to the implementation of this document on the basis of the forecast loan packages shown in this Decision and in conformity with its statutory provisions;\nWhereas Article 2 second subparagraph of Commission Regulation (EEC) No 1866/90 of 2 July 1990 on arrangements for using the ecu for the purpose of the budgetary management of the Structural Funds (5), as amended by Regulation (EC) No 402/94 (6),  stipulates that in the Commission decisions approving a single programming document, the Community assistance available for the entire period and the annual breakdown thereof shall be set out in ecus at prices for the year in which each decision is  taken and shall be subject to indexation; whereas this annual breakdown must be compatible with the progressive increase in the commitment appropriations shown in Annex II to Regulation (EEC) No 2052/88; whereas indexation is based on a single rate per  year, corresponding to the rates applied annually to budget appropriations on the basis of the mechanism for the technical adjustment of the financial perspectives;\nWhereas Article 1 of Council Regulation (EEC) No 4254/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Regional Development Fund (7), as amended by Regulation (EEC) No 2083/93 (8),  defines the measures for which the ERDF may provide financial support, referring specifically to the measures eligible pursuant to Objective 1;\nWhereas Article 1 of Council Regulation (EEC) No 4255/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Social Fund (9), as amended by Regulation (EEC) No 2084/93 (10), defines the  measures for which the ESF may provide financial support;\nWhereas Article 1 of Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the EAGGF Guidance Section (11), as amended by Regulation (EEC) No 2085/93 (12), defines the  measures for which the EAGGF Guidance Section may provide financial support for the implementation of measures pursuant to Objective 1;\nWhereas Article 1 of Council Regulation (EEC) No 2080/93 of 20 July 1993 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the Financial Instrument of Fisheries Guidance (13), defines the measures for which the FIFG may  provide financial support;\nWhereas the single programming document has been established in agreement with the Member State concerned through the partnership defined in Article 4 of Regulation (EEC) No 2052/88;\nWhereas certain measures planned under this single programming document include the part-financing of aid schemes which have not been approved by the Commission; whereas the financial commitments should be reduced by the amounts corresponding to the  said measures until the aid schemes are approved by the Commission;\nWhereas the present assistance satisfies the conditions laid down in Article 13 of Regulation (EEC) No 4253/88, and so should be implemented by means of an integrated approach involving finance from more than one Fund and the FIFG;\nWhereas Article 1 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities (14), as last amended by Regulation (Euratom, ECSC, EEC) No 610/90 (15), states that the legal commitments entered into for  measures extending over more than one financial year must contain a time limit for implementation which must be specified to the recipient in due form when the aid is granted;\nWhereas all the other conditions laid down for the grant of aid from the ERDF, the ESF, the EAGGF, Guidance Section, and the FIFG, have been complied with,", "main_body": ["The single programming document for Community structural assistance in the Highlands and Islands Enterprise area concerned by Objective 1, covering the period 1 January 1994 to 31 December 1999, is hereby approved.", "The single programming document includes the following essential information:\n(a) a statement of the main priorities for joint action, their specific quantified objectives, an appraisal of their expected impact and their consistency with economic, social and regional policies in the Highlands;\nthe main priorities are:\n1. Business development;\n2. Tourism, heritage and cultural development;\n3. Preservation and enhancement of the environment;\n4. Development of the primary sectors and related food industries;\n5. Community development;\n6. Improvement of communications and service networks to support business and community development technical assistance;\n(b) the assistance from the Structural Funds and the FIFG as referred to in Article 4;\n(c) the detailed provisions for implementing the single programming document comprising:\n- the procedures for monitoring and evaluation,\n- the financial implementation provisions,\n- the rules for compliance with Community policies;\n(d) the procedures for verifying additionality and an initial evaluation of the latter;\n(e) the arrangements for associating the environmental authorities with the implementation of the single programming document.", "For the purpose of indexation, the annual breakdown of the global maximal allocation foreseen for the assistance from the Structural Funds and the FIFG is as follows:\n\"ECU million (1994 prices) \"\" ID=\"1\">1994 > ID=\"2\">42,75 \"> ID=\"1\">1995 > ID=\"2\">46,84 \"> ID=\"1\">1996 > ID=\"2\">49,84 \"> ID=\"1\">1997 > ID=\"2\">53,02 \"> ID=\"1\">1998 > ID=\"2\">56,90 \"> ID=\"1\">1999 > ID=\"2\">61,65 \"> ID=\"1\">Total >  ID=\"2\">311,00\">", "The assistance from the Structural Funds and the FIFG granted to the single programming document amounts to a maximum of ECU 311 million.\nThe procedure for granting the financial assistance, including the financial contribution from the Funds to the various priorities and measures which the single programming document comprises, is set out in the financing plan annexed to this Decision  (16).\nThe national financial contribution as indicated in the financing plan may be met in part by Community loans from the European Investment Bank and other types of loans. In indicative terms, EIB loans could reach ECU 50 million.", "1. The breakdown among the Structural Funds and the FIFG of the total Community assistance available is as follows:\n- ERDFECU 180,0 million\n- ESFECU 55,2 million\n- EAGGF, Guidance SectionECU 56,0 million\n- FIFGECU 19,8 million.\n2. The budgetary commitment for the first instalment is as follows:\n- ERDFECU 21,95 million\n- ESFECU 8,30 million\n- EAGGF, Guidance SectionECU 8,60 million\n- FIFGECU 3,90 million.\nCommitments of subsequent instalments will be based on the financing plan for the single programming document and on progress in its implementation.", "The breakdown among the Structural Funds and the FIFG and the procedure for the grant of the assistance may be altered subsequently, subject to the availability of funds and the budgetary rules, in the light of reprogramming decided according to the  procedure laid down in Article 25 (5) of Regulation (EEC) No 4253/88.", "This Decision is without prejudice to the Commission's position on the aid schemes within the six priorities of the programme listed in Article 2 of this Decision. In accordance with Articles 92 and 93 of the Treaty, the aid schemes must be approved by  the Commission and hence the financial commitments shall be reduced by the amounts corresponding to the said measures until the aid schemes are approved by the Commission.", "The Community aid concerns expenditure on operations under the single programming document which, in the Member State concerned, are the subject of legally binding commitments and for which the requisite finance has been specifically allocated no later  than 31 December 1999. The final date for taking account of expenditure on these measures is 31 December 2001.", "The single programming document shall be implemented in accordance with Community law, and in particular Articles 7, 30, 48, 52 and 59 of the EC Treaty and the Community directives on the coordination of procedures for the award of contracts.", "0\nThis Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 29 July 1994.\nFor the Commission\nBruce MILLAN\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1988, p. 1.(2) OJ No L 193, 31. 7. 1993, p. 20.(3) OJ No L 185, 15. 7. 1988, p. 9.(4) OJ No L 193, 31. 7. 1993, p. 5.(5) OJ No L 170, 3. 7. 1990, p. 36.(6) OJ No L 54, 25. 2. 1994, p. 9.(7) OJ No L 374, 31. 12. 1988,  p. 15.(8) OJ No L 193, 31. 7. 1993, p. 34.(9) OJ No L 374, 31. 12. 1988, p. 21.(10) OJ No L 193, 31. 7. 1993, p. 39.(11) OJ No L 374, 31. 12. 1988, p. 25.(12) OJ No L 193, 31. 7. 1993, p. 44.(13) OJ No L 193, 31. 7. 1993, p. 1.(14) OJ No L 356, 31. 12.  1977, p. 1.(15) OJ No L 70, 16. 3. 1990, p. 1.(16) Annex not published in the Official Journal."}