{"celex_id": "31999R0377", "uri": "http://publications.europa.eu/resource/cellar/e27bf7a0-4526-486f-a192-3924463a58dc", "type": "Regulation", "concepts": ["2194", "2211", "2355", "2979", "5252", "711"], "title": "Commission Regulation (EC) No 377/1999 of 19 February 1999 determining the loss of income and the premiums applicable per ewe and per female goat in the Member States and the payment of the specific aid for sheep and goat farming in certain less-favoured areas of the Community for the 1998 marketing year\n", "header": "COMMISSION REGULATION (EC) No 377/1999 of 19 February 1999 determining the loss of income and the premiums applicable per ewe and per female goat in the Member States and the payment of the specific aid for sheep and goat farming in certain less-favoured areas of the Community for the 1998 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1998 on the common organisation of the market in sheepmeat and goatmeat (1), and in particular Article 5(6) thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (2), as last amended by Regulation (EC) No 2348/96 (3), and in particular Article 13 thereof,\nWhereas Article 5(1) and (5) of Regulation (EC) No 2467/98 provides for a premium to be granted to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are defined in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 April 1986 determining the mountain areas in which the premium for goatmeat producers is granted (4), as amended by Regulation (EEC) No 3519/86 (5);\nWhereas, pursuant to Article 5(6) of Regulation (EC) No 2467/98, the Member States were authorised by Commission Regulation (EC) No 1213/98 (6) to pay an initial advance and by Commission Regulation (EC) No 2233/98 (7) to pay a second advance to sheepmeat and goatmeat producers; whereas the definitive premiums to be paid in respect of the 1998 marketing year must thus be fixed;\nWhereas, pursuant to Article 5(2) of Regulation (EC) No 2467/98, the premium payable to producers of heavy lambs in respect of the 1998 marketing year is obtained by multiplying the loss of income by a coefficient expressing the annual average production of heavy lamb meat per ewe producing such lambs, expressed in terms of 100 kg carcase weight; whereas, in accordance with the abovementioned Regulation, the premium per ewe for producers of light lambs and per female goat for the 1998 marketing year should be 80 % of the premium for producers of heavy lambs;\nWhereas, pursuant to Article 13 of Regulation (EC) No 2467/98, the premium must be reduced by the impact on the basic price of the coefficient provided for in Article 13(2) of that Regulation; whereas that coefficient is fixed at 7 % by Article 13(4) of the said Regulation;\nWhereas it is opportune to foresee that the aid provided for in Council Regulation (EEC) No 1323/90 of 14 May 1990 instituting specific aid for sheep and goat farming in certain less-favoured areas of the Community (8), as last amended by Regulation (EC) No 193/98 (9), or the balance of this aid, resulting from the application of Article 4 of Regulation (EC) No 1213/98, should be granted before a certain date and under what conditions;\nWhereas Regulation (EEC) No 1601/92 provides for the application from 1 July 1992 of specific measures with regard to agricultural production in the Canary Islands; whereas those measures involve the granting of a supplement to the premium payable to producers of light lambs and female goats on the same terms as those laid down for the granting of the premium provided for in Article 5 of Regulation (EC) No 2467/97; whereas those terms provided for Spain to be authorised to pay the supplement to the premium;\nWhereas the Management Committee for sheep and goats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["It is hereby noted that the difference between the basic price less the impact of the coefficient provided for in Article 13(2) of Regulation (EC) No 2467/98 and the Community market price during the 1998 marketing year was EUR 143,456 per 100 kilograms.", "The coefficient provided for in Article 5(2) of Regulation (EC) No 2467/98 is hereby fixed at 15,68 kilograms.", "1. The premium payable per ewe is respect of the 1998 marketing year shall be as follows:\n>TABLE>\n2. The premium payable per female of the caprine species and per region in areas listed in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Regulation (EEC) No 1065/86 in respect of the 1998 marketing year shall be as follows:\n(EUR)\nPremium payable per female of the caprine species\n17,995", "The specific aid which Member States are authorised to pay to producers of sheepmeat and goatmeat in less-favoured areas pursuant to Article 1(1) of Regulation (EEC) No 1323/90, within the limits and at the rates provided for in Article 5(7) and the second indent of the second subparagraph of Article 5(8) of Regulation (EC) No 2467/98 or, should it be the case, the balance of this aid, in the event of Article 4 of Regulation (EC) No 1027/97 being applied, shall be paid before 15 October 1999. The conversion rate applicable to the amount of this specific aid is that of the last day of the 1998 marketing year.", "Pursuant to Article 13(3) of Regulation (EEC) No 1601/92, the supplement to the premium for the 1998 marketing year to be granted to producers of light lambs and female goats located in the Canary Islands, within the limits and at the rates laid down in Article 5(7) and the second indent of the second subparagraph of Article 5(8) of Regulation (EC) No 2467/98 shall be as follows:\n- EUR 5,163 per ewe in the case of producers as referred to in Article 5(3) of that Regulation,\n- EUR 5,163 per female goat in the case of producers as referred to in Article 5(5) of that Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 312, 20. 11. 1998, p. 1.\n(2) OJ L 173, 27. 6. 1992, p. 13.\n(3) OJ L 320, 11. 12. 1996, p. 1.\n(4) OJ L 97, 12. 4. 1986, p. 25.\n(5) OJ L 325, 20. 11. 1986, p. 17.\n(6) OJ L 167, 12. 6. 1998, p. 5.\n(7) OJ L 281, 17. 10. 1998, p. 4.\n(8) OJ L 132, 23. 5. 1990, p. 17.\n(9) OJ L 20, 27. 1. 1998, p. 18."}