{"celex_id": "31993R1736", "uri": "http://publications.europa.eu/resource/cellar/47ebe4ef-2f1d-4e2a-8cf8-a044459ded82", "type": "Regulation", "concepts": ["2292", "3003", "4172", "4682", "5034"], "title": "COMMISSION REGULATION (EEC) No 1736/93 of 30 June 1993 amending and correcting Regulations (EEC) No 1912/92 and (EEC) No 2254/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from the beef and veal sector\n", "header": "COMMISSION REGULATION (EEC) No 1736/93 of 30 June 1993 amending and correcting Regulations (EEC) No 1912/92 and (EEC) No 2254/92 laying down detailed implementing rules for the specific measures for supplying the Canary Islands with products from  the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 introducing specific measures for the Canary Islands concerning certain agricultural products (1), as amended by Commission Regulation (EEC) No 3714/92 (2), and in particular Articles  3 (4), 4 (4) and 5 (2) thereof,\nWhereas Regulation (EEC) No 1601/92 provides for the establishment, for the beef and veal sector and for the period 1 July 1993 to 30 June 1994, of the quantities of the specific supply balances for the Canary Islands with beef and veal, male bovines  for fattening and pure-bred breeding animals;\nWhereas the quantities of products benefiting from the specific supply arrangements must be determined within the framework of periodic forecast supply balances which may be adjusted on the basis of the essential requirements of the markets and taking  account of local production and traditional trade flows; whereas to ensure coverage of requirements in terms of quantity, price and quality and to ensure that the proportion of products supplied from the Community is preserved, the aid to be granted for  products originating in the rest of the Community must be determined on terms equivalent, for the end user, to the advantage resulting from exemption from import duties on imports of products from third countries;\nWhereas Article 5 (2) of Regulation (EEC) No 1601/92 provides for the number of imported bovines for fattening to be determined degressively to take account of the development of local production; whereas, owing to the increasing local consumption of  beef and veal linked to the development of tourism which has led to an increase in the supply balance quantities for the 1992/93 marketing year, a degree of degressivity should be applied during the period 1 July 1993 to 30 June 1994 which takes account  of these local market needs;\nWhereas, contrary to Article 3 of Regulation (EEC) No 1601/92, the various language versions of Article 1 of Commission Regulation (EEC) No 1912/92 of 10 July 1992 laying down detailed implementing rules for the specific measures for supplying the  Canary Islands with products from the beef and veal sector (3), as last amended by Regulation (EEC) No 1104/93 (4), with the exception of the French version, do not explicitly cover the case of exemption from both the customs duty and the import levy;  whereas in order to rectify this situation the texts in question should be corrected and made applicable from 1 July 1992;\nWhereas the aid amounts for Community products in the beef and veal sector were fixed for the Canary Islands by Regulation (EEC) No 1912/92; whereas the specific conditions for supplying the Canary Islands market with frozen meat permit a reduction in  the level of aid granted for that product;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Annex I to Regulation (EEC) No 1912/92 is hereby replaced by Annex I to this Regulation.\n2. Annex I to Commission Regulation (EEC) No 2254/92 (5) is hereby replaced by Annex II to this Regulation.\n3. Annex III to Regulation (EEC) No 1912/92 is hereby replaced by Annex III to this Regulation.\n4. Annex II to Regulation (EEC) No 1912/92 is hereby replaced by Annex IV to this Regulation.", "Article 1 of Regulation (EEC) No 1912/92 is hereby replaced by the following:\n'Article 1\nPursuant to Article 2 of Regulation (EEC) No 1601/92, the quantities for the forecast supply balance for products from the beef and veal sector which benefit from exemption from the customs duty and import levy on products coming from third countries or  which benefit from Community aid are fixed in Annex I.'", "The aid shall be determined in such a way that the proportion of products supplied from the Community is preserved, taking account of traditional trade flows.", "This Regulation shall enter into force on 1 July 1993.", "shall apply with effect from 1 July 1992.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13.\n(2) OJ No L 378, 23. 12. 1992, p. 23.\n(3) OJ No L 192, 11. 7. 1992, p. 31.\n(4) OJ No L 112, 6. 5. 1993, p. 28.\n(5) OJ No L 219, 4. 8. 1992, p. 34.\nANNEX I\n'ANNEX I\nCanary Islands: forecast supply balance for beef and veal sector products for period 1 July 1993 to 30 June 1994\n/* Tables: see OJ */\nANNEX II\n'ANNEX I\nSupply balance for the Canary Islands for male bovine animals for fattening for the period 1 July 1993 to 30 June 1994\nANNEX III\n'ANNEX III\nCanary Islands: supply of pure-bred breeding bovines originating in the Community for the period 1 July 1993 to 30 June 1994\nCN code Description Number of animals to be supplied Aid (ECU/head)\n0102 10 00 Pure-bred breeding bovines (1) 4 300 750\n(2) Entry under this subheading is subject to conditions laid down in the relevant Community provisions.'\nANNEX IV\n'ANNEX II\nAid amounts for products indicated in Annex I ex-Community market\n/* Tables: see OJ */"}