{"celex_id": "31995D0392", "uri": "http://publications.europa.eu/resource/cellar/3e3ec5b5-010d-4501-a548-1513d88c8f5f", "type": "Decision", "concepts": ["1445", "1755", "1899", "5369", "842", "97"], "title": "95/392/EC: Commission Decision of 26 September 1995 on protective measures in relation to dourine in Mexico\n", "header": "COMMISSION DECISION of 26 September 1995 on protective measures in relation to dourine in Mexico (Text with EEA relevance) (95/392/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), as last amended by Commission Decision 95/157/EC (2), and in particular Article 18 thereof,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (3), as last amended by Directive 92/36/EEC (4), and in particular Article 12 thereof,\nWhereas the presence of dourine has been confirmed in Mexico;\nWhereas the appearance of dourine in Mexico constitutes a serious threat to equidae of the Member States, taking into account the various movements of equidae;\nWhereas it is therefore necessary to prohibit the re-admission of registered horses after temporary export and the temporary admission and import of equidae from Mexico;\nWhereas, in view of the guarantees provided by serological tests and by the Mexican authorities, under certain conditions, the re-admission of registered horses after temporary export to the metropolitan area of Monterrey (Mexico) and the temporary admission of registered horses from that area of Mexico should be permitted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Member States shall prohibit the temporary admission of registered horses, the re-admission of registered horses after temporary export and the import of equidae from Mexico.", "1. However, Member States shall authorize:\n- the re-admission of registered horses after temporary export to the metropolitan area of Monterrey,\n- the temporary admission of registered horses from the metropolitan area of Monterey, where accompanied by an additional certificate signed by the competent veterinary authorities in Mexico.\n2. The certificate referred to in paragraph 1 second indent must attest that the equidae underwent a complement fixation test for dourine at a dilution of 1 in 10 on ............ (5) during the 10 days preceding despatch with negative results.", "Member States shall amend the measures they apply in respect of Mexico to bring them into line with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 September 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 268, 24. 9. 1991, p. 56.\n(2) OJ No L 103, 6. 5. 1995, p. 40.\n(3) OJ No L 224, 18. 8. 1990, p. 42.\n(4) OJ No L 157, 10. 6. 1992, p. 28.\n(5) Insert date."}