{"celex_id": "31993D0089", "uri": "http://publications.europa.eu/resource/cellar/dc7f45e0-955b-44f5-ae28-bde001aeaafe", "type": "Decision", "concepts": ["1005", "1445", "1819", "192", "2891", "994"], "title": "93/89/EEC: Commission Decision of 22 December 1992 fixing the Community financial contribution for the control of foot-and-mouth disease in Morocco, in relation to epidemiological studies (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 22 December 1992 fixing the Community financial contribution for the control of foot-and-mouth disease in Morocco, in relation to epidemiological studies (Only the English text is authentic)\n(93/89/EEC)THE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 92/337/EEC (2), and in particular Article 12 thereof,\nWhereas foot-and-mouth disease is a serious infectious disease which creates barriers to trade in live animals;\nWhereas foot-and-mouth disease is present in Morocco where it presents a threat of spread of the disease into the Community;\nWhereas the infrastructure for the control of foot-and-mouth disease in Morocco is not well established, particularly in respect of expertise and facilities for diagnosis and serological surveys;\nWhereas to facilitate the strengthening of the infrastructure, the Commission should make a financial contribution to the training of Moroccan veterinarians, and for the subsequent survey work; whereas the Pirbright Laboratory, United Kingdom, can  provide such training and support;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Community financial assistance shall be given to the Pirbright Laboratory to provide assistance to Morocco for\n- training two veterinarians in use of Elisa tests for serology and identification of the FMD antigen, for a period of two months,\n- organization of collection and analysis of serological samples for a period of ten months, subsequent to the training in the previous indent.", "The Community shall reimburse the costs of the measures referred to in Article 1, limited to a maximum of ECU 40 000 in accordance with the terms of Article 3 of this Decision.", "1. The duties carried out by the Laboratory shall be the subject of the following reports:\n(a) technical report\nA technical report to describe the work which has been carried out;\n(b) financial report\nThe financial report to state the expenses which have been incurred by the laboratory to carry out the duties referred to in Article 1.\n2. Technical and financial reports must be sent to the Commission within sixty (60) days from the end of the period covered by this Decision.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 22 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 187, 7. 7. 1992, p. 45."}