{"celex_id": "31991D0136", "uri": "http://publications.europa.eu/resource/cellar/0f878e9f-0a67-4638-b72f-d88fe6c249aa", "type": "Decision", "concepts": ["1182", "4671", "738"], "title": "91/136/EEC: Council Decision of 4 March 1991 concerning a Community loan in favour of the Hellenic Republic\n", "header": "COUNCIL DECISION  of 4 March 1991  concerning a Community loan in favour of the Hellenic Republic  (91/136/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1969/88 of 24 June 1988 establishing a single facility providing medium-term financial assistance for Member States' balances of payments (1), and in particular Article 1 thereof,\nHaving regard to the proposal from the Commission, submitted after consultation of the Monetary Committee,\nWhereas the Greek Government has applied for medium-term financial assistance to support its balance of payments and economic programme of adjustment and reform;\nWhereas the amounts outstanding under previous loans granted to the Member States are within the ceiling specified in Regulation (EEC) No 1969/88;\nWhereas in addition to the immediate problems in the balance of payments arising from the deterioration in the current account and the need to make substantial repayments of external debt, the Greek economy suffers from serious structural deficiencies  affecting its external performance and prospects; whereas a balance of payments loan disbursed in tranches is justified while measures of rectification and adjustment are undertaken;\nWhereas the improvement in the performance of the Greek economy which will enable the Hellenic Republic to participate more fully in Community integration and in particular to join the exchange rate mechanism (ERM) of the European Monetary System before  the agreed starting date for the second stage of Economic and Monetary Union will require a significant reduction in inflation and an improvement in the structure of the economy; whereas such objectives will only be met by a substantial reduction in  public sector deficits, by a tight monetary policy and a firm exchange rate policy and by reform and liberalization of product, labour and financial markets;\nWhereas the Community is already offering support to the Greek economy through its funding of Community programmes in favour of the Hellenic Republic and in particular the Community support framework for structural assistance; whereas the benefits from  Community support would be enhanced by the achievement of financial stability and in particular a reduction in inflation to low levels;\nWhereas the repayments due on the loan granted to the Hellenic Republic in 1985 by Council Decision 85/543/EEC of 9 December 1985 concerning a Community loan in favour of the Hellenic Republic (2) will be made as scheduled;\nWhereas the Greek authorities have adopted a three-year programme of adjustment and reform and following consultation with the Commission have presented this programme at the same time as their application for a loan; whereas the Greek Government will  implement fully its programme of adjustment and reform over a three-year period from 1991 to 1993 so as to achieve the objectives described in that programme, including the restoration of the external accounts to a sustainable position and the  achievement of a low rate of inflation; whereas an external current account deficit of 3 % of the Gross Domestic Product (GDP) and an inflation rate of 7 % or less by the end of 1993 would be consistent with these objectives;\nWhereas the Greek Government will take the necessary steps to achieve the targets and introduce the specific measures indicated in their programme over the three year period from 1991 to 1993 agreed as follows:\n1. The central government net borrowing requirement expressed as a percentage of GDP will not exceed 10,4 % in 1991 and 5 % and 1,5 % in 1992 and 1993 respectively. In 1991, in addition to the measures already proposed by the Greek authorities, the  target will be achieved by freezing 150 000 million Drachmas of reserves included in the 1991 budget until the end of September 1991 when a review will take place with the Commission of central government revenue and expenditure trends. If it is agreed  on the basis of the trends that the net borrowing requirement will be less than the target set out above (i.e. excluding 150 000 million Drachmas of reserves) then the reserves will be released on a pro rata basis but to an amount no greater than 150  000 million Drachmas. If it is foreseen that the net borrowing requirement will exceed the above target the Greek Government will take measures to ensure that the target is met.\n2. The combined net borrowing of the public enterprises and the public entities expressed as a percentage of GDP will not exceed 2,2 % in 1991 and 1,5 % in 1992 and 1993 respectively. This percentage may be exceeded for the purpose of consolidating and  taking over existing unrecorded debt of public enterprises and entities so as to enhance the transparency of the public sector accounts. The effect of these operations on the net borrowing of the public enterprises and the public entities combined will  not exceed an additional 1,3 % of GDP in 1991. Ceilings of a similar nature for 1992 and 1993 will be agreed in the process of disbursement of the second and third tranches.\n3. Public sector employment, calculated as being the number of civilian employees in central government, the local authorities, the public enterprises, the public entities and the Industrial Reconstruction Organization (IRO), and amounting to 525 000  employees at the end of 1990 will be reduced by 10 % by the end of 1993. This reduction will be achieved through a restrictive recruitment policy and will include the reduction in employment achieved through the privatization of the IRO companies and  the public enterprises. In the case of the public enterprises the whole of the employment in an enterprise will be counted as a reduction in public sector employment where the public enterprise is sold to the private or foreign sectors as to 49 % of its  value.\n4. The tax base will be broadened by increasing the efficiency of tax collection and, where necessary, by the introduction of new taxes. To improve the efficiency of tax collection the Greek Government will undertake in 1991 to seek assistance from  international experts while the Commission will seek within the existing Community support framework to provide resources for the improvement of tax administration. In addition, in 1991 the alternative income tax system for the liberal professions and  the handicraft sector will be introduced and made effective.\nFurthermore, income tax revenues from the agricultural sector will gradually be brought into line with the revenues raised in the non-agricultural sectors so that by the 1993 fiscal year the revenue raised in the form of income taxes from the  agricultural sector will not be less than 65 000 million Drachmas.\n5. With respect to the oil tax system, the Greek Government undertakes:\n(a) to adjust the consumer price of oil products promptly, so as to reflect any changes in the world price of oil, with a view firstly to avoiding a reduction in the oil tax component of the consumer price and secondly to increasing the tax component  particularly in the event of world oil prices falling;\n(b) to deregulate the market during 1991;\n(c) to review with the Commission towards the end of 1991, the structure of environmental taxes on energy, in order to assess the situation after deregulation and the prospects for raising additional revenue from the oil tax.\n6. Total expenditure on current grants and subsidies will not exceed 836 000 million Drachmas in 1991 and 780 000 million Drachmas and 745 000 million Drachmas in 1992 and 1993 respectively.\n7. Nominal wage increases in the public sector, as already announced by the Greek Government, will not exceed 4 % in January 1991 and 4 % in July 1991. These limits will apply to central government, the public entities, the public enterprises and other  public sector bodies. Incomes policy in the public sector will continue to be restrictive in 1992 and 1993.\n8. Non-wage current budget expenditure on goods and services will be reduced in real terms over the adjustment period.\n9. In addition to measures to enhance the transparency of the public sector financial accounts, a new system of monitoring and control of the operating results and the borrowing requirements of the public enterprises and the public entities will be  introduced after consultation with the Commission by 30 June 1991. Cash limits on the disbursement of budget grants for the public enterprises and the public entities will be applied by the Government until the new system is effective.\n10. The compulsory bank financing of the Government's budget by 40 % of banks' deposits will be phased out, at the margin, in accordance with the following timetable or earlier:\n- 1 July 1991: 30 %;\n- 1 July 1992: 20 %;\n- 1 July 1993: 0 %.\n11. With respect to the system of compulsory financing of the handicrafts sector, at preferential interest rates, by up to 10 % of bank deposits, the Greek Government will rationalize the system beginning in 1991 and will phase out the system by 30 June  1993.\n12. The direct access of the Treasury to Central Bank liquidity amounting to 10 % of the increase in Government expenditure will be abolished in line with progress achieved in the elimination of monetary financing by other Member States, and in any case  not later than the end of 1993.\n13. Monetary policy will be set each year with respect to the targets agreed for the fiscal deficit and will not accommodate failure to achieve the targets. In particular, total credit granted to the public and the private sectors will not exceed 1 670  000 million Drachmas in 1991, 1 290 000 million Drachmas in 1992 and 1 100 000 million Drachmas in 1993. With respect to exchange rate policy, the Greek Government will follow, in 1991, a policy of not completely accommodating inflation differentials  against other Member States. Nominal exchange rate changes over the period of adjustment will reflect the deceleration in inflation and the objective of joining the ERM by 1993.\n14. With respect to structural reform and in order to ensure that the Hellenic Republic participates fully in the internal market programme, the Greek Government undertakes to provide, in consultation with the Commission, by June 1991, a timetable for  legislative action over the adjustment period, to include the main elements in the proposed reforms:\n(a) deregulation in goods, labour and service markets;\n(b) tax and social security reform;\n(c) a reduction in the share of the wider public sector;\n(d) capital liberalization in accordance with Community legislation.\n15. The limitations on tourist expenditure and restrictions on capital movement, which are the subject of the existing derogation under Article 108 of the Treaty, will be removed not later than two months after this Decision becomes effective;\nWhereas it is agreed that in the implementation of this Decision the Greek authorities will consult closely with the Commission and will make available all the necessary information for a full and effective monitoring of the agreed programme of  adjustment; whereas, in accordance with this Decision, developments in the Greek economy and in Greek economic policy will be reviewed twice a year in the Monetary Committee or more frequently if warranted,", "main_body": ["The Community shall grant the Hellenic Republic under Regulation (EEC) No 1969/88 a loan of ECU 2 200 million or the equivalent amount in other currencies.", "The loan shall be made available to the Hellenic Republic in three instalments. The average duration of each instalment shall not exceed six years. The three instalments shall be made as follows:\n- the first instalment amounting to ECU 1 000 million or the equivalent amount in other currencies as soon as the borrowing operations are completed;\n- the second instalment amounting to ECU 600 million or the equivalent amount in other currencies not earlier than 1 February 1992 and in any case the second instalment shall not be released until the Commission, in consultation with the Council and in  the light of an examination made in collaboration with the Monetary Committee of the results obtained in the execution of the programme, is satisfied that the agreed measures have been fully implemented and that the targets of the programme have been  achieved or that the necessary additional measures to achieve the targets have been agreed or fully implemented;\n- the third instalment amounting to ECU 600 million or the equivalent amount in other currencies not earlier than 1 February 1993 subject to the same examination, verification and consultation as in the case of the second instalment.", "1. The loan shall be granted on the basis of the decision taken by the Hellenic Republic to implement the economic recovery programme which it has presented, the objectives of which are set out in the recitals to this Decision.\n2. The Commission, in collaboration with the Monetary Committee, shall examine at regular intervals the evolution of the economic situation of Greece and the execution of the economic recovery programme, as implemented. These examinations will continue  until the loan is fully repaid.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 4 March 1991.\nFor the Council\nThe President\nJ. F. POOS\n(1) OJ No L 178, 8. 7. 1988, p. 1.\n(2) OJ No L 341, 19. 12. 1985, p. 17."}