{"celex_id": "31994D0433", "uri": "http://publications.europa.eu/resource/cellar/baf5b5c6-1834-410a-bf3e-bd9b13eeab2e", "type": "Decision", "concepts": ["1895", "2711", "4257", "5034", "5962"], "title": "94/433/EC: Commission Decision of 30 May 1994 laying down detailed rules for the application of Council Directive 93/24/EEC as regards the statistical surveys on cattle population and production, and amending the said Directive\n", "header": "COMMISSION DECISION of 30 May 1994 laying down detailed rules for the application of Council Directive 93/24/EEC as regards the statistical surveys on cattle population and production, and amending the said Directive (94/433/EC)\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/24/EEC of 1 June 1993 on the statistical surveys to be carried out on bovine animal production (1), and in particular Articles 1 (3), 2 (2), 3 (2), 6 (1) and (2), 8 (1) and (2), 10 (3) and 12 (2) thereof,\nWhereas precise definitions are required in order to carry out the surveys provided for in Directive 93/24/EEC; whereas this requires the definition of the agricultural holdings covered by the survey; whereas the individual categories into which the  survey results are to be broken down must be precisely defined, and the herd size classes and regions according to which the Member States draw up the survey results at regular intervals must be determined; whereas a single definition of carcass weight  is necessary for the drawing-up of slaughtering statistics;\nWhereas, with the amendment of the combined nomenclature for live bovine animals by Commission Regulation (EEC) No 2505/92 (2), it is no longer possible, either for intra-Community trade or for trade with non-member countries, for the Member States to  record trade in bulls and bullocks separately; wheres the breakdown of gross indigenous production into bulls and bullocks required under Council Directive 93/24/EEC is thus no longer possible; whereas Directive 93/24/EEC should therefore be amended;\nWhereas, furthermore, according to Directive 93/24/EEC, the Member States may, at their request, be authorized to carry out the May or June surveys in selected regions, on the understanding that these surveys cover at least 70 % of the bovine  population; whereas Member States whose bovine population makes up only a small percentage of the overall population of the Community may, at their request, also be authorized to dispense altogether with either the May/June or December surveys, or to  use the regional breakdown for the final results of the May/June survey; whereas, finally, the Member States may, at their request, be authorized to use administrative sources instead of statistical surveys to determine the cattle population and the  prescribed breakdown by herd size classes for the final results of even-numbered years and/or for the results of the May/June survey;\nWhereas applications have been made by the Member States for the abovementioned types of authorization;\nWhereas Commission Decision 73/262/EEC (3), as amended by Decision 90/501/EEC (4), should be replaced;\nWhereas, since Directive 93/24/EEC is applicable as from 1 January 1994, it is appropriate to apply the provisions of this Decision with effect from the same date;\nWhereas this Decision is in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["1. For the purposes of Article 2 (2) of Directive 93/24/EEC, 'agricultural holding' means any technical and economic unit under single management which produces agricultural products.\n2. The survey referred to in Article 1 (1) of Directive 93/24/EEC shall cover:\n(a) agricultural holdings with a utilized agricultural area of 1 ha or more;\n(b) agricultural holdings with a utilized agricultural area of less than 1 ha, if their production is to a certain extent intended for sale or if their production unit exceeds certain natural thresholds.\n3. Member States wishing to apply a different survey threshold shall, however, undertake to determine this threshold in such a way that only the smallest holdings are excluded, and that together the holdings excluded account for 1 % or less of the total  standard gross margin, within the meaning of Commission Decision 85/377/EEC (5), of the Member State concerned.", "The definitions of the categories of bovine animals referred to in Articles 3 (1), 10 (2) and 12 (2) of Directive 93/24/EEC are set out in Annex I.", "The territorial subdivisions referred to in Article 6 (1) of Directive 93/24/EEC are set out in Annex II.", "The breakdown provided for in Article 8 (1) of Directive 93/24/EEC is set out in Annex III.", "The carcass weight referred to in Article 10 (1) of Directive 93/24/EEC is defined in Annex IV.", "In Article 12 (2) of Directive 93/24/EEC, category 'D. bulls' and category 'E. bullocks' are combined to read 'D. bulls and bullocks'.", "1. Pursuant to the first subparagraph of Article 1 (2) of Directive 93/24/EEC, the Member States listed in point (a) of Annex V are authorized to carry out the May or June surveys in selected regions, on the undertstanding that these surveys  cover at least 70 % of the bovine population.\n2. Pursuant to the second subparagraph of Article 1 (2) of Directive 93/24/EEC, the Member States listed in point (b) of Annex V are authorized to dispense altogether with either the May/June or December surveys.\n3. Pursuant to the third subparagraph of Article 1 (2) of Directive 93/24/EEC, the Member States listed in point (c) of Annex V are authorized to use administrative sources instead of statistical surveys.\n4. Pursuant to Article 6 (2) of Directive 93/24/EEC, the Member States listed in point (d) of Annex V are authorized to use the regional breakdown for the final results of the May/June survey.\n5. Pursuant to Article 8 (2) of Directive 93/24/EEC, the Member States listed in point (e) of Annex V are authorized to use the breakdown by herd size classes for the final results of even-numbered years and/or for those of the May/June survey.", "Decision 73/262/EEC is repealed.", "This Decision shall apply with effect from 1 January 1994.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1994.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 149, 21. 6. 1993, p. 5.\n(2) OJ No L 267, 14. 9. 1992, p. 1.\n(3) OJ No L 253, 10. 9. 1973, p. 5.\n(4) OJ No L 278, 10. 10. 1990, p. 41.\n(5) OJ No L 220, 17. 8. 1985, p. 1.\nANNEX I\nDefinitions of categories\n\"\" ID=\"1\">Calves:> ID=\"2\">A. (a) Cattle less than 12 months old intended for slaughter as calves: the definition of calves appears under A in the next column.> ID=\"3\">A. Calves:\"> ID=\"3\">domestic animals of the bovine species not exceeding a  live weight of 300 kg, which do not yet have their second teeth.\"> ID=\"1\">Bulls:> ID=\"3\">D. Bulls:\"> ID=\"3\">Whole male bovine animals not included in A.\"> ID=\"1\">Bullocks:> ID=\"3\">E. Bullocks:\"> ID=\"3\">gelded male bovine animals not included in  A.\"> ID=\"1\">Heifers:> ID=\"2\">C. (b) (ba)> ID=\"3\">B. Heifers:\"> ID=\"2\">Female bovine animals of two years and over which have not yet calved.> ID=\"3\">Female bovine animals which have not yet calved (into included in A).\"> ID=\"1\">Heifers for> ID=\"2\">C.  (b) (ba) (1)\"> ID=\"1\">slaughter:> ID=\"2\">Heifers bred for meat production.\"> ID=\"1\">Other> ID=\"2\">C. (b) (ba) (2)\"> ID=\"1\">heifers:> ID=\"2\">Heifers reared for breeding and intended to replenish stocks of dairy or other cows.\"> ID=\"1\">Cows:>  ID=\"2\">C. (b) (bb)> ID=\"3\">C. Cows:\"> ID=\"2\">Female bovine animals which have already calved (including any under two years).> ID=\"3\">Female bovine animals which have already calved.\"> ID=\"1\">Dairy> ID=\"2\">C. (b) (bb) (1)\"> ID=\"1\">cows:> ID=\"2\">Cows  which are kept exclusively or principally to produce milk for human consumption and/or for processing into dairy products. Includes cull dairy cows (whether or not they are fattened between their last lactation and slaughter).\"> ID=\"1\">Other> ID=\"2\">C.  (b) (bb) (2)\"> ID=\"1\">cows:> ID=\"2\">Cows other than dairy cows including, where applicable, draft cows.\">\nANNEX II\nTerritorial subdivisions  Belgium: Provinces/Provincies\nDenmark: -\nGermany: Bundeslaender\nGreece: The regions of the Regional Development Service\nSpain: Galicia\nPrincipado de Asturias\nCantabria\nPaís Vasco\nNavarra\nLa Rioja\nAragón\nCataluña\nBaleares\nCastilla y León\nMadrid\nCastilla-La Mancha\nComunidad Valenciana y\nRegión de Murcia\nExtremadura\nAndalucía\nOther Comunidades autónomas\nFrance: Champagne-Ardennes\nPicardie-Nord-Pas-de-Calais\nBasse-Normandie-Haute-Normandie\nBourgogne\nAlsace-Lorraine\nFranche-Comté\nPays-de-la-Loire\nBretagne\nPoitou-Charentes\nAquitaine\nMidi-Pyrénées\nLimousin\nRhône-Alpes\nAuvergne\nand others\nIreland: -\nItaly: Regioni\nLuxembourg: -\nNetherlands: Provincies\nPortugal: Regiões\nUnited-Kingdom: Standard regions\nANNEX III\nSize classes of cattle stocks held\n\"\" ID=\"1\">I> ID=\"2\">1-2 1-9 (1)()> ID=\"5\">1-2 1-9 (1)()> ID=\"8\">1-2 1-9 (1)()\"> ID=\"1\">II> ID=\"2\">3-9> ID=\"5\">3-9> ID=\"8\">3-9\"> ID=\"1\">III> ID=\"2\">10-19> ID=\"5\">10-19> ID=\"8\">10-19\"> ID=\"1\">IV> ID=\"2\">20-29> ID=\"5\">20-29> ID=\"8\">20-29\">  ID=\"1\">V> ID=\"2\">30-49> ID=\"5\">30-49> ID=\"8\">30-49\"> ID=\"1\">VI> ID=\"2\">50-99> ID=\"5\">50-99> ID=\"8\">50-99\"> ID=\"1\">VII> ID=\"2\">100-199> ID=\"5\">100-199> ID=\"8\">100-199\"> ID=\"1\">VIII> ID=\"2\">200-299 & ge; 100 (2)(b)> ID=\"5\">200-299 & ge; 100 (3)(c)>  ID=\"8\">200-299 & ge; 100 (3)(c)\"> ID=\"1\">IX> ID=\"2\">300-499> ID=\"5\">& ge; 300> ID=\"8\">& ge; 300\"> ID=\"1\">X> ID=\"2\">& ge; 500\"> ID=\"2\">Total > ID=\"5\">Total > ID=\"8\">Total \"\"\n>\n(1)() Breakdown optional for NL, DK\n(2)(b) Breakdown optional for P, L, GR\n(3)(c) Breakdown optinal for P, L, GR, F\nANNEX IV\nDefinition of carcass weight  Carcass weight is the weight of the slaughtered animal's cold body after being skinned, bled and eviscerated, and after removal of the external genitalia, the limbs at the carpus and tarsus, the head, the tail, the kidneys  and kidney fats, and the udder.\nANNEX V\na) Member States authorized to carry out the May or June surveys in selected regions\nFrance\nItaly\nb) Member States authorized to dispense altogether with either the May/June or December surveys\nMay/June December\nPortugal Greece\nc) Member States authorized to use administrative sources instead of statistical surveys for the May/June and/or December surveys\nMay/June December\nd) Member States authorized to use the general breakdown for the final results of the May/June survey\nBelgium\nGreece\nNetherlands\ne) Member States authorized to use the breakdown by herd size classes for the final results of even-numbered years and/or for the results of the May/June survey\nin even-numbered years May/June\nGermany Denmark\nBelgium\nGreece\nNetherlands"}