{"celex_id": "31996L0052", "uri": "http://publications.europa.eu/resource/cellar/0eec0e0d-a5cd-49ca-8c58-61c7ab5f987c", "type": "Directive", "concepts": ["1504", "2979", "3342"], "title": "Council Directive 96/52/EC of 23 July 1996 amending Directive 85/350/EEC with regard to the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Ireland)\n", "header": "COUNCIL DIRECTIVE 96/52/EC of 23 July 1996 amending Directive 85/350/EEC with regard to the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Ireland)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), and in particular Article 2 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Government of Ireland has requested, pursuant to Article 2 of Directive 75/268/EEC, that the Community list of less-favoured farming areas be amended in accordance with the Annexes to this Directive;\nWhereas the new areas for inclusion on the list satisfy the criteria laid down in Directive 85/350/EEC (3) for determining the areas within the meaning of Article 3 (4) and in Directive 91/466/EEC (4) for defining the areas affected by specific handicaps within the meaning of Article 3 (5) of Directive 75/268/EEC;\nWhereas the total surface of the area as referred to in Article 3 (5) does not exceed 4 % of the total surface area of the Member State in question;\nWhereas the nature and level of the above indices notified to the Commission by the Government of Ireland correspond to the characteristics of the less-favoured areas referred to in Article 3 (4) and (5) of Directive 75/268/EEC,", "main_body": ["The list of less-favoured farming areas in Ireland contained in the Annex to Directive 85/350/EEC is hereby supplemented by the lists in Annexes I and II to this Directive.", "This Directive is addressed to Ireland."], "attachments": "Done at Brussels, 23 July 1996.\nFor the Council\nThe President\nI. YATES\n(1) OJ No L 128, 19. 5. 1975, p. 1. Directive as last amended by the 1994 Act of Accession.\n(2) Opinion delivered on 19 July 1996 (not yet published in the Official Journal).\n(3) OJ No L 187, 19. 7. 1985, p. 1. Directive as amended by Directive 91/466/EEC (OJ No L 251, 7. 9. 1991, p. 10).\n(4) OJ No L 251, 7. 9. 1991, p. 10.\nANEXO I Zonas desfavorecidas tal como se definen en el apartado 4 del artículo 3 de la Directiva 75/268/CEE BILAG I Ugunstigt stillede områder, jf. artikel 3, stk. 4, i direktiv 75/268/EØF ANHANG I Benachteiligte Gebiete im Sinne von Artikel 3 Absatz 4 der Richtlinie 75/268/EWG ÐÁÑÁÑÔÇÌÁ É ÌåéïíåêôéêÝò ðåñéï÷Ýò êáôÜ ôçí Ýííïéá ôïõ Üñèñïõ 3 ðáñÜãñáöïò 4 ôçò ïäçãßáò 75/268/ÅÏÊ ANNEX I Less-favoured areas within the meaning of Article 3 (4) of Directive 75/268/EEC ANNEXE I Zones défavorisées au titre de l'article 3 paragraphe 4 de la directive 75/268/CEE ALLEGATO I Zone svantaggiate ai sensi dell'articolo 3, paragrafo 4 della direttiva 75/268/CEE BIJLAGE I Probleemgebieden in de zin van artikel 3, lid 4, van Richtlijn 75/268/EEG ANEXO I Zonas desfavorecidas na acepção do nº 4 do artigo 3º da Directiva 75/268/CEE LIITE I Direktiivin 75/268/ETY 3 artiklan 4 kohdan mukaisesti epäsuotuisiksi määritettyjä alueita BILAGA I Mindre gynnade områden i enlighet med artikel 3.4 i direktiv 75/268/EEG\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANEXO II Zonas desfavorecidas tal como se definen en el apartado 5 del artículo 3 de la Directiva 75/268/CEE BILAG II Ugunstigt stillede områder, jf. artikel 3, stk. 5, i direktiv 75/268/EØF ANHANG II Benachteiligte Gebiete im Sinne von Artikel 3 Absatz 5 der Richtlinie 75/268/EWG ÐÁÑÁÑÔÇÌÁ ÉÉ ÌåéïíåêôéêÝò ðåñéï÷Ýò êáôÜ ôçí Ýííïéá ôïõ Üñèñïõ 3 ðáñÜãñáöïò 5 ôçò ïäçãßáò 75/268/ÅÏÊ ANNEX II Less-favoured areas within the meaning of Article 3 (5) of Directive 75/268/EEC ANNEXE II Zones défavorisées au titre de l'article 3 paragraphe 5 de la directive 75/268/CEE ALLEGATO II Zone svantaggiate ai sensi dell'articolo 3, paragrafo 5 della direttiva 75/268/CEE BIJLAGE II Probleemgebieden in de zin van artikel 3, lid 5, van Richtlijn 75/268/EEG ANEXO II Zonas desfavorecidas na acepção do nº 5 do artigo 3º da Directiva 75/268/CEE LIITE II Direktiivin 75/268/ETY 3 artiklan 5 kohdan mukaisesti epäsuotuisiksi määritettyjä alueita BILAGA II Mindre gynnade områden i enlighet med artikel 3.5 i direktiv 75/268/EEG\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}