{"celex_id": "31998R2665", "uri": "http://publications.europa.eu/resource/cellar/73afe92c-e016-4d85-b4a1-0b14282817fe", "type": "Regulation", "concepts": ["1309", "1644", "3591", "4314", "4385"], "title": "Commission Regulation (EC) No 2665/98 of 10 December 1998 amending Regulation (EEC) No 2782/76 laying down detailed implementing rules for the importation of preferential sugar\n", "header": "COMMISSION REGULATION (EC) No 2665/98 of 10 December 1998 amending Regulation (EEC) No 2782/76 laying down detailed implementing rules for the importation of preferential sugar\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organisation of the markets in the sugar sector (1), as last amended by Commission Regulation (EC) No 1148/98 (2), and in particular Article 13 thereof,\nWhereas Commission Regulation (EC) No 1033/98 (3) amends Article 45 of Regulation (EEC) No 3719/88 (4), as last amended by Regulation (EC) No 1044/98 (5), so that quantities imported in excess of the quantity shown on the import licence within the tolerance provided for in Article 8(4) of Regulation (EEC) No 3719/88 do not qualify under the preferential arrangements;\nWhereas Article 5 of Commission Regulation (EEC) No 2782/76 of 17 November 1976 laying down detailed implementing rules for the importation of preferential sugar (6), as last amended by Regulation (EEC) No 1714/88 (7), stipulates that a quantity which exceeds the relevant agreed quantity must be attributed by the Commission to the following delivery period; whereas when partial deliveries of raw sugar are imported the white sugar equivalent cannot actually be determined until after the raw sugar has been analysed or refined; whereas application of Article 45 of Regulation (EEC) No 3719/88 would have a disproportionately severe financial impact on operators; whereas there therefore appears to be no justification for not allowing quantities imported within the tolerance to qualify for the preferential arrangements; whereas a derogation should therefore be granted from Article 45 of Regulation (EEC) No 3719/88;\nWhereas imports carried out in the same marketing year should be subject to the same rules for reasons of equality of treatment; whereas the derogation should therefore be applied with effect from the date of entry into force of Regulation (EC) No 1033/98;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Article 8 of Regulation (EEC) No 2782/76 is amended as follows:\n1. the current text becomes paragraph 1;\n2. the following paragraph 2 is added:\n'2. Notwithstanding Article 45 of Commission Regulation (EEC) No 3719/88 (*), quantities imported benefiting from the positive tolerance provided for in Article 8(4) of that Regulation shall qualify for the preferential arrangements provided they are covered by the certificate or declaration referred to in Articles 6 and 7 of the same Regulation.\n(*) OJ L 331, 2.12.1988, p. 1.`", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply to licences and certificates requested with effect from the entry into force of Regulation (EC) No 1033/98.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 177, 1. 7. 1981, p. 4.\n(2) OJ L 159, 3. 6. 1998, p. 38.\n(3) OJ L 148, 19. 5. 1998, p. 4.\n(4) OJ L 331, 2. 12. 1988, p. 1.\n(5) OJ L 149, 20. 5. 1998, p. 11.\n(6) OJ L 318, 18. 11. 1976, p. 13.\n(7) OJ L 152, 18. 6. 1988, p. 23."}