{"celex_id": "31996R0596", "uri": "http://publications.europa.eu/resource/cellar/17e7b72b-0ad8-4cc3-b701-047668833ffe", "type": "Regulation", "concepts": ["1102", "1255", "2771", "2957", "5407", "914"], "title": "Commission Regulation (EC) No 596/96 of 2 April 1996 correcting Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\n", "header": "COMMISSION REGULATION (EC) No 596/96 of 2 April 1996 correcting Regulation (EEC) No 584/92 laying down detailed rules for the application to milk and milk products of the arrangements provided for in the Interim Agreements between the Community and the Republic of Poland, the Republic of Hungary and the Czech and Slovak Federal Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part (1), and in particular Article 1 thereof,\nWhereas Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded as part of the Uruguay Round Multilateral Trade Negotiations (2);\nWhereas Regulation (EC) No 3066/95 provides for autonomous, transitional measures to adjust the agricultural concessions covered by the Europe Agreements concluded between the European Communities and their Member States, of the one part, and the Republic of Poland, the Republic of Hungary, the Czech Republic and the Slovak Republic, of the other part, from 1 January 1996 until the entry into force of the additional Protocols to the Europe Agreements that are to be concluded in the wake of the negotiations now under way with the countries in question;\nWhereas Commission Regulation (EEC) No 584/92 (3), as last amended by Regulation (EC) No 193/96 (4), lays down detailed rules for the application to milk and milk products of the arrangements provided for in the abovementioned Agreements;\nWhereas, when Regulation (EEC) No 584/92 was amended by Commission Regulation (EC) No 193/96, a mistake crept into points C1 and C2 of Annex I thereto; whereas the Regulation in question must therefore be corrected with effect from 1 January 1996;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Point C of Annex I to Regulation (EEC) No 584/92 is hereby replaced by point C in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1996.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 319, 21. 12. 1993, p. 1.\n(2) OJ No L 328, 30. 12. 1995, p. 31.\n(3) OJ No L 62, 7. 3. 1992, p. 34.\n(4) OJ No L 26, 2. 2. 1996, p. 7.\nANNEX\n'C. PRODUCTS ORIGINATING IN HUNGARY\n1. Customs duty reduced by 80 %\n>TABLE>\n2. Customs duty reduced by 80 %\n>TABLE>"}