{"celex_id": "31996D0239", "uri": "http://publications.europa.eu/resource/cellar/2b83eb8d-5f9e-4cd6-81c9-714368f0e7b8", "type": "Decision", "concepts": ["1445", "1755", "3577", "3730", "3774", "5034"], "title": "96/239/EC: Commission Decision of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (Text with EEA relevance) (96/239/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10 (4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas, to protect animal and human health in the Community, the Commission adopted Decision 94/474/EEC of 27 July 1994 concerning certain protection measures relating to bovine spongiform encephalopathy and repealing Decisions 89/469/EEC and 90/200/EEC (4), as last amended by Decision 95/287/EC (5), Decision 92/290/EEC of 14 May 1992 concerning certain protection measures relating to bovine embryos in respect of bovine spongiform encephalopathy (BSE) in the United Kingdom (6), Decision 94/381/EC of 27 June 1994 concerning certain protection measures with regard to bovine spongiform encephalopathy and the feeding of mammalian derived protein (7), and Decision 94/382/EC of 27 June 1994 on the approval of alternative heat treatment systems for processing animal waste of ruminant origin, with a view to inactivation of spongiform encephalopathy agents (8);\nWhereas the United Kingdom Government informed the Commission on 20 March 1996 that it had taken additional measures as a result of the publication of new information on the appearance of certain cases of Creutzfeldt-Jakob disease in that Member State; whereas the measures involve:\n- boning the carcases of bovine animals over 30 months of age in approved establishments monitored by the Meat Hygiene Service; trimmings must be classified as specific offal of bovine animals (SOBs),\n- banning the use of bone meal derived from mammals in feed for all farm animals;\nWhereas as a result of the publication of this information and the announced measures in the United Kingdom, other Member States have decided to ban the entry into their territory of live bovine animals and beef and veal from the United Kingdom;\nWhereas on 22 March 1996, the Scientific Veterinary Committee has been consulted;\nWhereas, under current circumstances, a definitive stance on the transmissibility of BSE to humans is not possible; whereas a risk of transmission cannot be excluded; whereas the resulting uncertainty has created serious concern among consumers; whereas, under the circumstances and as an emergency measure, the transport of all bovine animals and all beef and veal or derived products from the United Kingdom to the other Member States should be temporarily banned; whereas the same prohibitions should also apply to exports to non-Member countries so as to prevent deflections of trade;\nWhereas the Commission will carry out in the coming weeks a Community inspection in the United Kingdom to evaluate the application of the measures taken; whereas the significance of the new information and the measures to be taken must be subjected to detailed scientific study;\nWhereas this Decision must therefore be reviewed once all the above elements have been examined;\nWhereas this Decision is in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Pending an overall examination of the situation and Community provisions adopted to protect against bovine spongiform encephalopathy notwithstanding, the United Kingdom shall not export from its territory to the other Member States or third countries:\n- live bovine animals, their semen and embryos,\n- meat of bovine animals slaughtered in the United Kingdom,\n- products obtained from bovine animals slaughtered in the United Kingdom which are liable to enter the animal feed or human food chain, and materials destined for use in medicinal products, cosmetics or pharmaceutical products,\n- mammalian derived meat and bone-meal.", "The Member States shall amend the measures they apply so that they conform to this Decision. They shall immediately inform the Commission thereof.", "The United Kingdom shall send the Commission every two weeks a report on the application of the protective measures taken against bovine spongiform encephalopathy, in accordance with national and Commission provisions.", "The United Kingdom is invited to present further proposals to control bovine spongiform encephalopathy in the United Kingdom.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 29.\n(2) OJ No L 62, 15. 3. 1993, p. 49.\n(3) OJ No L 395, 30. 12. 1989, p. 13.\n(4) OJ No L 194, 29. 7. 1994, p. 96.\n(5) OJ No L 181, 1. 8. 1995, p. 40.\n(6) OJ No L 152, 4. 6. 1992, p. 37.\n(7) OJ No L 172, 7. 7. 1994, p. 23.\n(8) OJ No L 172, 7. 7. 1994, p. 25."}