{"celex_id": "31992R3541", "uri": "http://publications.europa.eu/resource/cellar/5f2c1eb3-a91c-4fdd-8168-35cb5475db30", "type": "Regulation", "concepts": ["1500", "164", "3490", "3870", "4070", "614"], "title": "Council Regulation (EEC) No 3541/92 of 7 December 1992 prohibiting the satisfying of Iraqi claims with regard to contracts and transactions, the performance of which was affected by United Nations Security Council Resolution 661 (1990) and related resolutions\n", "header": "10.12.1992 EN Official Journal of the European Communities L 361/1\nCOUNCIL REGULATION (EEC) NO 3541/92\nof 7 December 1992\nprohibiting the satisfying of Iraqi claims with regard to contracts and transactions the performance of which was affected by United Nations Security Council Resolution 661 (1990) and related resolutions\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nWhereas, under Regulations (EEC) No 2340/90 (1) and (EEC) No 3155/90 (2), the Community has taken measures to prevent trade between the Community and Iraq;\nWhereas the United Nations Security Council has adopted Resolution 687 (1991) of 3 April 1991 which, in its paragraph 29, deals with claims by Iraq in relation to contracts and transactions the performance of which was affected by measures taken by the Security Council pursuant to Resolution 661 (1990) and related resolutions;\nWhereas the Community and its Member States meeting in Political Cooperation have agreed that Iraq must comply in full with the provisions of paragraph 29 of United Nations Security Council Resolution 687 (1991) and consider that, in deciding whether to reduce or lift measures taken against Iraq, pursuant to paragraph 21 of Security Council Resolution 687, particular account must be taken of any failure by Iraq to comply with paragraph 29 of the same Resolution;\nWhereas, as a consequence of the embargo against Iraq, economic operators in the Community and third countries are exposed to the risk of claims by the Iraqi side;\nWhereas it is necessary to protect operators permanently against such claims and to prevent Iraq from obtaining compensation for the negative effects of the embargo;\nWhereas the Community and its Member States meeting in Political Cooperation have agreed to resort to a Community instrument in order to ensure uniform implementation, throughout the Community, of paragraph 29 of United Nations Security Council Resolution 687 (1991);\nWhereas such uniform implementation is essential for achieving the aims of the Treaty establishing the European Economic Community and in particular for avoiding distortion of competition;\nWhereas the Treaty does not provide, for the adoption of this Regulation, powers other than those of Article 235", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),", "main_body": ["For the purposes of this Regulation:\n1. ‘contract or transaction’ means any transaction of whatever form and whatever the. applicable law, whether comprising one or more contracts or similar obligations made between the same or different parties; for this purpose ‘contract’ includes a bond, financial guarantee and indemnity or credit whether legally independent or not and any related provision arising under or in connection with the transaction;\n2. ‘claim’ means any claim, whether asserted by legal proceedings or not, made before or after the date of entry into force of this Regulation, under or in connection with a contract or transaction, and in particular includes:\n(a) a claim for performance of any obligation arising under or in connection with a contract or transaction;\n(b) a claim for extension or payment of a bond, financial guarantee or indemnity of whatever form;\n(c) a claim for compensation in respect of a contract or transaction;\n(d) a counterclaim;\n(e) a claim for the recognition or enforcement, including by the procedure of exequatur, or a judgment, an arbitration award or an equivalent decision, wherever made or given;\n3. ‘measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions’ means measures of the United Nations Security Council or measures introduced by the European Communities or any State, country or international organization in conformity with, as required by, or in connection with the implementation of relevant decisions of the United Nations Security Council, or any action, including any military action, authorized by the United Nations Security Council, in respect of the invasion or occupation of Kuwait by Iraq;\n4. ‘person or body in Iraq’ means:\n(a) the Iraqi State or any Iraqi public authority;\n(b) any person in, or resident in, Iraq;\n(c) any body having its registered office or headquarters in Iraq;\n(d) any body controlled, directly or indirectly, by one or more of the abovementioned persons or bodies.\nWithout prejudice to Article 2, performance of a contract or transaction shall also be regarded as having been affected by the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions where the existence or content of the claim results directly or indirectly from those measures.", "1.   It shall be prohibited to satisfy or to take any step to satisfy a claim made by:\n(a) a person or body in Iraq or acting through a person or body in Iraq;\n(b) any person or body acting, directly or indirectly, on behalf of or for the benefit of one or more persons or bodies in Iraq;\n(c) any person or body taking advantage of a transfer or rights of, or otherwise claiming through or under, one or mode persons or bodies in Iraq;\n(d) any other person or body referred to in paragraph 29 of United Nations Security Council Resolution 687 (1991);\n(e) any person or body making a claim arising from or in connection with the payment of a bond or financial guarantee or indemnity to one or more of the above-mentioned persons or bodies,\nunder or in connection with a contract or transaction the performance of which was affected, directly of indirectly, wholly or in part, by the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions.\n2.   This prohibition shall apply within the Community and to any national of a Member State and any body which is incorporated or constituted under the law of a Member State.", "Without prejudice to the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions, Article 2 shall not apply:\n(a) to claims relating to contracts or transactions, with the exception of any bond, financial guarantee or indemnity, in respect of which the persons or bodies referred to in the said Article prove to a court in a Member State that the claim was accepted by the parties prior to the adoption of the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions and that those measures have had no effect on the existence or content of the claim;\n(b) to claims for payment under an insurance contract in respect of an event occurring prior to the adoption of the measures referred to in Article 2 or under an insurance contract where such insurance is compulsory under the law of a Member State;\n(c) to claims for payment of sums paid into an account payment from which was blocked pursuant to the measures referred to in Article 2 provided that such payment does not concern sums paid under bonds in respect of contracts referred to in the said Article;\n(d) to claims relating to contracts of employment subject to the law of any Member State;\n(e) to claims for payment for goods which the persons or bodies referred to in Article 2 prove to a court in a Member State were exported prior to the adoption of the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions and that those measures have had no effect on the existence or content of the claim;\n(f) to claims for sums which the persons of bodies referred to in Article 2 prove to a court in a Member State are due under any loan made prior to the adoption of the measures decided on pursuant to United Nations Security Council Resolution 661 (1990) and related resolutions and that those measures have had no effect on the existence or content of the claim,\nprovided that the claim includes no amount, by way of interest, charge or otherwise, to compensate for the fact that performance was, as a result of those measures, not made in accordance with the terms of the relevant contract or transaction.", "In any proceedings for the enforcement of a claim, the onus of proving that satisfying the claim is not prohibited by Article 2 shall be on the person seeking the enforcement of that claim.", "Each Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1992.\nFor the Council\nThe President\nD. HURD\n(1)  OJ No L 213, 9. 8. 1990. p. 1. Last amended by Regulation (EEC) No 1194/91 (OJ No L 115, 8. 5. 1991, p. 37).\n(2)  OJ No L 304, 1. 11. 1990. p. 1. Last amended by Regulation (EEC) No 1194/91 (OJ No L 115, 8. 5. 1991, p. 37).\n(3)  Opinion delivered on 19 November 1992, (not yet published in the Official Journal)."}