{"celex_id": "31995R2998", "uri": "http://publications.europa.eu/resource/cellar/3efa24cf-884c-4930-babb-4ea7b8fc1a47", "type": "Regulation", "concepts": ["1086", "1730", "2292", "2711", "4172", "5076"], "title": "Commission Regulation (EC) No 2998/95 of 20 December 1995 amending Regulations (EEC) No 1912/92, No 1913/92, No 2254/92, No 2255/92, No 2312/92 and No 1148/93 laying down detailed implementing rules for the specific measures for supplying the Canary Islands, the Azores, Madeira and the French overseas departments with beef and veal\n", "header": "COMMISSION REGULATION (EC)  No 2998/95 of 20 December 1995 amending Regulations (EEC) No 1912/92, No 1913/92, No 2254/92, No  2255/92, No 2312/92 and No 1148/93 laying down detailed implementing rules for the specific  measures for supplying the Canary Islands, the Azores, Madeira and the French overseas departments  with beef and veal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures  for the Canary Islands relating to certain agricultural products  (1), as last amended by  Commission Regulation (EC) No 2537/95  (2), and in particular Articles 4  (4) and 5  (2) thereof,\nHaving regard to Council Regulation (EEC) No 1600/92 of 15 June 1992 introducing specific measures  for the Azores and Madeira concerning certain agricultural products  (3), as last amended by  Regulation (EC) No 2537/95, and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific  measures in respect of certain agricultural products for the benefit of the French overseas  departments  (4), as last amended by Regulation (EC) No 2598/95  (5), and in particular Article 4   (5) and Articles 7 and 9 thereof,\nWhereas the aid for products covered by the forecast supply balance and coming from the Community  market is fixed by Commission Regulations (EEC) No 1912/92  (6), (EEC) No 2254/92  (7), as last  amended by Regulation (EC) No 789/95  (8), (EEC) No 1913/92  (9), (EEC) No 2255/92  (10), as last  amended by Regulation (EC) No 1668/95  (11), (EEC) No 2312/92  (12) and (EEC) No 1148/93  (13), as  last amended by Regulation (EC) No 1669/95  (14);\nWhereas the application of the criteria for fixing the Community aid to the current situation of  the market in the product group and in particular to the rates or prices for those products in the  continental part of the Community and on the world market results in the aid for supplies of beef  and veal to the Canary Islands, the Azores and the French overseas departments being fixed at the  rates set out in the Annex;\nWhereas the forecast supply balance for pure-bred breeding animals and male bovine animals for  fattening for certain overseas departments should be adjusted on the basis of the justifications  put forward by the competent authorities;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time  limit set by its chairman,", "main_body": ["1.  Annexes II and IIa to Regulation (EEC) No 1912/92 are hereby  replaced by Annex I hereto.\n3.  Annexes II to Regulations (EEC) No 2254/92, No 2255/92 and No 2312/92 are hereby replaced by  Annex III hereto.\n4.  The aid set out in Annex III to Regulation (EEC) No 1912/92 is hereby replaced by the amount  set out in Annex IV hereto.\n5.  Annex III to Regulation (EEC) No 1913/92 is hereby replaced by Annex V hereto.\n6.  Annex III to Regulation (EEC) No 2312/92 is hereby replaced by Annex VI hereto.\n7.  The Annex to Regulation (EEC) No 1148/93 is hereby replaced by Annex VII hereto.", "Annex I to Regulation (EEC) No 2312/92 is hereby replaced by Annex VIII hereto.", "This Regulation shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 December 1995.\nFor the Commission Franz FISCHLER Member of the Commission\nANNEX I\n'ANNEX II Aid on products listed in Annex I and coming from the Community market >TABLE>\nANNEX II  A Aid granted on certain processed products listed in Annex I and coming from the Community market >TABLE>\nANNEX II\n'ANNEX II Aid on products listed in Annex I and coming from the Community market >TABLE>\nANNEX III\n'ANNEX II Amounts of aid that can be granted to male bovine animals for fattening coming from the Community  market >TABLE>\nANNEX IV\n'ANNEX III Amount of aid that can be granted in the Canary Islands for pure-bred breeding bovines originating  in the Community >TABLE>\nANNEX V\n'ANNEX III PART 1 Azores: Supply of pure-bred breeding bovines originating in the Community for the period 1  July  1995 to 30 June 1996 >TABLE>\nPART 2 Madeira: Supply of pure-bred breeding bovines originating in the Community for the period 1  July  1995 to 30 June 1996 >TABLE>\nANNEX VI\n'ANNEX III >TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX VII\n'ANNEX >TABLE>\n>TABLE>\nANNEX VIII\n'ANNEX I PART 1 Supply balance for Réunion for male bovine animals for fattening for the period 1 July 1995 to 30   June 1996 >TABLE>\nPART 2 Supply balance for Guyana for male bovine animals for fattening for the period 1 July 1995 to 30   June 1996 >TABLE>"}