{"celex_id": "31992R2138", "uri": "http://publications.europa.eu/resource/cellar/a38014bf-3226-4e26-a854-b18fc2bfa859", "type": "Regulation", "concepts": ["1572", "1836", "2081", "2173"], "title": "Council Regulation (EEC) No 2138/92 of 23 July 1992 amending Regulation (EEC) No 1411/71 laying down additional rules on the common market organization in milk and milk products for drinking milk\n", "header": "COUNCIL REGULATION (EEC) No 2138/92  of 23 July 1992  amending Regulation (EEC) No 1411/71 laying down additional rules on the common market organization in milk and milk products for drinking milk\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas under Article 3 (5) of Regulation (EEC) No 1411/71 (3), Member States have, as regards whole milk produced and marketed in their territory, had to opt for either of the formulae set out in the second indent of paragraph 1 (b) of that Article;  whereas under paragraphs 6 and 7 of the said Article trade in whole milk between Member States that have not opted for the same formulae is subject to certain restrictions;\nWhereas, in line with the trend of consumption and of intra-Community trade in the various categories of drinking milk and also with the elimination of restrictions on health grounds to free trade in these products, all restrictions on intra-Community  trade under the abovementioned Regulation should be abolished; whereas this should be done with due respect for milk production and distribution practices in the Member States; whereas production and marketing of both types of whole milk should  therefore be permitted in each Member State but under commercial names which are sufficiently precise to inform the purchaser of the true nature of the product; whereas in order to prevent distortion of the market the minimum fat content of  non-standardized whole milk must be adjusted;\nWhereas Article 6 (3) provides for the possibility of derogation from the minimum fat content of 3,50 % laid down for standardized whole milk; whereas within the terms of this provision whole milk covered by a derogation of this kind must be marketed in  the area of manufacture; whereas it is appropriate to amend the said paragraph in order to remove the barrier to free trade involved and, in addition, in order to take account of the difficulties which may arise from the requirement for non-standardized  whole milk to have a minimum fat content of 3,50 %; whereas it is advisable to check regularly the justification for and the consequences of the derogations applied for;\nWhereas under Article 6 (2) of the same Regulation Member States can provide for an additional whole milk category with a fat content fixed by them of not less than 3,80 %; whereas given the proposed changes in the arrangements for whole milk and to  make the distinct nature of this category clear this minimum should be raised;\nWhereas under Article 25 (1) of Regulation (EEC) No 804/68 (4) a Member State can be authorized to grant a producer organization the exclusive right to buy from producers in the area concerned the milk that they produce and market without processing;  whereas it should be specified in clarification that standardized whole milk is to be treated as unprocessed milk for the purpose of that provision,", "main_body": ["Regulation (EEC) No 1411/71 is hereby amended as follows:\n1. Article 3 shall be amended as follows:\n(a) in the second indent of paragraph 1 (b), '3,00 %' shall be replaced by '3,50 %';\n(b) the following subparagraph shall be added to paragraph 2:\n'In the case of whole milk, the name shall be followed by a further description to inform the purchaser whether the product has undergone the process of standardization or not in all cases where the omission of such information could create confusion in  the mind of the purchaser.';\n(c) paragraphs 5 to 8 are deleted.\n2. Article 6 shall be amended as follows:\n(a) in paragraph 2 '3,80 %' shall be replaced by '4,00 %';\n(b) paragraph 3 shall be replaced by the following:\n'3. For areas in which the natural fat content of the milk does not reach 3,50 %, a derogation from the second indent of Article 3 (1) (b) may be granted in order to allow milk produced in those areas to be sold as whole milk. This milk may not,  however, have been subject to any skimming and it must have a fat content of at least 3,20 %. Derogations of this kind may be issued for a period of up to one year at a time, at the request of the Member States, in accordance with the procedure laid  down in Article 30 of Regulation (EEC) No 804/68, taking account, in particular, of the situation as regards the milk market in the areas in question, of the interests of consumers and of the possible effects on trade in whole milk between the Member  States.';\n(c) the following paragraph shall be added:\n'6. For the purpose of Article 25 (1) of Regulation (EEC) No 804/68 standardized whole milk shall be regarded as unprocessed milk.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1992. For the Council\nThe President\nJohn COPE\n(1) OJ No C 320, 11. 12. 1991, p. 9. (2) OJ No C 150, 15. 6. 1992. (3) OJ No L 148, 3. 7. 1971, p. 4. Regulation as last amended by Regulation (EEC) No 222/88 (OJ No L 28, 1. 2. 1988, p. 1). (4) OJ No L 148, 28. 6. 1968, p. 13. Regulation as  last amended by Regulation (EEC) No 816/92 (OJ No L 86, 1. 4. 1992, p. 83)."}