{"celex_id": "31992D0331", "uri": "http://publications.europa.eu/resource/cellar/1b3db852-f286-436f-948a-4d69e93a3d63", "type": "Decision", "concepts": ["2543", "3837", "519", "588", "690"], "title": "92/331/EEC: Commission Decision of 30 June 1992 accepting the Egyptian producer's undertaking in connection with the anti-dumping proceeding concerning imports of ferro-silicon originating in Poland and Egypt\n", "header": "COMMISSION DECISION  of 30 June 1992  accepting the Egyptian producer's undertaking in connection with the anti-dumping proceeding concerning imports of ferro-silicon originating in Poland and Egypt  (92/331/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee as provided for in the said Regulation,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) Commission Regulation (EEC) No 1808/12 (2) imposed a provisional anti-dumping duty on imports into the Community of ferro-silicon originating in Poland and Egypt and falling with CN codes 7202 21 10, 7202 21 90 and 7202 29 000.\nB. UNDERTAKINGS\n(2) All the producers concerned had been informed of the outcome of the investigation, but the Egyptian producer EFACO (The Egyptian Ferro-Alloys Co.,) gave an undertaking in accordance with Article 10 of Regulation (EEC) No 2423/88.\n(3) On the basis of recitals 35 and 36 of Regulation (EEC) No 1808/92, the effect of this undertaking would be to increase import prices in the Community by an amount considered sufficient, in the present circumstances, to eliminate the injury resulting  from dumping.\n(4) The Commission considers this offer to be acceptable, and so the investigation can be terminated in respect of the said Egyptian producer.\n(5) The Commission nevertheless notes the very tense situation on the Community market in ferro-silicon. The Community authorities therefore need to keep a close eye on exporters' competitive behaviour on the Community market and on the Community  industry's financial and trade situation.\n(6) The Commission would also point out that where a undertaking has been withdrawn or where the Commission has reason to believe that it has been violated and where Community interests call for such intervention, the Commission may, in accordance with\nArticle 10\n(6) of Regulation (EEC) No 2423/88, apply provisional anti-dumping duties forthwith on the basis of the facts established before acceptance of the undertaking.\n(7) When the Anti-Dumping Committee was consulted about acceptance of the undertaking, no objection was raised.", "main_body": ["The undertaking given by the Egyptian producer EFACO in connection with the anti-dumping proceeding concerning imports of ferro-silicon originating in Egypt and Poland is hereby accepted.\nThis undertaking shall take effect from the day of entry into force of Regulation (EEC) No 1808/12."], "attachments": "Done at Brussels, 30 June 1992. For the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1. (2) See page 8 of this Official Journal."}