{"celex_id": "31992R3770", "uri": "http://publications.europa.eu/resource/cellar/dcb58af4-a548-4683-8aa0-ba9c5279c02c", "type": "Regulation", "concepts": ["161", "2300", "2525", "2743", "4682", "5367"], "title": "Commission Regulation (EEC) No 3770/92 of 22 December 1992 laying down detailed rules for the application of import arrangements provided for in Council Regulation (EEC) No 3394/92 for frozen thin skirt of bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 3770/92\nof 22  December 1992\nlaying down detailed rules for the application of import arrangements provided for  in Council Regulation (EEC) No 3394/92 for frozen thin skirt of bovine animals\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3394/92 of 23 November opening a Community tariff  quota for frozen thin skirt of bovine animals falling within CN code 0206  29  91 (1993)  (1), and  in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of  the market in beef and veal  (2), as last amended by Regulation (EEC) No 2066/92  (3), and in  particular Article 15 (2) thereof,\nWhereas Commission Regulation (EEC) No 3719/88  (4), as last amended by Regulation (EEC) No 2101/92   (5), lays down detailed rules for the application of the system of import and export licences and  advance-fixing certificates for agricultural products; whereas Commission Regulation (EEC) No  2377/80  (6), as last amended by Regulation (EEC) No 815/91  (7), lays down detailed rules for  implementing the arrangements for import licences for beef and veal;\nWhereas detailed rules for the application of the arrangements laid down in Regulation (EEC) No  3394/92 should be adopted;\nWhereas it has proved necessary to take account of trade in this product for the purposes of  allocating that quota; whereas trade has been recorded with Argentina on the one hand and with  other third countries on the other hand; whereas a quota should accordingly be fixed on that basis  for Argentina and another for other third countries;\nWhereas certificates of authenticity must be issued by an appropriate authority in Argentina;  whereas this authority must present all the necessary guarantees to ensure that the arrangements in  question operate properly;\nWhereas, for other countries, the quota should be managed only on the basis of Community import  licences, with derogations in certain particular respects from the applicable provisions;\nWhereas provision must be made for the Member States to forward information on the imports in  question;\nWhereas to ensure that the import arrangements operate satisfactorily licences should be made  non-transferable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Beef and Veal,", "main_body": ["1.  The tariff quota for frozen thin  skirt provided for in Article 1 of Regulation (EEC) No 3394/92 shall be allocated as follows:\n(a)  700 tonnes originating in and coming from Argentina;\n(b)  800 tonnes originating in and coming from other third countires.\n2.  Only whole thin skirt may be imported under the quota.", "1.  Granting of the reduced  Common Customs Tariff duty of 4  % and total suspension of the import levy on meat originating in  and consigned from Argentina shall be subject to the presentation of a certificate of authenticity  when it is released for free circulation.\n2.  Certificates of authenticity shall be made out in one original and not less than one copy of a  form corresponding to the specimen in Annex I.\nThe form shall measure approximately 210 × 297 millimetres. The paper shall weigh not less than 40  grams per square metre.\n3.  Forms shall be printed and completed in one of the official languages of the Community and  also, if desired, in the official language of Argentina.\n4.  Each certificate of authenticity shall bear an individual serial number assigned by the issuing  authority referred to in Article 3. The copies shall bear the same serial number as the original.", "1.  Certificates of authenticity shall be valid only if they are duly completed and  endorsed, in accordance with the instructions in Annex I, by an issuing authority listed in Annex  II.\n2.  A certificate of authenticity shall be deemed to have been duly endorsed if it specifies the  date and place of issue and if it bears the stamp of the issuing authority and the signature of the  persons empowered to sign it.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed  seal.", "1.  The issuing authorities listed in Annex II shall:\n(a)  be recognized as competent by Argentina;\n(b)  undertake to check the particulars on certificates of authenticity;\n(c)  undertake to supply the Commission and the Member States, on request, with any information  enabling the particulars on certificates of authenticity to be evaluated.\n2.  The Commission shall revise the list if an issuing authority ceases to be recognized or fails  to fulfil one of the obligations incumbent on it or if a new issuing authority is designated.", "1.  Certificates of authenticity shall be valid for three months from the date of  issue. However, certificates may not be presented after 31 December of the year of issue.\n2.  The original certificate of authenticity and one copy shall be presented to the customs  authorities when the product covered by the certificate is released for free circulation.\n3.  A copy of the endorsed certificate of authenticity shall be forwarded by the customs  authorities of the Member State in which the product is released for free circulation to the  authorities designated by that Member State for the purposes of the notification provided for in  Article 7 (1).", "1.  For products originating in and consigned from countries other than  Argentina the import levy shall be totally suspended and the Common Customs Tariff duty applicable  shall be 4  %.\n2.  In order to qualify for the import arrangements referred to in Article 1 (1) (b):\n(a)  applicants must be natural or legal persons who, at the time the application is submitted,  have for at least 12 months been engaged in the trade in beef and/or veal between Member States or  with third countries and whose names are entered in the official register of a Member State.\n(b)  the licence application or applications lodged by any one applicant must relate to a total  quantity corresponding to not less than five tonnes of meat by weight of product and to not more  than the quantity available under the arrangements in question;\n(c)  the country of origin shall be indicated in section 8 of licence applications and of the  licences themselves:\n(d)  section 20 of licence applications and of the licences themselves shall contain one of the  following endorsements:\n-  Músculos del diafragma y delgados [Reglamento (CEE) n°  3770/92]\n-  Mellemgulv [forordning  (EOEF) nr. 3770/92]\n-  Saumfleisch [Verordnung (EWG) Nr. 3770/92]\n-  AEéUEoeñáãìá [êáíïíéóìueò (AAÏÊ)  áñéè. 3770/92]\n-  Thin skirt [Regulation (EEC) No 3770/92]\n-  Hampe [règlement (CEE) n° 3770/92]\n-  Pezzi detti «  hampes  » [regolamento (CEE) n. 3770/92]\n-  Omloop [Verordening (EEG) nr.  3770/92]\n-  Diafragma [Regulamento (CEE) n°  3770/92].\n3.  By derogation from Article 8 (4) of Regulation (EEC) No 3719/88, the levy fixed in accordance  with Article 12 of Regulation (EEC) No 805/68 and the Common Customs Tariff duty of 20  % shall be  charged on all quantities exceeding those indicated in the import licence.\nSection 24 of licences shall contain one of the following endorsements:\n-  Exacción reguladora suspendida para .  .  . kg (cantidad para la cual se ha expedido el  certificado)\n-  Importafgift suspenderet for .  .  . kg (den maengde, som licensen er udstedt for)\n-  Aussetzung der Abschoepfung fuer .  .  . kg (Menge, fuer die die Lizenz erteilt wurde)\n-  Ç  aaéóoeïñUE Ý÷aaé áíáóôáëaass ãéá .  .  .  kg (ðïóueôçôá ãéá ôçí ïðïssá aaêaeueèçêaa ôï ðéóôïðïéçôéêue)\n-  Levy  suspended for .  .  . kg (quantity for which the licence or certificate was issued)\n-  Prélèvement  suspendu pour .  .  . kg (quantité pour laquelle le certificat a été délivré)\n-  Prelievo sospeso  per .  .  . kg (quantità per la quale è stato rilasciato il titolo)\n-  Heffing geschorst voor .  .   . kg (hoeveelheid waarvoor het certificaat is afgegeven)\n-  Direito nivelador suspenso para .  .   . kg (quantidade para a qual o certificado foi emitido).", "1.  The Member States shall  notify the Commission, in respect of each period of 10 days, not later than 15 days after that  period, of the quantities of products referred to in Article 1 that have been released for free  circulation, broken down by their country of origin and CN code.\nThe information notified shall also include the year of issue of the certificate of authenticity.\n2.  For the purposes of this Regulation, the period of 10 days means the period:\n-  from the first to the 10th of the month,\n-  from the 11th to the 20th of the month,\n-  from the 21st to the last day of the month.", "1.  The applications referred to in  Article 6 may be lodged with the competent authorities up to 22 January 1993.\n2.  Applictions shall be considered only if the applicant declares in writing that he has not  lodged and undertakes not to lodge any application under the same special arrangements in any  Member State other than that where his present application is lodged; if an applicant lodges  applications in respect of the same special arrangements in tow or more Member States, none of the  applications shall be considered.\nAll applications from one applicant shall be regarded as a single application.\n3.  Member States shall notify the Commission on 12 February 1993 of the total quantity covered by  applications. That notification shall cover the list of applicants and the countries of origin  indicated. All notifications, including nil returns, shall be made by telex and shall be sent  before 4 p.m. on the stipulated day.\n4.  The Commission shall decide with due speed to what extent applications may be accepted. If the  quantities for which licences are applied for exceed the quantities available, the Commission shall  reduce the amounts applied for by a fixed percentage.\n5.  Following the Commission's decision on acceptance of applications, licences shall be issued  with due speed.", "1.  Without prejudice to the provisions of this Regulation, the  provisions of Regulation (EEC) No 2377/80 shall apply.\n2.  However, for the purposes of this Regulation\n(a)  the security for import licences shall be  ECU 10 per 100 kilograms net weight\n(b)  the term of validity of licences shall be 31 December  1993\n(c)  licences shall not be transferable.", "0\nThis Regulation shall enter into force  on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly  applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\nANNEX I\n>TABLE>\nTo be completed by typewriter or in block capitals.\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF  AUTHENTICITY\nSECRETARIA DE AGRICULTURA, GANADERIA Y PESCA\nfor thin skirt originating in Argentian  as specified in Article 1 (1) (a)."}