{"celex_id": "31997R0552", "uri": "http://publications.europa.eu/resource/cellar/8f9be294-53e9-4a87-9471-6a116df48c37", "type": "Regulation", "concepts": ["2590", "3483", "4966", "857"], "title": "Council Regulation (EC) No 552/97 of 24 March 1997 temporarily withdrawing access to generalized tariff preferences from the Union of Myanmar\n", "header": "27.3.1997 EN Official Journal of the European Communities L 85/8\nCOUNCIL REGULATION (EC) No 552/97\nof 24 March 1997\ntemporarily withdrawing access to generalized tariff preferences from the Union of Myanmar\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3281/94 of 19 December 1994 applying a four-year scheme of generalized tariff preferences (1995 to 1998) in respect of certain industrial products originating in developing countries (1), and in particular Article 12 (3) thereof,\nHaving regard to Council Regulation (EC) No 1256/96 of 20 June 1996 applying multiannual schemes of generalized tariff preferences from 1 July 1996 to 30 June 1999 in respect of certain agricultural products originating in developing countries (2), and in particular Article 12 (3) thereof,\nHaving regard to the proposals from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas pursuant to Regulation (EC) No 3281/94 and Regulation (EC) No 1256/96 the Union of Myanmar (hereafter referred to as ‘Myanmar’) is a beneficiary of generalized tariff preferences;\nWhereas Article 9 of Regulation (EC) No 3281/94 and Article 9 of Regulation (EC) No 1256/96 provide that the preferences in question may be temporarily withdrawn in whole or in part in circumstances including the practice of any form of forced labour as defined in the Geneva Conventions of 25 September 1926 and 7 September 1956 and International Labour Organization (ILO) Conventions Nos 29 and 105;\nWhereas on 7 June 1995 the International Confederation of Free Trade Unions (ICFTU) and the European Trade Union Confederation (ETUC) made a joint complaint to the Commission under Article 9 of Regulation (EC) No 3281/94 and called for Myanmar to be temporarily withdrawn from the Community scheme of generalized tariff preferences because of its use of forced labour;\nWhereas on 2 January 1997 the ICFTU and the ETUC notified the Commission that they were extending the scope of the joint complaint lodged under Regulation (EC) No 3281/94, with a view to obtaining the withdrawal of Myanmar's preferential entitlement also under Regulation (EC) No 1256/96;\nWhereas the Commission examined the complaint of 7 June 1995 in consultation with the Generalized Preferences Committee; whereas the evidence put forward by the complainants was judged sufficient to justify the opening of an investigation, and whereas the Commission decided by a Notice of 16 January 1996 (6) that an investigation should take place;\nWhereas the Myanmar authorities were formally notified of the opening of the investigation; whereas they denied that the practices referred to in the complaint constituted forced labour, citing the exceptions in Article 2 (2) of ILO Convention No 29, and claiming that those exceptions covered the 1907 Town Act and the 1908 Village Act, which allow the population to be made to carry out works and services; whereas that interpretation has been challenged by the ILO, whose competent bodies have called for the immediate repeal of the laws in question in order to ensure compliance with the letter and the spirit of Convention No 29;\nWhereas the written and oral statements collected by the Commission during the course of the investigation conducted in consultation with the Generalized Preferences Committee corroborate the allegations contained in the complaint; whereas it has emerged that the authorities in Myanmar have routinely used forced labour, not only for military operations but also for civilian and military infrastructure building projects, backed by coercion and frequently violent reprisals;\nWhereas, seeking to add to the information it had gathered during the investigation, the Commission requested the authorities of Myanmar to cooperate with that investigation by allowing a fact-finding team into the country; whereas this request was denied and since the conditions in Article 11 (5) of Regulation (EC) No 3281/94 are thus fulfilled the findings of the investigation could be based on the information available;\nWhereas the evidence gathered during the Commission's investigation of the initial complaint by the ICFTU and ETUC and the resulting conclusions are broad enough in scope to provide a valid basis for examining the extended complaint lodged by those organizations on 2 January 1997, thus rendering a specific investigation of the agricultural sector unnecessary, whereas the requirements of Article 9 (2) of Regulation (EC) No 1256/96 have thus been met and the conditions laid down in Article 11 (5) of that Regulation have been fulfilled;\nWhereas the information available thus provides sufficient grounds to conclude that withdrawal of Myanmar's access to the scheme of generalized preferences for which it is eligible is justified;\nWhereas the findings of the investigation have been reported to the Generalized Preferences Committee in accordance with Article 12 (1) of Regulation (EC) No 3281/94;\nWhereas the fact that the practices condemned have been routine and widespread means that a complete withdrawal of access to the arrangements is warranted;\nWhereas in the light of the foregoing, the generalized tariff preferences applicable to industrial and agricultural products originating in Myanmar should be temporarily withdrawn until it has been established that the practices in question have been brought to an end;\nWhereas goods in shipment to the European Community should be excluded from this withdrawal of preferences, provided that they were dispatched before the date of entry into force of this Regulation,", "main_body": ["The Union of Myanmar's access to the tariff preferences granted by Regulation (EC) No 3281/94 and Regulation (EC) No 1256/96 is hereby temporarily withdrawn.", "The Council, acting by qualified majority, on a proposal from the Commission, shall bring the application of this Regulation to an end in the light of a Commission report on forced labour in Myanmar, showing that the practices mentioned in Article 9 (1), first indent of Regulation (EC) No 3281/94 and Article 9 (1), first indent of Regulation (EC) No 1256/96 which have caused the withdrawal of access to generalized tariff preferences from Myanmar no longer exist.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall not apply to products proven to have been dispatched to the European Community before that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 1997.\nFor the Council\nThe President\nH. VAN MIERLO\n(1)  OJ No L 348, 31. 12. 1994, p. 1. Regulation as amended by Regulation (EC) No 2948/95 (OJ No L 308, 21. 12. 1995, p. 32).\n(2)  OJ No L 160, 29. 6. 1996, p. 1. Regulation as amended by Regulation (EC) No 2448/96 (OJ No L 333, 21. 12. 1996, p. 12).\n(3)  OJ No C 35, 4. 2. 1997, p. 14 and OJ No C 80, 13. 3. 1997, p. 18.\n(4)  Opinion delivered on 14 March 1997 (not yet published in the Official Journal).\n(5)  Opinion delivered on 27 February 1997 (not yet published in the Official Journal).\n(6)  OJ No C 15, 20. 1. 1996, p. 3."}