{"celex_id": "31996R2387", "uri": "http://publications.europa.eu/resource/cellar/9fab9fa8-7e2c-4c05-b105-1fdbe6a20aae", "type": "Regulation", "concepts": ["1136", "1264", "1309", "1644", "4078", "4578"], "title": "Commission Regulation (EC) No 2387/96 of 16 December 1996 amending Regulation (EC) No 666/96 laying down detailed rules for the application of Regulation (EC) No 447/96 laying down special measures for the import of olive oil from Tunisia and amending Regulation (EC) No 1477/95 laying down certain transitional measures for the implementation of the Uruguay Round Agreement on agriculture as regards olive oil\n", "header": "COMMISSION REGULATION (EC) No 2387/96 of 16 December 1996 amending Regulation (EC) No 666/96 laying down detailed rules for the application of Regulation (EC) No 447/96 laying down special measures for the import of olive oil from Tunisia and amending Regulation (EC) No 1477/95 laying down certain transitional measures for the implementation of the Uruguay Round Agreement on agriculture as regards olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 447/96 of 11 March 1996 laying down special measures for the import of olive oil from Tunisia (1), and in particular Article 3 thereof,\nWhereas the special measures provided for in Regulation (EC) No 447/96 are applicable until the date of entry into force of the Euro-Mediterranean Association Agreement signed with Tunisia on 17 July 1995; whereas that Agreement has not yet been ratified by all Member States and, as a result, cannot enter into force in the near future; whereas, under those circumstances, it is necessary to guarantee application during the 1996/97 marketing year of the interim arrangements by amending certain provisions of Commission Regulation (EC) No 666/96 (2), as amended by Regulation (EC) No 1480/96 (3); whereas the current and forecast olive oil supply situation on the Community market allows the disposal of the quantity provided for without the risk of disturbance of the market at the same rate and under the same conditions as those applicable to the previous marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for oils and fats,", "main_body": ["In Article 3 of Regulation (EC) No 666/96 the date '31 October 1996` is hereby replaced by '31 October 1997`.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 62, 13. 3. 1996, p. 1.\n(2) OJ No L 92, 13. 4. 1996, p. 9.\n(3) OJ No L 188, 27. 7. 1996, p. 20."}