{"celex_id": "31993R2834", "uri": "http://publications.europa.eu/resource/cellar/963ebd0c-6b54-4ea9-a66c-ee127bf88e8a", "type": "Regulation", "concepts": ["1318", "4327", "862"], "title": "COMMISSION REGULATION (EEC) No 2834/93 of 15 October 1993 laying down transitional measures for the management of base areas in the new German Länder\n", "header": "COMMISSION REGULATION (EEC) No 2834/93 of 15 October 1993 laying down transitional measures for the management of base areas in the new German Laender\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops (1), as last amended by Regulation (EEC) No 1552/93 (2), and in particular Article 16 thereof,\nWhereas Article 2 (6) of Regulation (EEC) No 1765/92 provides for a reduction in the area eligible for compensatory payments and special set-aside without compensation where the sum of the areas for which aid is claimed by producers exceeds the regional  base area;\nWhereas a base area was fixed for each German Land; whereas, in each of the new German Laender, areas for which aid applications were submitted in 1993/94 exceed the respective base area by levels ranging from 1,20 % in Brandenburg to 16,83 for  Mecklenburg-Western Pomerania; whereas the average overrun in the five new Laender is 9,76 %;\nWhereas the change from the planned economy existing in the new Laender before unification to a market economy has been carried out practically without a transitional period; whereas, therefore, implementation of the reform comes at a time when  agricultural production structures are in the process of change; whereas this situation and the loss of traditional markets in the countries of eastern Europe led to a significant and unforeseen fall in livestock production and a reduction in the areas  previously used for fodder production when Regulation (EEC) No 1765/92 was adopted;\nWhereas, given this situation, a solution must be found which will not allow the strictness of the existing legislation to cause the failure of the restructuring of the agricultural sector in the new Laender but which does not increase the base area  which is a key element in the reform of arable farming; whereas a transitional measure, gradually introducing the penalties provided for in Article 2 (6) of Regulation (EEC) No 1765/92, would appear to be most appropriate measure in the circumtances;  whereas this measure should only be applied for the 1993/94, 1994/95 and 1995/96 marketing years;\nWhereas, however, the measures provided for in this Regulation should not be applied where the base area is exceeded by only a small margin; whereas, therefore, a minimum overrun threshold should be established and discrimination between producers in  the new Laender should be avoided;\nWhereas the relevant management committees have not delivered opinions within the time limits set by their chairmen,", "main_body": ["Notwithstanding Article 2 (6) of Regulation (EEC) No 1765/92 where the base area in the Laender of Berlin, Brandenburg Mecklenburg-West Pomerania, Saxony, Saxony-Anhalt and Thuringia is exceeded by more than 1 %, the proportionate reduction in  the areas eligible for compensatory payments and the special set-aside shall be 10, 20 and 50 % for the 1993/94, 1994/95 and 1995/96 marketing years respectively and 100 % from the 1996/97 marketing year.\nHowever, application of the above paragraph shall not result in a proportionate reduction in the areas eligible for compensatory payments and the special set-aside of less than 1 %.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1993/94 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 154, 25. 6. 1993, p. 19."}