{"celex_id": "31990R0411", "uri": "http://publications.europa.eu/resource/cellar/83923a17-daee-476b-92b3-ebcfe0f223b3", "type": "Regulation", "concepts": ["1086", "2887", "4316"], "title": "Commission Regulation (EEC) No 411/90 of 16 February 1990 determining, for the period 1 February to 30 June 1990, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86 and amending Regulation (EEC) No 2089/89\n", "header": "COMMISSION  REGULATION (EEC) No 411/90\nof 16 February 1990\ndetermining, for the period 1 February to 30 June 1990, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86 and amending Regulation (EEC) No 2089/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1069/89 (2), and in particular Article 9 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in particular the second subparagraph of Article 3 (2) thereof,\nWhereas Article 3 of Regulation (EEC) No 2225/86 provides for the granting of an aid for raw sugar produced in the French overseas departments and refined in a refinery situated in the European regions of the Community within the limits of the quantities to be determined according to the regions of destination in question and separately according to origin; whereas those quantities must be determined on the basis of a Community supply balance sheet for raw sugar; whereas in a first stage quantities were fixed by Commission Regulation (EEC) No 2089/89 (4) on the basis of a forward estimate covering the period 1 July 1989 to 31 January 1990;\nWhereas the final production of the French overseas department of Réunion and the quantities available for refining are now known; whereas the latter quantities which may qualify for this refining aid are accordingly to be determined for the remainder of the 1989/90 marketing year; whereas by virtue of the severe cyclone and drought experienced by Réunion in 1989, the production of raw sugar and the quantities available for refining have been significantly reduced; whereas, in order to rectify the supplies to the various Community refineries, the quantities determined for the period 1 July 1989 to 31 January 1990 by Regulation (EEC) No 2089/89 should consequently be revised;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The quantities of sugar referred to in Article 3 (2) of Regulation (EEC) No 2225/86 shall be fixed for the period 1 February to 30 June 1990 in accordance with Annex I hereto.", "The Annex to Regulation (EEC) No 2089/89 shall be replaced by the Annex II hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 February 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 114, 27. 4. 1989, p. 1.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 199, 13. 7. 1989, p. 11.\nANNEX I\nQuantities of raw cane sugar, expressed as tonnes of white sugar:\nPeriod from 1 February to 30 June 1990\n1.2,5 //  //  // Originating from the French overseas departments  // For refining 1.2.3.4.5 //  // In metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //   //   //  // 1. Réunion   // 0   // 0   // 0   // 0   // 2. Guadeloupe and Martinique   // 43   // 10   // 15   // 0   //    //   //  //   //\nANNEX II\n« ANNEX\nQuantities of raw cane sugar, expressed as tonnes of white sugar:\nPeriod from 1 July 1989 to 31 January 1990\n1.2,5 //  //  // Originating from the French overseas departments  // For refining 1.2.3.4.5 //  // In metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //   //   //  // 1. Réunion   // 146   // 0   // 0   // 0   // 2. Guadeloupe and Martinique   // 32   // 0   // 0   // 0 »   //    //   //  //   //"}