{"celex_id": "31994D0211", "uri": "http://publications.europa.eu/resource/cellar/76d32052-0d60-43ef-a71d-bffd5f08cb10", "type": "Decision", "concepts": ["1076", "2723", "2825", "3885", "5768"], "title": "94/211/EC: Commission Decision of 15 April 1994 amending Council Decision 91/596/EEC concerning the summary notification information format referred to in Article 9 of Council Directive 90/220/EEC\n", "header": "COMMISSION DECISION of 15 April 1994 amending Council Decision 91/596/EEC concerning the summary notification information format referred to in Article 9 of Council Directive 90/220/EEC (94/211/EC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (1), and in particular Article 9 thereof,\nWhereas the competent authorities appointed by the Member States have to send to the Commission a summary of each notification received under Part B of Directive 90/220/EEC;\nWhereas, in consequence, the Council established, by Decision 91/596/EEC (2), the format of this summary, to be used for the release of any type of genetically modified organism (GMO);\nWhereas as a result of experience, and given that different information is notified in relation to specific types of GMOs, a revised format is necessary;\nWhereas Decision 91/596/EEC should therefore be amended by subdividing the summary notification format into two parts: Part 1 to be used for releases of genetically modified higher plants and Part 2 to be used for releases of any other GMO;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the committee provided for in Article 21 of Directive 90/220/EEC,", "main_body": ["The Annex to Decision 91/596/EEC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 April 1994.\nFor the Commission\nYannis PALEOKRASSAS\nMember of the Commission\n(1) OJ No L 117, 8. 5. 1990, p. 15.\n(2) OJ No L 322, 22. 11. 1991, p. 1.\nANNEX\nPART 1   SUMMARY NOTIFICATION INFORMATION FORMAT FOR RELEASES OF GENETICALLY MODIFIED HIGHER PLANTS (ANGIOSPERMAE AND GYMNOSPERMAE)  (in accordance with Article 9 of Directive 90/220/EEC)\nIntroduction  The Summary Notification Information Format for genetically modified higher plant releases, has been established for the purposes and according to the procedures envisaged by Article 9 of Directive 90/220/EEC.\nIt is recognized that the Summary Notification Information Format for genetically modified higher plant releases is not designed to contain all the information required for carrying out an environmental risk assessment. The space provided after each  question is not indicative of the depth of the information required for the purposes of the Summary Notification Information Format.\nA. GENERAL INFORMATION  1. Details of notification\nNotification number:\nDate of acknowledgment of notification:\nTitle of the project:\nProposed period of release:\n2. Notifier\nName of institute or company:\n3. Is the same GMPt release planned elsewhere in the Community (in conformity with Article 5 (1))?\nYes  No  Not known\nIf yes, insert the country code(s)\n4. Has the same GMPt been notified for release elsewhere in the Community by the same notifier?\nYes  No\nIf yes, notification number:\nB. INFORMATION ON THE GENETICALLY MODIFIED PLANT  1. Complete name of the recipient or parental plant\n(a) family name\n(b) genus\n(c) species\n(d) subspecies\n(e) cultivar/breeding line\n(f) common name\n2. Description of the traits and characteristics which have been introduced or modified, including marker genes and previous modifications\n3. Type of the genetic modification:\n(a) Insertion of genetic material\n(b) Deletion of genetic material\n(c) Base substitution\n(d) Cell fusion\n(e) Other, please specify\n4. In the case of insertion of genetic material, give the source and intended function of each constituent fragment of the region to be inserted\n5. In the case of deletion of genetic material, give information on the function of the deleted sequences\n6. Brief description of the method used for the genetic modification\nC. INFORMATION RELATING TO THE EXPERIMENTAL RELEASE  1. Purpose of the release\n2. Geographical location of the release site\n3. Size of the site (m2)\nD. Summary of the potential environmental impact from the release of the GMPts\nE. Brief description of any measures taken for the management of risks\nPART 2\nSUMMARY NOTIFICATION INFORMATION FORMAT FOR RELEASES OF GENETICALLY MODIFIED ORGANISMS OTHER THAN HIGHER PLANTS\n(in accordance with Article 9 of Directive 90/220/EEC)\nIntroduction\nThe Summary Notification Information Format has been established for the purposes and according to the procedures envisaged by Article 9 of Directive 90/220/EEC.\nIt is recognized that the Summary Notification Information Format is not designed to contain all the information required for carrying out an environmental risk assessment in the detail necessary for such an assessment. The information entered should,  however, adequately reflect (in a condensed form) the information submitted to the competent authority according to Articles 5 and 6 of Directive 90/220/EEC under the conditions specified in the preface to Annex II. The space provided after each  question is not indicative of the depth of the information required for the purposes of the Summary Notification Information Format.\nGENERAL INFORMATION\n1. Details of notification\nMember State of notification:\nNotification number:\nDate of acknowledgment of notification:\nTitle of the project:\nProposed period of release:\n2. Notifier\nName of institution or company:\n3. GMO characterization\n(a) Indicate whether the GMO is a:\nviroid\nRNA virus\nDNA virus\nbacterium\nfungus\nanimal\nother, please specify\n(b) Identity of the GMO:\n4. Is the same GMO release planned elsewhere in the Community (in conformity with Article 5 (1))?\nYes  No  Not known\nIf yes, insert the country code(s)\n5. Has the same GMO been notified for release elsewhere in the Community by the same notifier?\nYes  No\nIf yes:\n- Member State of notification:\n- Notification number:\nINFORMATION RELATING TO ANNEX II\nA. Information relating to the recipient or parental organisms from which the GMO is derived  1. Indicate whether the recipient or parental organism is a:\nviroid\nRNA virus\nDNA virus\nbacterium\nfungus\nanimal\nother, please specify\n2. Complete name\n(i) order and/or higher taxon (for animals)\n(ii) genus\n(iii) species\n(iv) subspecies\n(v) strain\n(vi) pathovar (biotype, ecotype, race, etc.)\n(vii) common name\n3. Geographical distribution of the organism\n(a) Indigenous to the country where the notification is made:\nYes  No  Not known\n(b) Indigenous to other EC countries:\n(i) Yes\nIf yes, indicate the type of ecosystem in which it is found:\nAtlantic  Mediterranean\nArctic  Continental\n(ii) No  Not known\n(c) Is it regularly used in the country where the notification is made?\nYes  No\n(d) Is is regularly kept in the country where the notification is made?\nYes  No\n4. Natural habitat of the organism\nM (a) If the organism is a microorganism\nwater\nsoil, free-living\nsoil in association with plant-root systems\nin association with plant leaf/stem systems\nin association with animals\nother (specify)\nA (b) If the organism is an animal:\nnatural habitat or usual agroecosystem:\n5. (a) Detection techniques\n(b) Identification techniques\n6. Is the recipient organism classified under existing Community rules relating to the protection of human health and/or the environment?\nYes  No\nIf yes, specify:\n7. Is the recipient organism pathogenic or harmful in any other way (including its extracellular products), either living or dead?\nYes  No\nIf yes:\n(a) to which of the following organisms:\nhumans\nanimals\nplants\n(b) give the relevant information specified under Annex II, point II. (A).(11).(d)\n8. Information concerning reproduction:\n(a) Generation time in natural ecosystems:\n(b) Generation time in the ecosystem where the release will take place:\n(c) Way of reproduction:\nSexual  Asexual\n(d) Factors affecting reproduction:\n9. Survivability\n(a) Ability to form structures enhancing survival or dormancy:\n(i) endospores\n(ii) cysts\n(iii) sclerotia\n(iv) asexual spores (fungi)\n(v) sexual spores (fungi)\n(vi) eggs\n(vii) pupae\n(viii) larvae\n(ix) other, please specify\n(b) Relevant factors affecting survivability:\n10. (a) Ways of dissemination\n(b) Factors affecting dissemination\n11. Previous genetic modifications of the recipient or parental organism already notified for release in the country where the notification is made (give notification numbers)\nB. Information relating to the genetic modification  1. Type of the genetic modification\n(i) Insertion of genetic material\n(ii) Deletion of genetic material\n(iii) Base substitution\n(iv) Cell fusion\n(v) Other, please specify\n2. Intended result of the genetic modification\n3. (a) Has a vector been used in the process of modification?\nYes  No\nIf no, go straight to question 5.\n(b) If yes, is the vector wholly or partially present in the modified organism?\nYes  No\nIf no, go straight to question 5.\n4. If the answer to 3 (b) is yes, supply the following information:\n(a) Type of vector\nplasmid\nbacteriophage\nvirus\ncosmid\nphasmid\ntransposable element\nother, please specify\n(b) Identity of the vector\n(c) Host range of the vector\n(d) Presence in the vector of sequences giving a selectable or identifiable phenotype Yes No\nAntibiotic resistance\nHeavy metal resistance\nOther, specify\n(e) Constituent fragments of the vector\n(f) Method for introducing the vector into the recipient organism\n(i) transformation\n(ii) electroporation\n(iii) macroinjection\n(iv) microinjection\n(v) infection\n(vi) other, please specify\n5. If the answer to question B.3 (a) and (b) is no, what was the method used to introduce the insert into the recipient/parental cell?\n(i) transformation\n(ii) microinjection\n(iii) microencapsulation\n(iv) macroinjection\n(v) other, please specify\n6. Information on the insert\n(a) Composition of the insert\n(b) Source of each constituent part of the insert\n(c) Intended function of each constituent part of the insert in the GMO\n(d) Location of the insert in the host organism\n- on a free plasmid\n- integrated in the chromosome\n- other, please specify\n(e) Does the insert contain parts whose product or function are not known?\nYes  No\nIf yes, please specify:\nC. Information on the organism(s) from which the insert is derived (Donor)  1. Indicate whether it is a:\nviroid\nRNA virus\nDNA virus\nbacterium\nfungus\nplant\nanimal\nother, please specify\n2. Complete name\n(i) order and/or higher taxon (for animals)\n(ii) family name (for plants)\n(iii) genus\n(iv) species\n(v) subspecies\n(vi) strain\n(vii) cultivar/breeding line\n(viii) pathovar\n(ix) common name\n3. Is the organism pathogenic or harmful in any other way (including its extracellular products), either living or dead?\nYes  No  Not known\nIf, yes, specify the following:\n(a) to which of the following organisms?\nhumans\nanimals\nplants\n(b) are the donated sequences involved in any way to the pathogenic or harmful properties of the organism?\nYes  No  Not known\nIf yes, give the relevant information under Annex II, II A, 11 d:\n4. Is the donor organism classified under existing Community rules relating to the protection of human health and the environment?\nYes  No\nIf yes, please specify:\n5. Do the donor and recipient organism exchange genetic material naturally?\nYes  No  Not known\nD. Information relating to the genetically modified organism  1. Genetic traits and phenotypic characteristics of the recipient or parental organism which have been changed as a result of the genetic modification.\n(a) Is the GMO different from the recipient as far as survivability is concerned?\nYes  No  Not known\nIf yes, please specify\n(b) Is the GMO in any way different from the recipient as far as mode and/or rate of reproduction is concerned?\nYes  No  Not known\nIf yes, please specify:\n(c) Is the GMO in any way different from the recipient as far as dissemination is concerned?\nYes  No  Not known\nIf yes, please specify:\n2. Genetic stability of the genetically modified organism\n3. Is the GMO pathogenic or harmful in any other way (including its extracellular products), either living or dead?\nYes  No  Not known\nIf yes,\n(a) to which of the following organisms?:\nhumans\nanimals\nplants\n(b) give the relevant information specified under Annex II, point II (A) (11) (d) and II (C) (2) (i)\n4. Description of identification and detection methods\n(a) Techniques used to detect the GMO in the environment\n(b) Techniques used to identify the GMO\nE. Information relating to the release  1. Purpose of the release\n2. Is the site of the release different from the natural habitat or from the ecosystem in which the recipient organism is regularly used, kept or found?\nYes  No\nIf yes, please specify:\n3. Information concerning the release and the surrounding area\n(a) Geographical location (administrative region and where appropriate grid reference):\n(b) Size of the site (m2):\n(i) actual release site (m2):\n(ii) wider release area (m2):\n(c) Proximity to internationally recognized biotopes or protected areas (including drinking water reservoirs), which could be affected:\n(d) Flora and fauna including crops, livestock and migratory species which may potentially interact with the GMO:\n4. Method and amount of release\n(a) Quantities of GMOs to be released:\n(b) Duration of the operation:\n(c) Methods and procedures to avoid and/or minimize the spread of the GMOs beyond the site of the release:\nF. Interactions of the GMO with the environment and potential impact on the environment  1. Complete name of target organisms\n(i) order and/or higher taxon (for animals)\n(ii) family name (for plants)\n(iii) genus\n(iv) species\n(v) subspecies\n(vi) strain\n(vii) cultivar\n(viii) pathovar\n(ix) common name\n2. Anticipated mechanism and result of interaction between the released GMOs and the target organism\n3. Other potentially significant interactions with other organisms in the environment\n4. Is post-release selection for the GMO likely to occur?\nYes  No  Not known\nIf yes, give details:\n5. Types of ecosystems to which the GMO could be disseminated from the site of release and in which it could become established\n6. Complete name of non-target organisms which may be effected unwittingly\n(i) order and/or higher taxon (for animals)\n(ii) family name (for plants)\n(iii) genus\n(iv) species\n(v) subspecies\n(vi) strain\n(vii) cultivar\n(viii) pathovar\n(ix) common name\n7. Likelihood of genetic exchange in vivo\n(a) from the GMO to other organisms in the release ecosystem:\n(b) from other organisms to the GMO:\n8. Give references to relevant results from studies of the behaviour and characteristic of the GMO and its ecological impact carried out in simulated natural environments (e.g. microcosms, etc.):\nG. Information relating to monitoring  1. Methods for monitoring the GMOs\n2. Methods for monitoring ecosystem effects\n3. Methods for detecting transfer of the donated genetic material from the GMO to other organisms\n4. Spatial extent of the monitoring area (m2)\n5 Duration of the monitoring\n6. Frequency of the monitoring\nH. Information on post-release and waste treatment  1. Post-release treatment of the site\n2. Post-release treatment of the GMOs\n3. (a) Type and amount of waste generated\n(b) Treatment of waste\nI. Information on emergency response plans  1. Methods and procedures for controlling GMOs in case of unexpected spread\n2. Methods for decontamination of the areas affected\n3. Methods for disposal or sanitation of plants, animals, soils etc. that were exposed during or after the spread\n4. Plans for protecting human health and the environment in case of the occurence of an undesirable effect"}