{"celex_id": "31992R2254", "uri": "http://publications.europa.eu/resource/cellar/e22a3561-b73e-48cb-af9a-3869729a0f0a", "type": "Regulation", "concepts": ["1644", "2292", "4172", "5034", "932"], "title": "Commission Regulation (EEC) No 2254/92 of 31 July 1992 laying down detailed rules for the implementing the specific measures for supplying the Canary Islands with live bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 2254/92  of 31 July 1992  laying down detailed rules for the implementing the specific measures for supplying the Canary Islands with live bovine animals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands relating to certain agricultural products (1), and in particular Article 5 (2) thereof,\nWhereas, for the purposes of Article 5 of Regulation (EEC) No 1601/92, the number of male animals eligible for exemption from duties on direct imports from third countries or for aid for deliveries originating in the rest of the Community for the beef  and veal sector and for the 1992/93 marketing year should be determined;\nWhereas the amount of the aid referred to above for the supply to the Canary Islands of male animals should be fixed so that the conditions of supply for deliveries within the Community may be equivalent to those of deliveries from the world market;\nWhereas the common detailed rules for implementation of the specific arrangements for the supply of certain agricultural products to the Canary Islands were laid down by Commission Regulation (EEC) No 1695/92 (2); whereas supplementary implementing  rules geared to current commercial practices in the beef and veal sector, in particular regarding the period of validity of import licences and aid certificates and the amount of the securities to ensure taht operators comply with their obligations,  should be laid down;\nWhereas eligibility for these arrangements assumes that the animals in question are fattened and consumed in the Canary Islands; whereas appropriate securities and checks should be instituted to ensure compliance with these conditions;\nWhereas, for the purposes of the sound administrative management of the supply arrangements, a time limit for submitting applications for licences and certificates and a period of reflection board they are issued should be laid down;\nWhereas, pursuant to Regulation (EEC) No 1601/92, the supply arrangements apply from 1 July 1992, whereas the detailed implementing rules should aapply from the same date;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["For the purposes of Article 5 of Regulation (EEC) No 1601/92, the number of live male bovine animals intended for fattening and consumption in the Canary Islands eligible for exemption from customs duties and import levies or for Community  aid shall be as laid down in Annex I.", "1. Eligibility for exemption from import duties shall be subject to:\n(a) a written declaration by the importer at the time of importation that the bovine animals are intended for fattening in the Canary Islands for a period of 60 days from the day on which they are entered for free circulation and for subsequent  consumption there;\n(b) provision by the importer of a security for an amount equivalent to the total of the customs duty and levy applicable on the day of importation;\n(c) a written undertaking by the importer provided at the time of importation to inform the competent Spanish authrotieis within one month of the date of importation of the holding or holdings where the bovine animals are to be fattened.\n2. The applicant shall have the choice of providing the security in cash or in the form of a guarantee by an institution meeting the criteria laid down by Spain.\n3. Except in cases of force majeure, the security shall not be released unless, within a period of 12 months, proof is provided to the Spanish authorities that the bovine animal:\n(a) has been fattened on the holding or holdings notified in accordance with paragraph 1 (c);\n(b) has not been slaughtered before the end of the period laid down in paragraph 1 (a); or\n(c) has been slaughtered before the end of that period for veterinary reasons or died as the result of sickness or accident.\nThe security shall be released immediately proof is supplied.\nHowever,\n- where the 12-mont period is not respected, the security released shall be reduced by 15 %,\n- where the 12-month period is exceeded by more than six months, the whole of the security shall be forfeit.\nAmounts not released shall be applied to the payment of customs duties and levy respectively.\n4. For the purposes of this Regulation, the time or day of importation shall be the day the entry for free circulation was accepted.", "1. Eligibility for Community aid shall be subject to:\n(a) a written declaration by the applicant at the time of their arrival in the Canary Islands that the bovine animals are intended for fattening there for a period of 60 days from the date of their arrival and for consumption there;\n(b) a written undertaking by the applicant provided at the time of arrival of the bovine animals that he will inform the competent Spanish authorities within one month of their arrival of the holding or holdings where they are to be fattened.\n2. Except in cases of force majeure, the aid shall be paid only if the application referred to in Article 4 (1) of Regulation (EEC) No 1695/92 is accompanied by proof that the bovine animal:\n(a) has been fattened on the holding or holdings notified in accordance with paragraph 1 (b);\n(b) has not been slaughtered before the end of the period laid down in paragraph 1 (a); or\n(c) has been slaughtered before the end of that period for veterinary reasons or died as the result of sickness or accident.\nThe second subparagraph of Article 4 (1) of Regulation (EEC) No 1695/92 shall apply mutatis mutandis.\n3. For the purposes of this Regulation, the actual day of arrival in the Canary Islands shall be regarded as the time or day of arrival.", "1. Every animal imported or delivered under the arrangements referred to in Article 1 shall be identified by:\n- an indelible tattoo, or\n- an official or officially approved ear tag attached to at least one of the animal's ears.\n2. The tattoo or tag shall be designed so as to permit, through registration when the animla is entered for free circulation or arrives, as appropriate, determination of the date of entry for free circulation or arrival and of the identity of the  importer or applicant for aid.", "The amounts of Community aid are laid down in Annex II.", "1. Spain shall designate the competent authority for:\n(a) the issue of import licences;\n(b) the issue of the aid certificate provided for in Article 4 (1) of Regulation (EEC) No 1695/92;\n(c) the payment of the aid to the operators concerned.\n2. Spain shall take the measures required to ensure compliance with the obligations referred to in Articles 2 (1) and 3 (1).", "Regulation (EEC) No 1695/92 shall apply.", "1. Applications for licences and certificates shall be submitted to the competent authority during the first five working days of every month. An application shall be valid only if:\n(a) it does not exceed the maximum available quantity published by Spain;\n(b) before the expiry of the period laid down for the submission of applications, proof has been provided that the party concerned has lodged a security of ECU 30 per head.\n2. Licences and certificates shall be issued on the 10th working day of every month.", "1. Import licences shall expire on the last day of the month following that of their issue.\n2. Aid certificates shall expire on the last day of the second month following that of their issue.", "0\nThe aid provided for in Article 5 shall be paid in respect of the quantities actually supplied.", "1\nThe amounts of the aid referred to in Article 5 shall be adjusted when market conditions so require.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1992. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 173, 27. 6. 1992, p. 13. (2) OJ No L 179, 1. 7. 1992, p. 1.\nANNEX I\nSupply balance for the Canary Islands for male bovine animals for fattening for the period from 1 July 1992 to 30 June 1993\nCN code  Description  Number of animals      ex 01 02 90  Bovine animals for fattening  14 200\nANNEX II\nAid for the animals referred to in Annex I and coming from the Community market\n(ECU per head)\nProduct code  Amount     ex 0102 90 10  150  0102 90 35  200  0102 90 37  200"}