{"celex_id": "31999D0566", "uri": "http://publications.europa.eu/resource/cellar/c765c36e-8357-4a82-859c-e0cf6f832fb9", "type": "Decision", "concepts": ["1309", "2292", "2366", "2636", "267", "2772"], "title": "1999/566/EC: Commission Decision of 26 July 1999 implementing Council Decision 1999/280/EC regarding a Community procedure for information and consultation on crude oil supply costs and the consumer prices of petroleum products (notified under document number C(1999) 1701) - (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 26 July 1999\nimplementing Council Decision 1999/280/EC regarding a Community procedure for information and consultation on crude oil supply costs and the consumer prices of petroleum products\n(notified under document number C(1999) 1701)\n(Text with EEA relevance)\n(1999/566/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 1999/280/EC regarding a Community procedure for information and consultation on crude oil supply costs and the consumer prices of petroleum products(1), and in particular Article 8 thereof,\n(1) Whereas it is desirable that Member States should present the information referred to in Decision 1999/280/EC in such a way as to give the most representative picture possible of each Member State's oil market;\n(2) Whereas such information should be published in an appropriate form;\n(3) Whereas the Member States and the Commission should consult each other over the information collected;\n(4) Whereas it is necessary to standardise the technical aspects of the information system, whereas the information to be communicated should therefore be defined;\n(5) Whereas Commission Decision 77/190/EEC(2), as last amended by the Act of Accession of Austria, Finland and Sweden, laid down model questionnaires through which the Member States are required to communicate to the Commission the information on prices of crude oil and petroleum products in the Community; whereas, since those model questionnaires are to be replaced by a new presentation conforming to the definitions contained in this Decision, it follows that Decision 77/190/EEC should be repealed,", "main_body": ["The information to be communicated to the Commission by the Member States in accordance with Article 1 of Decision 1999/280/EC shall be drawn up in accordance with the definitions set out in the Annex.", "In accordance with Article 4 of Decision 1999/280/EC, the Commission shall publish the weekly and monthly information communicated by the Member States in a publication to be known as the \"Oil Bulletin\".", "The Member States shall consult each other within a working party of representatives of the Member States in order to exchange views at regular intervals on the information collected and published pursuant to Decision 1999/280/EC.", "Decision 77/190/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1999.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ L 110, 28.4.1999, p. 8.\n(2) OJ L 61, 5.3.1977, p. 34.\nANNEX\nDefinition of information to be transmitted by the Member States to the Commission of the Communities:\n1. Monthly crude oil supply cost (cif);\n2. Consumer prices of petroleum products inclusive of duties and taxes and net of duties and taxes in force on the 15th of each month;\n3. Prices of petroleum products net of duties and taxes in force each Monday.\nDefinition of the monthly crude oil supply cost (cif)\nLines 1 and 2 concern the entire total supply in the month concerned.\n\"Supply cost\" means the cost of crude oil imports, deliveries from other Member States and crude oil produced in the Member State.\n\"Imports\" means all crude oil entering the Community for purposes other than transit and intended to cover the needs of a Member State.\n\"Deliveries\" means all crude oil entering the territory of a Member State from another Member State for purposes other than transit and intended to cover the needs of the Member State.\n\"Crude oil produced in the Member State\" means the oil produced and refined in the Member State concerned, whose production is more than 15 % of its annual crude oil supply.\nAverage cif cost means the weighted average monthly cost of the entire crude oil supply. The cif price includes the fob price (the price actually invoiced at the port of loading), the cost of transport, insurance and certain charges linked to crude oil transfer operations. The import value of the crude oil produced in a Member State is to be calculated free at port of discharge or free at frontier, i.e. at the moment when the crude oil falls under the customs jurisdiction of the importing country.\nThe average cif cost is to be communicated in dollars by the Member States.\nThe Member States should forward Table 1 to the Commission within a period of one month from the end of the month concerned.\nThe information forwarded will be published by the Commission in the Oil Bulletin in dollars and in euros. The monthly rate for the euro vis-Ă -vis the dollar will be established in accordance with the official market exchange rate(1).\n>PIC FILE= \"L_1999216EN.001002.EPS\">\nDefinition of consumer prices of petroleum products in force on the 15th of each month\nEach of lines 1 to 7 inclusive is for information on the consumer prices of petroleum products for certain categories of consumer on a particular date.\n\"Prices for certain categories of consumer\" means:\n- Pump prices in the case of fuels for road transport purposes;\n- Delivered prices to small consumers, i.e. for deliveries of 2000 to 5000 litres in the case of fuel for domestic heating purposes (heating gas oil); for offtakes of less than 2000 litres the industrial sector may be taken into consideration;\n- Delivered consumer prices for offtakes of less than 2000 tonnes per month or less than 24000 tonnes per year in the case of industrial fuels.\nReal prices means the true consumer prices in force on the 15th of each month:\n- Average real price for each of the products in lines 1 to 7 inclusive means the price most frequently charged, i.e. the weighted average of the series of prices inclusive of and net of duties and taxes.\nThe information forwarded will be published in the Oil Bulletin in national currencies and in euros.\nThe euro exchange rates taken into consideration will be those established on 31 December 1998 in the case of euro zone countries; in the case of the other States the rates will be those published on the 15th of the month by the European Central Bank.\n>PIC FILE= \"L_1999216EN.001101.EPS\">\nDefinition of prices net of duties and taxes in force each Monday\nMember States will communicate to the Commission no later than midday on Tuesday information concerning the prices of petroleum products net of duties and taxes in force each Monday.\n\"Petroleum products\" means:\nMotor fuels\n- premium leaded petrol\n- Euro super 95\n- automotive gas oil\n- LPG\nDomestic heating fuel:\n- heating gas oil\nIndustrial fuels:\n- fuel oil with a sulphur content over 1 %\n- fuel oil with a sulphur content equal to or less than 1 %.\n\"Prices for certain categories of consumer\" means:\n- pump prices per 1000 litres in the case of fuels for road transport purposes;\n- delivered consumer prices per 1000 litres in the case of fuel for domestic heating purposes (heating gas oil), i.e. for deliveries of 2000 to 5000 litres; for offtakes of less than 2000 litres the industrial sector may be taken into consideration;\n- delivered consumer prices for offtakes of less than 2000 tonnes per month or less than 24000 tonnes per year in the case of industrial fuels.\nThe prices net of duties and taxes communicated by the Member States are the prices most frequently charged, based on a weighted average. In Member States in which large stores cover over 20 % of inland consumption the prices charged by them will be taken into consideration.\nThis information will be published by the Commission each week in the Oil Bulletin in national currencies and in euros. The euro exchange rates taken into consideration will be those established on 31 December 1998 in the case of euro zone countries; in the case of the other States the rates will be those published each Monday at 2.15 p.m. by the European Central Bank.\nThe information concerning the weekly prices net of duties and taxes will not be published if the Commission departments are closed.\nIf Monday is a public holiday in a Member State, publication may be postponed until Wednesday at the request of the Member State.\n(1) Published in the Official Journal of the European Communities, C series."}