{"celex_id": "31990R3732", "uri": "http://publications.europa.eu/resource/cellar/cc9cb986-c852-4acb-b29d-7e3e8638ac9b", "type": "Regulation", "concepts": ["2300", "3073", "4256"], "title": "Council Regulation (EEC) No 3732/90 of 13 December 1990 establishing Community statistical surveillance for certain agricultural products originating in Cyprus, Yugoslavia, Egypt, Jordan, Israel, Tunisia, Syria, Malta and Morocco which are subject to reference quantities (1991)\n", "header": "COUNCIL REGULATION (EEC) No 3732/90\nof 13 December 1990\nestablishing Community  statistical surveillance for certain agricultural products originating in Cyprus, Yugoslavia,  Egypt, Jordan, Israel, Tunisia, Syria, Malta and Morocco which are subject to reference quantities  (1991)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 451/89 of 20 February 1989 concerning the procedure to  be applied to certain agricultural products originating in various Mediterranean third countries  (1), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Additional Protocols to the Cooperation Agreements between the European Economic  Community and Cyprus (2), Yugoslavia (3), Egypt (4), Jordan (5), Israel (6), Tunisia (7), Syria  (8), Malta (9) and Morocco (10) have been concluded; whereas these Protocols provided for the  progressive reduction, subject to reference quantities laid down within a set timetable, of the  customs duties applicable to certain agricultural products originating in those countries and  covered by the respective Agreements;\nWhereas, under the respective Agreements, when the rate of customs duty applied to imports into the  Community of Ten of an agricultural product subject to a reference quantity is lower than that  applying in respect of Spain, Portugal or both of these Member States, the process of dismantling  begins once duty on imports of that product from Spain and Portugal falls below that applied to  imports of the product in question from the other countries; whereas, for this reason, the Annex to  this Regulation lists only products in respect of which tariff dismantling begins or continues in  1991;\nWhereas, in order to enable the competent authorities within the Commission to establish an annual  trade balance sheet for each of the agricultural products concerned and, if necessary, to put into  application the arrangement provided for in Article 3 (1) of Regulation (EEC) No 451/89 of the  products are subject to a statistical surveillance;\n¹\nWhereas imports of the products in question are charged against the reference quantities at  Community level within pre-established timetables, as and when the products are entered with the  customs authorities for free circulation; whereas, therefore, it is appropriate to establish  reference quantities for those products listed in the Annex,", "main_body": ["1.  Imports into the Community in 1991 of  certain agricultural products originating in Cyprus, Yugoslavia, Egypt, Jordan, Israel, Tunisia,  Syria, Malta and Morocco shall be subject to reference quantities within the established timetables  and to a statistical surveillance.\nThe description of the products referred to in the first subparagraph, their serial numbers, their  CN codes, Taric codes and the quantities and timetable applying to the reference quantities are  given in the table in the Annex.\n2.  Amounts shall be charged by Member States against the reference quantities as and when products  are entered with customs authorities for free circulation, accompanied by a movement certificate  conforming to the rules laid down in the Protocol concerning the definition of the concept\nof  originating products annexed to each cooperation Agreement between the European Economic Community,  on one hand, and the countries referred to in the first subparagraph of paragraph 1, on the other.\nWhere the movement certificate is produced at a later date, the amount shall be charged against the  corresponding reference quantity at the date of acceptance of the declaration of release for free  circulation.\nThe extent to which the reference quantities are used up shall be determined at Community level on  the basis of the imports charged against them in the manner defined in the first subparagraph, as  communicated to the Statistical Office of the European Communities pursuant to Regulation (EEC) No  2658/87 (11) and (EEC) No 1736/75 (12).", "The Member States and the Commission shall  cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1991.\nThis  Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ N° L 52, 24. 2. 1989, p. 7.\n¹($) OJ N° L 393, 31. 12. 1987, p. 2.\n¹(=) OJ N° L 389, 31. 12. 1987, p. 73.\n¹(%) OJ N° L 297, 21. 10. 1987, p. 11.\n¹(& ) OJ N° L 297, 21. 10. 1987, p. 19.\n¹(() OJ N° L 327, 30. 11. 1988, p. 36.\n¹()) OJ N° L 297, 21. 10. 1987, p. 36.\n¹( 7) OJ N° L 327, 30. 11. 1988, p. 58.\n¹(§) OJ N° L 81, 23. 3. 1989, p. 1.\n(10) OJ N° L 224, 13. 8. 1988, p. 18.\n(11) OJ N° L 256, 7. 9. 1987, p. 1.\n(12) OJ N° L 183, 14. 7. 1975, p. 3.\nANNEX\n>TABLE>"}