{"celex_id": "31990D0655", "uri": "http://publications.europa.eu/resource/cellar/e9388440-26ab-424a-ba47-aeee15e04b7e", "type": "Decision", "concepts": ["1159", "1308", "2026", "2879", "4260", "5254"], "title": "90/655/EEC: Council Decision of 4 December 1990 amending Decision 87/277/EEC on the allocation of the catch possibilities for cod in the Spitzbergen and Bear Island area and in Division 3 M as defined in the NAFO Convention\n", "header": "COUNCIL DECISION of 4 December 1990 amending Decision 87/277/EEC on the allocation of the catch possibilities for cod in the Spitzbergen and Bear Island area and in Division 3M as defined in the NAFO Convention (90/655/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources(1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 of  that Regulation,\nHaving regard to the proposal from the Commission(2),\nHaving regard to the opinion of the European Parliament(3),\nWhereas the unification of Germany has changed the historic catches on which Decision 87/277/EEC(4) was based; whereas that Decision should therefore be amended\nin order to take account of catches made by the former German Democratic Republic during the reference periods used in calculating the percentage allocations in the Annex to that decision,", "main_body": ["The Annex to Decision 87/277/EEC shall be replaced by the Annex to this Decision."], "attachments": "Done at Brussels, 4 December 1990.\nFor the Council The President G. DE MICHELIS\n(1)OJ No L 24, 27. 1. 1983, p. 1.\n(2)OJ No C 248, 2. 10. 1990, p. 11.\n(3)Opinion delivered on 21 November 1990 (not yet published in the Official Journal).\n(4)OJ No L 135, 23. 5. 1987, p. 29.\nANNEX\nSpitzbergen  Bear Island cod (ICES division II b) TAC\n(tonnes)\nCommunity\nshare\n(tonnes)\nGermany\n(%)\nSpain\n(%)\nFrance\n(%)\nPortugal\n(%)\nUnited\nKingdom\n(%)\nAll Other\nMember States\n(total amount)\nFIRST\nINSTALMENT\nPercentage of the Community share after deduction of the\nstandard amount allocated to other Member States\nStandard amount\n22 018 or less19,2449,73 8,2110,5012,32100 tonnes\nSECOND\nINSTALMENT\nPercentage of the Community share after deduction of the first\ninstalment and the amount allocated to other Member States\nStandard amount\n22 01924 22029,7128,4516,44 4,2121,19250 tonnes\nPercentage of\nthe Community\nshare\n700 001  800 00024 22127 68029,5428,5416,46 4,2721,191,91\n800 001  900 00027 68131 14029,5128,5616,47 4,2721,192,86\n900 0011 000 00031 14134 60029,5428,5416,46 4,2721,193,82\n1 000 001 or more34 601 or more29,5428,5416,46 4,2721,1 4,77\nCod NAFO 3M Germany\n(%)\nSpain\n(%)\nFrance\n(%)\nPortugal\n(%)\nUnited Kingdom\n(%)\nFIRST INSTALMENT\n7 500 tonnes or less9,3328,674,0039,3318,67\nSECOND INSTALMENT\nmore than 7 500 tonnes1,7637,815,3851,97 3,08"}