{"celex_id": "31997D0029", "uri": "http://publications.europa.eu/resource/cellar/d5e795e4-2110-4d6e-8717-138beaa9ab3d", "type": "Decision", "concepts": ["1309", "1596", "2300", "2738", "5369"], "title": "97/29/EC: Commission Decision of 17 December 1996 establishing health conditions and public health certification for the importation of minced meat and meat preparations from third countries (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 17 December 1996 establishing health conditions and public health certification for the importation of minced meat and meat preparations from third countries (Text with EEA relevance) (97/29/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/65/EC of 14 December 1994 laying down the requirements for the production and placing on the market of minced meat and meat preparations (1), and in particular Article 13 thereof,\nWhereas specific conditions relating to the requirements of Directive 94/65/EC must be established for the importation into the Community of minced meat and meat preparations; whereas these conditions may not be less stringent than those laid down in Articles 3 and 5 of that Directive;\nWhereas a form of public health certificate must be established, supplemented by a declaration signed by the official veterinarian to the effect that the minced meat and meat preparations fulfil respectively the requirements laid down in Articles 3 and 5 of Directive 94/65/EC, come from establishments offering the guarantees provided for in Annex I of that Directive, and have been deep-frozen at the production plant of origin;\nWhereas, in addition, where it is possible to recognise conditions offering equivalent guarantees, a third country may submit a proposal for such recognition to the Commission for appropriate consideration;\nWhereas the conditions and certificate established by this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["This Decision lays down the public health conditions for the importation of minced meat and meat preparations.", "The importation of minced meat is subject to the following conditions:\n1. it has been produced in accordance with the requirements laid down in Articles 3 and 7 of Directive 94/65/EC;\n2. it comes from an establishment or establishments offering the guarantees provided for in Annex I of Directive 94/65/EC;\n3. it has been deep-frozen at the production plant or plants of origin.", "The importation of meat preparations is subject to the following conditions:\n1. they have been produced in accordance with the requirements laid down in Articles 5 and 7 of Directive 94/65/EC;\n2. they come from an establishment or establishments offering the guarantees provided for in Annex I of Directive 94/65/EC;\n3. they have been deep-frozen at the production plant or plants of origin.", "1. Each consignment of minced meat shall be accompanied by an original, numbered public health certificate, completed, signed and dated, composed of a single sheet and conforming to the model laid down in Annex I.\n2. Each consignment of meat preparations shall be accompanied by an original, numbered public health certificate, completed, signed and dated, composed of a single sheet and conforming to the model laid down in Annex II.\n3. The certificates shall be drawn up in at least one of the official languages of the Member State of introduction into the Community.", "This Decision shall apply from 1 January 1997.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 368, 31. 12. 1994, p. 10.\nANNEX I\n>START OF GRAPHIC>\nPUBLIC HEALTH CERTIFICATE FOR MINCED MEAT (1)\nNo\nExporting country\nMinistry\nDepartment\nReference (2)\nI. Identification of minced meat\nProducts prepared with meat from:(animal species)\nNature of products (3):\nNumber of individual items or packages:\nStorage and transport temperature:\nStorage life:\nNet weight:\nII. Origin of minced meat\nAddress(es) and approval number(s) of approved manufacturing establishment(s):\nIf necessary:\nAddress(es) and approval number(s) of approved cold store(s):\nIII. Destination of minced meat\nThe minced meat is to be sent\nfrom (place of dispatch):\nto (country of destination):\nby the following means of transport (4):\nName and address of consignor:\nName and address of consignee:\n(1) Within the meaning of Article 3 (1) of Directive 94/65/CE.\n(2) Optional.\n(3) To be completed with the words provided for in Article 3 (2) (e) of Directive 94/65/CE.\n(4) Indicate the number or registration number (railway wagons and lorries), the flight number (aircraft) or the name (ship). This information must be updated in the event of transhipment.\nIV. Health attestation\nI, the undersigned, certify that I have read and understood Council Directive 94/65/EC and that the minced meat described above:\n(a) was produced in accordance with the requirements laid down in Articles 3 and 7 of Directive 94/65/EC;\n(b) comes from an establishment or establishments offering the guarantees provided for in Annex I of Directive 94/65/EC;\n(c) has been deep-frozen at the production plant or plants of origin.\nDone at (place), on (date)\n(Stamp and signature of official veterinarian) (1)\n(Name in capital letters)\n(1) Stamp and signature in a different colour from that in the certificate.\n>END OF GRAPHIC>\nANNEX II\n>START OF GRAPHIC>\nPUBLIC HEALTH CERTIFICATE FOR MEAT PREPARATIONS (1)\nNo\nExporting country\nMinistry\nDepartment\nReference (2)\nI. Identification of meat preparations\nProducts prepared with meat from:(animal species)\nNature of products (3):\nNumber of individual items or packages:\nStorage and transport temperature:\nStorage life:\nNet weight:\nII. Origin of meat preparations\nAddress(es) and approval number(s) of approved manufacturing establishment(s):\nIf necessary:\nAddress(es) and approval number(s) of approved cold store(s):\nIII. Destination of meat preparations\nThe meat preparations are to be sent\nfrom (place of dispatch):\nto (country of destination):\nby the following means of transport (4):\nName and address of consignor:\nName and address of consignee:\n(1) Within the meaning of Article 5 (1) of Directive 94/65/CE.\n(2) Optional.\n(3) Mention any ionizing radiation for medical reasons.\n(4) Indicate the number or registration number (railway wagons and lorries), the flight number (aircraft) or the name (ship). This information must be updated in the event of transhipment.\nIV. Health attestation\nI, the undersigned, certify that I have read and understood Council Directive 94/65/EC and that the meat preparations described above:\n(a) were produced in accordance with the requirements laid down in Articles 5 and 7 of Directive 94/65/EC;\n(b) comes from an establishment or establishments offering the guarantees provided for in Annex I of Directive 94/65/EC;\n(c) have been deep-frozen at the production plant or plants of origin.\nDone at (place), on (date)\n(Stamp and signature of official veterinarian) (1)\n(Name in capital letters)\n(1) Stamp and signature in a different colour from that in the certificate.\n>END OF GRAPHIC>"}