{"celex_id": "31993R2648", "uri": "http://publications.europa.eu/resource/cellar/965ce73f-64cb-4dba-93c8-0d6b67517ffe", "type": "Regulation", "concepts": ["1339", "2989", "5373", "936"], "title": "Commission Regulation (EEC) No 2648/93 of 28 September 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2187/93 providing for an offer of compensation to certain producers of milk or milk products temporarily prevented from carrying on their trade\n", "header": "COMMISSION REGULATION (EEC) No 2648/93 of 28 September 1993 laying down detailed rules for the application of Council Regulation (EEC) No 2187/93 providing for an offer of compensation to certain producers of milk or milk products temporarily  prevented from carrying on their trade\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2187/93 of 22 July 1993 providing for an offer of compensation to certain producers of milk and milk products temporarily prevented from carrying on their trade (1), and in particular Article 15 thereof,\nWhereas, pursuant to Article 15 of that Regulation, the Commission was instructed to adopt detailed rules for its application and, in particular, the provisions regarding payment of the costs of the agents of the producers in question;\nWhereas the reasons which led the Council to make such producers a flat-rate compensation offer apply also with regard to reimbursement of the costs which they have incurred in respect of payment of the agents who acted prior to 5 August 1992, in their  name and on their behalf, in dealing with the Community institutions;\nWhereas, moreover, where the majority of applications are concerned, a single agent has represented tens, or even hundreds, of producers; whereas the payment of fees on a flat-rate basis is therefore considered appropriate;\nWhereas, although the Court of Justice has not ordered the payment of costs, the Community voluntarily includes in its compensation offer a flat-rate contribution to the agents' costs; whereas it can therefore only regulate strictly the right to  reimbursement and limit such reimbursement to objectively reasonable figures;\nWhereas it is considered appropriate to introduce, by way of receipt in full and final settlement, a single document for the whole of the Community, without prejudice to the Commission's right to adjust the wording thereof in respect of a Member State  if necessary;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The costs incurred by a producer in respect of payment of an agent who has acted in his name and on his behalf in dealing with the Community institutions shall be reimbursed on a flat-rate basis at the rate of 0,5 % of the amount of the  compensation referred to in Article 11 of Regulation (EEC) No 2187/93, subject to a minimum of ECU 500.\nThe reimbursement shall be made by the competent authority only on request by the producer and upon presentation of the bill for the agent's fees.\nHowever, the sum paid to the producer may not exceed the amount shown on the bill and each producer may claim only the fees of one agent.", "The competent authority shall verify that the agent's bill:\n- concerns costs relating to services performed prior to 5 August 1992, and\n- bears a date prior to the date of application of this Regulation.\nIf those conditions are not met, the producer's application shall be rejected.", "For the purposes of this Regulation, a body which renders services solely against payment of dues shall not be considered an agent.", "The competent authority shall indicate and include the flat-rate sum referred to in Article 1 in the compensation offer made to the producer.\nArticles 12 and 13 of Regulation (EEC) No 2187/93 shall also apply to the aforementioned sum.", "The statement of receipt in full and final settlement referred to in Article 14 of Regulation (EEC) No 2187/93 shall be made on the standard form annexed hereto.\nAt the request of a Member State, the Commission may decide to alter the standard form in respect of that Member State in order to take account of specific relevant national provisions.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 196, 5. 8. 1993, p. 6.\nANNEX\nReceived on ......... 1993\nStamp and signature of the competent authority\nReceipt in full and final settlement, as laid down in Article 14 of Regulation (EEC) No 2187/93  I, ................................, the undersigned, hereby declare that the offer of compensation made on ................................. in the sum of  ................................. is accepted in respect of injury incurred as a result of my participation in the non-marketing/conversion scheme introduced by Council Regulation (EEC) No 1078/77 (1) and I expressly renounce any present or future claim  in the matter, on my part or that of any of my assignees or beneficiaries.\nDone at  , the\nSignature\nImportant: Failure to accept the offer within two months of its receipt shall mean that it shall not be binding in the future on the Community institutions concerned.\n(1) OJ No L 131, 26. 5. 1977, p. 1."}