{"celex_id": "31999D0384", "uri": "http://publications.europa.eu/resource/cellar/f15f8927-cb4f-45d9-8589-cc8507218fbb", "type": "Decision", "concepts": ["1074", "2792", "5315"], "title": "1999/384/EC: Commission Decision of 31 May 1999 amending Decision 95/108/EC concerning health protection measures against African swine fever in Sardinia, Italy (notified under document number C(1999) 1438) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 31 May 1999\namending Decision 95/108/EC concerning health protection measures against African swine fever in Sardinia, Italy\n(notified under document number C(1999) 1438)\n(Text with EEA relevance)\n(1999/384/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\n(1) Whereas, as a result of the African swine fever situation in Italy, the Commission adopted Decision 95/108/EC of 28 March 1995 concerning certain health protection measures against African swine fever in Sardinia, Italy(4);\n(2) Whereas African swine fever must be considered as an endemic disease in the province of Nuoro, the Sardinia region, Italy;\n(3) Whereas the disease situation is liable to endanger the herds in other regions of Italy and of other Member States, in view of trade in live pigs, fresh pigmeat and certain meat-based products;\n(4) Whereas Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(5), as last amended by Council Decision 94/370/EC(6), provides for the possibility of financial participation by the Community in the eradication and surveillance of animal diseases;\n(5) Whereas it is the objective within the eradication programme adopted by Commission Decision 98/703/EC of 26 November 1998 approving the programmes for the eradication of animal diseases presented for 1999 by the Member States and fixing the level of the Community's financial contribution(7) to eliminate African swine fever from the remaining infected areas of Sardinia;\n(6) Whereas in the light of the animal health situation in the province of Sassari, the province of Oristano and the province of Cagliari and the established movement controls in the region of Sardinia the testing procedures applicable to certain slaughterpigs can be amended;\n(7) Whereas the Italian authorities have taken legal measures to prohibit the movement of live pigs, fresh pigmeat and certain meat-based pork products from the territory of the region of Sardinia and the adoption of these legal measures guarantees the efficacity of the implementation of this Decision;\n(8) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 95/108/EC is amended as follows:\n1. In Article 2(2)(b), the fifth and sixth indents are replaced by: \"- have been included in a pig population on a holding which is covered by the serological testing programme required under the African swine fever eradication programme adopted by the Commission within the context of the provisions of Council Decision 90/424/EC and no antibodies to African swine fever virus have been detected within the last six months,\n- have been included in a pre-movement serological testing programme carried out within ten days prior to transport for slaughter where no antibodies to the African swine fever virus have been detected; the pre-movement testing programme for the consignment in question must be designed to give approximately 95 % confidence of detecting seropositive animals at a 5 % prevalence level.\"\n2. Article 6 is replaced by: \"Article 6\nItaly shall present to all Member States and the Commission:\n(a) a list containing name(s) and location of designated slaughterhouse(s) referred to in Article 2 and name(s) and location of designated establishment(s) referred to in Article 4 paragraph 2(b) and approved by the Central Veterinary Authority;\n(b) a report every six months which contains information on number of pigs which have been subject to the measures given in Article 2(2)(b) and the results from serological testing carried out.\"", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "The Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 May 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 79, 7.4.1995, p. 29.\n(5) OJ L 224, 18.8.1990, p. 19.\n(6) OJ L 168, 2.7.1994, p. 31.\n(7) OJ L 333, 9.12.1998, p. 29."}