{"celex_id": "31998R1397", "uri": "http://publications.europa.eu/resource/cellar/1f3d2bc5-4dc9-4809-95ec-6e1e25a582cc", "type": "Regulation", "concepts": ["1929", "2121", "3003", "4172", "4687", "4885"], "title": "Commission Regulation (EC) No 1397/98 of 30 June 1998 adopting the balance and fixing the aid for the supply of products from the eggs and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2, 3 and 4 of Council Regulation (EEC) No 1601/92\n", "header": "COMMISSION REGULATION (EC) No 1397/98 of 30 June 1998 adopting the balance and fixing the aid for the supply of products from the eggs and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2, 3 and 4 of Council Regulation (EEC) No 1601/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products (1), as last amended by Regulation (EC) No 2348/96 (2), and in particular Articles 3 (4) and 4 (4) thereof,\nWhereas in application of Articles 2, 3 and 4 of Regulation (EEC) No 1601/92 it is necessary to determine for the eggs and poultrymeat sectors and for the 1998/99 marketing year, on the one hand, the quantities of meat and eggs of the forecast supply balance which benefit from an exemption from the duty on imports from third countries or from an aid for deliveries originating in the rest of the Community, and on the other hand, the quantities of breeding material originating in the Community which benefit from an aid with a view to developing the potential for production in the archipelago of the Canaries;\nWhereas it is appropriate to fix the amounts of the aids referred to above for the supply to the archipelago, on the one hand, of meat and eggs, and, on the other hand, of breeding materials originating in the rest of the Community; whereas these aids must be fixed taking into account in particular the costs of supply from the world market, conditions due to the geographical situation of the archipelago and the basis of the current prices on export to third countries for the animals or products concerned;\nWhereas the common detailed implementing rules for the supply regime for the Canary Islands for certain agricultural products were laid down by Commission Regulation (EEC) No 2790/94 (3), as last amended by Regulation (EC) No 825/98 (4);\nWhereas, pursuant to Regulation (EEC) No 1601/92, the supply arrangements apply from 1 July; whereas the provisions of this Regulation should enter into force immediately;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["In application of Article 2 of Regulation (EEC) No 1601/92, the quantities of the forecast supply balance with products from the eggs and poultrymeat sectors which benefit from the exemption from the import duty on products, or which benefit from Community aid for products coming from the rest of the Community, shall be as fixed in Annex I hereto.", "1. For application of Article 3 (2) of Regulation (EEC) No 1601/92 the aid for products included in the forecast supply balance and which come from the Community market shall be as fixed in Annex II hereto.\n2. Products benefiting from the aid shall be specified in accordance with the provisions of Commission Regulation (EEC) No 3846/87 (5) and in particular Sectors 8 and 9 of the Annex thereto.", "The aid provided for in Article 4 (1) of Regulation (EEC) No 1601/92 for the supply to the Canary Islands of breeding material of domestic fowl originating from the Community as well as the number of chicks and hatching eggs which benefit from it shall be as fixed in Annex III hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 173, 27. 6. 1992, p. 13.\n(2) OJ L 320, 11. 12. 1996, p. 1.\n(3) OJ L 296, 17. 11. 1994, p. 23.\n(4) OJ L 117, 24. 4. 1998, p. 5.\n(5) OJ L 366, 24. 12. 1987, p. 1.\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>"}