{"celex_id": "31994D0068", "uri": "http://publications.europa.eu/resource/cellar/5da5f631-fefa-4b73-b62f-8c3a8e96063e", "type": "Decision", "concepts": ["1229", "1707", "2540", "2850", "2869", "3468"], "title": "94/68/EC: Council Decision of 2 December 1993 concerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer\n", "header": "7.2.1994 EN Official Journal of the European Communities L 33/1\nCOUNCIL DECISION\nof 2 December 1993\nconcerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer\n(94/68/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130s (1) in conjunction with Article 228 (3), first subparagraph, thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Community, in view of its responsibilities for the environment has, by Decision 88/540/EEC (4), become a party to the Vienna Convention for the protection of the ozone layer and the Montreal Protocol on substances that deplete the ozone layer, and by Decision 91/690/EEC (5) has approved the first amendment to the said Protocol;\nWhereas the most recent scientific evidence indicates that for the adequate protection of the ozone layer a higher degree of control of chlorofluorocarbons, halons, carbon tetrachloride and 1,1,1-trichloroethane is required than that provided by the Montreal Protocol as amended in 1990; whereas the same evidence indicates that additional controls should be placed on methyl bromide, hydrobromofluorocarbons and hydrochlorofluorocarbons;\nWhereas a second amendment and adjustments to the Montreal Protocol implementing these controls have been adopted in Copenhagen in November 1992 and only the amendment needs to be approved; whereas, to that end, the Community should approve the said amendment;\nWhereas it is, in particular, necessary for the Community and all Member States to approve the second amendment to the Montreal Protocol because some of its provisions can be carried out only if the Community and all its Member States approve it;\nWhereas in order for all the obligations under the second amendment to be appropriately carried out, it is necessary that all Member States should approve it,", "main_body": ["The second amendment to the Montreal Protocol on substances that deplete the ozone layer is hereby approved on behalf of the Community.\nThe text of this amendment is attached to this Decision.", "The President of the Council shall deposit the act of approval of this second amendment on behalf of the Community with the Secretary General of the United Nations in accordance with Article 13 of the Vienna Convention, as read in conjunction with Article 3 of the second amendment to the Montreal Protocol.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 December 1993.\nFor the Council\nThe President\nM. DE GALLAN\n(1)  OJ No C 103, 14. 4. 1993, p. 18.\n(2)  OJ No C 268, 4. 10. 1993, p. 191.\n(3)  OJ No C 201, 26. 7. 1993, p. 8.\n(4)  OJ No L 297, 31. 10. 1988, p. 8.\n(5)  OJ No L 377, 31. 12. 1991, p. 28."}