{"celex_id": "31998D0457", "uri": "http://publications.europa.eu/resource/cellar/fb150f54-5d77-4a04-917a-1f8464f5e3a1", "type": "Decision", "concepts": ["1706", "1826", "4036", "5234", "5309", "867"], "title": "98/457/EC: Commission Decision of 3 July 1998 concerning the test of the Single Burning Item (SBI) referred to in Decision 94/611/EC implementing Article 20 of Council Directive 89/106/EEC on construction products (notified under document number C(1998) 1743) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 3 July 1998 concerning the test of the Single Burning Item (SBI) referred to in Decision 94/611/EC implementing Article 20 of Council Directive 89/106/EEC on construction products (notified under document number C(1998) 1743) (Text with EEA relevance) (98/457/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products (1), as amended by Directive 93/68/EEC (2), and in particular Article 20 thereof,\nWhereas differences in test methods and classification systems for reaction to fire between Member States mean that harmonisation can take place only through the adoption of a single system for classification, based on agreed test methods, to be used throughout the Community;\nWhereas Article 3(2) of Directive 89/106/EEC states that, in order to take account of different levels of protection for the construction works, each essential requirement may give rise to the establishment of classes;\nWhereas point 4.3.1.1 of interpretative document No 2 attached to the Commission communication with regard to the interpretative documents of Council Directive 89/106/EEC (3) specifies that to enable the reaction-to-fire performance of products to be evaluated on a common basis, a harmonised solution will be developed which may utilise full or bench scale tests that are correlated to relevant real fire scenarios;\nWhereas this harmonised solution lies in a system of classes as adopted in Commission Decision 94/611/EC (4);\nWhereas Decision 94/611/EC refers in Table 1 of its Annex to the 'Single Burning Item` (SBI) test which is required for the testing of products for walls and ceilings including their surface coverings, building elements, products incorporated within building elements, pipes and duct components and products for façades/external walls in classes B, C or D;\nWhereas differences in the apparatus used for reaction-to-fire testing may lead to differences in test results; whereas therefore, to ensure that test results are the same throughout the Community, it is necessary to define a single configuration of the SBI apparatus;\nWhereas the basis for the definition of a single configuration of the SBI test apparatus comes from the study undertaken on behalf of the Commission by the Official Laboratories Group, which examined the ability of different SBI configurations to satisfy the requirements for reaction-to-fire testing set out in Decision 94/611/EC and which recommended the most suitable configuration;\nWhereas the preferred SBI configuration has been subject to an inter-laboratory ('round robin`) testing programme covering a wide range of construction materials;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Construction,", "main_body": ["The test of a Single Burning Item (SBI) in a room, as referred to in Table 1 of the Annex to Decision 94/611/EC, shall, for the purpose of classifying construction products in relation to their reaction to fire, conform to the configuration specified in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 July 1998.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 40, 11. 2. 1989, p. 12.\n(2) OJ L 220, 30. 8. 1993, p. 1.\n(3) OJ C 62, 28. 2. 1994, p. 23.\n(4) OJ L 241, 16. 9. 1994, p. 25.\nANNEX\nSBI CONFIGURATION\n1. General\nThe SBI test facility shall be fully described in a future European standard.\nThe SBI test facility, in its entirety (including the surrounding enclosure), shall be the same in all cases, subject to any allowable variations (for example on tolerances) to be included in that European standard.\n2. Principle of the test\nA test specimen consisting of two vertical wings forming a right-angled corner is exposed to the flame from a burner placed at the bottom of the corner. The flame is obtained by combustion of propane gas, injected through a sandbox.\nAfter ignition of the burner, the following parameters of the burning process of the specimens are recorded: time to ignition, flame spread, heat release, smoke production and flaming droplets/particles.\n3. The test facility\nThe SBI test facility consists of a test enclosure, the SBI apparatus (trolley, frame, burners, hood, collector and tubing), the propane supply system, the smoke exhaust system and general measuring equipment.\nThe precise specification and configuration of the test facility will be defined in the future European standard referred to in point 1. The main components will be as follows:\n3.1. SBI test enclosure\n- Inner dimensions:\n- height 2,4 ± 0,1 m (top of the frame level),\n- floor area 3,0 ± 0,6 m in both dimensions,\n- windows: windows in the two walls facing the front side of the two perpendicular specimen planes,\n- one wall with opening for trolley; distance between trolley and side walls &ge; 0,5 m,\n- with trolley in place, the openings of the test enclosure, except the air inlet at the bottom of the trolley and the smoke exhaust opening in the hood, should not exceed 0,05 m2.\n3.2. SBI apparatus\nThe SBI apparatus consists of:\n(a) a trolley on which two perpendicular specimen parts are placed, with the primary sandbox burner at the bottom of the vertical corner; the trolley is put in place with its rear side closing the opening in the wall of the SBI test enclosure; the air inlet under the floor of the trolley is provided with perforated plates to produce an evenly distributed flow along the floor of the test enclosure;\n(b) a fixed frame into which the trolley is pushed and which supports the hood; the secondary burner is fixed to the frame;\n(c) a hood on top of the frame which collects the combustion gases;\n(d) a collector on top of the hood with a horizontal outlet for the exhaust; the baffles at the bottom of the collector prevent the flow in the hood from being too asymmetrical;\n(e) a measuring tube of defined dimensions and configuration.\nThe apparatus shall be capable of accommodating test specimens up to 200 mm in thickness.\n3.3. Burners and propane supply system\n(a) The SBI apparatus contains two identical sandbox burners, one in the bottom plate of the trolley, one fixed to a post of the frame, with the following specifications:\n- shape: right triangle (top view) with equal sides of 250 mm, height 80 mm, bottom closed except a 1/2'' pipe socket at the gravitational centre, top open; dimensions ± 2 mm,\n- box made of 1,5 mm steel (stainless), filled with a 60 mm bottom layer of gravel (size 4 to 8 mm) and a 20 mm top layer of 'sand` (2 to 4 mm); metal gauzes shall stabilise the two layers and prevent the gravel from entering the gas pipe socket; thickness of layers ± 2 mm,\n- positions:\n- the primary burner is mounted in the tray and connected to the U-profile at the bottom of the specimen position,\n- the secondary burner is fixed to the post of the frame opposite to the specimen corner, with the top of the burner at a height of 1 450 ± 5 mm from the floor (1 000 mm vertical distance to the hood), its diagonal parallel and closest to the diagonal of the primary burner, and its 45 degree edges at 700 ± 5 mm from the specimen positions;\n(b) the specimens are protected from the heat flux of the flames of the secondary burner with a shield of defined materials and configuration.\n(c) the burners must be equipped with an ignition device, for example a pilot flame or a glow wire;\n(d) the propane purity shall be 95 % or better. The propane is supplied through a mass flow controller with defined requirements.\n3.4. Smoke exhaust system\nThe smoke exhaust system must fulfil requirements to be defined in the future European standard referred to in point 1.\n3.5. General measuring equipment\nThe measuring equipment, in terms of type, performance and location, will be specified in the future European standard referred to in point 1.\n4. Test specimen\nThe corner specimen consists of two wings, designated the short and long wing respectively.\nTest specimens of sheet and discrete products shall have surface dimensions as follows:\n(a) short wing: 495 ± 5 mm × 1 500 mm ± 5 mm;\n(b) long wing: 1 000 mm ± 5 mm × 1 500 mm ± 5 mm.\nTest specimens of other product types, such as cables, pipes, ducts, tubes and loose-fill insulation materials shall be provided and mounted in a representative manner, which will be fully described in a future European standard.\nWhere appropriate, products shall be attached to a substrate in a representative manner corresponding to the end-use of the product. The substrates and mounting procedures will be as defined in a future European standard.\nProducts shall be attached to a backing board of specified type, and conditioned according to the provisions of a future European standard.\nThe mounted specimen wings shall be placed vertically in the trolley, and marked with horizontal and vertical lines. These procedures will be defined in a future European standard.\n5. Test procedure\nThe test procedure, including calibration, mounting procedures and operating conditions, and the parameters to be measured shall be detailed in a future European standard."}