{"celex_id": "31997R1302", "uri": "http://publications.europa.eu/resource/cellar/7f944f8e-31b3-40ae-a629-867f122e8816", "type": "Regulation", "concepts": ["2173", "2194", "3003", "4638", "4682"], "title": "Commission Regulation (EC) No 1302/97 of 4 July 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes of the market in beef as regards certain detailed rules for the temporary leasing of suckler cow premium rights\n", "header": "COMMISSION REGULATION (EC) No 1302/97 of 4 July 1997 amending Regulation (EEC) No 3886/92 laying down detailed rules for the application of the premium schemes of the market in beef as regards certain detailed rules for the temporary leasing of suckler cow premium rights\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 2222/96 (2), and in particular Article 4e (5) thereof,\nWhereas Article 33 (3) of Commission Regulation (EEC) No 3886/92 of 23 December 1992 laying down detailed rules for the application of the premium schemes provided for in Council Regulation (EEC) No 805/68 on the common organization of the market in beef and repealing Regulations (EEC) No 1244/82 and (EEC) No 714/89 (3), as last amended by Regulation (EC) No 854/97 (4), lays down certain rules with respect to the temporary leasing of suckler cow premium rights and, in particular, the obligation that a producer, over a period of five years from the first leasing, must recover all his rights for himself, for at least two consecutive years; whereas, for the sake of clarity, that provision should be amended to provide that, for each leasing period, it may not extend beyond three consecutive years; whereas, to that end, that amendment should not permit a leasing period extending beyond three consecutive years during the change over from the old to the new rules, while guaranteeing that the rights acquired previously by producers are maintained;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The first subparagraph of Article 33 (3) of Regulation (EEC) No 3886/92 is hereby replaced by the following:\n'3. Temporary leasing shall only be in respect of whole calendar years and shall involve at least the minimum number of animals provided for in Article 34 (1). At the end of each period of temporary leasing which may not exceed three consecutive years, a producer, except in the event of a transfer of rights, shall recover all his rights for himself, for at least two consecutive years. If the producer does not avail himself of at least 70 % of this rights during each of the two years, the Member State shall, except in duly justified exceptional cases, retain and transfer annually to the national reserve that part of the rights not used by the producer.`", "1. Where the period of temporary leasing referred to in the first subparagraph of Article 33 (3) of Regulation (EEC) No 3886/92 started in 1996 and continued in 1997, or started in 1997, the leasing period to be taken into account for the application of the rule referred to in Article 1 shall be counted from the start of said leasing.\n2. However, paragraph 1 shall not apply to temporary leasing contracts providing for leasing drawn up in accordance with the arrangements applicable in 1997 and notified to the competent authorities before 13 June 1997.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 296, 21. 11. 1996, p. 50.\n(3) OJ No L 391, 31. 12. 1992, p. 20.\n(4) OJ No L 122, 14. 5. 1997, p. 18."}