{"celex_id": "31998R2785", "uri": "http://publications.europa.eu/resource/cellar/1eabfbe2-2ecb-44f0-a7ac-59352e13f8ad", "type": "Regulation", "concepts": ["1277", "1590", "1997", "5734", "5967", "6052"], "title": "Commission Regulation (EC) No 2785/98 of 22 December 1998 concerning the modification of the period of authorisations of additives referred to in Article 9e(3) of Council Directive 70/524/EEC\n", "header": "COMMISSION REGULATION (EC) No 2785/98 of 22 December 1998 concerning the modification of the period of authorisations of additives referred to in Article 9e(3) of Council Directive 70/524/EEC\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), as last amended by Commission Directive 98/19/EC (2), and in particular Articles 9j and 3 thereof,\nWhereas Directive 70/524/EEC provides that new additives or uses of additives may be authorised, taking account of advances in scientific and technical knowledge;\nWhereas a provisional authorisation of new additives or uses of additives may be given for a period of five years, if, at the level permitted in feedingstuffs, it does not adversely affect human or animal health or the environment, nor harm the consumer by altering the characteristics of livestock product, if its presence in feedingstuffs can be controlled, and it is reasonable to assume, in view of the available results, that it has a favourable effect on the characteristics of those feedingstuffs or on livestock production when incorporated in such feedingstuffs;\nWhereas research into various additives referred to in Article 9e(3) of Directive 70/524/EEC which can be authorised provisionally at national level until 30 November 1998 has not yet been completed; whereas, therefore, the period of authorisation of these substances should be extended taking into account that the period of provisional authorisation of these additives can not exceed five years;\nWhereas the Commission has consulted the Scientific Committee for animal nutrition concerning the authorisation of the micro-organisms included in the Annex to the present Regulation; whereas this Committee delivered an opinion in particular with regard to the safety of these additives;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Feedingstuffs,", "main_body": ["Additives referred to in the Annex to this Regulation may be authorised in accordance with Directive 70/524/EEC under the conditions laid down in this Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 270, 14. 12. 1970, p. 1.\n(2) OJ L 96, 28. 3. 1998, p. 39.\nANNEX\n>TABLE>\n>TABLE>\nRadionuclide binders\n1. Radioactive caesium binders (137Cs and 134Cs):\n>TABLE>\n(1) First authorisation 22 April 1994, Commission Directive 94/17/EC (OJ L 105, 26. 4. 1994, p. 19).\n(2) First authorisation 18 July 1994, Commission Directive 94/41/EC (OJ L 209, 12. 8. 1994, p. 18).\n(3) First authorisation 21 February 1996, Commission Directive 96/7/EC (OJ L 51, 1. 3. 1996, p. 45)."}