{"celex_id": "31993R0636", "uri": "http://publications.europa.eu/resource/cellar/1466c1b3-c5bd-4d84-8e08-b089fd5864b2", "type": "Regulation", "concepts": ["161", "2772", "4347", "4580"], "title": "Council Regulation (EEC) No 636/93 of 15 March 1993 opening and providing for the administration of a Community preferential ceiling for certain petroleum products refined in Turkey and establishing Community surveillance for imports thereof (1993)\n", "header": "COUNCIL  REGULATION (EEC) No 636/93 of 15 March 1993 opening and providing for the administration of a  Community preferential ceiling for certain petroleum products refined in Turkey and establishing  Community surveillance for imports thereof (1993)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 7 of the Supplementary Protocol to the Association Agreement between the European  Economic Community and Turkey consequent on the accession of new Member States to the Community   (1), which was signed in Ankara on 30 June 1973 and entered into force on 1 March 1986  (2),  provides for the total suspension of customs duties applicable in certain petroleum products  refined in Turkey falling within Chapter 27 of the Common Customs Tariff within the limits of an  annual Community tariff quota of 340  000 tonnes; whereas, for the products concerned, a  provisional adjustment should be made to those tariff preferences, consisting essentially of  substituting for the Community tariff quota a Community ceiling amounting, after successive  increases, to 740  250 tonnes, above which the customs duties applicable to third countries may be  re-established;\nWhereas the Council adopted Regulation (EEC) No 1059/88 laying down the arrangements applicable to  Greece's trade with Turkey  (3); whereas, the Council also adopted Regulation (EEC) No 2573/87  laying down the arrangements for trade between Spain and Portugal, on the one hand, and Algeria,  Egypt, Jordan, Lebanon, Tunisia and Turkey, on the other  (4); whereas the tariff quota in question  applies therefore to the current Community;\nWhereas the application of ceilings requires the Community to be regularly informed of the trend of  imports of the relevant products originating in Turkey; whereas imports should, therefore, be made  subject to a system of surveillance;\nWhereas the decision for the opening of Community tariff ceilings in the execution of its  international obligations should be taken by the Community; whereas to ensure the efficiency of a  common administration of these ceilings, the Member States might well have recourse to the means of  an administrative procedure based on offsetting imports of the products in question against the  ceiling at Community level as and when these products are entered with the customs authorities for  free circulation; whereas this administrative procedure must make provision for the possible  re-establishment of customs tariff duties as soon as the ceiling is reached at Community level;\nWhereas this administrative procedure requires close and particularly swift cooperation between the  Member States and the Commission; whereas the latter must, in particular, be able to follow the  progress of quantities charged against the ceiling and keep the Member States informed; whereas  this cooperation has to be particularly close since the Commission must be able to take the  appropriate measures to re-establish customs tariff duties if the ceiling is reached,", "main_body": ["1.  From 1 January to 31 December 1993 the duties applicable to  imports into the Community of the petroleum products refined in Turkey and indicated in paragraph 2  shall be suspended in full within the limits of a Community ceiling of 740  250 tonnes.\n2.  The petroleum products to which paragraph 1 applies shall be the following:\n>TABLE>\n3.  Imports of the petroleum products referred to in paragraph 1 shall be subject  to Community surveillance.\n4.  Quantities shall be charged against the ceiling as and when products are entered with the  customs authorities for free circulation.\n5.  The extent to which that ceiling is used up shall be determined at Community level on the basis  of the imports charged against it, in the manner specified in paragraph 4.\n6.  Member States shall inform the Commission, at the intervals and within the time limits  specified in Article 3, of imports effected in accordance with the rules referred to in this  Article.", "As soon as the ceiling referred to in Article 1 (1) has been reached at Community  level, the Commission may adopt a regulation re-establishing, until the end of the calendar year,  the collection of the duties normally applicable.", "Member States shall send the Commission statements of the quantities charged for the  preceding month no later than the 15th day of each month. At the Commission's request, they shall  send statements of the quantities charged for periods of 10 days, to be forwarded within five clear  days of the end of each 10-day period.", "The Commission shall take all appropriate measures, in close cooperation with the  Member States, to ensure the implementation of this Regulation.", "This Regulation shall enter into force on 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 15 March 1993.\nFor the Council The President M. JELVED"}