{"celex_id": "31992D0077", "uri": "http://publications.europa.eu/resource/cellar/b93145d1-50ee-4690-9c1b-ba65835751ae", "type": "Decision", "concepts": ["13", "1377", "2563", "4352", "5138"], "title": "Commission Decision of 13 December 1991 on the establishment of an addendum to the Community support framework for Community structural assistance in Portugal on the improvement of the conditions under which agricultural and forestry products are processed and marketed (Only the Portuguese text is authentic)\n", "header": "COMMISSION DECISION  of 13 December 1991  on the establishment of an addendum to the Community support framework for Community structural assistance in Portugal on the improvement of the conditions under which agricultural and forestry products  are processed and marketed  (Only the Portuguese text is authentic)  (92/77/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the  other existing financial instruments (1), and in particular Article 8 (5) thereof,\nAfter consultation of the Committee for the development and reconversion of regions,\nWhereas the Commission has approved by Decision 89/642/EEC (2) the Community support framework for structural assistance in Portugal;\nWhereas the Portuguese Government submitted to the Commission 12 sectoral plans, seven on 4 April 1991, two on 5 April 1991, and three on 28 June 1991, on the modernization of the conditions under which agricultural products are processed and marketed  referred to in Article 2 of Council Regulation (EEC) No 866/90 of 29 March 1990 on the improvement of the conditions under which agricultural products are processed and marketed (3), as amended by Regulation (EEC) No 3577/90 (4);\nWhereas the plans submitted by the Member State include descriptions of the main priorities selected and indications of the use to be made of assistance under the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section in  implementing the sectoral plans;\nWhereas measures falling within the scope of Regulation (EEC) No 866/90 and Council Regulation (EEC) No 867/90 of 29 March 1990 on improving the processing and marketing conditions for forestry products (5) may be taken into consideration by the  Commission when establishing the Community support framework for areas covered by objective 1 as provided for in Title III of Regulation (EEC) No 2052/88;\nWhereas this addendum to the Community support framework has been established in agreement with the Member State concerned through the partnership defined in Article 4 of Regulation (EEC) No 2052/88;\nWhereas all measures which constitute the addendum are in conformity with Commission Decision 90/342/EEC of 7 June 1990 on the selection criteria to be adopted for investments for improving the processing and marketing conditions for agricultural and  forestry products (6);\nWhereas the Commission is prepared to examine the possibility of the other Community lending instruments contributing to the financing of this addendum in accordance with the specific provisions governing them;\nWhereas in accordance with Article 10 (2) of Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds between  themselves and with the operations of the European Investment Bank and the other existing financial instruments (7), this decision is to be sent as a declaration of intent to the Member State;\nWhereas in accordance with Article 20 (1) and (2) of Regulation (EEC) No 4253/88 budgetary commitments relating to the contribution from the Structural Funds to the financing of the operations covered by the Community support framework will be made on  the basis of subsequent Commission decisions approving the operations concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee for Agricultural Structures and Rural Development,", "main_body": ["The addendum to the Community support framework for Community structural assistance on the improvement of the conditions under which agricultural and forestry products are processed and marketed in Portugal covering the period from 1 January  1991 to 31 December 1993 is hereby established.\nThe Commission declares that it intends to contribute to the implementation of this addendum to the Community support framework in accordance with the detailed provisions thereof and in compliance with the rules and guidelines of the structural Funds  and the other existing financial instruments.", "The addendum to the Community support framework contains the following essential information:\n(a) a statement of the main priorities for joint action in the following sectors:\n1. forestry products;\n2. meat;\n3. milk and milk products;\n4. eggs and poultrymeat;\n5. diverse animal products (auction markets);\n6. cereals and rice;\n7. oil producing plants (olive oil);\n8. wine and alcohol;\n9. fruit and vegetables;\n10. flowers and plants;\n11. potatoes;\n(b) an indicative financing plan specifying, at constant 1991 prices, the total cost of the priorities adopted for joint action by the Community and the Member State concerned, ECU 316 388 599 for the whole period, and the financial arrangements  envisaged for budgetary assistance from the Community, broken down as follows:\n(ecus)\n1. forestry products  12 283 255  2. meat  14 166 358  3. milk and milk products  25 961 874  4. eggs and poultrymeat  2 745 617  5. diverse animal products (auction markets)  2 483 256  6. cereals and rice  8 174 694  7. oil producing plants  (olive oil)  5 308 994  8. wine and alcohol  26 748 714  9. fruit and vegetables  23 194 638  10. flowers and plants  1 625 215  11. potatoes  2 031 518     Total  124 724 103\nThe resultant national financing requirement, approximately ECU 38  938 387 for the public sector and ECU 152 726 109 for the private sector, may be partially covered by Community loans from the European Investment Bank and the other loan instruments.", "This declaration of intent is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 13 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 185, 15. 7. 1988, p. 9. (2) OJ No L 370, 19. 12. 1989, p. 43. (3) OJ No L 91, 6. 4. 1990, p. 1. (4) OJ No L 353, 17. 12. 1990, p. 23. (5) OJ No L 91, 6. 4. 1990, p. 7. (6) OJ No L 163, 29. 6. 1990, p. 71. (7) OJ No L 374, 31. 12.  1988, p. 1."}