{"celex_id": "31993R0838", "uri": "http://publications.europa.eu/resource/cellar/49261f64-174b-4748-9ee8-7fdb67e85149", "type": "Regulation", "concepts": ["2493", "2965", "3003", "624", "797"], "title": "Commission Regulation (EEC) No 838/93 of 6 April 1993 amending Regulation (EEC) No 4115/88 laying down detailed rules for applying the aid scheme to promote the extensification of production\n", "header": "COMMISSION REGULATION (EEC) No 838/93 of 6 April 1993 amending Regulation (EEC) No 4115/88 laying down detailed rules for applying the aid scheme to promote the extensification of production\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2328/91 of 15 July 1991 on improving the efficiency of agricultural structures (1), as amended by Regulation (EEC) No 2080/92 (2), and in particular Article 3 (6) thereof,\nWhereas, in order to ensure effective control of the aid scheme to promote the extensification of production established by Commission Regulation (EEC) No 4115/88 (3), as amended by Regulation (EEC) No 708/91 (4), more specific provisions should be  adopted on irregularities, penalties and the recovery of sums paid in error;\nWhereas, in order to ensure effective application of the aid scheme within the new Laender of Germany, it is necessary to adopt measures relating to the transfer of extensified agricultural areas which are administered by the Treuhandanstalt;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structures and Rural Development,", "main_body": ["Regulation (EEC) No 4115/88 is hereby amended as follows:\n1. Article 14 (4) is replaced by the following:\n'4. Paragraph 3 does not apply:\n- in the case of the compulsory purchase or the forced sale of extensified land,\n- if, in the new Laender of Germany, the land has been taken over by the Treuhandanstalt either in order to be handed back to previous owners or with a view to its acquisition by natural or legal persons in the private sector.';\n2. Article 16 is replaced by the following Article:\n'Article 16\n1. Where checks on the number of units of area (hectares), livestock (LSU), weight (tonnes) or volume (m3) show a discrepancy of at least 2 % and 0,2 units up to 10 % and two units between the number of units for which the aid is requested and the  number of units measured, the aid shall be calculated on the basis of the latter number of units, reduced by the margin of excess. That reduction shall also apply to aid paid in advance, except where the beneficiary can prove that the discrepancy is not  intentional or the result of neglicence on his/her part.\n2. If the excess exceeds the limits given in paragraph 1, no aid shall be due for the period covered by the undertaking to carry out extensification, without prejudice to any additional penalty which may be appropriate. Aid paid for previous years,  however, shall not be recovered if the beneficiary can prove that the discrepancy is not intentional or the result of negligence on his/her part.\n3. Member States shall impose financial penalties as a minimum sanction in the event of failure to comply with undertakings made, other than undertakings referred to in paragraphs 1 and 2, except in cases of force majeure or failure to comply with  undertakings as a result of other factors beyond the control of the beneficiary. In the case of serious infringements of these undertakings and particularly in the case of attempted fraud by the beneficiary or his/her successors, no aid shall be due for  the period covered by the undertaking to carry out extensification, without prejudice to any additional penalty which may be appropriate.';\n3. The following Article 16a is inserted:\n'Article 16a\nIn the case of aid paid in error, the sums concerned shall be repaid, together with interest calculated in accordance with that time which has elapsed between payment of the aid and its repayment by the beneficiary. The rate of interest shall be at  least equal to the inter-bank offered rate applicable on the last working day of the month during the aid was paid to the beneficiary, plus 2 %.'", "This Regulation shall enter into force on the 10th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 218, 6. 8. 1991, p. 1.\n(2) OJ No L 215, 30. 7. 1992, p. 96.\n(3) OJ No L 361, 29. 12. 1988, p. 13.\n(4) OJ No L 77, 23. 3. 1991, p. 30."}