{"celex_id": "31997R1785", "uri": "http://publications.europa.eu/resource/cellar/44bd6e83-3d07-48f6-b77b-8ffa8f164ade", "type": "Regulation", "concepts": ["1026", "1048", "2300", "3843"], "title": "Council Regulation (ECSC, EC, Euratom) No 1785/97 of 11 September 1997 laying down the weightings applicable from 1 January 1997 to the remuneration of officials of the European Communities serving in third countries\n", "header": "COUNCIL REGULATION (ECSC, EC, EURATOM) No 1785/97 of 11 September 1997 laying down the weightings applicable from 1 January 1997 to the remuneration of officials of the European Communities serving in third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (Euratom, ECSC, EEC) No 259/68 (1), as last amended by Regulation (EC, Euratom, ECSC) No 2485/96 (2), and in particular the first paragraph of Article 13 of Annex X,\nHaving regard to the proposal from the Commission,\nWhereas account should be taken of changes in the cost of living in countries outside the Community and weightings applicable to the remuneration payable in the currency of the country of employment to officials serving in third countries should be determined with effect from 1 January 1997;\nWhereas, under Annex X of the Staff Regulations, the Council sets the weightings every six months; whereas it will accordingly have to set new weightings for the coming half-years;\nWhereas the weightings to apply with effect from 1 January 1997 in respect of which payment has been made on the basis of a previous regulation could lead to retrospective adjustments to remuneration (positive or negative);\nWhereas provision should be made for back-payments in the event of an increase in remunerations as a result of these weightings;\nWhereas provision should be made for the recovery of sums overpaid in the event of a reduction in remunerations as a result of these weightings for the period between 1 January 1997 and the date of the Council decision setting the weightings to apply with effect from 1 January 1997;\nWhereas, however, in order to mirror the weightings applicable within the European Community to remuneration and pensions of officials and other servants of the European Communities, provision should be made for any such recovery to apply solely to a period of no more than six months preceding the decision and for its effects to be spread over a period of no more than 12 months following the date of that decision,", "main_body": ["With effect from 1 January 1997, the weightings applicable to the remuneration payable in the currency of the country of employment to officials of the European Communities serving in third countries shall be as shown in the Annex.\nThe exchange rates for the calculation of such remuneration shall be those used for implementation of the general budget of the European Communities for the month preceding the date referred to in the first paragraph.", "In accordance with the first paragraph of Article 13 of Annex X of the Staff Regulations, the Council shall set weightings every six months. It shall accordingly set new weightings with effect from 1 July 1997.\nThe institutions shall make back payments in the event of an increase in remuneration as a result of these weightings.\nFor the period between 1 January 1997 and the date of the Council decision setting the weightings applicable with effect from 1 January 1997, the institutions shall make retrospective downward adjustments to remuneration in the event of a reduction as a result of these weightings.\nRetrospective adjustments involving the recovery of sums overpaid shall, however, concern only a period of no more than six months preceding the decision and this recovery shall be spread over no more than 12 months from the date of that decision.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 1997.\nFor the Council\nThe President\nJ. POOS\n(1) OJ L 56, 4. 3. 1968, p. 1.\n(2) OJ L 338, 28. 12. 1996, p. 1.\nANNEX\n>TABLE>"}