{"celex_id": "31999D0795", "uri": "http://publications.europa.eu/resource/cellar/7967ca18-48fc-49f7-9a77-95c367512879", "type": "Decision", "concepts": ["2324", "2897", "3299", "4353", "747"], "title": "1999/795/EC: Commission Decision of 8 July 1999 concerning the Austrian application for a transitional regime under Article 24 of Directive 96/92/EC of the European Parliament and of the Council concerning common rules for the internal market in electricity (notified under document number C(1999) 1551/5) (Only the German text is authentic)\n", "header": "COMMISSION DECISION\nof 8 July 1999\nconcerning the Austrian application for a transitional regime under Article 24 of Directive 96/92/EC of the European Parliament and of the Council concerning common rules for the internal market in electricity\n(notified under document number C(1999) 1551/5)\n(Only the German text is authentic)\n(1999/795/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity(1), (hereinafter \"the Directive\"), and in particular Article 24 thereof,\nHaving informed the Member States of the Austrian application,\nWhereas:\nI. FACTS\n1. Procedure\n(1) By letter of 11 February 1998, the Austrian Bundesministerium für wirtschaftliche Angelegenheiten notified to the Commission an application for a transitional regime pursuant to Article 24 of Directive 96/92/EC.\n(2) On 23 March 1998, the Commission's representatives undertook a fact finding mission to Vienna and met with the Austrian Bundesministerium für wirtschaftliche Angelegenheiten as well as with representatives of consumers (social partners) and the electricity industry.\n(3) By letter of 15 October 1998, the Austrian Bundesministerium für wirtschaftliche Angelegenheiten submitted to the Commission complementary information, in particular the final report of the independent accountants and lawyers commissioned by the Austrian Government to determine the anticipated level of compensatory payments arising from the transitional regime in question. On the basis of this report, the application for a transitional regime has been reduced by the Austrian Government to a stranded cost amount of ATS 8,7 billion from the ATS 35,6 billion contained in the initial notification.\n2. The Austrian electricity sector and implementation of Directive 96/92/EC\n(4) Austria is implementing Directive 96/92/EC by the Elektrizitätswirtschafts- und Organisationsgesetz (hereinafter \"ElWOG\"), which was published on 18 August 1998 and entered into force on 19 February 1999, as well as complementary laws for the nine Länder. The ElWOG provides for a market opening starting with approximately 27 % in February 1999 and increasing to approximately 50 % in 2003. Accordingly, in the first phase final customers with more than 40 GWh yearly consumption as well as distributors, which also operate transmission systems, will be eligible. From February 2000, final customers above 20 GWh/a will be eligible, as well as all distributors above 40 GWh/a. Finally, in February 2003, all final customers and all distributors above 9 GWh/a will be eligible. Austria has opted for a system of regulated network access.\n(5) Österreichische Elektrizitätswirtschafts AG (Verbundgesellschaft) is the main transmission system operator. Through its legally separated subsidiaries, it is also Austria's main electricity producing company. Most of the nine regional electricity companies are not only distributors but also producers; some of them are also transmission system operators.\n3. The transitional regime notified by the Austrian Government\n3.1. Introduction\n(6) Austria has notified two schemes pursuant to Article 24 of Directive 96/92/EC.\n(7) Guarantees of operation given to electricity generation plants based on the legal authorisation procedure for power plants prior to liberalisation. Authorisations for certain types of power plants were granted only if a corresponding electricity demand had been assessed (\"Bedarfsprüfung\"). Those power plants that received authorisation benefited from a guarantee of operation and guarantee of cost amortisation. The stranded cost regime in this respect seeks to compensate certain generating plants from the loss of income that can be expected from the lower prices resulting from the introduction of competition.\n(8) The final notification of 15 October 1998 limits the plants eligible to the transitional regime to three hydropower plants: Freudenau, Mittlere Salzach and Kraftwerkskette Obere Drau, all operated by subsidiaries of Verbundgesellschaft.\n(9) Long-term procurement contract for indigenous lignite for the \"Voitsberg\" power plant. The contract was concluded in 1977 between the lignite mine GKB and the power plant operator ÖDK, a subsidiary of Verbundgesellschaft. Additionally, the power plant benefits from a legal guarantee of operation of up to 3 % of the yearly domestic electricity consumption. The stranded cost regime thus seeks to compensate this generating plant (i) for its long-term obligation to purchase lignite above world coal/lignite prices, and (ii) for the loss of income regarding the expected lower prices resulting from the introduction of competition with respect to the legal guarantee of operation.\n3.2. Details of the guarantees of operation given to electricity generation plants and the lignite procurement contract\n(10) The proposed method is defined in recital 69 of the ElWOG. It provides for operating aid to compensate stranded costs in relation to the abovementioned commitments and guarantees of operation. On 11 February 1998, Austria preliminarily notified a total amount of stranded cost of ATS 35,58 billion (approximately EUR 2,5 billion). Based on a subsequent assessment of the stranded costs through independent accountants and lawyers, a final notification was submitted on 15 October 1998, which reduced the total stranded cost amount to ATS 8,7 billion (approximately EUR 0,6 billion) which consists of a maximum of ATS 6,27 billion for the three hydropower plants and ATS 2,43 billion for the lignite-fired power plant. The transitional regime is limited until 2009.\n(11) Calculation method\nIn a first step the stranded costs were calculated for each power plant as the discounted difference between guaranteed cost coverage and expected market price for electricity taking into account the real market opening per company. In a second step, the degree to which the viability of the consolidated operating companies would be affected was assessed.\n(12) Compensation method\nWith respect to the three hydropower plants, the transitional regime envisages the grant of operating aid, on an annual basis, in the light of developments in market prices for electricity, and the consequent effect this has on the viability of the hydro plants in question. With respect to the lignite fuelled plant, a fixed compensation payment is envisaged.\n(13) Recovery method\nThe transitional regime envisages that the payments will be financed by the imposition of a levy per kWh of electricity purchased by eligible customers. Captive customers pay their proportional part within the regulated electricity tariff. The funds are collected by the network operators (via a charge on transmission) and administrated by the Ministry of Economic Affairs).\nII. LEGAL ANALYSIS\n1. Legal basis: Article 24(1) and (2) of Directive 96/92/EC\n(14) The Austrian Government notified an application for a transitional regime with respect to alleged commitments and guarantees of operation pursuant to Article 24 of the Directive.\n2. Requirements of Article 24\n(15) Article 24 of Directive 96/92/EC states the following: \"1. Those Member States in which commitments or guarantees of operation given before the entry into force of this Directive may not be honoured on account of the provisions of this Directive may apply for a transitional regime which may be granted to them by the Commission, taking into account, amongst other things, the size of the system concerned, the level of interconnection of the system and the structure of its electricity industry. The Commission shall inform the Member States of those applications before it takes a decision, taking into account respect for confidentiality. This Decision shall be published in the Official Journal of the European Communities.\n2. The transitional regime shall be of limited duration and shall be linked to expiry of the commitments or guarantees referred to in paragraph 1. The transitional regime may cover derogations from Chapters IV, VI and VII of this Directive. Applications for a transitional regime must be notified to the Commission no later than one year after the entry into force of this Directive.\"\n(16) Article 24(1) and (2) of Directive 96/92/EC, in the light of the EC Treaty, thus require the following elements to be examined by the Commission when considering any application for a transitional regime.\nA. Requirements concerning the nature of the commitments or guarantees of operation in question\n(17) (1) The existence of a commitment or guarantee of operation must be proven.\n(2) The commitment or guarantees of operation must have been given before 20 February 1997.\n(3) A causal link between the entry into force of the Directive and the inability to honour the commitment must be established.\nB. Requirements concerning the measures proposed to achieve the objectives in question\n(18) (1) The measures of the transitional regime must fall within the scope of derogations from Chapters IV, VI and VII of the Directive.\n(2) The transitional regime must be of limited duration and linked to the expiry of the commitments or guarantees of operation in question.\n(3) The transitional regime must apply the least restrictive measures reasonably necessary to achieve the objectives, which themselves must be legitimate. In deciding on these issues the Commission must take into account, amongst other things, the size of the system concerned, the level of interconnection of the system and the structure of its electricity industry.\n3. Assessment of the Austrian transitional regime\n(19) In the present case, concerning the transitional regime as notified, it is not necessary to determine whether requirements A(1), (2), (3) or B(2), (3) are met, because the measures of the transitional regime in question do not require a derogation from Chapter IV, VI or VII of Directive 96/92/EC and thus do not meet requirement B(1).\n(20) As stated above, in order to constitute a transitional regime within the meaning of Article 24, the system chosen by the Member State must provide for a derogation from Chapter IV, VI or VII of Directive 96/92/EC.\n(21) The measures in question are based on a pure compensation scheme, i.e. a system of charges or levies implemented by a Member State in order to compensate stranded costs caused by the application of Directive 96/92/EC. The application of such levies in the present case does not require a derogation from the abovementioned chapters of the Directive and cannot therefore be regarded as a transitional regime in the meaning of Article 24 of the Directive.\n(22) The fact that measures such as those in question in this case can result in very considerable distortions of the single market for electricity do not affect this conclusion. Indeed, the Commission recognises that the payment of such levies can result in economic consequences substantially similar to those resulting from a total or partial derogation from some of the obligations contained in Chapters IV, VI or VII of the Directive. However, such distortions by their very nature do not result from such a specific derogation as envisaged by the Directive. The transfer of a compensation payment to certain electricity producers, financed through a levy or charge on consumers is, therefore, a measure which is not directly addressed by the Directive but one which needs to be examined pursuant to the rules on competition, and in particular Article 87(3)(c) of the EC Treaty. Under these circumstances, it is understood that measures of similar economic effect will be treated in a consistent manner, regardless of the relevant procedure in each individual case.\n(23) In the light of the non-applicability of Article 24 of the Directive, it is not necessary to assess the further requirements A(1), (2), (3) and B(2) and (3).\n4. Conclusions\n(24) The transitional regime notified by the Austrian Government pursuant to Article 24 of Directive 96/92/EC has been assessed pursuant to Article 24(1) and (2). The Commission concludes that a transitional regime according to Article 24 cannot and need not be approved to the extent that the measures chosen do not constitute derogations from Chapters IV, VI and VII of the Directive. The regime contains transfers of compensation payments to certain electricity producers, financed through a levy or charge on consumers. Such measures are not directly addressed by the Directive but need to be examined pursuant to the rules on State aid, and in particular Article 87(3)(c) of the EC Treaty,", "main_body": ["The present Decision concerns the Austrian application for a transitional regime pursuant to article 24 of Directive 96/92/EC, notified to the Commission on 11 February 1998 and finalised on 15 October 1998. This notification concerns.\n- guarantees of operation given to three hydropower plants,\n- a long-term procurement contract and a guarantee of operation given to one lignite plant.", "The transitional regime notified by Austria contains no measures which would constitute derogations from Chapters IV, VI or VII of Directive 96/92/EC, as defined by Article 24(2). Article 24 is therefore not applicable to the transitional regime notified by the Austrian Government.", "This decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 8 July 1999.\nFor the Commission\nChristos PAPOUTSIS\nMember of the Commission\n(1) OJ L 27, 30.1.1997, p. 20."}