{"celex_id": "31995D0050", "uri": "http://publications.europa.eu/resource/cellar/885debb0-a195-4f2a-b191-1093988bf58c", "type": "Decision", "concepts": ["1755", "192", "2737", "2792", "4320", "5962"], "title": "95/50/EC: Commission Decision of 23 February 1995 approving the operational programme for the control of salmonella in certain live animals and animal products presented by Sweden (Only the Swedish text is authentic)\n", "header": "COMMISSION DECISION of 23 February 1995 approving the  operational programme for the control of salmonella in certain live animals and animal products  presented by Sweden (Only the Swedish text is authentic) (95/50/EC)\nTHE COMMISSION  OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting  intra-Community trade in bovine animals and swine  (1), as last amended by the Act of Accession of  Austria, Finland and Sweden, and in particular Article 10a (2) thereof,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions  governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs   (2), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular  Articles 9a, 9b and 10b thereof,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting  intra-Community trade in fresh meat  (3), as last amended by the Act of Accession of Austria,  Finland and Sweden, and in particular Article 5 (4) thereof,\nHaving regard to Council Directive 71/118/EEC of 15 February 1971 on health problems affecting  trade in fresh poultrymeat  (4), as last amended by the Act of Accession of Austria, Finland and  Sweden, and in particular Article 5 (4) thereof,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and  public health requirements governing trade in and imports into the Community of products not  subject to the said requirements laid down in specific Community rules referred to in Annex A (I)  to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC  (5), as last amended by  the Act of Accession of Austria, Finland and Sweden, and in particular the first indent of Chapter  2 of Annex II thereto,\nWhereas, in accordance with Article 10a (2) of Directive 64/432/EEC, Articles 9a, 9b and 10b of  Directive 90/539/EEC, Article 5 of Directive 64/433/EEC, Article 5 of Directive 71/118/EEC and the  first indent of Chapter 2 of Annex II to Directive 92/118/EEC, on 7 November 1994 and 16 January  1995 Sweden presented to the Commission its operational programme for the control of salmonella;\nWhereas this operational programme contains all the measures which Sweden has implemented with a  view to controlling salmonella in bovine animals and swine for breeding, production and slaughter,  breeding poultry, day-old chicks intended to be introduced into flocks of breeding poultry or  flocks of productive poultry, laying hens (productive poultry reared to produce eggs for  consumption), poultry for slaughter, beef and pigmeat, poultrymeat and eggs for direct human  consumption;\nWhereas, this being the case, provision should be made for a single Commission decision approving  the operational programme;\nWhereas however, the guarantees concerning salmonella applicable to Sweden which have already been  fixed or are to be fixed in the future are specified for each category of live animals or animal  products; whereas application of the said guarantees is subject to approval of the measures to be  implemented by Sweden in each sector,", "main_body": ["The measures concerning bovine animals and swine for breeding,  production and slaughter contained in the Swedish programme are hereby approved.", "The measures concerning breeding poultry and day-old chicks intended to be introduced  into flocks of breeding poultry or flocks of productive poultry contained in the Swedish programme  are hereby approved.", "The measures concerning laying hens (productive poultry reared to produce eggs for  consumption) contained in the Swedish programme are hereby approved.", "The measures concerning poultry for slaughter contained in the Swedish programme are  hereby approved.", "The measures concerning beef and pigmeat contained in the Swedish programme are hereby  approved.", "The measures concerning poultrymeat contained in the Swedish programme are hereby  approved.", "The measures concerning eggs for direct human consumption contained in the Swedish  programme are hereby approved.", "Sweden shall bring into force the laws, regulations and administrative provisions to  implement the measures referred to in Articles 1, 2, 3, 4, 5, 6 and 7 by 1 March 1995.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 23 February 1995.\nFor the Commission Franz FISCHLER Member of the Commission"}