{"celex_id": "31996R2388", "uri": "http://publications.europa.eu/resource/cellar/f5c538d8-6344-47d8-864a-a8f19ed224ca", "type": "Regulation", "concepts": ["1264", "1613", "1734", "2488", "4078", "4580"], "title": "Commission Regulation (EC) No 2388/96 of 16 December 1996 amending Regulation (EC) No 2146/95 on the transitional adjustment of the special arrangements for imports of olive oil originating in Algeria, Lebanon, Morocco, Tunisia and Turkey with a view to implementing the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations and derogating from Council Regulations (EEC) No 1514/76, (EEC) No 1620/77, (EEC) No 1521/76, (EEC) No 1508/76 and (EEC) No 1180/77 and providing for the reimbursement of import duties collected on certain imports from Morocco and Turkey\n", "header": "COMMISSION REGULATION (EC) No 2388/96 of 16 December 1996 amending Regulation (EC) No 2146/95 on the transitional adjustment of the special arrangements for imports of olive oil originating in Algeria, Lebanon, Morocco, Tunisia and Turkey with a view to implementing the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations and derogating from Council Regulations (EEC) No 1514/76, (EEC) No 1620/77, (EEC) No 1521/76, (EEC) No 1508/76 and (EEC) No 1180/77 and providing for the reimbursement of import duties collected on certain imports from Morocco and Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1521/76 of 24 June 1976 on imports of olive oil originating in Morocco (1), as last amended by Regulation (EC) No 2062/96 (2), and in particular Article 6 thereof,\nHaving regard to Council Regulation (EEC) No 1180/77 of 17 May 1997 on imports into the Community of certain agricultural products originating in Turkey (3), as last amended by Regulation (EC) No 2063/96 (4), and in particular Article 14 thereof,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (5), as amended by Regulation (EC) No 1193/96 (6), and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EC) No 2146/95 of 8 September 1995 (7), as amended by Regulation (EC) No 1235/96 (8), transitionally adjusts the special arrangements for imports of olive oil originating in Algeria, Lebanon, Morocco, Tunisia and Turkey with a view to implementing the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations by derogating from the Council Regulations on imports of olive oil originating in those countries;\nWhereas, pursuant to the abovementioned Regulation (EC) No 2146/95, the reductions in levies on unrefined oil applying before 1 July 1995 pursuant to the Council Regulations in force have become reductions in the rate of duty applicable under the same conditions;\nWhereas Regulation (EEC) No 1521/76 was amended by Regulation (EC) No 2062/96 to take account of an agreement in the form of an exchange of letters between the Community and Morocco; whereas the aim of that amendment is to ensure that the amount to be deducted from the levy includes an amount equal to the special export charge levied by Morocco in the period 1 January 1994 to 31 January 1995 but not exceeding ECU 12,09 per 100 kilograms, plus an additional ECU 12,09 per 100 kilograms; whereas, from 1 February 1995, those amounts are replaced by ECU 14,60 per 100 kilograms in accordance with that amendment;\nWhereas Regulation (EEC) No 1180/77 was amended by Regulation (EC) No 2063/96 to take account of an agreement in the form of an exchange of letters between the Community and Turkey; whereas the aim of that amendment is to ensure that the amount to be deducted from the levy includes an amount equal to the special export charge levied by Turkey in the period 1 January 1994 to 31 January 1995 but not exceeding ECU 10,88 per 100 kilograms, plus an additional ECU 10,88 per 100 kilograms; whereas, from 1 February 1995, those amounts are replaced by ECU 13,14 per 100 kilograms in accordance with that amendment;\nWhereas Article 2 of Regulation (EC) No 2146/95 should accordingly be amended with effect from the entry in force of the transitional arrangements, in order to take account of the additional ECU 14,60 and ECU 13,14 per 100 kilograms in reductions in the rates of duty on imports of unrefined olive oil originating in Morocco and Turkey respectively;\nWhereas, with a view to full compliance with the Community's international undertakings, provision must be made for a procedure to reimburse traders for the difference between the duty actually paid and the duty payable in accordance with Article 2 of Regulation (EC) No 2146/95, as amended by this Regulation, on imports between 1 July 1995 and the entry into force of this Regulation and the difference between the levy actually paid and the levy payable for the period 1 January 1994 to 30 June 1995;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for oils and fats,", "main_body": ["Article 2 (3) and (4) of Regulation (EC) No 2146/95 are hereby replaced by the following:\n'3. Where Algeria or Tunisia applies a special export charge to olive oil covered by the CN codes mentioned in paragraph 1, wholly obtained in Algeria or Tunisia and transported direct from those countries to the Community, the applicable rate of customs duty shall be further reduced by an amount equal to the special charge but not exceeding ECU 14,60 per 100 kilograms.\n4. Where Turkey applies a special export charge to olive oil covered by the CN codes mentioned in paragraph 1, wholly obtained in Turkey and transported direct from that country to the Community, the applicable rate of customs duty shall be further reduced by an amount equal to the special charge but not exceeding ECU 26,28 per 100 kilograms.\n5. Where Morroco applies a special export charge to olive oil covered by the CN codes mentioned in paragraph 1, wholly obtained in Morroco and transported direct from that country to the Community, the applicable rate of customs duty shall be further reduced by an amount equal to the special charge but not exceeding ECU 29,20 per 100 kilograms.`", "1. The difference between the import duty, reduced pursuant to Article 2 (3) and (4) of Regulation (EC) No 2146/95, as amended by this Regulation, and actually paid, and the duty payable pursuant to Article 2 (4) and (5) of that Regulation shall be reimbursed in respect of imports into the Community between 1 July 1995 and the date of entry into force of this Regulation of olive oil covered by the CN codes mentioned in Article 2 (1) of that Regulation and wholly obtained in Morocco or Turkey.\n2. The difference between the levy, reduced pursuant to Article 1 of Regulation (EEC) No 1521/76 and Article 9 (1) of Regulation (EEC) 1180/77, and actually paid, and the levy payable shall be reimbursed in respect of imports into the Community between 1 January 1994 and 30 June 1995 of olive oil meeting the conditions laid down in those Articles and wholly obtained in Morocco or Turkey.\n3. Operators effecting imports as referred to in paragraphs 1 and 2 may apply for reimbursement of the amounts specified therein in accordance with Article 236 of Council Regulation (EEC) No 2913/92 (9) and Articles 877 to 881 of Commission Regulation (EEC) No 2454/93 (10). Such applications must be accompanied by the certification from the authorities responsible for issuing import licences in accordance with Article 880 of Regulation (EEC) No 2454/93 and copies of the declarations of release for free circulation covering the imports concerned. In addition, applications covering imports as referred to in paragraph 1 must be accompanied by the proofs referred to in Article 4 (3) of Regulation (EC) No 2146/95 and those covering imports as referred to in paragraph 2 must be accompanied by the proofs referred to in Article 1 (3) of Commission Regulation (EEC) No 1588/76 (11) and Article 1 (3) of Commission Regulation (EEC) No 1401/77 (12) respectively.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "shall apply from 1 July 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 169, 28. 6. 1976, p. 43.\n(2) OJ No L 277, 30. 10. 1996, p. 3.\n(3) OJ No L 142, 9. 6. 1977, p. 10.\n(4) OJ No L 277, 30. 10. 1996, p. 4.\n(5) OJ No L 349, 31. 12. 1994, p. 105.\n(6) OJ No L 161, 29. 6. 1996, p. 1.\n(7) OJ No L 215, 9. 9. 1995, p. 1.\n(8) OJ No L 161, 29. 6. 1996, p. 105.\n(9) OJ No L 302, 19. 10. 1992, p. 1.\n(10) OJ No L 253, 11. 10. 1993, p. 1.\n(11) OJ No L 174, 1. 7. 1976, p. 18.\n(12) OJ No L 158, 29. 6. 1977, p. 36."}