{"celex_id": "31993R3481", "uri": "http://publications.europa.eu/resource/cellar/141eea8e-de00-49ac-b2e8-043139baa4bd", "type": "Regulation", "concepts": ["1182", "1534", "755", "976"], "title": "COMMISSION REGULATION (EC) No 3481/93 of 17 December 1993 fixing the limits applicable in Greece to irrigated areas under the support system for producers of certain arable crops for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 3481/93 of 17 December 1993 fixing the limits applicable in Greece to irrigated areas under the support system for producers of certain arable crops for the 1993/94 marketing year\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system of producers of certain arable crops (1), as last amended by Regulation (EEC) No 1552/93 (2) and in particular Articles 12 and 16 thereof,\nWhereas Commission Regulation (EEC) No 1113/93 of 6 May 1993 setting specific rules on compensatory payments on certain irrigated arable corps (3) provides that compensatory payment at the yield level set for irrigated arable crops is to be given within  a limit set for each production region; whereas these limits should be fixed taking account of the information forwarded by the Member States;\nWhereas the information forwarded by Greece covers only areas irrigated during the reference period 1989 to 1991;\nWhereas Regulation (EEC) No 1765/92 provides that compensatory payments must be made by 31 December following the harvest at the latest;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for Cereals, Oils and Fats and Dried Fodder,", "main_body": ["The limits applicable to the irrigated areas referred to in Article 4 (1) of Regulation (EEC) No 1113/93 for the 1993/94 marketing year shall be, in the case of the zones laid down for Greece in its regionalization plan, as set out in the  Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 3 December 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 12.\n(2) OJ No L 154, 25. 6. 1993, p. 19.\n(3) OJ No L 113, 7. 5. 1993, p. 14.\nANNEX\n\"\" ID=\"1\">Zone 1 > ID=\"2\">6 003\"> ID=\"1\">Zone 2 > ID=\"2\">4 756\"> ID=\"1\">Zone 3 > ID=\"2\">13 396\"> ID=\"1\">Zone 4 > ID=\"2\">2 815\"> ID=\"1\">Zone 5 > ID=\"2\">3 475\"> ID=\"1\">Zone 6 > ID=\"2\">24 270\"> ID=\"1\">Zone 7 > ID=\"2\">640\"> ID=\"1\">Zone 8 >  ID=\"2\">7 813\"> ID=\"1\">Zone 9 > ID=\"2\">44 884\"> ID=\"1\">Zone 10> ID=\"2\">643\"> ID=\"1\">Zone 11> ID=\"2\">7 497\"> ID=\"1\">Zone 12> ID=\"2\">105 867\">"}