{"celex_id": "31990D0008", "uri": "http://publications.europa.eu/resource/cellar/e9a8d5fb-ecb7-4397-b5d4-052ae45b2d7d", "type": "Decision", "concepts": ["1309", "192", "2300", "4689"], "title": "90/8/EEC: Commission Decision of 19 December 1989 amending Decision 89/15/EEC on the importations of live animals and fresh meat from certain third countries\n", "header": "COMMISSION  DECISION\nof 19 December 1989\namending Decision 89/15/EEC on the importations of live animals and fresh meat from certain third countries\n(90/8/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 89/227/EEC (2), and in particular Article 3 thereof,\nHaving regard to Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (3), and in particular Article 7 thereof, in conjunction with Council Directive 88/146/EEC of 7 March 1988 prohibiting the use in livestock farming of certain substances having a hormonal action (4), and in particular Article 6 thereof,\nWhereas, in application of Commission Decision 89/15/EEC (5), as last amended by Decision 89/468/EEC (6), Member States continue to authorize imports of fresh meat and live animals from certain third countries appearing in the Annex of this Decision under the conditions laid down in that Annex;\nWhereas the origin of the meat intended for human consumption from the United States of America should be clarified;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 89/15/EEC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 93, 6. 4. 1989, p. 25.\n(3) OJ No L 275, 26. 9. 1986, p. 36.\n(4) OJ No L 70, 16. 3. 1988, p. 16.\n(5) OJ No L 8, 11. 1. 1989, p. 11.\n(6) OJ No L 225, 3. 8. 1989, p. 49.\nANNEX\n'ANNEX\n1.2 //  //  // Third country  // Specifications   //    //  // Argentina   //   // Australia   //   // Austria   //  // Botswana   //   // Brazil   //   // Bulgaria   //  // Canada   // (1) (2)   // Chile   //   // Czechoslovakia  //   // Finland   //   // Greenland   //   // Hungary   //  // Malta   //   // New Zealand   //   // Norway   //  // Paraguay   //   // Poland   //   // Romania   //   // South Africa/Namibia   //   // Swaziland   //   // Sweden   //  // Switzerland   //   // United States of America   // (3)  // Uruguay   //   // Yugoslavia   //   // Zimbabwe   //  // GDR   //   //    //\n(1) As regards beef and veal, imports are restricted to meat, intended for human consumption, obtained from cows which have been used only for dairy production.\n(2) Imports of live bovine animals are restricted to those intended for reproduction and to veal calves of less than 15 days of age intended for fattening.\n(3) As regards beef and veal, imports are restricted to meat intended for human consumption:\n(a) complying with the conditions agreed between the United States of America and the European Economic Community; and\n(b) which has been obtained from fresh meat establishments supplied with animals from holdings approved by the Commission. The names of such establishments are subject to specific communication from the Commission to the Member States.'"}