{"celex_id": "31993R0888", "uri": "http://publications.europa.eu/resource/cellar/c6ed2413-c349-46fd-9737-610dc03a94d0", "type": "Regulation", "concepts": ["1571", "3568", "4347"], "title": "Commission Regulation (EEC) No 888/93 of 15 April 1993 amending Commission Regulation (EEC) No 1760/83 on special detailed rules for the application of the system of advance- fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty\n", "header": "COMMISSION REGULATION (EEC) No 888/93 of 15 April 1993 amending Commission Regulation (EEC) No 1760/83 on special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the  form of goods not covered by Annex II to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2071/92 (2), and in particular Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (3), and in particular Article 26 (3) thereof,\nHaving regard to Council Regulation (EEC) No 3035/80 of 11 November 1980 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty and the criteria for  fixing the amount of such refunds (4), as last amended by Regulation (EEC) No 3381/90 (5), and in particular Article 7 thereof,\nWhereas Article 4 (1), second indent, of Commission Regulation (EEC) No 1760/83 (6), as last amended by Regulation (EEC) No 3326/92 (7), lays down maximum durations of validity for advance-fixing certificates for products covered by the common  organization of the market in milk and milk products until the end of the sixth month following that of issue; whereas the skimmed-milk market situation makes it necessary to introduce surveillance of the applications for advance-fixing certificates for  milk powder exported in the form of goods not covered by Annex II to the Treaty;\nWhereas the new agricultural prices introduced by Regulation (EEC) No 1766/92 will apply to cereals at the beginning of the 1993/94 marketing year; whereas some of these prices are much lower than those laid down for the 1992/93 marketing year; whereas  it is therefore necessary to introduce surveillance of the advance-fixing certificates;\nWhereas the measures laid down in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["In Regulation (EEC) No 1760/83 the following Article 7a is inserted:\n'Article 7a\nMember States shall inform the Commission:\n1. - each working day of the advance-fixing certificates issued the previous day for milk powder (PG2 or PG3) for exportation in the form of goods falling within CN codes 1901 90 90 or 2106 90 99;\n- every Wednesday at the latest of any other advance-fixing certificates issued during the previous week for milk powder for exportation in the form of goods covered by the Annex to Regulation (EEC) No 804/68;\n2. by the 10th of each month at the latest of the advance-fixing certificates issued during the previous month for the agricultural products referred to in Article 1 of Regulation (EEC) No 1766/92 valid for exportation in the form of goods listed in  Annex B to this Regulation.\nThe first communication shall cover the certificates issued from 1 January 1993 until the day of entry into force of this Regulation.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall be applicable to certificates requested from 1 January 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 April 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 215, 30. 7. 1992, p. 64.\n(3) OJ No L 181, 1. 7. 1992, p. 21.\n(4) OJ No L 323, 29. 11. 1980, p. 27.\n(5) OJ No L 327, 27. 11. 1990, p. 4.\n(6) OJ No L 172, 29. 6. 1983, p. 20.\n(7) OJ No L 334, 19. 11. 1992, p. 15."}