{"celex_id": "31994R1404", "uri": "http://publications.europa.eu/resource/cellar/66574b7f-e619-47ca-8950-4d9c01cbd36e", "type": "Regulation", "concepts": ["1005", "3626", "5373", "616", "936", "979"], "title": "Commission Regulation (EC) No 1404/94 of 20 June 1994 laying down detailed rules for the financial monitoring of programmes approved under Council Regulation (EEC) No 2079/92 instituting a Community aid scheme for early retirement from farming\n", "header": "COMMISSION REGULATION (EC)  No 1404/94 of 20 June 1994 laying down detailed rules for the financial monitoring of programmes  approved under Council Regulation (EEC) No 2079/92 instituting a Community aid scheme for early  retirement from farming\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2079/92 of 30 June 1992 instituting a Community aid  scheme for early retirement from farming  (1), and in particular Article 10 thereof,\nWhereas pursuant to Council Decision 88/377/EEC of 24 June 1988 concerning budget discipline  (2),  and in particular Article 6 thereof, the Commission must set up an effective early-warning system  in order to ensure that the agricultural guideline is respected;\nWhereas a reliable system must be established for the financial monitoring or the application of  Regulation (EEC) No 2079/92; permitting reactions in the framework of the early-warning system for  budget discipline and estimates of the trend in expenditure affecting future budgets as a result of  the multi-annual nature of the commitments entered into under programmes approved under Regulation  (EEC) No 2079/92 and resulting in expenditure to be charged to the Community budget over several  years;\nWhereas, to that end, the system of monitoring must be based on the individual undertakings made  under the programmes approved under Regulation (EEC) No 2079/92 and on short-term forecasts updated  regularly;\nWhereas the decision approving the programmes fixes an amount to be part-financed for the period  1993 to 1997 which is subject to review on the basis of actual programme implementation, and it is  therefore necessary that each programme approved be monitored;\nWhereas Commission Regulation (EEC) No 2061/93  (3) meets the above needs in part and should, in  the interests of clarity, be repealed and replaced by another one;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Committee on Agricultural Structure and Rural Development,", "main_body": ["The Member States shall forward information on progress in  implementing each programme approved under Regulation (EEC) No 2079/92 as at 15 April and 15  October of each financial year using the table given in Annex I hereto and distinguishing, where  applicable, between Objective 1 regions and other regions.\nThe information must reach the Commission within 45 days of the stated dates.", "The Member States shall also forward forecasts of expenditure under Regulation (EEC) No  2079/92 to the Commission each quarter using the table given in Annex II hereto.\nThe forecasts must reach the Commission by 31 March, 30 June, 30 September and 31 December.", "Regulation (EEC) No 2061/93 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 20 June 1994.\nFor the Commission RenĂŠ STEICHEN Member of the Commission\nANNEX I\nINFORMATION TO BE COMMUNICATED UNDER REGULATION (EEC) No 2079/92\n>START OF  GRAPHIC>\nMember State/programme:\nObjective 1 regions/non-Objective 1 (delete as appropriate):     Previous cumulative position at .  .  . Past half-year: (please specify) New cumulative position  at .  .  .\nWithdrawals from scheme New undertakings         Scheme: Farmers/workers (please specify)  (1)      Number of applications pending:      Total number of applicants accepted for Community part-financing      -  current age:      55 years      56 years      57 years      58 years      59 years      60 years      61 years      62 years      63 years      64 years      65 years and over  (2)      Retirement grants and annual compensation not linked to area      1.  Retirement grants:      -  number of recipients      -  average grant      2.  Annual compensation:      -  number of recipients      -  average grant      Retirement grants and annual compensation linked to area (3)      1.  Retirement grants:      -  number of recipients      -  number of hectares concerned      -  average grant per hectare      2.  Annual compensation:      -  number of recipients      -  number of hectares concerned      -  average compensation per hectare      Retirement pension supplement (3)      -  number of recipients      -  average supplement            (1) Show separately for each scheme.\n(2) Where the normal retirement age is not 65, the table should be altered accordingly.\n(3) Applies only to the scheme for farmers.    Measure Previous cumulative position at .  .  . Past half-year: (please specify) New cumulative  position at .  .  .\nWithdrawals from scheme New undertakings         Start-up aid for services and networks      Number of services concerned      Total number of employees eligible      Average annual aid per employee agent                   Up to 15.  10.  199  .  . F/year (t)  (*) F/year (t  +  1) F/year (t  +  2) F/year (t  +   3) F/year (t  +  4) Budget cost of accepted applications      (a) Early retirement - farmers      Total - cumulative position (estimate)      of which      EAGGF Guarantee Section      (b) Early retirement - workers      Total - cumulative position (estimate)      of which      EAGGF Guarantee Section      (c) Start-up aid      Total - cumulative position (estimate)      of which      EAGGF Guarantee Section            (*) For the 15 April declaration, f/year (t) refers to the current financial year. For the 15  October declaration, (t) refers to the financial year just ended.\n>END OF GRAPHIC>\nANNEX II\nFORECAST FOR EXPENDITURE TO BE FORWARDED UNDER REGULATION (EEC) No  2079/92\n> START OF GRAPHIC>\nMember State:\nNotification of ........................ (1)   Budget year  Until 15.  10.  19  .  . (financial year t) Financial year (t  +  1)    A. Forecast of total expenditure eligible for Community part-financing (in national currency)   of which   -  in Objective 1 regions   B. Expenditure to the EAGGF Guarantee Section      (1) Specify date Notes:\n1.  Forecasts must not be confined to applications approved definitively but must also take into  account other payments contemplated.\n2.  Financial year t is the current financial year.\n>END OF GRAPHIC>"}