{"celex_id": "31999R0756", "uri": "http://publications.europa.eu/resource/cellar/5073dccd-cc97-452b-9456-92d975f747b6", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2488"], "title": "Commission Regulation (EC) No 756/1999 of 12 April 1999 amending Regulation (EC) No 2362/98 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community\n", "header": "COMMISSION REGULATION (EC) No 756/1999\nof 12 April 1999\namending Regulation (EC) No 2362/98 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1637/98(2), and in particular Article 20 thereof,\nWhereas Commission Regulation (EC) No 2362/93(3) lays down detailed rules for the implementation of Regulation (EEC) No 404/93 as regards imports of bananas into the Community;\nWhereas Article 20 of Regulation (EC) No 2362/98 lays down the conditions for issuing re-allocation licences for quantities unused under licences issued in respect of an earlier quarter of the same year; whereas the way that the quantities for the various origins listed in Annex I to that Regulation are administered, and in particular the fact that any reduction coefficients are fixed by origin, means that re-allocation licences must be applied for and issued for the same origin as the original unused or partly used licence; whereas that obligation should be spelled out explicitly along the lines of Article 10(3) of Commission Regulation (EEC) No 1442/93(4), as last amended by Regulation (EC) No 1409/96(5);\nWhereas Article 25 of Regulation (EC) 2362/98 provides that import licence applications from traditional operators are to be accompanied by proof that a security has been lodged; whereas it should be made clear that this obligation applies to all import licence applications, with the exception of applications submitted by \"newcomers\" in the case of imports under tariff quotas and imports of traditional ACP bananas; whereas there is all the more reason for that obligation not to apply either in the case of applications from \"newcomers\" for re-allocation licences;\nWhereas Regulation (EC) No 2362/98 must be clarified accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Regulation (EC) No 2362/98 is amended as follows:\n1. Article 20(1) is replaced by the following: \"1. Unused quantities covered by licences shall be re-allocated on application to the same operators, be they holders or transferees, for use in a subsequent quarter of the same year as that in which the original licences were issued. Re-allocation licences shall be used to import bananas of the same origin as that for which the original unused or partly used licences were issued.\nThe securities for the original licences shall be forfeit in proportion to the quantities not used up.\"\n2. Article 25 is replaced by the following: \"Article 25\n1. Import licence applications shall be accompanied by proof that a security has been lodged in accordance with Title III of Regulation (EEC) No 2220/85. This security shall amount to EUR 18 per tonne. This provision shall not apply, however, to licence applications submitted by newcomer operators under the import arrangements laid down in Title II.\n2. Where licences are issued for a quantity lower than that applied for, the security covering the quantity not allocated shall be released immediately.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall apply to applications for import licences and re-allocation licences as from its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 210, 28.7.1998, p. 28.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 142, 12.6.1993, p. 6.\n(5) OJ L 181, 20.7.1996, p. 13."}