{"celex_id": "31991R3574", "uri": "http://publications.europa.eu/resource/cellar/dd1e3a44-cf59-4004-a0e8-cd65ed36711b", "type": "Regulation", "concepts": ["1354", "2689", "2743", "4689", "4691"], "title": "Commission Regulation (EEC) No 3574/91 of 9 December 1991 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION REGULATION (EEC) No 3574/91  of 9 December 1991  amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other  qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3013/89 of 25 September 1989 on the common organization of the market in sheepmeat and goatmeat (1), as amended by Regulation (EEC) No 1741/91 (2), and in particular Article 4 (5) thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EEC) No 1681/91 (4), lays down the rules for the determination of prices of fresh or chilled sheep carcases on representative Community markets as well as the survey of  prices of certain other qualities of sheep carcases in the Community;\nWhereas the coefficients used for calculating the price of sheep carcases on representative Community markets should be adjusted in the light of the figures available with regard to sheep production;\nWhereas Commission Regulation (EEC) No 3246/91 (5) authorizes the United Kingdom to grant no longer the variable slaughter premium provided for in Article 24 of Regulation (EEC) No 3013/89 with effect from the 1992 marketing year;\nWhereas the system of price reporting in Great Britain should therefore be altered; whereas price reporting should be based on representative live auction markets in England, Wales and Scotland;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 1481/86 is hereby amended as follows:\n1. Annex I is replaced by Annex I annexed to this Regulation.\n2. In Annex II point K is replaced by the following:\n'K. GREAT-BRITAIN   1. Representative markets:\nRepresentative livestock auction\nmarkets in regions:\n- England\n- Wales\n- Scotland  Weighting coefficients\nThe prices recorded in each representative livestock auction market in each region are to be weighted by means of coefficients which are variable each week and reflect the number of lambs sold in these markets compared to the regional total for all such  markets. The prices established for each region are also to be weighted by means of coefficients which are variable each week and reflect the number of lambs sold in each region compared with the national total for all such markets.  2. Categories:\n- New-season lamb\n- Old-season lamb  Weighting coefficients\nThe prices recorded for each category are to be weighted by means of coefficients which are variable each week and reflect the relative importance of the total estimated carcase weight of lambs in each category compared with the total estimated carcase  weight of all lambs born in the 12-month period prior to marketing.'\n3. In Annex III point K is replaced by the following:\n'K. GREAT BRITAIN   Lambs:  Lambs less than 12 months old with an estimated carcase weight of between 12 and 21,5 kilograms. Where lambs are sold in lots, the average converted carcase weight of lambs in the lot must be within these weight limits.   Definition of categories:   - New-season lamb:  Ovine animals born and marketed within a year beginning on the first Monday in January, or born after the beginning of October in the year prior to marketing.  - Old-season lamb:  Lambs born up to the  beginning of October in the year prior to the year of marketing and marketed in the period between the week commencing on the first Monday in January and the week commencing on the second Monday in May.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1992 marketing year. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 289, 7. 10. 1989, p. 1. (2) OJ No L 163, 26. 6. 1991, p. 41. (3) OJ No L 130, 16. 5. 1986, p. 12. (4) OJ No L 154, 18. 6. 1991, p. 7. (5) OJ No L 307, 8. 11. 1991, p. 16.\nANNEX\n'ANNEX I\nCOEFFICIENTS TO BE USED IN CALCULATING THE PRICE RECORDED ON THE REPRESENTATIVE COMMUNITY MARKETS\nBelgium 0,35 %\nDenmark 0,15 %\nGermany 4,76 %\nSpain 19,57 %\nFrance 15,90 %\nGreece 7,82 %\nIreland 6,39 %\nItaly 5,06 %\nLuxembourg -\nNetherlands 2,29 %\nPortugal 2,37 %\nGreat Britain 33,03 %\nNorthern Ireland 2,31 %\n100,00 %'"}