{"celex_id": "31996R0466", "uri": "http://publications.europa.eu/resource/cellar/6dfe922f-afc7-4387-9dd2-acc96bee6b08", "type": "Regulation", "concepts": ["1667", "4081", "5384", "797", "990"], "title": "Commission Regulation (EC) No 466/96 of 14 March 1996 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\n", "header": "COMMISSION REGULATION (EC) No 466/96 of 14 March 1996 amending Regulation (EEC) No 1164/89 laying down detailed rules concerning the aid for fibre flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by the Act of Accession of Austria, Finland and Sweden and by Regulation (EC) No 3290/94 (2), and in particular Article 4 (5) thereof,\nWhereas Article 4 of Commission Regulation (EEC) No 1164/89 (3), as last amended by Regulation (EC) No 1741/95 (4), provides that the aid for flax and hemp provided for in Article 4 of Regulation (EEC) No 1308/70 shall be granted only if the operation aimed at terminating the growing cycle of the plant has been carried out after seed formation; whereas the phrase 'after seed formation` may give rise to different interpretations in producer Member States; whereas, in order to ensure uniform application of the aid scheme, the exact meaning of that phrase should be specified;\nWhereas Annexes A and B to Regulation (EEC) No 1164/89 contain a list of the varieties of flax grown mainly for fibre and of the varieties of hemp eligible for aid; whereas, since new varieties are now being used, those Annexes should be supplemented;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1164/89 is hereby amended as follows:\n1. In Article 4 (a) the following is inserted after the third indent:\n'Seed formation as referred to in the first indent shall be considered to be terminated if the number of hemp seeds or flax seed capsules found to have reached their final shape and volume is greater than the number of other hemp seeds or flax seed capsules;`\n2. Annex A is replaced by the following Annex:\n'ANNEX A\nList of varieties of flax grown mainly for fibre\nAino\nArgos\nAriane\nBelinka\nBertelin\nDiane\nElectra\nElise\nEscalina\nEvelin\nHermes\nIlona\nLaura\nMarina\nMartta\nNatasja\nNike\nNynke\nOpaline\nRaisa\nRegina\nSaskia\nSilva\nViking\nViola`.\n3. The varieties 'Epsilon 68` and 'Santhica 23` are added to Annex B.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 349, 31. 12. 1994, p. 105.\n(3) OJ No L 121, 29. 4. 1989, p. 4.\n(4) OJ No L 167, 18. 7. 1995, p. 11."}