{"celex_id": "31995R1338", "uri": "http://publications.europa.eu/resource/cellar/14d9fd7e-7343-4184-8ec9-085a1c8884f0", "type": "Regulation", "concepts": ["1201", "1486", "2659", "2718", "3000", "3618"], "title": "Commission Regulation (EC) No 1338/95 of 13 June 1995 amending Regulation (EEC) No 3902/92 setting detailed rules for granting financial compensation on certain fishery products\n", "header": "COMMISSION REGULATION (EC) No 1338/95 of 13 June 1995 amending  Regulation (EEC) No 3902/92 setting detailed rules for granting financial compensation on certain  fishery products (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organization  of the market in fishery and aquaculture produts  (1), as last amended by Regulation (EC) No  3318/94  (2), and in particular Article 12 (6) and 12a (2) thereof,\nWhereas, in accordance with Article 2 (1) of Commission Regulation (EEC) No 3902/92  (3), as last  amended by Regulation (EC) No 3515/93  (4), financial compensation may be granted to producers'  organizations only if they apply, and ensure that their members comply with, the Community  withdrawal price throughout the fishing year, when the products are first put up for sale, in  accordance with the conditions laid down in Article 12 (1) (a) and (d) of Regulation (EEC) No  3759/92, hereinafter called the basic Regulation;\nWhereas Article 12a of the basic Regulation introduces under certain conditions special financial  compensation to be granted to producers' organizations by Member States; whereas the procedure for  calculating monthly advances on the special financial compensation should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Fishery Products,", "main_body": ["Regulation (EC) No 3902/92 is hereby amended as follows:\n1.  the following is inserted after Article 9:\n'Article 9a 1.  All the procedures laid down in this Regulation for the granting of financial compensation,  with the exception of the calculation of monthly advances, which shall be made by the procedure set  out in Annex Ia, shall apply mutatis mutandis to the grant of the special financial compensation  referred to in Article 12a of the basic Regulation.\n2.  Where a producers' organization has received special financial compensation during a fishing  year within the limits laid down in Article 12a (1) of the basic Regulation, the quantities  marketed and the quantities withdrawn during the month or months conferring entitlement to payment  of the special financial compensation shall not be taken into consideration for the calculation of  entitlement, if any, to financial compensation.`;\n2.  the Annex to this Regulation is inserted as Annex Ia after Annex I.", "This Regulation shall enter into force on the seventh day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 13 June 1995.\nFor the Commission Emma BONINO Member of the Commission\nANNEX\n'ANNEX Ia Calculation of advances on special financial compensation (1) (Article 12a of Regulation (EEC) No 3759/92) Species: Month:\nA. Quantity offered for sale between the first day of the first SFC month  (2) and the last day of  the SFC month concerned, not including the quantity offered for sale in other months:  ................ kg B. Total cumulated withdrawals over the same period, not including withdrawals in other months:  ................ kg C. Average withdrawal percentage: ................ % (B: A  ×  100) Amount to be reimbursed = (withdrawal price  ×  0,93   P  standard value) D. Total quantity withdrawn to be included (up to 14  % of quantity offered for sale) >TABLE>\nAdvance  for  month  =  Total estimated advance on SFC less cumulated advances received on SFC for  the preceding SFC month or months."}