{"celex_id": "31997R2523", "uri": "http://publications.europa.eu/resource/cellar/0a73fd7f-d272-4cc9-b8f4-e43eeadffbed", "type": "Regulation", "concepts": ["2081", "2730", "4353", "5018", "601"], "title": "Commission Regulation (EC) No 2523/97 of 16 December 1997 amending Regulation (EEC) No 1014/90 laying down detailed implementing rules on the definition, description and presentation of spirit drinks (Text with EEA relevance)\n", "header": "COMMISSION REGULATION (EC) No 2523/97 of 16 December 1997 amending Regulation (EEC) No 1014/90 laying down detailed implementing rules on the definition, description and presentation of spirit drinks (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 1 (4) (i) (1) (b) and Article 15 thereof,\nWhereas Commission Regulation (EC) No 2482/95 of 25 October 1995 laying down certain transitional measures for Austria for spirit drinks (2), as last amended by Regulation (EC) No 158/97 (3), permits certain fruit spirits prepared from certain berries with a maximum methyl alcohol content of 1 500 g per hectolitre of alcohol at 100 % vol. to be prepared and marketed in Austria until 31 December 1997 pending an assessment of the possibilities of reducing that methanol content;\nWhereas new lower limits for the methyl alcohol content of certain spirits produced in Austria should be introduced at this stage in view of the results of Austrian studies on the possibility of reducing the methanol content of the fruit spirits concerned; whereas it is also necessary to monitor the impact of the development of different aspects relating to the maximum methanol content of those fruit spirits because such limits must also be applied to the same fruit spirits produced in other Member States; whereas examination of the possibilities for reducing the methanol content of those fruit spirits should be continued, taking account of the development of techniques while bearing in mind the traditional characteristics of those products;\nWhereas transitional provisions must be laid down to permit the marketing of such fruit spirits prepared in Austria prior to the date of entry into force of the lower limit on the methyl alcohol content;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Implementation Committee for Spirit Drinks,", "main_body": ["The following paragraphs 4 and 5 are hereby added to Article 6 of Regulation (EEC) No 1014/90:\n'4. Pursuant to Article 1 (4) (i) (1) (b) of Regulation (EEC) No 1576/89, the maximum methyl alcohol content of fruit spirits prepared from redcurrants and blackcurrants (Ribes species), service berries (Sorbus aucuparia) and elderberries (Sambucus nigra) shall be 1 350 g per hectolitre of alcohol at 100 % vol. and the maximum methyl alcohol content of fruit spirits prepared from raspberries (Rubus idaeus L.) and blackberries (Rubus fruticosus L.) shall be 1 200 g per hectolitre of alcohol at 100 % vol.\n5. The fruit spirits referred to in paragraph 4, prepared in Austria and held at 31 December 1997 for sale to the final user in accordance with the provisions on methanol content in force at that date in Austria may be put on the market and exported until stocks are exhausted.`", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 160, 12. 6. 1989, p. 1.\n(2) OJ L 256, 26. 10. 1995, p. 12.\n(3) OJ L 27, 30. 1. 1997, p. 8."}