{"celex_id": "31993D0026", "uri": "http://publications.europa.eu/resource/cellar/55ce7ac7-0670-4728-8e63-5572eef8f586", "type": "Decision", "concepts": ["1309", "192", "3413", "4689", "4778", "5369"], "title": "93/26/EEC: Commission Decision of 11 December 1992 on the list of establishments in the Republic of Croatia approved for the purpose of importing fresh meat into the Community\n", "header": "COMMISSION DECISION of 11 December 1992 on the list of establishments in the Republic of Croatia approved for the purpose of importing fresh meat into the Community\n(93/26/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine and fresh meat or meat products from third countries (1), as last amended by  Council Regulation (EEC) No 1601/92 (2), and in particular Article 4 (1) and Article 18 (1) (a) and (b) thereof,\nWhereas establishments in third countries cannot be authorized to export fresh meat to the Community unless they satisfy the general and special conditions laid down in Directive 72/462/EEC;\nWhereas, in accordance with Article 4 (3) of Directive 72/462/EEC, the Republic of Croatia has forwarded a list of the establishments authorized to export to the Community;\nWhereas Community on-the-spot inspections have shown that the hygiene standards of these establishments are sufficient and they may therefore be entered on a first list of establishments, drawn up in accordance with Article 4 (1) of that Directive, from  which imports of fresh meat may be authorized;\nWhereas, following the adoption of Commission Decision 92/390/EEC of 2 July 1992 concerning animal health conditions and veterinary certification for imports of fresh meat from the Republic of Croatia (3), imports of fresh pigmeat from that country are  no longer authorized;\nWhereas, however, in accordance with Commission Decision 92/447/EEC of 30 July 1992, amending Decision 91/449/EEC laying down the specimen animal health certificates in respect of meat products imported from third countries (4), imports of pigmeat  products which have undergone treatment as provided for in that Decision are authorized; whereas, as a consequence, such products must be manufactured from pigmeat obtained in approved establishments;\nWhereas imports of fresh meat from the establishments on the list in the Annex hereto continue to be subject to provisions already laid down, the general provisions of the Treaty and in particular the other Community veterinary regulations, particularly  as regards health protection;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The establishments in the Republic of Croatia listed in the Annex are hereby approved for the purposes of exporting fresh meat to the Community.\n2. Imports from those establishments shall remain subject to the Community veterinary provisions laid down elsewhere, and in particular those concerning health protection.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 December 1992.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 173, 27. 6. 1992, p. 13.\n(3) OJ No L 207, 23. 7. 1992, p. 53.\n(4) OJ No L 248, 28. 8. 1992, p. 69.\nANNEX\nLIST OF ESTABLISHMENTS\n\"\" ID=\"1\">1> ID=\"2\">KK Krizevcanka, Krizevci> ID=\"3\">×> ID=\"6\">×> ID=\"8\">×> ID=\"10\">T, 2 \"> ID=\"1\">8> ID=\"2\">Cromax, Bjelovar> ID=\"3\">×> ID=\"6\">×> ID=\"8\">×> ID=\"10\">T, 2 \"> ID=\"1\">10> ID=\"2\">Pik Vrbovec> ID=\"3\">×> ID=\"4\">×> ID=\"6\">×> ID=\"8\">×>  ID=\"10\">T, 2\"> ID=\"3\">                        \"> ID=\"2\">Vrbovec> ID=\"5\">×> ID=\"10\">1 \"> ID=\"1\">139> ID=\"2\">Podravka> ID=\"3\">×> ID=\"4\">×> ID=\"6\">×\"> ID=\"3\">                        \"> ID=\"2\">Koprivnica> ID=\"3\">×> ID=\"8\">×> ID=\"10\">T, 2 \">  ID=\"1\">214> ID=\"2\">Industrija Mesa Ivanec, Ivanec> ID=\"3\">×> ID=\"4\">×> ID=\"6\">× \"\"(*) SL: Slaughterhouse\nCP: Cutting premises\nCS: Cold store\nB: Bovine meat\nS/G: Sheepmeat/Goatmeat\nP: Pigmeat\nSP: Meat from solipeds\nSR: Special remarks\nT = Establishments marked 'T' are authorized, in accordance with Article 4 of Directive 77/96/EEC, to perform the examination for detection of trichinae provided in Article 2 thereof.\n1 = Packaged meat only.\n2 = Pigmeat intended solely for the manufacture of meat products.\n>"}