{"celex_id": "31996R0204", "uri": "http://publications.europa.eu/resource/cellar/1d6466c2-a2a7-4398-a814-9d1e547e523d", "type": "Regulation", "concepts": ["1019", "1565", "2324", "2591", "2763", "2972"], "title": "Commission Regulation (EC) No 204/96 of 2 February 1996 on transitional measures in Finland for the application of the additional levy arrangements in the milk and milk products sector\n", "header": "COMMISSION REGULATION (EC) No 204/96 of 2 February 1996 on transitional measures in Finland for the application of the additional levy arrangements in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 149 (1) thereof,\nWhereas the first paragraph of Article 3 of Council Regulation (EEC) No 3950/92 of 28 December 1992, establishing an additional levy in the milk and milk products sector (1), as last amended by Regulation (EC) No 1552/95 (2), provides that the sum of the individual reference quantities of the same type may not exceed the corresponding total quantities for each Member State; whereas the sum of the individual reference quantities held by Finnish producers before accession is superior to the total guaranteed quantity for Finland; whereas, at this stage, a linear reduction of the individual quantities would have harmful consequences for dairy production structures in Finland;\nWhereas, under the transitional measures necessary to facilitate the transition from the national scheme for the control of dairy production to the application of Community rules, it is appropriate to give Finland the time and the means to reduce the quantities allocated; whereas, in accordance with the principles of the Community additional levy arrangements, the date of application of this Regulation should be fixed at 1 April 1995;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. By way of derogation from the first paragraph of Article 3 of Regulation (EEC) No 3950/92 and within the limits of the sum of the quantities allocated to individual producers on 31 December 1994, the sum of the reference quantities of the same type allocated to individual producers from 1 April 1995 may exceed, until 31 March 1997 at the latest, the amount of the corresponding total guaranteed quantity.\n2. Where Article 8 of Regulation (EEC) No 3950/92 is applied in the case of the transfers referred to in the fourth and fifth indents of that Article, Finland shall be authorized to add a part of the transferred reference quantity to the national reserve in accordance with the rules in force before accession.\nFinland shall inform the Commission before 1 June 1996 and for the second time before 1 March 1997 of the measures it has taken pursuant to the abovementioned Article 8 and the result of those measures.\n3. Not later than 31 March 1997, the total quantities in the national reserve referred to in Article 5 of Regulation (EEC) No 3950/92 shall be reduced to a level at which the sum of the individual quantities allocated plus the quantities of the same type in the national reserve are equal to the corresponding total quantity determined for Finland. If this reduction proves to be insufficient, Finland shall make an appropriate reduction of the individual reference quantities allocated.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1995 to 31 March 1997.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 405, 31. 12. 1992, p. 1.\n(2) OJ No L 148, 30. 6. 1995, p. 43."}