{"celex_id": "31998D0271", "uri": "http://publications.europa.eu/resource/cellar/508340d0-a485-4562-9734-4ca5f6486351", "type": "Decision", "concepts": ["1445", "2356", "2560", "863"], "title": "98/271/EC: Commission Decision of 22 April 1998 amending for the third time Decision 97/285/EC concerning certain protection measures relating to classical swine fever in Spain (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 22 April 1998 amending for the third time Decision 97/285/EC concerning certain protection measures relating to classical swine fever in Spain (Text with EEA relevance) (98/271/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), as last amended by Directive 92/118/EEC (2), and in particular Article 10(4) thereof,\nWhereas outbreaks of classical swine fever have occurred in Spain;\nWhereas in view of the trade in live pigs, semen, embryos and ova, these outbreaks are liable to endanger the herds of other Member States;\nWhereas Spain has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever (3), as last amended by the Act of Accession of Austria, Finland and Sweden;\nWhereas, as a result of the disease situation the Commission adopted Decision 97/285/EC of 30 April 1997 concerning protection measures relating to classical swine fever in Spain (4);\nWhereas, as a result of the disease evolution the Commission adopted Decision 97/446/EC (5) and Decision 98/93/EC (6), amending Decision 97/285/EC;\nWhereas Spain has implemented the national serosurveillance programme for classical swine fever adopted by Commission Decision 98/176/EC (7);\nWhereas in the light of the evolution of the disease it is necessary to amend for the third time measures adopted by Commission Decision 97/285/EC;\nWhereas during the implementation of the national serosurveillance programme no antibodies against classical swine fever virus were detected in pigs kept in the provinces of Segovia, Madrid and Toledo; whereas therefore it appears justified that pigs for breeding and production can be sent from these provinces to the rest of Spain if measures are enforced to prevent the spread of disease;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 97/285/EC is amended as follows:\n1. The following paragraph is inserted in Article 1:\n'5. Notwithstanding the provisions of paragraph 4, Spain shall not send pigs for breeding and production from the areas described in Annex II to other parts of Spain unless:\n(a) these pigs come from a holding of dispatch where\n- they have been kept during at least 30 days or since birth if younger than 30 days old,\n- serological checks for classical swine fever have been carried out in accordance with Annex IV of Council Directive 80/217/EEC with a negative result within the 30 days prior to dispatch,\n- an inspection of all pigs on the holding and a clinical examination of the pigs to be moved, including the taking of temperature of a proportion thereof have been carried out by the official veterinarian within 24 hours of dispatch;\n(b) each of these pigs is marked by an eartag which allows the identification of the holding of dispatch;\n(c) these pigs are transported directly from the holding of dispatch to the holding of destination in officially sealed vehicles;\n(d) these pigs remain at the holding of destination for at least 30 days and no pig can leave this holding during this period unless sent directly for slaughter.`\n2. In Article 5 paragraph 1 the words 'Annex II` are replaced by 'Annex III`.\n3. Annex I is replaced by Annex I and Annex II of this Decision.\n4. Annex II becomes Annex III.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 April 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 224, 18. 8. 1990, p. 29.\n(2) OJ L 62, 15. 3. 1993, p. 49.\n(3) OJ L 47, 21. 2. 1980, p. 11.\n(4) OJ L 114, 1. 5. 1997, p. 47.\n(5) OJ L 190, 19. 7. 1997, p. 48.\n(6) OJ L 18, 23. 1. 1998, p. 35.\n(7) OJ L 65, 5. 3. 1998, p. 26.\nANNEX I\nComarcas in the province of Lleida\nPla d'Urgell\nUrgell\nNoguera\nSegrià\nGarrigues\nSegarra\nComarcas veterinarias in the province of Segovia\nCuéllar\nCarbonero el Mayor\nCantalejo\nSanta María la Real de Nieva\nSepúlveda\nSegovia\nComarcas veterinarias in the province of Madrid\nMadrid\nParla\nAranjuez\nNavalcarnero\nColmenar Viejo\nBuitrago\nComarcas veterinarias in the province of Toledo\nToledo\nYuncos\nTorrijos\nANNEX II\nComarcas veterinarias in the province of Segovia\nCuéllar\nCarbonero el Mayor\nCantalejo\nSanta María la Real de Nieva\nSepúlveda\nSegovia\nComarcas veterinarias in the province of Madrid\nMadrid\nParla\nAranjuez\nNavalcarnero\nColmenar Viejo\nBuitrago\nComarcas veterinarias in the province of Toledo\nToledo\nYuncos\nTorrijos"}