{"celex_id": "31991R0605", "uri": "http://publications.europa.eu/resource/cellar/e1eae059-a31f-4a68-a7c7-b02dc205163f", "type": "Regulation", "concepts": ["693", "881"], "title": "Commission Regulation (EEC) No 605/91 of 12 March 1991 laying down detailed rules for the application of Council Regulation (EEC) No 597/91 as regards urgent action to supply oranges to Bulgaria\n", "header": "COMMISSION REGULATION (EEC) No 605/91  of 12 March 1991  laying down detailed rules for the application of Council Regulation (EEC) No 597/91 as regards urgent action to supply oranges to Bulgaria\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 597/91 of 5 March 1991 on urgent action for the supply of agricultural and medical products for the people of Romania and Bulgaria (1), and in particular Article 5 (2) thereof,\nWhereas Article 2 of Regulation (EEC) No 597/91 lays down that the Community is to transfer agricultural products available as a result of intervention free of charge to Bulgaria and that the transport costs are to be borne by the Community unless the  recipient country takes the products over in the Community;\nWhereas the Bulgarian authorities have asked for the supply of some 15 000 tonnes of oranges and have said that they will transport them by their own means;\nWhereas oranges are likely to be withdrawn from the market in Greece under Council Regulation (EEC) No 1035/82 of 18 May 1972 on the common organization of the market in fruit and vegetables (2), as last amended by Regulation (EEC) No 3920/90 (3);  whereas the Bulgarian request can, therefore, be met; whereas detailed rules for the supply of these oranges withdrawn from the market in Greece should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For 1 June 1991 Greece shall make available to the authorized agents of the Bulgarian authorities 15 000 tonnes of oranges from the 1990/91 marketing year withdrawn from the market in Greece in accordance with Regulation (EEC) No 1035/72.\n2. The oranges shall be supplied pre-packaged at the place of business of the producers' organizations designated by the Greek authorities.\n3. The authorized agents referred to in paragraph 1 shall certify that they have taken over the oranges by issuing a certificate drawn up on the basis of the specimen in Annex hereto.", "The Greek authorities shall take all necessary steps to ensure that the provisions of Regulation (EEC) No 1035/75 regarding withdrawals from the market and the provisions of Regulation (EEC) No 597/91 and of this Regulation are complied with.", "The Greek authorities shall send the Commission every fortnight:\n- details of the quantities of oranges withdrawn from the market and taken over by the authorized agents designated by the Bulgarian authorities in the previous fortnight, indicating the producers' organizations that carried out the withdrawals,\n- the take-over certificates issued by the authorized agents of the Bulgarian authorities.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1991.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) See page 17 of this Official Journal.\n(2) OJ No L 118, 20. 5. 1972, p. 1.\n(3) OJ No L 375, 31. 12. 1990, p. 17.\nANNEX\nSPECIMEN TAKE-OVER CERTIFICATE IN RESPECT OF SUPPLIES OF FRESH FRUIT AND VEGETABLES PURSUANT TO REGULATION (EEC) No 597/91\n(Article 1 (3) of Regulation (EEC) No 605/91)\nI, the undersigned:\n(name, first name, business name)\nacting on behalf of the Bulgarian Government, hereby certify that the goods set out below have been taken over:\n- Place and date of take-over:\n- Producers' organization that carried out the withdrawals:\n- Product:\n- Batch No:\n- Tonnes (net weight):\nREMARKS:\n(Signed)"}