{"celex_id": "31997D0640", "uri": "http://publications.europa.eu/resource/cellar/5dc6d266-a828-4ce2-bd44-0b83f09433b0", "type": "Decision", "concepts": ["1158", "2825", "3468", "4308", "4540", "718"], "title": "97/640/EC: Council Decision of 22 September 1997 on the approval, on behalf of the Community, of the amendment to the Convention on the control of transboundary movements of hazardous wastes and their disposal (Basle Convention), as laid down in Decision III/1 of the Conference of the Parties\n", "header": "4.10.1997 EN Official Journal of the European Communities L 272/45\nCOUNCIL DECISION\nof 22 September 1997\non the approval, on behalf of the Community, of the amendment to the Convention on the control of transboundary movements of hazardous wastes and their disposal (Basle Convention), as laid down in Decision III/l of the Conference of the Parties\n(97/640/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130s (1), in conjunction with Article 228 (2), first sentence, and (3), first subparagraph thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, by Decision 93/98/EEC (3), the Community approved the Convention on the control of transboundary movements of hazardous wastes and their disposal, commonly known as the Basle Convention, and became a full Party to the Convention on 7 May 1994;\nWhereas, by virtue of a Council Decision of 22 June 1995, the Commission participated on behalf of the Community, in consultation with the representatives of the Member States, in the negotiation in the context of the third meeting of the Conference of the Parties to the Basle Convention, with a view to amending the Convention in accordance with Decision II/12 of the Conference of the Parties; whereas pursuant to that Decision exports of hazardous wastes destined for final disposal from OECD to non-OECD countries were to be prohibited immediately and exports of hazardous waste destined for recovery operations were to be phased out until 31 December 1997 and prohibited as of that date;\nWhereas, as a result of those negotiations, on 22 September 1995 the Conference of the Parties adopted Decision III/l, inserting a new preambular paragraph 7 bis, a new Article 4A and a new Annex VII into the Convention; whereas Decision III/l aims to immediately prohibit exports of hazardous wastes destined for final disposal from Parties listed in Annex VII to States not so listed and to phase out until 31 December 1997 and prohibit as of that date exports of hazardous wastes destined for recovery operations from Parties listed in Annex VII to States not so listed;\nWhereas Community legislation on shipments of waste has been amended accordingly by Council Regulation (EC) No 120/97 of 20 January 1997 amending Regulation (EEC) No 259/93 on the supervision and control of shipments of waste within, into and out of the European Community (4);\nWhereas, pursuant to Article 17 of the Convention, the amendment of the Basle Convention is open for ratification, approval, formal confirmation or acceptance; whereas the amendment will enter into force between Parties having accepted it on the 90th day after the receipt by the Depositary of the instruments of ratification, approval, formal confirmation or acceptance by at least three quarters of the Parties who accepted the amendment,", "main_body": ["The amendment of the Convention on the control of transboundary movements of hazardous wastes and their disposal, as laid down in Decision III/l adopted by the Conference of the Parties on 22 September 1995, is hereby approved on behalf of the Community.\nThe text of the amendment is attached to this Decision.", "The President of the Council is hereby authorized to designate the person(s) empowered to deposit, on behalf of the Community, the instrument of approval with the Secretary-General of the United Nations, as provided for by Article 17 of the Convention.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 22 September 1997.\nFor the Council\nThe President\nF. BODEN\n(1)  OJ C 197, 27. 6. 1997, p. 12.\n(2)  Opinion delivered on 16 September 1997 (not yet published in the Official Journal).\n(3)  OJ L 39, 16. 2. 1993, p. 1.\n(4)  OJ L 22, 24. 1. 1997, p. 14.\nANNEX\nAMENDMENT TO THE BASLE CONVENTION ON THE CONTROL OF TRANSBOUNDARY MOVEMENTS OF HAZARDOUS WASTES AND THEIR DISPOSAL\nNew preambular paragraph 7 bis\nRecognizing that transboundary movements of hazardous wastes, especially to developing countries, have a high risk of not constituting an environmentally sound management of hazardous wastes as required by this Convention.\nNew Article 4A\n1. Each Party listed in Annex VII shall prohibit all transboundary movements of hazardous wastes which are destined for operations according to Annex IV A, to States not listed in Annex VII.\n2. Each Party listed in Annex VII shall phase out by 31 December 1997, and prohibit as of that date, all transboundary movements of hazardous wastes pursuant to Article 1 (1) (a) of the Convention which are destined for operations according to Annex IV B to States not listed in Annex VII. Such transboundary movement shall not be prohibited unless the wastes in question are characterized as hazardous within the meaning of the Convention.\nNew Annex VII\nParties and other States which are members of the OECD, EC and Liechtenstein."}