{"celex_id": "31997D0087", "uri": "http://publications.europa.eu/resource/cellar/dd98e261-db7f-4dbf-88b4-7f8c935c848f", "type": "Decision", "concepts": ["1182", "192", "5305", "5962", "862", "922", "994"], "title": "97/87/EC: Commission Decision of 15 January 1997 concerning a specific financial contribution by the Community relating to diagnostic and management measures for the eradication of foot-and-mouth-disease in Greece (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 15 January 1997 concerning a specific financial contribution by the Community relating to diagnostic and management measures for the eradication of foot-and-mouth-disease in Greece (Only the Greek text is authentic) (97/87/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Council Decision 94/370/EC (2) and, in particular, Article 3 (3) and Article 11 (4) thereof,\nWhereas outbreaks of foot-and-mouth-disease have occurred in Greece in 1994 and 1996;\nWhereas in 1994 and in 1996 the foot-and-mouth-disease virus was introduced into Greece from abroad;\nWhereas the appearance of this disease is a serious danger to the Community's livestock; whereas the Community has the possibility to provide financial assistance to Member States in order rapidly to eradicate this disease;\nWhereas it is is necessary that Greece has a high level of preparedness for the eradication of foot-and-mouth-disease and in particular in areas considered to be at high risk;\nWhereas in the light of the importance of a high level of preparedness at all levels engaged in disease eradication it is appropriate to provide financial assistance to cover costs incurred by Greece up to a maximum of ECU 170 000;\nWhereas a financial contribution from the Community shall be granted in so far as the actions provided for are carried out and provided that the authorities furnish all the necessary information within the time limits provided for;\nWhereas for supervisory purposes Articles 8 and 9 of Council Regulation (EEC) No 729/70 of 21 April 1970 on financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 2048/88 (4), should apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. With the view to ensuring that Greece can provide a high level of preparedness for eradication of foot-and-mouth-disease in areas considered at risk, the Community shall provide financial assistance for:\n- purchase and instalment of equipment for diagnostic work in the national foot-and-mouth disease laboratory as shown in section A of the Annex,\n- purchase and instalment of equipment as shown in section B of the Annex for recording of epidemiological data and for the establishment of a network providing a direct link between district veterinary services of Rodopi and Evros, the national foot-and-mouth disease laboratory and the national disease crisis centre,\n- training and conduct of simulation exercise as shown in section C of the Annex.\n2. The financial assistance from the Community for measures referred to in paragraph 1 shall be 70 % of the costs incurred by Greece.\n3. The purchase and instalment of equipment referred to in paragraph 1 shall be carried out before 30 June 1997; the training and simulation exercise shall be completed by 31 December 1997.", "The Community financial contribution shall be a maximum of ECU 170 000.", "The Community financial assistance shall be granted after the supporting technical and financial documents have been submitted to the European Commission.\nThe documents must be presented before 1 March 1998.", "Articles 8 and 9 of Council Regulation (EEC) No 729/70 shall apply mutatis mutandis.", "This Decision is addressed to the Hellenic Republic.,"], "attachments": "Done at Brussels, 15 January 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 185, 15. 7. 1988, p. 1.\nANNEX\nPREPAREDNESS FOR ERADICATION OF FOOT-AND-MOUTH DISEASE\nSection A\n>TABLE>\nSection B\n>TABLE>\nSection C\n>TABLE>\n>TABLE>"}