{"celex_id": "31997L0016", "uri": "http://publications.europa.eu/resource/cellar/57ed35c1-63e2-49c3-88e3-2fc12c8e6476", "type": "Directive", "concepts": ["1662", "1885", "2897", "3164", "3820", "4308"], "title": "Directive 97/16/EC of the European Parliament and of the Council of 10 April 1997 amending for the 15th time Directive 76/769/EEC on restrictions on the marketing and use of certain dangerous substances and preparations\n", "header": "DIRECTIVE 97/16/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 10 April 1997 amending for the 15th time Directive 76/769/EEC on restrictions on the marketing and use of certain dangerous substances and preparations\nTHE EUROPEAN PARLIAMENT AND COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nActing in accordance with the procedure laid down in Article 189b of the Treaty (3),\nWhereas Article 7a of the Treaty establishes an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured;\nWhereas all Member States, with the exception of Austria, Finland, Greece, Italy and Luxembourg, are Contracting Parties to the Convention for the Prevention of Marine Pollution from Land-Based Sources (1974 Paris Convention); whereas the Paris Commission, the executive body of the Paris Convention, considers hexachloroethane and the substances that can be formed as a result of its use as substances which create pollution that should be eliminated in accordance with Article 4 (1) (a) of the Paris Convention; whereas the Council by a mandate adopted on 4 March 1996 authorized the Commission to negotiate a decision to phase out hexachloroethane with some exceptions for use in the non-ferrous metal industries and in particular in non-integrated foundries casting aluminium and for certain magnesium alloys; whereas as a result of the negotiations held at the meeting of the Oslo and Paris Commissions in Oslo in June 1996 Parcom Decision 96/1 on the phasing out of the use of hexachloroethane in the non-ferrous metal industry was adopted, replacing existing Parcom Decisions 92/4 and 93/1 on the same matter; whereas Parcom Decision 96/1 provides for a review of the need for the exceptions to the ban on the use of hexachloroethane in 1998;\nWhereas the limits imposed on Member States as regards the placing on the market of hexachloroethane for use in the non-ferrous metal industries directly affect the functioning of the internal market; whereas it is therefore necessary to approximate the laws of the Member States in this field and consequently to amend Annex I to Directive 76/769/EEC (4);\nWhereas in view of the scope and effects of the proposed action, the Community measures envisaged by this Directive are not merely necessary, but vital for the attainment of the stated objectives; whereas these objectives cannot be achieved by Member States individually; whereas furthermore their attainment at Community level is already provided for by Directive 76/769/EEC,", "main_body": ["Annex I to Directive 76/769/EEC shall be amended as set out in the Annex hereto.", "Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1997 at the latest. They shall immediately inform the Commission thereof.\nThey shall apply these provisions from 1 January 1998.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 April 1997.\nFor the European Parliament\nThe President\nJ.M. GIL-ROBLES\nFor the Council\nThe President\nA. VAN DOK VAN WEELE\n(1) OJ No C 382, 31. 12. 1994, p. 35 and\nOJ No C 12, 17. 1. 1996, p. 12.\n(2) OJ No C 236, 11. 9. 1995, p. 12.\n(3) Opinion of the European Parliament of 20 September 1995 (OJ No C 269, 16. 10. 1995, p. 63), Council common position of 26 November 1996 (OJ No C 41, 10. 2. 1997, p. 1) and Decision of the European Parliament of 16 January 1997 (OJ No C 33, 3. 2. 1997) and Council Decision of 13 March 1997.\n(4) OJ No L 262, 27. 9. 1976, p. 201. Directive as last amended by Directive 94/60/EC (OJ No L 365, 31. 12. 1994, p. 1).\nANNEX\nThe following substance is added to Annex I to Directive 76/769/EEC:\n>TABLE>"}