{"celex_id": "31997L0035", "uri": "http://publications.europa.eu/resource/cellar/1e573f4d-3d9a-47f8-affc-63dc8a348d27", "type": "Directive", "concepts": ["2081", "2825", "5383", "5768", "616", "87"], "title": "Commission Directive 97/35/EC of 18 June 1997 adapting to technical progress for the second time Council Directive 90/220/EEC on the deliberate release into the environment of genetically modified organisms (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 97/35/EC of 18 June 1997 adapting to technical progress for the second time Council Directive 90/220/EEC on the deliberate release into the environment of genetically modified organisms (Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (1), as amended by Commission Directive 94/15/EC (2), and in particular Article 20 thereof,\nWhereas Annex III to Directive 90/220/EEC contains the additional information required in the case of notification for placing on the market of genetically modified organisms (GMOs);\nWhereas on the basis of the experience gained with the placing on the market of GMOs it is necessary to facilitate the gathering of data and information after the placing on the market of products in accordance with the Directive;\nWhereas this data and information will assist the evaluation of similar or more complex products to be placed on the market and the application of control measures in accordance with Directive 90/220/EEC;\nWhereas this can be achieved by extending the information to be provided in notifications submitted in accordance with part C of the Directive as well as on the label of such products;\nWhereas it is therefore appropriate that Annex III is amended to include such information requirements;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee established under Article 21 of Directive 90/220/EEC,", "main_body": ["Annex III to Directive 90/220/EEC is replaced by the Annex hereto.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 July 1997. They shall immediately inform the Commission thereof.\nWhen Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 18 June 1997.\nFor the Commission\nRitt BJERREGAARD\nMember of the Commission\n(1) OJ No L 117, 8. 5. 1990, p. 15.\n(2) OJ No L 103, 22. 4. 1994, p. 20.\nANNEX\n'ANNEX III\nADDITIONAL INFORMATION REQUIRED IN THE CASE OF NOTIFICATION FOR PLACING ON THE MARKET\nA. The following information shall be provided in the notification for placing on the market of products, in addition to that of Annex II:\n1. name of the product and names of GMOs contained therein;\n2. name of the manufacturer or distributor and his address in the Community;\n3. specificity of the product, exact conditions of use including, when appropriate, the type of environment and/or the geographical area(s) of the Community for which the product is suited;\n4. type of expected use: industry, agriculture and skilled trades, consumer use by public at large;\n5. information relating to the introduced genetic modification which could be of relevance to the establishment of a possible register of modifications introduced in organisms (species). This may include nucleotide sequences or other type of information which is relevant to the inclusion in such a register.\nB. The following information shall be provided, when relevant, in addition to that of point A, in accordance with Article 11 of this Directive:\n1. measures to take in case of unintended release or misuse;\n2. specific instructions or recommendations for storage and handling;\n3. estimated production in and/or imports to the Community;\n4. proposed packaging. This must be appropriate so as to avoid unintended release of the GMOs during storage, or at a later stage;\n5. proposed labelling. This must include, at least in summarized form, the information referred to in points A.1, A.2, A.3, B.1 and B.2.\nC. The following information shall be provided in the notification, in accordance with Article 11 of this Directive:\nProposed labelling. This must include in a label or an accompanying document an indication that the product contains, or consists of genetically modified organisms. In the case of products to be placed on the market in mixtures with non-genetically modified organisms, information on the possibility that the genetically modified organisms may be present, is sufficient.`"}