{"celex_id": "31999D0686", "uri": "http://publications.europa.eu/resource/cellar/cd249f60-1484-4f5e-88a1-ca1897e87647", "type": "Decision", "concepts": ["1318", "3552", "431", "5541", "889"], "title": "1999/686/EC: Commission Decision of 25 February 1998 concerning aid which Germany intends to grant under the 26th framework plan of the joint scheme for improving regional economic structures with a view to promoting teleworking (26. Rahmenplan der Gemeinschaftsaufgabe 'Verbesserung der regionalen Wirtschaftsstruktur') (notified under document number C(1998) 585) (Text with EEA relevance) (Only the German text is authentic)\n", "header": "COMMISSION DECISION\nof 25 February 1998\nconcerning aid which Germany intends to grant under the 26th framework plan of the joint scheme for improving regional economic structures with a view to promoting teleworking (26. Rahmenplan der Gemeinschaftsaufgabe \"Verbesserung der regionalen Wirtschaftsstruktur\")\n(notified under document number C(1998) 585)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(1999/686/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 92 and 93 thereof,\nHaving regard to the Agreement establishing the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving given notice to the other Member States and the parties concerned to submit their comments within a stated period, in accordance with Article 93(2) of the EC Treaty,\nWhereas:\nI\nOn 30 July 1997 the Commission initiated the procedure provided for in Article 93(2) of the EC Treaty with regard to the provisions of the 26th framework plan of the joint Federal Government/Länder scheme for improving regional economic structures concerning the intensities of aid to promote teleworking (section II, point 2.4). Germany was informed of the decision by letter dated 18 August 1997 (SG(97) D/7104). The other Member States and interested parties were invited to submit their comments by way of publication in the Official Journal of the European Communities(1).\nGermany submitted its observations by letter dated 17 September 1997. The Commission received no comments from third parties or the other Member States.\nII\nThe joint (Federal Government/Länder) scheme for improving regional economic structures (Gemeinschaftsaufgabe \"Verbesserung der regionalen Wirtschaftsstruktur\") is the main regional aid scheme in Germany. The relevant provisions implementing this general scheme during certain periods are laid down in so-called framework plans (Rahmenpläne). The 26th framework plan, covering the period 1997-2000 (2001), was notified to the Commission on 19 February 1997 pursuant to Article 93(3). The Commission approved all the amendments introduced by this plan, except those relating to the promotion of investment in teleworking. Germany informed the Commission that the plan would not be implemented until the Commission had given its approval.\nUnder the plan, investment in teleworking jobs would be eligible for regional investment aid provided that both the company investing and the place where the teleworker would be located are in an assisted area. The maximum aid intensity would be established according to the region where the investing company to which the teleworking job will be linked is located. Consequently, in cases where a company located in an assisted area falling under Article 92(3)(a) invested in teleworking jobs in an area falling under Article 92(3)(c), the aid intensity for the Article 92(3)(a) region would apply. The maximum aid intensity in the regions of eastern Germany falling under Article 92(3)(a) is 35 % gross (50 % in case of investments by SMEs); in assisted areas of western Germany falling under Article 92(3)(c), the maximum permissible aid intensity is 18 % gross (28 % in case of investment by SMEs).\nThe Commission, in opening the procedure, noted that the principal aim of the provisions governing regional investment aid is to promote job creation, improve incomes and foster demand in disadvantaged regions and that, consequently, the maximum aid intensities for investment aid should be determined by reference to the region where the investment was located and the teleworking carried out. It also took the view that the possibility of promoting teleworking jobs in an Article 92(3)(c) region to the same extent as in an Article 92(3)(a) region could mean that the intended incentive effect in the most disadvantaged regions would not be achieved through this type of investment.\nIII\nGermany is of the opinion that investment in teleworking jobs would be most effective in the area where the investing company is located. Therefore, such investment should always qualify for the aid intensities permissible in the area where the investor, and not the job, is located, provided that both areas are assisted area. Companies located in an Article 92(3)(c) assisted area and investing in teleworking jobs in Article 92(3)(a) areas would consequently benefit only from the lower intensity applicable at their place of establishment.\nGermany also maintains that there is no risk of aid being diverted from an Article 92(3)(a) area to an Article 92(3)(c) area. Since aid for investment in different Länder would always necessiatate the cooperation of, and co-financing from, at least two Länder, the competent authority in the Article 92(3)(a) area could always make sure that no aid was abusively diverted in favour of job creation in the other Land.\nLastly, Germany argued that the positive impact of teleworking on innovation and competitiveness would invariably benefit the investing company, with the amount of investment at the location of the teleworking job generally being rather limited. If certain services supplied by specialised workers were not available in an Article 92(3)(a) area, a company investing in such an area would be obliged to offer them the opportunity to work at their place of residence in an Article 92(3)(c) area in order to obtain their services.\nIV\nThe provision whereby aid intensities for investment in teleworking jobs that exceed the maximum level are allowed in the region where the teleworking job would be located cannot be deemed compatible with the common market. The particularly high aid intensities permissible with a view to promoting regional development in disadvantaged areas falling under Article 92(3)(a) are designed to provide and effective remedy for the abnormally low standard of living and serious level of underemployment in those areas. Consenquently, only measures that contribute towards a higher standard of living and job creation in an Article 92(3)(a) area are eligible for investment aid up to an intensity permissible solely for such an area. Investment made by companies in such disadvantaged areas with a view to installing the technical equipment and links for teleworking jobs in another assisted area eligible only for assistance under Article 92(3)(c) does not increase the level of employment and the general standard of living in the Article 92(3)(a) area. Employment increases only in the area where the employee is located and the main impact on regional per capita GDP is felt primarily at the location where the employee spends his income.\nIt is true that access to skilled manpower can be a crucial factor determining the innovativeness and competitiveness of companies investing in Article 92(3)(a) regions. If such specialists are not available on the local job market and cannot be tempted to move from other areas by the offer of attractive wages, teleworking opportunities are clarly an option for connecting the company to resources that already exist in more developed areas.\nHowever, the main impact this has on regional per capita GDP and on the level of employment would be felt in regions where the teleworker is located, provided there is no serious underemployment, and where he spends his income. This observation forms the basis for the Commission recommendation on promoting teleworking in disadvantaged regions so as to enable employees to offer their services to companies in more developed regions without leaving their place of residence. In this way, the population in disadvantaged regions could be stabilised and regional GDP increased by the teleworker's income(2).\nGermany apparently assumes that the authorities in an Article 92(3)(a) region would always expect from the authorities in the region where the job was to be located a contribution towards investment aid reflecting the scale of investment undertaken there.\nThe provision in question would therefore allow Article 92(3)(c) regions to grant aid for promoting teleworking jobs in their region at an intensity permissible only in Article 92(3)(a) regions. Such an option would, however, diminish the intended incentive effect of the increased level of investment aid in the most disadvantaged regions and could contribute towards a scenario whereby investment would go primarily into jobs for less skilled employees while better skilled employees who, because of their position on the labour market, have no need to move to a less attractive area would remain in more developed regions. As a result, it would mainly be persons earning above average wages and with skills in the engineering, software, management and consultancy sectors who would have no incentive to move to disadvantaged regions and thereby to contribute towards a balanced socio-economic development of those regions.\nV\nThe Commission therefore concludes that the provision of the 26th framework plan of the joint scheme for improving regional economic structures that permits aid intensities for investments in teleworking jobs in excess of the maximum intensity allowed in the region where the relevant job would be located is not compatible with the common market and should not, therefore, be put into effect,", "main_body": ["In so far as it permits aid intensities for investments in teleworking jobs in excess of the maximum intensity in the region where a teleworking job is to be located, the 26th framework plan of the joint scheme (Gemeinschaftsaufgabe) for improving regional economic structures is not compatible with the common market.", "The arrangement referred to in Article 1 shall not be implemented. Germany shall recover any aid that may have been granted while the arrangement described in Article 1 was being provisionally applied. Repayment shall be made in accordance with the procedures and provisions of German law, together with interest, based on the interest rate used as reference rate in the assessment of regional aid schemes, running from the date on which the aid was granted (and including that date).", "Germany shall inform the Commission within two months of being notified of this Decision of the measures taken to comply herewith.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 25 February 1998.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ C 341, 11.11.1997, p. 4.\n(2) Study on the White Paper in: Social Europe, 3/95."}