{"celex_id": "31994D0981", "uri": "http://publications.europa.eu/resource/cellar/1511b266-0c67-49a5-a150-7ce09454b856", "type": "Decision", "concepts": ["2025", "2734", "2850", "5063", "5403", "5404"], "title": "94/981/EC: Council Decision of 22 December 1994 on the conclusion of the Second Additional Protocol to the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, and to the Interim Agreement on trade and trade-related matters between the European Economic Community and the European Coal and Steel Community, of the one part, and the Republic of Bulgaria, of the other part\n", "header": "COUNCIL DECISION\nof 22 December 1994\non the conclusion of the Second Additional Protocol to  the Europe Agreement between the European Communities and their Member States, of the one part, and  the Republic of Bulgaria, of the other part, and to the Interim Agreement on trade and  trade-related matters between the European Economic Community and the European Coal and Steel  Community, of the one part, and the Republic of Bulgaria, of the other part\n(94/981/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in  conjunction with Article 228 (2), first sentence thereof,\nHaving regard to the conclusions of the European Council which took place in Essen on 9 and 10  December 1994,\nHaving regard to the proposal from the Commission,\nWhereas the Commission has negotiated on behalf of the Communities a Second Additional Protocol to  the Interim Agreement (1) on trade and trade-related matters and to the Europe Agreement with the  Republic of Bulgaria,\nWhereas it is necessary to approve this Second Additional Protocol,", "main_body": ["The Second Additional Protocol to the Europe Agreement between the  European Communities and their Member States, of the one part, and the Republic of Bulgaria of the  other part, and to the Interim Agreement on trade and trade-related matters between the European  Economic Community and the European Coal and Steel Community, of the one part, and the Republic of  Bulgaria of the other part, is hereby approved on behalf of the European Community.\nThe text of the Second Additional Protocol is attached to this Decision.", "Provisions for the application of Article 3 of the Second Additional Protocol  concerning agricultural products falling within Annex II to the Treaty and subject, in the  framework of the common market organization to a system of levies, or to customs duties, and  concerning products falling within CN codes 0711 90 40, 2003 10 20 and 2003 10 30 shall be adopted  in accordance with the procedure provided for in Article 26 of Council Regulation (EEC) No 804/68  of 27 June 1968 on the common organization of the market in milk and milk products (2), or in the  corresponding provisions of other Regulations establishing a common organization of the  agricultural markets. Where the application of the Agreement calls for close cooperation with  Bulgaria, the Commission may take any measures necessary to ensure such cooperation.", "The President of the Council is hereby authorized to designate the person empowered to  sign the Second Additional Protocol on behalf of the European Community.\nThe President of the Council shall give the notification provided for in Article 8 of the Second  Additional Protocol on behalf of the European Community."], "attachments": "Done at Brussels, 22 December 1994.\nFor the Council\nThe President\nH. SEEHOFER\n(1) OJ No L 323, 23. 12. 1993, p. 2.\n(2) OJ No L 148, 28. 6. 1968, p. 13. Regulation as last amended by Regulation (EC) No 1880/94 (OJ  No L 197, 30. 7. 1994, p. 21)."}