{"celex_id": "31990L0269", "uri": "http://publications.europa.eu/resource/cellar/d4adbb27-6dda-4a77-9f04-66e5a5da6f37", "type": "Directive", "concepts": ["1280", "3629", "4557", "5810"], "title": "Council Directive 90/269/EEC of 29 May 1990 on the minimum health and safety requirements for the manual handling of loads where there is a risk particularly of back injury to workers (fourth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\n", "header": "21.6.1990 EN Official Journal of the European Communities L 156/9\nCOUNCIL DIRECTIVE\nof 29 May 1990\non the minimum health and safety requirements for the manual handling of loads where there is a risk particularly of back injury to workers (fourth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\n(90/269/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 118a thereof\nHaving regard to the Commission proposal (1) submitted after consultation with the Advisory Committee on Safety, Hygiene and Health Protection at Work,\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 118a of the Treaty provides that the Council shall adopt, by means of Directives, minimum requirements for encouraging improvements, especially in the working environment, to guarantee a better level of protection of the health and safety of workers;\nWhereas, pursuant to that Article, such Directives must avoid imposing administrative, financial and legal constraints in a way which would hold back the creation and development of small and medium-sized undertakings;\nWhereas the Commission communication on its programme concerning safety, hygiene and health at work (4), provides for the adoption of Directives designed to guarantee the health and safety of workers at the workplace;\nWhereas the Council, in its resolution of 21 December 1987 on safety, hygiene and health at work (5), took note of the Commission's intention of submitting to the Council in the near future a Directive on protection against the risks resulting from the manual handling of heavy loads;\nWhereas compliance with the minimum requirements designed to guarantee a better standard of health and safety at the workplace is essential to ensure the health and safety of workers;\nWhereas this Directive is an individual Directive within the meaning of Article 16 (1) of Council Directive 89/391 /EEC of 12 June 1989 on the introduction of measures to encourage improvements in the health and safety of workers at work (6); whereas therefore the provisions of the said Directive are fully applicable to the field of the manual handling of loads where there is a risk particularly of back injury to workers, without prejudice to more stringent and/or specific provisions set out in this Directive;\nWhereas this Directive constitutes a practical step towards the achievement of the social dimension of the internal market;\nWhereas, pursuant to Decision 74/325/EEC (7), the Advisory Committee on Safety, Hygiene and Health Protection at Work shall be consulted by the Commission with a view to drawing up proposals in this field,", "main_body": ["SECTION I\nGENERAL PROVISIONS", "Subject\n1.   This Directive, which is the fourth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC, lays down minimum health and safety requirements for the manual handling of loads where there is a risk particularly of back injury to workers.\n2.   The provisions of Directive 89/391 /EEC shall be fully applicable to the whole sphere referred to in paragraph 1, without prejudice to more restrictive and/or specific provisions contained in this Directive.", "Definition\nFor the purposes of this Directives, ‘manual handling of loads’ means any transporting or supporting of a load, by one or more workers, including lifting, putting down, pushing, pulling, carrying or moving of a load, which, by reason of its characteristics or of unfavourable ergonomic conditions, involves a risk particularly of back injury to workers.\nSECTION II\nEMPLOYERS' OBLIGATIONS", "General provision\n1.   The employer shall take appropriate organizational measures, or shall use the appropriate means, in particular mechanical equipment, in order to avoid the need for the manual handling of loads by workers.\n2.   Where the need for the manual handling of loads by workers cannot be avoided, the employer shall take the appropriate organizational measures, use the appropriate means or provide workers with such means in order to reduce the risk involved in the manual handling of such loads, having regard to Annex I.", "Organization of workstations\nWherever the need for manual handling of loads by workers cannot be avoided, the employer shall organize workstations in such a way as to make such handling as safe and healthy as possible and:\n(a) assess, in advance if possible, the health and safety conditions of the type of work involved, and in particular examine the characteristics of loads, taking account of Annex I;\n(b) take care to avoid or reduce the risk particularly of back injury to workers, by taking appropriate measures, considering in particular the characteristics of the working environment and the requirements of the activity, taking account of Annex I.", "Reference to Annex II\nFor the implementation of Article 6 (3) (b) and Articles 14 and 15 of Directive 89/391/EEC, account should be taken of Annex II.", "Information for, and training of, workers\n1.   Without prejudice to Article 10 of Directive 89/391/EEC, workers and/or their representatives shall be informed of all measures to be implemented, pursuant to this Directive, with regard to the protection of safety and of health.\nEmployers must ensure that workers and/or their representatives receive general indications and, where possible, precise information on:\n— the weight of a load,\n— the centre of gravity of the heaviest side when a package is eccentrically loaded.\n2.   Without prejudice to Article 12 of Directive 83/391/EEC, employers must ensure that workers receive in addition proper training and information on how to handle loads correctly and the risks they might be open to particularly if these tasks are not performed correctly, having regard to Annexes I and II.", "Consultation of workers and workers' participation\nConsultation and participation of workers and/or of their representatives shall take place in accordance with Article 11 of Directive 89/391/EEC on matters covered by this Directive, including the Annexes thereto.\nSECTION III\nMISCELLANEOUS PROVISIONS", "Adjustment of the Annexes\nAlterations of a strictly technical nature to Annexes I and II resulting from technical progress and changes in international regulations and specifications or knowledge in the field of the manual handling of loads shall be adopted in accordance with the procedure provided for in Article 17 of Directive 89/391/EEC.", "Final provisions\n1.   Member States shall bring into force the laws, regulations and administrative provisions needed to comply with this Directive not later than 31 December 1992.\nThey shall forthwith inform the Commission thereof.\n2.   Member States shall communicate to the Commission the text of the provisions of national law which they adopt, or have adopted, in the field covered by this Directive.\n3.   Member States shall report to the Commission every four years on the practical implementation of the provisions of this Directive, indicating the points of view of employers and workers.\nThe Commission shall inform the European Parliament, the Council, the Economic and Social Committee and the Advisory Committee on Safety, Hygiene and Health Protection at Work thereof.\n4.   The Commission shall report periodically to the European Parliament, the Council and the Economic and Social Committee on the implementation of the Directive in the light of paragraphs 1, 2 and 3.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 1990.\nFor the Council\nThe President\nB. AHERN\n(1)  OJ No C 117, 4. 5. 1988, p. 8.\n(2)  OJ No C 326, 19. 12. 1988, p. 137 and OJ No C 96, 17. 4. 1990, p. 82.\n(3)  OJ No C 318, 12. 12. 1988, p. 37.\n(4)  OJ No C 28, 3. 2. 1988, p. 3.\n(5)  OJ No C 28, 3. 2. 1988, p. 1.\n(6)  OJ No L 183, 29. 6. 1983, p. 1.\n(7)  OJ No L 185, 9. 7. 1974, p. 15.\nANNEX I (1)\nREFERENCE FACTORS\n(Article 3 (2), Article 4 (a) and (b) and Article 6 (2))\n1.   Characteristics of the load\nThe manual handling of a load may present a risk particularly of back injury if it is:\n— too heavy or too large,\n— unwieldy or difficult to grasp,\n— unstable or has contents likely to shift,\n— positioned in a manner requiring it to be held or manipulated at a distance from the trunk, or with a bending or twisting of the trunk,\n— likely, because of its contours and/or consistency, to result in injury to workers, particularly in the event of a collision.\n2.   Physical effort required\nA physical effort may present a risk particularly of back injury if it is:\n— too strenuous,\n— only achieved by a twisting movement of the trunk,\n— likely to result in a sudden movement of the load,\n— made with the body in an unstable posture.\n3.   Characteristics of the working environment\nThe characteristics of the work environment may increase a risk particularly of back injury if:\n— there is not enough room, in particular vertically, to carry out the activity,\n— the floor is uneven, thus presenting tripping hazards, or is slippery in relation to the worker's footwear,\n— the place of work or the working environment prevents the handling of loads at a safe height or with good posture by the worker,\n— there are variations in the level of the floor or the working surface, requiring the load to be manipulated on different levels,\n— the floor or foot rest is unstable,\n— the temperature, humidity or ventilation is unsuitable.\n4.   Requirements of the activity\nThe activity may present a risk particularly of back injury if it entails one or more of the following requirements:\n— over-frequent or over-prolonged physical effort involving in particular the spine,\n— an insufficient bodily rest or recovery period,\n— excessive lifting, lowering or carrying distances,\n— a rate of work imposed by a process which cannot be altered by the worker.\n(1)  With a view to making a multi-factor analysis, reference may be made simultaneously to the various factors listed in Annexes I and II.\nANNEX II (1)\nINDIVIDUAL RISK FACTORS\n(Articles 5 and 6 (2))\nThe worker may be at risk if he/she:\n— is physically unsuited to carry out the task in question,\n— is wearing unsuitable clothing, footwear or other personal effects,\n— does not have adequate or appropriate knowledge or training.\n(1)  With a view to multi-factor analysis, reference may be made simultaneously to the various factors listed in Annexes I and II."}