{"celex_id": "31991D0086", "uri": "http://publications.europa.eu/resource/cellar/79cda8ea-69fd-4a2c-add0-942f0ce79206", "type": "Decision", "concepts": ["3560", "3774", "4585"], "title": "91/86/EEC, Euratom: Commission Decision of 4 February 1991 amending Decision 90/182/Euratom, EEC authorizing the United Kingdom not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 4 February 1991  amending Decision 90/182/Euratom, EEC authorizing the United Kingdom not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own  resources base  (Only the English text is authentic)  (91/86/EEC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas, pursuant to Article 28 (3) of the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (2),  hereinafter called 'the Sixth Directive', Member States may continue to exempt or tax certain transactions; whereas these transactions must be taken into account for the determination of the VAT own resources base;\nWhereas the possibility afforded to Member States of continuing to tax or exempt certain transactions listed in Annexes E and F to the Sixth Directive was terminated with effect from 1 January 1990 by virtue of Article 1 (1), first paragraph, and (2)  (a) of Council Directive 89/465/EEC (3); whereas, consequently, the authorizations granted in this connection by the Commission for the purposes of determining the VAT own resources base should also be discontinued;\nWhereas the Commission, on the basis of Regulation (EEC, Euratom) No 1553/89, adopted Decision 90/182/Euratom, EEC (4) authorizing the United Kingdom, with effect from 1989, not to take into account certain categories of transactions and to use certain  approximate estimates for the calculation of the VAT own resources base;\nWhereas, since the United Kingdom began exempting the transactions referred to in point 6 of Annex E to the Sixth Directive on 1 January 1990 and taxing those referred to in points 21 and 22 of Annex F to that Directive on 1 August 1990, the  authorizations granted in respect of such transactions should be discontinued with effect from those dates;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["    Article 1\n1. Article 1 of Decision 90/182/Euratom, EEC is hereby repealed with effect from 1 January 1990.\n2. Article 2 (2) of Decision 90/182/Euratom, EEC is hereby repealed with effect from 1 August 1990.  Article 2\nThis Decision is addressed to the United Kingdom.  "], "attachments": "Done at Brussels, 4 February 1991. For the Commission\nPeter SCHMIDHUBER\nMember of the Commission   (1) OJ No L 155, 7. 6. 1989, p. 9. (2) OJ No L 145, 13. 6. 1977, p. 1. (3) OJ No L 226, 3. 8. 1989, p. 21. (4) OJ No L 99, 19. 4. 1990, p. 33."}