{"celex_id": "31998R2520", "uri": "http://publications.europa.eu/resource/cellar/28341ea6-54b6-4aa6-94fb-9aa72a502dc9", "type": "Regulation", "concepts": ["1309", "1603", "1767", "2771", "5367"], "title": "Commission Regulation (EC) No 2520/98 of 24 November 1998 amending Regulation (EC) No 544/97 as regards certificates of origin for garlic imported from Malaysia\n", "header": "COMMISSION REGULATION (EC) No 2520/98 of 24 November 1998 amending Regulation (EC) No 544/97 as regards certificates of origin for garlic imported from Malaysia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), as amended by Commission Regulation (EC) No 2520/97 (2), and in particular Article 31(2) thereof,\nWhereas Commission Regulation (EEC) No 1859/93 of 12 July 1993 on the application of the system of import licences for garlic imported from third countries (3), as amended by Regulation (EC) No 1662/94 (4), makes the release of all garlic for free circulation in the Community subject to the presentation of import licences;\nWhereas, in order to step up controls and to prevent any risk of deflection of trade resulting from inaccurate documents, Commission Regulation (EC) No 544/97 (5) makes imports of garlic originating in certain third countries subject to the presentation of a certificate of origin issued by the competent national authorities in accordance with Articles 56 to 62 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Common Customs Code (6), as last amended by Regulation (EC) No 1677/98 (7), and requires imports of garlic originating in such third countries to be transported directly to the Community;\nWhereas the Malaysian authorities have confirmed that no garlic is produced in Malaysia; whereas, however, import licence applications covering garlic declared as originating in Malaysia have been submitted under Regulation (EC) No 1859/93; whereas the number of such applications is rising; whereas Regulation (EC) No 544/97 should be applied to Malaysia forthwith in order to prevent any fraud;\nWhereas there is a clear risk of fraud arising from the fact that no garlic is produced in Malaysia; whereas Article 4 of Regulation (EC) No 544/97 should therefore not apply in the case in point;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Malaysia is added to the list of the third countries appearing in the Annex to Regulation (EC) No 544/97.", "Article 4 of Regulation (EC) No 544/97 shall not apply to products declared as originating in Malaysia and in the process of shipment to the Community.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nNotwithstanding the second paragraph of Article 5 of Regulation (EC) No 544/97, it shall apply as from its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21. 11. 1996, p. 1.\n(2) OJ L 346, 17. 12. 1997, p. 41.\n(3) OJ L 170, 13. 7. 1993, p. 10.\n(4) OJ L 176, 9. 7. 1994, p. 1.\n(5) OJ L 84, 26. 3. 1997, p. 8.\n(6) OJ L 253, 11. 10. 1993, p. 1.\n(7) OJ L 212, 30. 7. 1998, p. 18."}