{"celex_id": "31996R1757", "uri": "http://publications.europa.eu/resource/cellar/52ec07b5-e22d-4a3c-ab93-15c9bab891c3", "type": "Regulation", "concepts": ["1755", "3065", "3170", "3774", "4682", "5025"], "title": "Commission Regulation (EC) No 1757/96 of 10 September 1996 adopting exceptional additional support measures for the beef market in the United Kingdom\n", "header": "COMMISSION REGULATION (EC) No 1757/96 of 10 September 1996 adopting exceptional additional support measures for the beef market in the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EC) No 1588/96 (2) and, in particular, Article 23 thereof,\nWhereas Commission Decision 96/239/EC of 27 March 1996 on emergency measures to protect against bovine spongiform encephalopathy (BSE) (3), as amended by Decision 96/362/EC (4), prohibits the exportation of live bovine animals, or any part of them from the United Kingdom to other Member States and their export to third countries as a result of the incidence of BSE in the United Kingdom; whereas the United Kingdom has prohibited the introduction of bovine animals of more than 30 months at the time of slaughter into the human food and animal feed chains; whereas these measures lead to noticeable restrictions in the free movement of beef and involve serious disturbances in the market of the United Kingdom; whereas it is therefore necessary to take exceptional additional measures to support this market;\nWhereas in the light of the age structure of the beef bought into intervention by the United Kingdom Intervention Board before 27 March 1996 it is appropriate to remove such products completely from the market; whereas the United Kingdom intervention stocks which had been sold before 27 March 1996 and are still available on the market should therefore be re-purchased, under certain conditions as to their treatment, quality and packaging, by the United Kingdom Intervention Board; whereas, moreover, the UK Intervention Board should be authorized to dispose of these repurchased quantities and of the residual United Kingdom intervention beef which was still in public storage on 27 March 1996, by incineration; whereas, in order to ensure a speedy execution of this measure, it is appropriate to fix a deadline for the incineration of the stocks to be disposed of;\nWhereas a Community cofinancing system similar to the one provided for by Commission Regulation (EC) No 716/96 of 19 April 1996 adopting exceptional support measures for the beef market in the United Kingdom (5), as last amended by Regulation (EC) No 1512/96 (6) should be established relating to the costs of such operations; whereas, however, the Community shall not cofinance any expenditure related to the transport, take-over, storage and removal of repurchased stocks, and to the transport, rendering and incineration of the repurchased and residual stocks, nor to any technical and financial costs involved with these operations;\nWhereas for budgetary reasons deadlines should be laid down for the repurchasing of ex-intervention beef, the payment of the relevant amounts as well as the operations of incineration;\nWhereas, it is necessary to ensure that the stocks concerned are destroyed in a manner which does not pose any threat to human health or the health of other animals; whereas, it is therefore necessary, in particular, to specify the conditions of the controls to be carried out by the United Kingdom authorities;\nWhereas provision should be made for Commission experts to check compliance with the conditions as specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The United Kingdom Intervention Board shall, on request and upon the necessary verification of product quantity, quality and identity, re-purchase, with a view to incineration, boneless former intervention beef which before 27 March 1996 had been disposed of through Community regulations, provided that:\n- it is still in its original unaltered intervention packaging as it was at the time of disposal,\n- it has been treated and kept under conditions which are equivalent to those applicable to intervention stocks,\n- the intervention quality of the product has been maintained.\n2. Any application for re-purchase of ex-intervention beef as referred to in paragraph 1 shall be lodged with the United Kingdom Intervention Board no later than 18 September 1996.\nThe United Kingdom Intervention Board shall:\n- decide within five working days after reception of any application,\n- prior to its decision, carry out the necessary verifications as to the eligibility of the products offered under the present scheme and, in particular, as to product identity and quality,\n- weigh the products to be re-purchased,\n- immediately inform the applicant of its decision indicating the date and place of take-over.\n3. The United Kingdom competent authority shall at the physical take-over verify that the meat corresponds to that referred to in paragraph 1.\nThe date of take-over shall not be later than 30 September 1996.\n4. The United Kingdom competent authority shall keep specific records indicating the lots repurchased and taken over, their weight, the day of take-over and the names of the sellers.\n5. The repurchase price shall be the actual price paid by the initial buyer to the United Kingdom Intervention Board in respect of the products concerned. However, where the products have been received as payment in kind the repurchase price shall be fixed at ECU 1 900 per tonne of boneless beef.\n6. Payment for the products taken over shall take place no later than 15 October 1996.\n7. Prior to their removal as referred to in Article 2, any product taken over in accordance with paragraph 2 shall be stored separately from any other intervention stocks and, in particular, from those bought into intervention after 27 March 1996.\n8. The re-purchase of former United Kingdom intervention stocks as referred to in paragraph 1 shall be considered to be an intervention measure within the meaning of Article 3 of Council Regulation (EEC) No 729/70 (7). However, by derogation to Articles 5 and 6 of Council Regulation (EEC) No 1883/78 (8), the United Kingdom shall be fully responsible for the expenditure related to transport, take-over and storage of the repurchased quantities, as well as to the technical and financial costs involved.", "1. The United Kingdom competent authority shall be authorized to remove from intervention storage with a view to incineration:\n- residual stocks of boneless beef held by the United Kingdom Intervention Board on 27 March 1996,\n- stocks of boneless beef re-purchased in accordance with Article 1.\n2. Any beef taken out of intervention stores in accordance with paragraph 1 shall be weighted at the time of removal.\nThe United Kingdom competent authority shall keep specific separate records for each category of stock as referred to in paragraph 1, identifying the lots taken out, their exact weight and the day of removal.\n3. All stocks taken out in accordance with paragraph 1 shall be destroyed by incineration immediately after their removal and possible rendering, and no later than 31 March 1997.\nWhere, prior to incineration, beef taken out in accordance with paragraph 1 is processed in a rendering plant, the material obtained from rendering shall be kept separately, and, in particular, separately from any other material obtained from rendering in the framework of Regulation (EC) No 716/96 and of other Community and national schemes similar to that Regulation.\n4. The United Kingdom authorities shall ensure that no part of the stocks removed in accordance with paragraph 1 or of any material obtained through their subsequent rendering and incineration may enter into the human food or animal feed chains or be used for cosmetic or pharmaceutical products.\n5. The United Kingdom competent authority shall carry out effective on-the-spot supervision of the operations referred to in this article, in particular by verifying that the obligations set out in paragraph 4 are respected and that all such beef is effectively destroyed by incineration.\n6. For the purposes of the accounts referred to in Article 4 of Regulation (EEC) No 1883/78, the stocks removed in accordance with paragraph 1 shall be deemed to have been sold at a price of:\n- 30 % of the average accounting value at the beginning of the 1996 financial year, for the United Kingdom residual stocks,\n- 30 % of the price of the beef repurchased in accordance with Article 1.\n7. For the residual stocks referred to in paragraph 1, first indent, the United Kingdom still be fully responsible for:\n- all technical and financial costs with effect from 1 April 1997 for any quantities still in stock on that date,\n- any expenditure related to the transport and destruction by incineration.", "The conversion rate to be applied shall be the agricultural rate valid on 1 October 1995.", "The United Kingdom shall adopt all measures necessary to ensure proper application of this scheme and full compliance with the provisions of this regulation. It shall inform the Commission as soon as possible of the measures which it has taken and of any amendments thereto.", "Without prejudice to Article 9 of Regulation (EEC) No 729/70, Commission experts, accompanied where appropriate by experts from the Member States, shall carry out, in collaboration with the United Kingdom competent authority, on-the-spot checks to verify compliance with all the provisions of this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 September 1996.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 206, 16. 8. 1996, p. 23.\n(3) OJ No L 78, 28. 3. 1996, p. 47.\n(4) OJ No L 139, 12. 6. 1996, p. 17.\n(5) OJ No L 99, 20. 4. 1996, p. 14.\n(6) OJ No L 189, 30. 7. 1996, p. 93.\n(7) OJ No L 94, 28. 4. 1970.\n(8) OJ No L 216, 5. 8. 1978, p. 1."}