{"celex_id": "31993R1581", "uri": "http://publications.europa.eu/resource/cellar/ce9c2506-93e3-42db-9053-cb3c5bee04b8", "type": "Regulation", "concepts": ["1025", "2661", "2729"], "title": "COMMISSION REGULATION (EEC) No 1581/93 of 23 June 1993 setting for the 1993/94 marketing year the threshold prices and monthly increases for certain categories of flour, groats and meal\n", "header": "COMMISSION REGULATION (EEC) No 1581/93 of 23 June 1993 setting for the 1993/94 marketing year the threshold prices and monthly increases for certain categories of flour, groats and meal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (2), and in particular Article 9 (1) thereof,\nHaving regard to Commission Regulation (EEC) No 1580/93 of 23 June 1993 setting standard qualities for certain cereals and categories of flour, groats and meal and the threshold prices for those categories of products (3);\nWhereas Council Regulation (EEC) No 1766/92 sets the target and threshold prices for cereals for the 1993/94 marketing year;\nWhereas, pursuant to Article 5 of Regulation (EEC) No 1766/92, the threshold prices for wheat, meslin and rye flour and groats and meal of wheat must be set according to the rules and for the standard qualities laid down in Articles 6 to 9 of Commission  Regulation (EEC) No 1580/93;\nWhereas Regulation (EEC) No 3824/92 (4), as last amended by Regulation (EEC) No 1330/93 (5), establishes the list of prices and amounts in the cereals sector which are affected by the reducing coefficient of 1,013088 fixed by Commission Regulation (EEC)  No 1331/93 (6), with effect from the commencement of the 1993/94 marketing year, under the arrangements for automatically dismantling negative monetary gaps; whereas Article 2 of Regulation (EEC) No 3824/92 provides for the resulting reduction in prices  and amounts to be specified for each sector concerned and the value of these reduced prices and amounts to be fixed; whereas Regulation (EEC) No 1766/92 fixes the intervention, target and threshold prices for cereals and the minimum price for potato  starch for an indefinite period;\nWhereas the reducing coefficient should be applied to the threshold prices for cereal flour, groats and meal and, for the sake of clarity, it should be incorporated directly into the calculation;\nWhereas the calculations effected pursuant to these rules produce the prices indicated below;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Without prejudice to the last subparagraph of Article 3 (2) of Regulation (EEC) No 1766/92, for the 1993/94 marketing year, the threshold prices for the products, with the exception of malt, referred to in Article 1 (c) of the said Regulation  shall be fixed as follows:\n/* Tables: see OJ */", "The following monthly increases shall be applied to the prices indicated in Article 1:\n/* Tables: see OJ */", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 387, 31. 12. 1992, p. 1.\n(3) See page 14 of this Official Journal.\n(4) OJ No L 387, 31. 12. 1992, p. 29.\n(5) OJ No L 132, 29. 5. 1993, p. 113.\n(6) OJ No L 132, 29. 5. 1993, p. 114."}