{"celex_id": "31999D0767", "uri": "http://publications.europa.eu/resource/cellar/1790b297-adba-4f18-8b7f-780b3c55a728", "type": "Decision", "concepts": ["1961", "2718", "2771", "3579", "4580", "5369"], "title": "1999/767/EC: Commission Decision of 17 November 1999 repealing Decision 98/407/EC concerning certain protective measures with regard to bivalve molluscs and fishery products originating or proceeding from Turkey and amending the Decisions 94/777/EC and 94/778/EC (notified under document number C(1999) 3761) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 17 November 1999\nrepealing Decision 98/407/EC concerning certain protective measures with regard to bivalve molluscs and fishery products originating or proceeding from Turkey and amending the Decisions 94/777/EC and 94/778/EC\n(notified under document number C(1999) 3761)\n(Text with EEA relevance)\n(1999/767/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22(6) thereof,\nWhereas:\n(1) following the results of a veterinary inspection visit to Turkey the Commission adopted Decision 98/407/EC on certain protective measures with regard to bivalve molluscs and fishery products originating or proceeding from Turkey(2);\n(2) following the protective measures and the health guarantees provided by the Turkish authorities the Commission adopted Decision 1999/2/EC(3) modifying Decision 98/407/EC to permit the resumption of imports of fishery products from Turkey;\n(3) the results of a new inspection visit and the health guarantees provided by the Turkish authorities are sufficient to permit now the resumption of imports of bivalve molluscs, echinoderms, tunicates and marine gastropods, in all forms originating or coming from Turkey;\n(4) following the results of the inspection visit it is necessary to modify the list of production areas and dispatch centres designated, respectively by the Annex B and the Annex C to the Commission Decision 94/777/EC(4), as last amended by Decision 96/31/EC(5). It is also necessary to modify the list of establishments designated by the Annex B to Commission Decision 94/778/EC(6), as last amended by Decision 96/31/EC;\n(5) the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/407/EC is repealed.", "The Annex A to the present Decision replaces the Annex B to the Decision 94/777/EC.", "The Annex B to the present Decision replaces the Annex C to the Decision 94/777/EC.", "The Annex C to the present Decision replaces the Annex B to the Decision 94/778/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 24, 30.1.1998, p. 9.\n(2) OJ L 180, 24.6.1998, p. 15.\n(3) OJ L 1, 5.1.1999, p. 5.\n(4) OJ L 312, 6.12.1994, p. 35.\n(5) OJ L 9, 12.1.1996, p. 6.\n(6) OJ L 312, 6.12.1994, p. 40.\nANNEX A\n\"ANNEX B\nPRODUCTION AREAS FULFILLING THE REQUIREMENTS LAID DOWN IN CHAPTER I (1)(a) OF THE ANNEX TO THE DIRECTIVE 91/492/EEC.\n>TABLE>\nPRODUCTION AREAS FULFILLING THE REQUIREMENTS LAID DOWN IN CHAPTER I (1)(b) OF THE ANNEX TO THE DIRECTIVE 91/492/EEC.\n>TABLE>\"\nANNEX B\n\"ANNEX C\nLIST OF ESTABLISHMENTS APPROVED FOR EXPORT OF LIVE BIVALVE MOLLUSCS TO THE EUROPEAN COMMUNITY\n>TABLE>\"\nANNEX C\n\"ANNEX B\nLIST OF ESTABLISHMENTS APPROVED FOR EXPORT OF PROCESSED OR FROZEN BIVALVE MOLLUSCS TO THE EUROPEAN COMMUNITY\n>TABLE>\""}