{"celex_id": "31994D0442", "uri": "http://publications.europa.eu/resource/cellar/f19296d5-d56b-40bb-b821-cdaf670d7b68", "type": "Decision", "concepts": ["2163", "2939", "4038", "5283", "6013", "979"], "title": "94/442/EC: Commission Decision of 1 July 1994 setting up a conciliation procedure in the context of the clearance of the accounts of the European Agricultural Guidance and Guarantee Fund (EAGGF) Guarantee Section\n", "header": "COMMISSION DECISION of 1 July 1994 setting up a conciliation procedure in the context of the clearance of the accounts of European Agricultural Guidance and Guarantee Fund (EAGGF) Guarantee Section (94/442/EC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EEC) No 729/70 of the Council of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 2048/88 (2), and in particular Article 5 (3) thereof,\nWhereas it is intended to reform the clearance procedures for EAGGF Guarantee Section accounts and to submit to the Council a proposal for certain amendments to Regulation (EEC) No 729/70 whereby, in particular, before any decision is taken by the  Commission to refuse financing by the Community of expenditure disbursed by the Member State, the two parties are to endeavour to conciliate their respective positions;\nWhereas the rules in force concerning the clearance of accounts do not preclude the Commission from setting up conciliation machinery; whereas a conciliation body should therefore be set up in order to permit a reconciliation of the positions of the  Commission and a Member State when these differ, and the detailed rules governing its operation should be established;\nWhereas the Fund Committee has given a favourable opinion on the measures proposed in this Decision,", "main_body": ["1. For the purposes of the clearance of EAGGF Guarantee Section accounts, a Conciliation Body, hereinafter referred to as the 'Body', is hereby set up in the Commission. Its tasks shall be:\n(a) to examine any matter referred to it by a Member State which, following inspections pursuant to Article 9 of Regulation (EEC) No 729/70 and bilateral discussion of the findings of such inspections, receives formal notification from the competent  Commission departments, with reference to this Decision, of the conclusion that certain items of expenditure incurred by that Member State are not chargeable to the EAGGF Guarantee Section,\n(b) to try to reconcile the divergent positions of the Commission and the Member State concerned, and\n(c) at he end of its investigations, to draw up a report on the outcome of its efforts at reconciliation, making any remarks it deems useful should all or some of the points of dispute remain unresolved.\n2. For the purposes of the subsequent stages of the accounts clearance procedure:\n(a) the position of the Body shall be without prejudice to the Commission's final decision on the clearance of the accounts and shall not affect the Member State's right to institute proceedings under Article 173 of the Treaty;\n(b) the fact of not referring a matter to the Body shall not be prejudicial to a Member State which receives notification from the Commission within the meaning of paragraph 1 (a).", "1. A Member State must refer a matter to the Body within thirty working days of its receipt of notification as referred to in Article 1 (1) (a), by sending a reasoned request for conciliation to the Secretariat of the Conciliation Body, the  address of which will be notified to the Member States through the EAGGF Committee.\n2. A request for conciliation is admissible only where the financial adjustment recommended by the Commission in respect of a budget heading:\neither,\n- exceeds ECU 0,5 million; or\n- represents more than 25 % of the Member State's total annual expenditure under the budget heading concerned.\nIn addition, if, during the bilateral discussions referred to in Article 1 (1) (a), the Member State claims, and demonstrates, that the matter is one of principle relating to the application of Community rules, the Chairman of the Body may declare a  request for conciliation to be admissible.\n3. The Secretariat of the Body shall acknowledge receipt of the request for conciliation.\n4. The Body shall conduct its investigations as informally and promptly as possible, basing itself on the evidence in the dossier and on a fair hearing of the Commission staff and national authorities concerned. At the end of its investigations it shall  send them the report referred to in Article 1 (1) (c).\n5. Where, within four months of a case being referred to it, the Body has failed to reconcile the positions of the Commission and the Member State, the conciliation procedure is deemed to have failed. The report referred to in Article 1 (1) (c) shall  state the reasons why the positions could not be reconciled.\n6. The report drawn up within the stipulated limit shall be sent:\n- to the Member State which referred the matter to the Body;\n- to the other Member States in the framework of the EAGGF Committee; and\n- to the Commission when the accounts clearance decision is proposed.", "1. The Body shall be composed of five members selected from among eminent persons offering every guarantee of independence and highly qualified in EAGGF Guarantee Section matters. They must be nationals of different Member States.\nThe Chairman and the members shall be appointed by the Commission after the matter has been referred to the EAGGF Committee under Article 14 (1) (a) of Regulation (EEC) No 729/70.\nBy the same procedure, the Commission shall appoint substitute members who meet the criteria referred to in the first subparagraph, and who may be called upon in the order listed by the Commission.\nThe names of the Chairman, the members and the substitute members shall be published in the 'C' series of the Official Journal of the European Communities.\n2. The members of the Body shall be remunerated having regard to the complexity of the questions likely to be raised and to the time which they will be required to dedicate to the task.\n3. The term of office of the members of the Body shall be three years. It shall be renewable.\nAfter expiry of the three-year period, the members of the Body shall remain in office until they are replaced or until their term is renewed.\n4. Before the expiry of the three-year period, a term of office may be terminated as a result of voluntary or compulsory resignation, or death. In such cases a substitute shall be appointed for the remainder of the term by the first available substitute  member.\nA member who no longer meets the conditions required for the accomplishment of his duties with the Body or who commits a serious offence or who, for whatever reason, declares that he is unavailable for an indeterminate period may be retired by the  Commission after consultation of the EAGGF Committee.\n5. If a member declares himself unavailable for a stated period, the Chairman may decide that he be replaced for that period by a substitute member.", "1. The Body shall meet at the headquarters of the Commission. In his absence, and without prejudice to Article 3 (4), the oldest member shall take the Chair.\nThe secretariat of the Body shall be provided by Commission staff.\n2. No member may take part in the work of the Body or sign a report if, in an earlier office, he has been personally involved in the matter at issue.\n3. Without prejudice to paragraph 2, reports must be adopted by an absolute majority of members present, the quorum being three.\nThe reports shall be signed by the Chairman and members wo have taken part in the deliberations. They shall be registered by the secretariat.", "1. The members of the Body shall carry out their duties quite independently, neither seeking nor accepting instructions from any government or body.\n2. Without prejudice to Article 214 of the Treaty, the members of the Body may not disclose any information acquired by them in the course of their work for the Body. Such information is confidential and covered by the obligation of professional  secrecy.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 94, 28. 4. 1970, p. 13.\n(2) OJ No L 185, 15. 7. 1988, p. 1."}