{"celex_id": "31993R2089", "uri": "http://publications.europa.eu/resource/cellar/df3d925f-44d6-4f0d-94c6-3d3f5baaaf08", "type": "Regulation", "concepts": ["1374", "1795", "2689", "4682", "5034", "5263"], "title": "COMMISSION REGULATION (EEC) No 2089/93 of 27 July 1993 amending Regulation (EEC) No 3310/86 on the Community recording of market prices on the basis of the scale for the classification of carcases of adult bovine animals\n", "header": "COMMISSION REGULATION (EEC) No 2089/93 of 27 July 1993 amending Regulation (EEC) No 3310/86 on the Community recording of market prices on the basis of the scale for the classification of carcases of adult bovine animals\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1892/87 of 2 July 1987 on the recording of market prices in the beef and veal sector (1), and in particular Article 2 thereof,\nWhereas Commission Regulation (EEC) No 3310/86 of 30 October 1986 on the Community recording of market prices on the basis of the scale for the classification of carcases of adult bovine animals (2), as last amended by Regulation (EEC) No 2368/91 (3),  lays down the criteria and procedure for recording market prices in the beef and veal sector;\nWhereas, in order that the recording of market prices should reflect accurately all transactions, transactions relating to animals raised and slaughtered by slaughterhouses for their own account should be included; whereas, to that end, the rules for  recording such prices should be laid down;\nWhereas it is necessary to provide the Commission annually with information indicating the list of slaughterhouses and other establishments participating in the price recording so that it can satisfy itself that the prices are in fact representative of  the production in each Member State;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 3310/86 is hereby amended as follows:\n1. The following subparagraph is added to Article 2 (2):\n'These prices shall relate to all animals slaughtered at approved establishments including animals raised and slaughtered by slaughterhouses for their own account. The price to be taken into consideration for the carcases of such animals shall be the  price paid for carcases of the equivalent category and class produced during the same week in the same region.'\n2. The following Article 3a is added:\n'Article 3a\nThe Member States shall forward to the Commission before 15 March each year the confidential list of approved slaughterhouses for bovine animals and/or other establishments which participate in the price recording on the basis of the Community  classification grid; this list shall indicate the individual annual adult bovine production of each such slaughterhouse, expressed in head and, if possible, in tonnes, during the previous calendar year.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 182, 3. 7. 1987, p. 29.\n(2) OJ No L 305, 31. 10. 1986, p. 28.\n(3) OJ No L 216, 3. 8. 1991, p. 35."}