{"celex_id": "31998D0258", "uri": "http://publications.europa.eu/resource/cellar/a104d83c-989d-4fd2-aa13-84421c027af4", "type": "Decision", "concepts": ["1445", "1937", "2737", "3885", "5403", "888"], "title": "98/258/EC: Council Decision of 16 March 1998 on the conclusion of the Agreement between the European Community and the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products\n", "header": "21.4.1998 EN Official Journal of the European Communities L 118/1\nCOUNCIL DECISION\nof 16 March 1998\non the conclusion of the Agreement between the European Community and the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products\n(98/258/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 in conjunction with the first sentence of Article 228(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement between the European Community and the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products provides an adequate means for putting into practice the provisions of the WTO Agreement on the application of sanitary and phytosanitary measures as regards public and animal health measures;\nWhereas the Agreement will contribute towards facilitating bilateral trade between the European Community and the United States of America in live animals and animal products through the progressive recognition of the equivalence of sanitary measures, the recognition of animal health status, the application of regionalisation and the improvement of communication and cooperation;\nWhereas it is appropriate to make provisions for a procedure establishing close and effective cooperation between the Commission and the Member States within the Standing Veterinary Committee;\nWhereas the Agreement should be approved on behalf of the Community,", "main_body": ["The Agreement between the European Community and the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products is hereby approved on behalf of the Community.\nThe text of the Agreement and the Annexes thereto are attached to this Decision.", "The President of the Council is hereby authorised to designate the person or persons empowered to sign the Agreement in order to bind the Community.", "The measures necessary for the implementation of this Agreement, including as regards fresh meat and meat-based products guarantees equivalent to those laid down by Directive 72/462/EEC (1), shall be established pursuant to the procedure laid down in Article 30 of that Directive.", "The Commission, assisted by Member States' representatives, shall represent the Community in the Joint Committee referred to in Article 14(1) of the Agreement.\nThe Community position with regard to the matters to be dealt with by that Joint Committee shall be established within the appropriate Council bodies, in accordance with the provisions of the Treaty.\nAmendments to the Annexes to the Agreement which are the result of recommendations by the Joint Committee shall be adopted according to the procedure provided for in Article 29 of Directive 72/462/EEC.", "This Decision shall be published in the Official Journal of the European Communities. It shall take effect on the date of its publication."], "attachments": "Done at Brussels, 16 March 1998.\nFor the Council\nThe President\nJ. CUNNINGHAM\n(1)  OJ L 302, 31.12.1972, p. 28. Directive as last amended by Directive 97/79/EC (OJ L 24, 30.1.1998, p. 31)."}