{"celex_id": "31997D0472", "uri": "http://publications.europa.eu/resource/cellar/605c719a-4ea0-4b56-88f3-4c6a9516787d", "type": "Decision", "concepts": ["2483", "2609", "290", "3003", "4038", "5063"], "title": "97/472/EC: Council Decision of 22 July 1997 providing macro-financial assistance for Bulgaria\n", "header": "COUNCIL DECISION of 22 July 1997 providing macro-financial assistance for Bulgaria (97/472/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 235 thereof,\nHaving regard to the proposal of the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Commission has consulted the Monetary Committee before submitting its proposal;\nWhereas Bulgaria is undertaking fundamental economic reforms and is making strenuous efforts to implement a market economy model;\nWhereas a Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (3) has been concluded;\nWhereas, by Decision 91/311/EEC (4), the Council decided to grant Bulgaria medium-term financial assistance for an amount of ECU 290 million, to ensure a sustainable balance of payments by that country, and whereas, by Decision 92/511/EEC (5), the Council decided to grant Bulgaria further assistance for an amount of ECU 110 million;\nWhereas however additional adjustment and reform measures are necessary in Bulgaria to strengthen the financial sector and to accelerate privatization;\nWhereas Bulgaria has reached an agreement with the International Monetary Fund (IMF) in April 1997 on an economic programme which would be supported by a 'stand-by` arrangement;\nWhereas the authorities of Bulgaria have requested financial assistance from the international financial institutions, the Community and other bilateral donors; whereas, over and above the estimated financing which could be provided from private sources and by the IMF and the World Bank, a residual financing gap of some US $ 550 million remains to be covered during the programme period in order to strengthen Bulgaria's reserve position and support the policy objectives attached to the government's economic programme;\nWhereas the provision by the Community of a new long-term loan to Bulgaria is an appropriate measure to support the balance of payments and to strengthen the country's reserve position;\nWhereas the Community loan should be managed by the Commission;\nWhereas, for the adoption of this Decision, the Treaty does not provide for powers to act other than those of Article 235,", "main_body": ["1. The Community shall make available to Bulgaria a long-term loan facility of a maximum principal amount of ECU 250 million, with a maximum maturity of ten years, with a view to ensuring a sustainable balance-of-payments situation and strengthening the country's reserve position.\n2. To this end, the Commission is empowered to borrow, on behalf of the European Community, the necessary resources that will be placed at the disposal of Bulgaria in the form of a loan.\n3. This loan will be managed by the Commission in close consultation with the Monetary Committee and in a manner consistent with an agreement reached between the International Monetary Fund and Bulgaria.", "1. The Commission is empowered to agree with the authorities of Bulgaria, after consultation with the Monetary Committee, the economic policy conditions attached to the loan. These conditions shall be consistent with the agreements referred to in Article 1 (3).\n2. The Commission shall verify at regular intervals, in collaboration with the Monetary Committee and in coordination with the International Monetary Fund, that Bulgaria's economic policy is in accordance with the objectives of this loan and that its conditions are being fulfilled.", "1. The loan shall be made available to Bulgaria in at least two instalments. Subject to Article 2 the first instalment is to be released on the basis of the completion of the first review of the 'stand-by` arrangement agreed with the International Monetary Fund.\n2. Subject to Article 2 the later instalments shall be released on the basis of a satisfactory continuation of the 'stand-by` arrangement and not before three months after the release of the first instalment.\n3. The funds shall be paid to the Bulgarian National Bank.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risk, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Bulgaria so requests, to ensure that an early repayment clause is included in the loan conditions and that it may be exercised.\n3. At the request of Bulgaria, and where circumstances permit an improvement in the interest rate on the loans, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average duration of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Bulgaria.\n5. The Monetary Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3 at least once a year.", "At least once a year the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation, on the implementation of this Decision."], "attachments": "Done at Brussels, 22 July 1997.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No C 190, 21. 6. 1997, p. 29.\n(2) OJ No C 200, 30. 6. 1997.\n(3) OJ No L 358, 31. 12. 1994, p. 2. Agreement as last amended by a Third Additional Protocol (OJ No L 103, 26. 4. 1996, p. 53).\n(4) OJ No L 174, 3. 7. 1991, p. 36.\n(5) OJ No L 317, 31. 10. 1992, p. 94."}