{"celex_id": "31992D0399", "uri": "http://publications.europa.eu/resource/cellar/659c2203-3ad9-4b09-b6ec-2fd7a92f8ea9", "type": "Decision", "concepts": ["1445", "1598", "2300"], "title": "Commission Decision of 9 July 1992 relating to certain transitional measures which are necessary to facilitate the move to the new system of veterinary checks provided for in Council Directive 90/675/EEC\n", "header": "COMMISSION DECISION  of 9 July 1992  relating to certain transitional measures which are necessary to facilitate the move to the new system of veterinary checks provided for in Council Directive 90/675/EEC  (92/399/EEC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 90/675/EEC of 10 December 1990 laying down the principles governing the organization of veterinary checks on products entering the Community from third countries (1), as amended by Directive 91/496/EEC (2), and in  particular Article 30 thereof,\nWhereas Directive 90/675/EEC makes arrangements for a new system of veterinary checks for products entering the Community coming from third countries;\nWhereas this new system in particular provides for a physical check on each consignment at the border inspection post, subject to the Commission's fixing a reduced frequency of checks, in accordance with the procedure provided for in Article 24 of  Directive 90/675/EEC;\nWhereas, in principle, all checks on products for which the veterinary requirements governing trade have been harmonized at Community level, must be carried at the external frontier;\nWhereas it is important to provide for a period of adaptation before moving to the new system, and that transitional measures must be limited to those that are strictly necessary, as regards their scope and duration, so as to facilitate the move to the  new system;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall carry out documentary checks on products coming from third countries at preselected border inspection posts or at border crossing points.\n2. Subject to the provisions of Council Directive 89/662/EEC (3) and without prejudice to paragraph 3, Member States shall continue to carry out identification and physical checks according to the currently-used frequency and methods, until 31 December  1992.\n3. Until 31 December 1992:\n(a) in addition to the checks laid down by Article 20 of Directive 89/662/EEC and in so far as a Member State finds that the checks referred to in paragraph 2 have not been carried out, the Member State shall carry out the said checks either:\n- during the course of transportation, or\n- at the destination;\n(b) Member States referred to in point (b) of Article 11 (2) of Directive 90/675/EEC may also, by prior agreement, dispatch products coming from third countries, under customs control, to the Member State of destination, there to be subjected to the  checks referred to in paragraph 2. Under these circumstances, the Member States concerned shall inform the Commission and the other Member States;\n(c) documents to justify the checks which have been carried out shall accompany the products to the destination.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 1992. For the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1990, p. 1. (2) OJ No L 268, 24. 9. 1991, p. 56. (3) OJ No L 395, 30. 12. 1989, p. 13."}