{"celex_id": "31995R1795", "uri": "http://publications.europa.eu/resource/cellar/e65b26ee-5ab9-4bca-b13b-7ad6eb55a718", "type": "Regulation", "concepts": ["1518", "161", "2771", "4580", "4605", "666"], "title": "Commission Regulation (EC) No 1795/95 of 25 July 1995 amending Regulation (EC) No 3238/94 providing for the determination and the administration of the variable components for certain goods originating in Poland, Hungary, Romania, Bulgaria, the Czech Republic, the Slovak Republic, Lithuania, Latvia and Estonia resulting from the processing of agricultural products referred to in the Annex to Council Regulation (EC) No 3448/93\n", "header": "COMMISSION REGULATION (EC) No  1795/95 of 25 July 1995 amending Regulation (EC) No 3238/94 providing for the determination and the  administration of the variable components for certain goods originating in Poland, Hungary,  Romania, Bulgaria, the Czech Republic, the Slovak Republic, Lithuania, Latvia and Estonia resulting  from the processing of agricultural products referred to in the Annex to Council Regulation (EC) No  3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993, laying down the trade  arrangements applicable to certain goods resulting from the processing of agricultural products   (1), and in particular Article 7 (2) thereof,\nHaving regard to Council Regulation (EC) No 1661/95 of 29 June 1995 establishing certain  concessions in the form of Community tariff quotas in 1995 for certain agricultural products  including processed products, opened for Israel and Turkey  (2),\nWhereas Commission Regulation (EC) No 3238/94  (3) establishes rules for the administration of the  variable components; whereas there is a need to complete this Regulation for quotas applicable to  goods originating in Israel and Turkey;\nWhereas Article 1 (2) of Commission Regulation (EC) No 1200/95  (4) establishes the basis for  calculating reduced agricultural components applicable as from 1 July 1995 in the preferential  agreements which provide for such a reduction;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for horizontal questions concerning trade in processed agricultural products  not listed in Annex II to the Treaty,", "main_body": ["Commission Regulation (EC) No 3238/94 is hereby amended as follows:\n1.  The following paragraph 3 is added to Article 1:\n'3.  For the purposes of this Regulation:\n-  \"goods originating in Israel\" means goods meeting the conditions established by the Protocol  concerning the definition of the concept of \"originating products\" and methods of administrative  cooperation of the Agreement between the European Economic Community and the State of Israel  (*),\n-  \"goods originating in Turkey\" means goods meeting the conditions established by Council  Regulation (EEC) No 428/73 of 5 February 1973 on the application of Decisions No 5/72 and No 4/72  of the Association Council provided for by the Agreement establishing the Association between the  European Economic Community and Turkey  (**).\n` 2.  Article 4 (1) is replaced by the following:\n'1.  The tariff quotas for goods subject to a reduced agricultural component shall be administered  by the Commission, which may take all appropriate measures to ensure efficient administration  thereof.`", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission Martin BANGEMANN Member of the Commission\n(*)  OJ No L 136, 28. 5. 1975, p. 3, amended by Decision No 1 of the EEC-Israel  Cooperation Council (OJ No L 211, 31. 7. 1991, p. 2).\n(**)  OJ No L 59, 5. 3. 1973, p. 73."}