{"celex_id": "31991D0213", "uri": "http://publications.europa.eu/resource/cellar/d5a0adba-e6a0-495c-9900-203703abe8c4", "type": "Decision", "concepts": ["4676", "4839", "5245", "5334", "5814", "5953"], "title": "91/213/EEC: Commission Decision of 15 March 1991 fixing the total amount of a periodic penalty payment imposed on Compagnie des Cristalleries Baccarat pursuant to Article 16 of Council Regulation No 17 (Case IV/33.300 - Baccarat) (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 15 March 1991  fixing the total amount of a periodic penalty payment imposed on Compagnie des Cristalleries Baccarat pursuant to Article 16 of Council Regulation No 17  (Case IV/33.300 - Baccarat)  (Only the French text is  authentic)  (91/213/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, first Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Articles 11 and 16 thereof,\nHaving regard to the Commission Decision of 13 February 1990 addressed to Compagnie des Cristalleries Baccarat (hereinafter referred to as 'Baccarat') pursuant to Articles 11 (5) and 16 (1) of Regulation No 17,\nHaving given the firm concerned the opportunity to make known its views on the objections raised by the Commission on 21 September 1990, pursuant to Article 19 (1) of Regulation No 17 and having regard to its written reply dated 1 October 1990,\nHaving consulted the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\n(1) Following a complaint lodged by a company marketing luxury goods, crystalware and gifts against Baccarat in respect of a refusal to supply, the Commission initiated an investigation on the basis of Regulation No 17 to determine whether the conduct  of Baccarat constituted an infringement of Article 85 and/or Article 86 of the Treaty.\n(2) On 13 February 1990, the Commission adopted a decision pursuant to Article 11 (5) of Regulation No 17 requiring Baccarat to provide the information already requested by letters dated 19 September and 15 November 1989 under Article 11 (1) of the said  Regulation.\nThe Decision required Baccarat 'to provide, within two weeks of the date of notification of this Decision, the information specified in the Annex to this Decision.'\nThe Decision also stated that, failing a reply from Baccarat within the time limit fixed, a periodic penalty payment of ECU 1 000 per day would be imposed on it for each day of delay after the two-week period starting from the date of notification of  the Decision.\n(3) Since the Decision was notified to the company in question on 16 February 1990, the daily penalty payment of ECU 1 000 took effect on 5 March 1990, i. e. two weeks after the notification date, calculated from the first working day thereafter, namely  19 February 1990.\n(4) Despite due notification of the Decision and the imposition of the periodic penalty payment, Baccarat did not respond to the request for information.\n(5) On 11 April 1990, the Commission took the step of contacting the company by telephone to remind it of its obligations under the notified Decision.\nBaccarat confirmed in the course of that telephone conversation that it had not sent the information and documents requested, claiming that the complainant had withdrawn the complaint and the two parties had reached a settlement.\n(6) By letter dated 12 April 1990, received on 17 April 1990, Baccarat finally sent to the Commission the requested information.\n(7) In its written reply dated 1 October 1990 to the statement of objections, Baccarat did not challenge the facts alleged against it and stressed that they were due to a certain inexperience on its part. According to Baccarat, this was the first time  it had encountered such a procedure, which it had misunderstood, and it had not intended to avoid its obligations.\nII. LEGAL ASSESSMENT\n(8) Article 16 (1) (c) of Regulation No 17 provides that the Commission may by decision impose on undertakings or associations of undertakings periodic penalty payments of from ECU 50 to 1 000 per day, calculated from the date appointed by the decision,  in order to compel them to supply complete and correct information which it has requested by decision taken pursuant to Article 11 (5).\n(9) The Decision taken by the Commission on 13 February 1990 under Article 11 (5) of Regulation No 17 was aimed at obliging Baccarat to provide the information previously requested by letter pursuant to Article 11 (1) of that Regulation and at imposing,  should the information not be supplied within the time stipulated, a periodic penalty payment of ECU 1 000 a day starting two weeks from the date of notification of the Decision, pursuant to Article 16 (1) (c).\n(10) Because the company complied with the obligation imposed on it by the Decision 43 days after the date on which the penalty payment was due to take effect, the Commission is able, pursuant to Article 16 (2) of Regulation No 17, to fix the total  amount of the payment at a lower figure than that which would arise under the original Decision.\n(11) The Commission considers that, in view of the reasons given by Baccarat - namely, that it believed that the settlement reached in the meantime with the complainant and the withdrawal of the complaint released it from the obligation to reply to the  request for information, that it misunderstood the procedure involved and that it had not intended to avoid its obligations - the final amount of the penalty should be fixed at a total of ECU 10 000 in accordance with Article 16 (2) of Regulation No 17,", "main_body": ["  Article 1\nThe total amount of the periodic penalty payment imposed on Compagnie des Cristalleries Baccarat by the Decision of 13 February 1990 is hereby fixed at ECU 10 000.  Article 2\nThe total amount of the penalty shall be paid within three months from the date of notification of this Decision to the following bank account:\nAccount No 310-0933000-43: Commission of the European Communities,\nat the\nBanque Bruxelles-Lambert,\nAgence EuropĂŠenne,\nRond Point Schuman, 5,\nB-1040 Brussels.\nAfter that period of three months, interest shall automatically be payable at the rate charged by the European Monetary Cooperation Fund on its ECU operations on the first working day of the month in which this Decision was adopted, plus 3,5 percentage  points, that is 14 %.  Article 3\nThis Decision is addressed to Compagnie des Cristalleries Baccarat, 30bis Rue de Paradis, 75010 Paris, France.\nThis Decision is enforceable pursuant to Article 192 of the EEC Treaty."], "attachments": "Done at Brussels, 15 March 1991. For the Commission\nLeon BRITTAN\nVice-President  (1) OJ No 13, 21. 2. 1962, p. 204/62."}