{"celex_id": "31991D0375", "uri": "http://publications.europa.eu/resource/cellar/a014f12f-9227-4cef-86d9-2e8863ce898e", "type": "Decision", "concepts": ["155", "3581", "4542", "4839", "889"], "title": "Commission Decision of 13 March 1991 concerning credits granted by the Belgian authorities to various shipowners for the building of nine vessels Aid No C 32/90 (ex NN 61/90) (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 13 March 1991  concerning credits granted by the Belgian authorities to various shipowners for the building of nine vessels  Aid No C 32/90 (ex NN 61/90)  (Only the French and Dutch texts are authentic)  (91/375/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Directive 87/167/EEC of 26 January 1987 on aid to shipbuilding (1), and in particular Articles 3 and 4 (1) thereof, read in conjunction with Article 4 (4) thereof,\nHaving given the interested parties notice to submit their comments in accordance with the first subparagraph of Article 93 (2) and having regard to those comments,\nWhereas:\nI\nBy letter of 1 March 1990 from the office of its permanent representative, the Belgian Government provided the Commission with information on contracts for the construction of vessels by Belgian yards in 1989 pursuant to Article 11 of Council Directive  87/167/EEC. At the Commission's request, further details were sent by letter of 11 May 1990.\nThe contracts related inter alia to the construction of 12 vessels which, pursuant to the Law of 23 August 1948 on shipping credit, were granted financing which exceeded in terms of grant equivalent the maximum rate fixed by the Commission for 1989.  Three of the 12 contracts have already been brought to the attention of the Commission and were the subject of an Article 93 (2) procedure, which culminated on 4 July 1990 (2) in a negative decision in respect of the aid which exceeded the ceiling fixed  by the Commission in 1989.\nThe other nine vessels, namely two refrigerator ships for Europese Transport Maatschappij, a ro-ro ferry for NV Ship Finance to be built at the Boelwerf shipyard and four coastal tugs for NV Unie van Redding en Scheepsdienst to be built by NV  Scheepswerf Ruppelmonde, received financing covering 85 % of the contract value at 2 % interest for 18 years with a three-year grace period.\nA salvage vessel for NV Unie van Redding en Scheepsdienst to be built in the Fulton Marine shipyard and a tourist submarine for Scan Dive Belgium to be built in the Boelwerf shipyard received financing covering 80 % of the contract value at 3 % interest  for 16 years with a one-year grace period. Both these vessels and the four tugs are vessels costing less than ECU 6 million.\nHaving noted that, given a market interest rate of 8,25 % in Belgium in 1989, these financing conditions represented grant equivalents of 35 % for seven of the contracts and 24,5 % for the salvage vessel and the tourist submarine, the Commission decided  on 20 July 1990 to initiate the procedure provided for in Article 93 (2) of the EEC Treaty since the ceilings set for 1989 were 26 and 16 % for vessels costing less than ECU 6 million.\nThe Belgian authorities were informed of this decision by letter of 8 August 1990 and the other Member States and interested parties by the publication of a notice in the Official Journal of the European Communities (3).\nII\nThe Belgian Government submitted its comments by letter from the office of its permanent representative dated 13 September 1990.\nIt argued that the contracts had been signed at the time the Belgian aid scheme had been placed under the authority of the Flemish Regional Executive, which had simply applied the rules for granting credit in the same way as when the system had been  managed by the national authorities.\nIt also recalled that the Belgian scheme was composed only of facilities granted to shipowners in the form of reduced-rate loans, guarantees and interest subsidies, and that combined application of these measures meant that both production aid and  operating aid were granted at the same time; a note setting out this interpretation had previously been sent to the Commission in connection with its review of the aid scheme, pursuant to Directive 87/167/EEC.\nIt ended by pleading that the Flemish Regional Executive had acted in good faith, relying on a line of reasoning resulting from a misunderstanding that had arisen in the past between the central government in Belgium and the Commission.\nIII\nFollowing publication of the Commission Decision in the Official Journal of the European Communities, the Dutch authorities announced that they agreed with the Commission that the Belgian authorities had not complied with Directive 87/167/EEC in the  nine cases objected to. They also pointed out that five of the nine vessels in question, namely the four coastal tugs and the salvage vessel, had been tendered for by Dutch yards which had, however, been unable to compete against the high level of  subsidy granted by the Belgian authorities.\nIV\nAs regards the aid covered by Articles 3 and 4 of Directive 87/167/EEC, the Belgian aid scheme, as notified to the Commission by letter of 15 January 1988, is governed by the Law of 23 August 1948, as amended on several occasions and most recently on 30  December 1980. It provides for the maintenance and development of the merchant fleet and sea fishing and, to those ends, sets up a shipping and shipbuilding fund.\nArticle 1\n(a) of the Law states that the fund may grant advances to cover up to 70 % of the value of a new vessel. Article 1 (b) provides for a State guarantee for additional loans contracted at market rates, while Article 1 (c) provides for an interest  subsidy of half the rate applicable to such loans, although the subsidy may not exceed 3 %. The total amount of advances and loans provided for in Article 1 (a) and (c) may not, however, exceed 85 % of the cost of the vessel.\nThe Law does not, however, specify the rate at which, or the period over which, the advance provided for in Article 1 (a) must be repaid. During the preparatory work on Directive 87/167/EEC, the Belgian Government had informed the Commission of the  repayment arrangements for advances granted under Article 1 (a) of the Law of 23 August 1948, stating that the advances were for 15 years at 4 to 5 % interest with a two-year grace period. These terms were again confirmed by the Belgian Government in  its letter of 21 March 1988 during the review of all shipbuilding aid in Belgium pursuant to Article 10 of Directive 87/167/EEC.\nV\nIn the light of the conditions notified to the Commission for the award of advances, guarantees and interest subsidies, and given a market interest rate of 8,25 % at the time the contracts were concluded, the grant equivalent of the advances granted by  the Belgian Government under the Law of 23 August 1948 and duly explained to the Belgian authorities should have been 20,5 %.\nAs regards the vessels costing less than ECU 6 million, the Belgian Government had not informed the Commission of the specific arrangements, but had undertaken by letter of 6 July 1988 to comply with the maximum aid level which the Commission would fix  in accordance with the second subparagraph of Article 4 (2) of Directive 87/167/EEC.\nVI\nSeven of the nine contracts referred to in this Decision actually benefited from an aid of 35 % and two from an aid of 23,5 %.\nVII\nAs responsibility for the management of the maritime fund set up under the Belgian Law of 23 August 1948 had been transferred to the Flemish Regional Executive, the latter was therefore responsible for decisions taken from 1 January 1989 in accordance  with the amendments made to the Belgian Constitution in 1988. This transfer of responsibility is not, however, an excuse for the Belgian Government to affirm the good faith of the Flemish Regional Executive on the pretext of ensuring the continuity of  the aid scheme, since Article 5 of the EEC Treaty specifically states that Member States shall take all appropriate measures, whether general or particular, to ensure fulfilment of the obligations arising out of the EEC Treaty or resulting from action  taken by the institutions of the Community.\nFurthermore, the fact that the Belgian Government explained in a letter to the Commission that the Belgian aid scheme was made up partly of support for shipyards and partly of support for the operation of vessels flying the Belgian flag does not justify  the terms on which the credits were granted. The arguments put forward in the letter simply reiterated matters which had been discussed at length with the experts of Member States during the preparatory work on Council Directive 81/363/EEC (4) and it  was in full knowledge of the facts and to ensure complete transparency that the Council, backed by the Belgian Government, finally decided when it adopted Directive 87/167/EEC that the ceiling provided for in Article 4 (1) should cover all aid to  shipowners relating to the purchase of a vessel in the Member States.\nThe Belgian Government was therefore fully aware of the position when it granted the credit in the case in question and the fact that aid was granted to shipowners for vessels built in third countries, for whatever reason, does not justify subtracting  the equivalent of such aid when aid is granted for vessels built in Belgium.\nVIII\nThe aid granted to shipowners in Belgium constitutes aid within the meaning of Article 3 (1) and (2) of Directive 87/167/EEC which provides that all forms of aid to shipowners or to third parties which are available as aid for the building or conversion  of ships in Community yards, including credit facilities, guarantees and tax concessions, are subject to the rules set out in Article 4 of the said Directive.\nArticle 4\n(1) provides that production aid in favour of shipbuilding may be considered compatible with the common market provided that the total amount of aid granted for a contract does not exceed, in grant equivalent, a common maximum ceiling which,  as stated in paragraph 2, is fixed by the Commission. Article 4 (4) further stipulates that the ceiling applies to the aid covered by Article 3 (2).\nIn view of the fact that the ceiling for 1989 had been set by the Commission at 26 % (16 % for ships costing less than ECU 6 million), that the Belgian authorities had been informed of this by letter of 27 December 1988 and by the publication of a  notice in the Official Journal of the European Communities (5) and that the credits granted by the Belgian Government represented a grant equivalent of 35 % (23,5 % in respect of two vessels), it is quite clear that the Belgian Government has not  complied with the rules set out in Directive 87/167/EEC and hence with those of the EEC Treaty,", "main_body": ["The credits with a grant equivalent of 35 % granted by the Belgian Government to Europese Transport Maatschappij for the building of two refrigerator ships, to NV Ship Finance for a ro-ro ferry to be built in the Boelwerf shipyard and to NV  Van Redding en Scheepsdienst for four tugs to be built in the NV Scheepswerf Ruppelmonde shipyard, as well as the credits with a grant equivalent of 23,5 % granted to the last-named company for a salvage vessel to be built in the Fulton Marine shipyard  and to Scan Dive Belgium for the building of a tourist submarine at the Boelwerf shipyard, are incompatible with the common market as they do not comply with Articles 3 (2) and 4 (1), (2), (3) and (4) of Directive 87/167/EEC.", "Pursuant to Article 93 (2) of the Treaty, the Belgian Government shall review the terms on which credits are granted to ensure that they do not exceed a maximum of 26 % grant equivalent in respect of the first three vessels referred to in", ", and 16 % in respect of the four tugs, the salvage vessel and the tourist submarine, in the light of the ceiling fixed by the Commission for 1989 in accordance with Article 4 (2), (3) and (4) of Directive 87/167/EEC.", "The Belgian Government shall inform the Commission, within two months of the notification of this Decision, of the measures it has taken to comply herewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 13 March 1991. For the Commission\nLeon BRITTAN\nVice-President\n(1) OJ No L 69, 12. 3. 1987, p. 55. (2) OJ No L 338, 5. 12. 1990, p. 21. (3) OJ No C 318, 18. 12. 1990, p. 2. (4) OJ No L 137, 23. 5. 1981, p. 39. (5) OJ No C 32, 8. 2. 1989, p. 3."}