{"celex_id": "31994R0290", "uri": "http://publications.europa.eu/resource/cellar/1b027052-06e9-40c7-b33b-09d48d625c1b", "type": "Regulation", "concepts": ["2356", "3568", "4692"], "title": "Commission Regulation (EC) No 290/94 of 9 February 1994 concerning an extension of the period of validity of the certificates of advance fixing of refunds provided for by Regulation (EEC) No 2695/93 in the pigmeat sector\n", "header": "COMMISSION REGULATION (EC) No 290/94 of 9 February 1994 concerning an extension of the period of validity of the certificates of advance fixing of refunds provided for by Regulation (EEC) No 2695/93 in the pigmeat sector\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 15 (6) thereof,\nWhereas Article 1 (1) (b) of Commission Regulation (EEC) No 2695/93 of 30 September 1993 laying down detailed rules for granting a special refund for exports of pigmeat sector products to certain third countries (3) lays down specific provisions in  respect of the advance fixing of the special refund granted to exports under the said Regulation;\nWhereas Article 1 (2) of Commission Regulation (EEC) No 1700/84 of 18 June 1984 laying down special detailed rules for the application of the system of certificates of advance fixing of refunds in the pigmeat sector (4), as last amended by Regulation  (EEC) No 2440/89 (5), lays down that the certificate of advance fixing of the refund shall be valid until the end of the third month following the month of issue;\nWhereas Community exporters applied for certificates of advance fixing of the special refund at the beginning of October 1993; whereas, the operators in question considered they would be able to fulfil their export obligations arising in respect of the  advance-fixing certificates within the periods specified by Regulation (EEC) No 1700/84;\nWhereas, following an outbreak of classical swine fever in certain areas of production in Germany, restrictions on trade in pigmeat originating in such areas were imposed by Commission Decision 93/566/EC (6), with effect from 29 October 1993; whereas,  as a result of such unforeseeable events, certain Community operators dependent on those areas for their main source of supply of pigmeat found themselves unable to fulfil their export obligations before the end of the period of validity of the  advance-fixing certificates; whereas the period of validity of such certificates should therefore be extended appropriately to enable the exporters concerned to fulfil their trade and contractual obligations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. At the request of each operator who is able to prove to the satisfaction of the competent authorities concerned that his main source of supply of pigmeat is located in the areas referred to in Decision 93/566/EC, the period of validity of  the advance-fixing certificates issued in October 1993 in accordance with Regulation (EEC) No 2695/93 is hereby extended until 18 March 1994.\n2. The request referred to in paragraph 1 shall be accompanied by the original of the advance-fixing certificate concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 245, 1. 10. 1993, p. 72.\n(4) OJ No L 161, 19. 6. 1984, p. 7.\n(5) OJ No L 231, 9. 8. 1989, p. 6.\n(6) OJ No L 273, 5. 11. 1993, p. 60."}