{"celex_id": "31993D0443", "uri": "http://publications.europa.eu/resource/cellar/388fe16a-47c7-4553-9aa6-47d0399979d6", "type": "Decision", "concepts": ["2356", "2560", "4692", "619", "863"], "title": "93/443/EEC: Commission Decision of 6 July 1993 amending for the second time Council Decision 89/21/EEC derogating from prohibitions relating to African swine fever for certain areas in Spain\n", "header": "COMMISSION DECISION of 6 July 1993 amending for the second time Council Decision 89/21/EEC derogating from prohibitions relating to African swine fever for certain areas in Spain\n(93/443/EEC)THE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 92/102/EEC (2), and in particular Article 9a thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on animal health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 92/118/EEC (4), and in particular Article 8a thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (5), as last amended by Directive 91/637/EEC (6), and in particular Article 7a thereof,\nWhereas in 1988 in the light of an improved health situation it was possible to adopt Council Decision 89/21/EEC (7) derogating from prohibitions relating to African swine fever for certain areas of Spain; whereas the said Decision resulted in the  creation of a disease-free region and an infected region;\nWhereas in 1991, Decision 89/21/EEC was amended by Commission Decision 91/112/EEC (8) whereby a part of the infected region was recognized as a surveillance zone;\nWhereas in the light of an improved health situation in certain geographical areas of the province of Badajoz those areas can be added to the established surveillance zone;\nWhereas the Standing Veterinary Committee has delivered a favourable opinion,", "main_body": ["Annex II to Decision 89/21/EEC is replaced by:\n'Annex II\nAll parts of the territory of Spain south and west of the line described in Annex I with the exception of the area situated south, west and north of the line formed by:\n- the border between the autonomous regions of Extremadura and Andalusia from its start at the Portuguese border and until it reaches the common border point between the provinces of Badajoz, Cordoba and Ciudad Real,\n- the provincial border of Cordoba until it crosses the river Guadalmez,\n- the river Guadalmez in south-east direction; the provincial border between the provinces of Ciudad Real and Cordoba, the river Rio de las Yeguas in south direction and forming the provincial border between the provinces of Cordoba and Jaen; the river  Guadalquivir in direction south-west from the town Villa del Rio through the towns Montoro, El Carpio, Cordoba, Almodovar del Rio, Posadas, Penaflor, Villaverde del Rio, Alcolea del Rio, Sevilla and Coria del Rio and continue to Sanlucar de Barrameda.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 July 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 355, 5. 12. 1992, p. 32.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 62, 15. 3. 1993, p. 49.\n(5) OJ No L 47, 21. 2. 1980, p. 28.\n(6) OJ No L 377, 31. 12. 1991, p. 16.\n(7) OJ No L 9, 12. 1. 1989, p. 24.\n(8) OJ No L 58, 5. 3. 1991, p. 29."}