{"celex_id": "31998R1479", "uri": "http://publications.europa.eu/resource/cellar/5694e34b-79c6-4c41-80ba-ab2c57ef82b3", "type": "Regulation", "concepts": ["1170", "1642", "1744", "2121", "2845", "4170"], "title": "Commission Regulation (EC) No 1479/98 of 10 July 1998 amending Regulation (EC) No 1223/94 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty\n", "header": "COMMISSION REGULATION (EC) No 1479/98 of 10 July 1998 amending Regulation (EC) No 1223/94 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), as amended by Regulation (EC) No 1097/98 (2), and in particular the first indent of Article 8(3) thereof,\nWhereas Commission Regulation (EC) No 1223/94 of 30 May 1994 laying down special detailed rules for the application of the system of advance-fixing certificates for certain agricultural products exported in the form of goods not covered by Annex II to the Treaty (3), as last amended by Regulation (EC) No 1054/98 (4), provides that advance-fixing certificates for cereals are valid until the end of the fifth month following the month in which the application was lodged;\nWhereas glucose is deemed to be derived from maize, although it can be produced from maize, potatoes or wheat;\nWhereas the use during the new wheat year but before the end of the old maize year of an advance-fixing certificate obtained during the old wheat year can result in an economic advantage which no longer corresponds to the purpose of the refunds; whereas, where advance-fixing certificates for maize are used to export glucose, the period of validity should accordingly be limited to the end of the wheat year (30 June);\nWhereas glucose prices are adjusted gradually to the new year's production; whereas advance-fixing certificates issued from July to September should therefore be valid for a limited period;\nWhereas from 1 June 1998 refund rates can be fixed in advance for all eggs exported in the form of goods listed in Annex I to Council Regulation (EEC) No 2771/75 (5), as last amended by Commission Regulation (EC) No 1516/96 (6); whereas the amount of the security applicable to eggs in shell exported in the form of ovalbumin should accordingly be extended to all products covered by Regulation (EEC) No 2771/75;\nWhereas the advance-fixing certificates issued pursuant to Regulation (EC) No 1223/94 are not export certificates; whereas it must therefore be specified that the provisions of Article 33(3)(b)(i) of Commission Regulation (EEC) No 3719/88 (7), as last amended by Regulation (EC) No 1044/98 (8) do not apply;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex II,", "main_body": ["Regulation (EC) No 1223/94 is hereby amended as follows:\n1. In Article 4(2) the following point (d) is added:\n'(d) with regard to maize exported in the form of glucose, glucose syrup, maltodextrine or maltodextrine syrup falling within CN codes 1702 30 51, 1702 30 59, 1702 30 91, 1702 30 99, 1702 40 90, 1702 90 50, 1702 90 75, 1702 90 79 and 2106 90 55:\n- certificates applied for before 26 June shall be valid until 30 June at the latest,\n- certificates applied for from 26 June to 30 September shall be valid until the end of the 30th day following the day of issue.\nThe validity of such certificates shall not be changed where the maize is exported in other forms.`;\n2. the existing text of Article 7 becomes paragraph 1, and the following paragraph 2 is added:\n'2. Article 33(3)(b)(i) of Regulation (EEC) No 3719/88 shall not apply to certificates issued pursuant to this Regulation.`;\n3. in Article 9, in the fourth line of the table, in the column headed 'Description of basic products`, 'Poultry eggs in shell, fresh or preserved, other than for hatching, exported in the form of ovalbumin` is replaced by 'Products covered by Regulation (EEC) No 2771/75 (eggs)`.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nWhere the person concerned so requests, Article 1(2) shall apply to securities in respect of which the file is still open on the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 1998.\nFor the Commission\nMartin BANGEMANN\nMember of the Commission\n(1) OJ L 318, 20. 12. 1993, p. 18.\n(2) OJ L 157, 30. 5. 1998, p. 1.\n(3) OJ L 136, 31. 5. 1994, p. 33.\n(4) OJ L 151, 21. 5. 1998, p. 19.\n(5) OJ L 282, 1. 11. 1975, p. 49.\n(6) OJ L 189, 30. 7. 1996, p. 99.\n(7) OJ L 331, 5. 12. 1988, p. 1.\n(8) OJ L 149, 20. 5. 1998, p. 11."}