{"celex_id": "31999R1643", "uri": "http://publications.europa.eu/resource/cellar/830f3606-51cb-4015-9e84-23a184f2c0f1", "type": "Regulation", "concepts": ["1474", "1565", "1616", "2763", "5898", "914"], "title": "Commission Regulation (EC) No 1643/1999 of 27 July 1999 amending Regulation (EC) No 2508/97 as regards the detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreement between the Community and Slovenia\n", "header": "COMMISSION REGULATION (EC) No 1643/1999\nof 27 July 1999\namending Regulation (EC) No 2508/97 as regards the detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreement between the Community and Slovenia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1569/1999 of 12 July 1999 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part(1), and in particular Article 1 thereof,\n(1) Whereas Commission Regulation (EC) No 2508/97(2), as last amended by Regulation (EC) No 1311/1999(3), establishes, in particular, detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and certain Central and Eastern European Countries, including Slovenia; whereas it should be adapted accordingly;\n(2) Whereas the annual tariff quota system under the Agreement is administered on a six-monthly basis; whereas applications for licences for the second half of 1999 will normally be submitted in the first ten days of July; whereas, as a result of the date of adoption of Regulation (EC) No 1569/1999, the period for submission of licence applications should be extended; whereas, to guarantee the system's continuity, this Regulation should enter into force immediately and apply from l July 1999;\n(3) Whereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 2508/97 is amended as follows:\n1. The title is replaced by the following: \"Commission Regulation (EC) No 2508/97 of 15 December 1997 laying down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania and Slovenia, and the Agreements on free trade between the Community and the Baltic States.\"\n2. Article 1(1)(c) is replaced by the following: \"(c) the scheme provided for in Article 21(2) of the Europe Agreement between the European Community and Slovenia.\"\n3. In Article 4(1), the following subparagraph is added: \"However, applications for import licences for products originating in Slovenia and listed in Annex I, Section K, for the second half of 1999 may be submitted until 30 July 1999.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 187, 20.7.1999, p. 1.\n(2) OJ L 345, 16.12.1997, p. 31.\n(3) OJ L 156, 23.6.1999, p. 16."}