{"celex_id": "31994D0842", "uri": "http://publications.europa.eu/resource/cellar/bcf57f28-3297-4c42-ad55-9540514ce4af", "type": "Decision", "concepts": ["1448", "192", "2232", "2286", "3660", "862"], "title": "94/842/EC: Commission Decision of 19 December 1994 on additional financial aid from the Community for the work of the Community reference laboratory for salmonella (Rijksinstituut voor Volksgezondheid en Milieuhygiene, Bilthoven, Netherlands)\n", "header": "COMMISSION DECISION of 19 December 1994 on additional financial aid from the Community for the work of the Community reference laboratory for salmonella (Rijksinstituut voor Volksgezondheid en Milieuhygiene, Bilthoven, Netherlands) (94/842/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), as last amended by Decision 94/370/EC (2), and in particular Article 28 thereof,\nWhereas, in accordance with Article 13 of Council Directive 92/117/EEC (3) the Rijksinstituut voor Volksgezondheid en Milieuhygiene, Bilthoven, Netherlands has been designated as the reference laboratory for salmonella;\nWhereas, under Commission Decision 94/93/EC (4), the European Community has already paid financial aid to the Rijksinstituut voor Volksgezondheid en Milieuhygiene, Bilthoven, Netherlands; whereas a contract has been concluded between the European  Community and the laboratory for a period of one year; whereas this contract should be extended by one year and additional financial aid provided for to enable the reference laboratory to continue to perform the functions and tasks referred to in  Chapter II of Annex IV to Directive 92/117/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community hereby grants the Rijksinstituut voor Volksgezondheid en Milieuhygiene, a Community reference laboratory as referred to in Article 13 of Directive 92/117/EEC, additional financial aid of not more than ECU 100 000.", "1. For the purposes of Article 1, the contract referred to in Decision 94/93/EC is hereby extended for one year.\n2. The Director-General for Agriculture is hereby authorized to sign the amendment to the contract in the name of the Commission of the European Communities.\n3. The financial aid provided for in Article 1 shall be paid to the reference laboratory in accordance with the procedure set out in the contract referred to in Decision 94/93/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 19.\n(2) OJ No L 168, 2. 7. 1994, p. 31.\n(3) OJ No L 62, 15. 3. 1993, p. 38.\n(4) OJ No L 46, 18. 2. 1994, p. 64."}