{"celex_id": "31994R1353", "uri": "http://publications.europa.eu/resource/cellar/09c04f15-c6f9-4027-bec4-d008a21091d2", "type": "Regulation", "concepts": ["179", "2713", "3591", "4718", "473"], "title": "Commission Regulation (EC) No 1353/94 of 13 June 1994 reducing the quantities of table wine covered by approved contracts and declarations for distillation as provided for in Regulation (EC) No 344/94\n", "header": "COMMISSION REGULATION (EC) No 1353/94 of 13 June 1994 reducing the quantities of table wine covered by approved contracts and declarations for distillation as provided for in Regulation (EC) No 344/94\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1566/93 (2), and in particular Article 41 (10) thereof,\nWhereas Article 3 (1) of Commission Regulation (EEC) No 2721/88 of 31 August 1988 laying down detailed rules for voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87 (3), as last amended by Regulation (EEC) No  2181/91 (4), provides for a mechanism enabling the total quantity of table wine which may be sent for distillation to be kept within a given limit;\nWhereas information forwarded to the Commission by the Member States shows that, on expiry of the time limit laid down for the submission of delivery contracts and declarations to intervention agencies, the quantity of table wine covered by contracts  and declarations exceeds that laid down in Article 1 of Commission Regulation (EC) No 344/94 of 15 February 1994 opening, for the 1993/94 wine year, distillation of table wine as provided for in Article 41 of Regulation (EEC) No 822/87 (5), which was  considered sufficient to withdraw from the market approximately 4,549 million hectolitres and 1,945 million hectolitres respectively in production regions 4 and 6 as referred to in Article 1 of Regulation (EC) No 344/94; whereas, under these  circumstances, the provision enabling distillation to be limited to the quantity provided;\nWhereas Article 6 (5) of Regulation (EEC) No 2721/88 provides that producers may not deliver less than 10 hectolitres of wine; whereas provision should consequently be made, in cases where the reduction applicable would lead to the delivery of a  quantity of less than that minimum, for the quantity which may be delivered to be 10 hectolitres;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For each producer, the total quantity of table wine which may be delivered for distillation as provided for in Regulation (EC) No 344/94 shall be equal to a percentage of the quantities in the contracts or declarations concluded by the said  producer and submitted for approval.\nThat percentage shall be as follows for each of the regions referred to in Article 4 (2) of Commission Regulation (EEC) No 441/88 (6):\n- Region 3: 100 %,\n- Region 4: 28,3 %,\n- Region 5: 100 %,\n- Region 6: 17,1 %.\nHowever, if the quantity resulting from the application of that percentage is less than 10 hectolitres, the quantity which may be delivered shall be 10 hectolitres.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 154, 25. 6. 1993, p. 39.\n(3) OJ No L 241, 1. 9. 1988, p. 88.\n(4) OJ No L 202, 25. 7. 1991, p. 16.\n(5) OJ No L 44, 17. 2. 1994, p. 12.\n(6) OJ No L 45, 18. 2. 1988, p. 15."}