{"celex_id": "31998R2789", "uri": "http://publications.europa.eu/resource/cellar/2698aafa-2f87-4db3-a230-4ccc22aa30e1", "type": "Regulation", "concepts": ["1642", "1644", "2173", "3591", "4682"], "title": "Commission Regulation (EC) No 2789/98 of 22 December 1998 derogating temporarily from Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\n", "header": "COMMISSION REGULATION (EC) No 2789/98 of 22 December 1998 derogating temporarily from Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organisation of the market in beef and veal (1), as last amended by Regulation (EC) No 1633/98 (2), and in particular Article 9(2) thereof,\nWhereas the second indent of Article 8(1) of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector (3), as last amended by Regulation (EC) No 2365/98 (4), lays down the period of validity of export licences for certain products with advance fixing of the refund; whereas Article 10(5) of the above Regulation provides that export licence applications for a quantity not exceeding 22 tonnes of products falling within CN code 0201 are not to be subject to a five-day time lag;\nWhereas, in order to avoid jeopardising the smooth running of the market partly as a result of problems encountered on the Russian market since late August 1998, greater flexibility in the management of export licences should be introduced on a temporary basis by extending the period of validity of export licences for beef from 30 to 60 days and extending the derogation under Article 10(5) to products falling within CN code 0202;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Notwithstanding the second indent of Article 8(1) of Regulation (EC) No 1445/95, the period of validity of export licences with advance fixing of the refund for products other than those falling within CN codes 0102 and 1602 shall be 60 days.\n2. Notwithstanding the first sentence of Article 10(5) of Regulation (EC) No 1445/95, licence applications for a quantity not exceeding 22 tonnes of products falling within CN codes 0201 and 0202 shall not, at the applicant's request, be subject to the five-day time lag.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to applications for export licences with advance fixing of the refund from the date of entry into force of this Regulation until 31 March 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 148, 28. 6. 1968, p. 24.\n(2) OJ L 210, 28. 7. 1998, p. 17.\n(3) OJ L 143, 27. 6. 1995, p. 35.\n(4) OJ L 293, 31. 10. 1998, p. 49."}