{"celex_id": "31990R1489", "uri": "http://publications.europa.eu/resource/cellar/2a487b90-42a2-42f2-b513-ad6cef0dd9bd", "type": "Regulation", "concepts": ["1069", "1076", "13", "2563", "2734"], "title": "Commission Regulation (EEC) No 1489/90 of 31 May 1990 amending Regulations (EEC) No 756/70, No 548/86 and No 3719/88 as regards proof of release for consumption of certain agricultural products in the Member States\n", "header": "COMMISSION  REGULATION (EEC) No 1489/90\nof 31 May 1990\namending Regulations (EEC) No 756/70, No 548/86 and No 3719/88 as regards proof of release for consumption of certain agricultural products in the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular Article 11 (3) thereof,\nHaving regard to Council Regulation (EEC) No 467/86 of 25 February 1986 laying down general rules for the system of accession compensatory amounts for cereals (3), and in particular Article 7 (1) thereof, and to the corresponding provisions of the other Regulations laying down general rules for the system of accession compensatory amounts applicable to agricultural products,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (4), as last amended by Regulation (EEC) No 1340/90 (5), and in particular Articles 12 (2), 15 (5), 16 (6) and 24 thereof, and to the corresponding provisions of the other Regulations on common organizations of the market in agricultural products,\nWhereas the provisions below stipulate that evidence of release of products for consumption in the Member States be provided by applying mutatis mutandis the provisions of Article 18 (1) of Commission Regulation (EEC) No 3665/87 of 27 November 1987 laying down common detailed rules for the application of the system of export refunds on agricultural products (6):\n- Article 4 (3) of Commission Regulation (EEC) No 756/70 of 24 April 1970 on granting aid for skimmed milk processed into casein and caseinates (7), as last amended by Regulation (EEC) No 3463/89 (8),\n- Article 7 (2) (a) of Commission Regulation (EEC) No 548/86 of 27 February 1986 laying down detailed rules for the application of accession compensatory amounts (9), as last amended by Regulation (EEC) No 3107/89 (10), and\n- Article 30 (1) of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (11), as last amended by Regulation (EEC) No 1903/89 (12);\nWhereas Regulation (EEC) No 3665/87 was last amended by Regulation (EEC) No 354/90 (13) which abolished the use of the customs clearance certificate as evidence of release for consumption in third countries;\nWhereas the use of that document as evidence of release for consumption in the Member States should be maintained for the purposes of the abovementioned Regulations;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["1. The following subparagraph is hereby added to Article 4 (3) of Regulation (EEC) No 756/70:\n'In the case of release for consumption in Portugal, the \"customs clearance certificate\", drawn up on a form in accordance with the model in Annex V, or any other document recognized by the Portuguese customs authorities and identifying the products and proving them to have been released for consumption in Portugal, may also be produced as evidence of importation.'\nThe Annex to this Regulation shall be added as Annex V to Regulation (EEC) No 756/70.\n2. The first indent of Article 7 (2) (a) of Regulation (EEC) No 548/86 is replaced by the following:\n'- in accordance with Article 18 (1) of Regulation (EEC) No 3665/87 or by production of the \"customs clearance certificate\" drawn up on a form in accordance with the model in the Annex or by the production of any other document recognized by the customs authorities of the Member State which identifies the products and shows that they have been released for consumption in that Member State.'\nThe Annex to this Regulation shall be added as Annex to Regulation (EEC) No 548/86.\n3. The last subparagraph of Article 30 (1) of Regulation (EEC) No 3719/88 is replaced by the following:\n'Evidence of release for consumption shall be produced in accordance with Article 18 (1) of Regulation (EEC) No 3665/87 or by the production of the \"customs clearance certificate\" drawn up on a form in accordance with the model in Annex III or by the production of any other document recognized by the Portuguese customs authorities and identifying the products and proving them to have been released for consumption in Portugal.'\nThe Annex to this Regulation shall be added as Annex III to Regulation (EEC) No 3719/88.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 10 February 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 378, 27. 12. 1989, p. 1.\n(3) OJ No L 53, 1. 3. 1986, p. 25.\n(4) OJ No L 281, 1. 11. 1975, p. 1.\n(5) OJ No L 134, 28. 5. 1990, p. 1.\n(6) OJ No L 351, 14. 12. 1987, p. 1.\n(7) OJ No L 91, 25. 4. 1970, p. 28.\n(8) OJ No L 334, 18. 11. 1989, p. 26.\n(9) OJ No L 55, 1. 3. 1986, p. 52.\n(10) OJ No L 298, 17. 10. 1989, p. 15.\n(11) OJ No L 331, 2. 12. 1988, p. 1.\n(12) OJ No L 184, 30. 6. 1989, p. 22.\n(13) OJ No L 38, 10. 2. 1990, p. 34.\nANNEX\n1.2 //  //  // Exporter (translation)   // CUSTOMS ENTRY CERTIFICATE (translation)  // Consignee (translation)  // Type, No and date of export document (translation) Type and date of transport document (translation) 1.2.3 //  //  //  //  // Country of exportation (translation)  // Country of destination (translation)  //  //  //  //  //  // 1.2.3 //  //  //  // Marks, numbers, number and kind of packages: description of goods (translation)  // Gross mass (kg) (translation)  // Net quantity (1) (translation)  //  //  // 1.2 //  //  // CUSTOMS ENDORSEMENT (translation) This is to certify that the abovementioned goods have been cleared by Customs for home use (translation)  // 1.2 //  //  // Remarks of Customs (translation)  // Place (translation): Date (translation): Signature and stamp of Customs (translation)   //    //"}