{"celex_id": "31994R1855", "uri": "http://publications.europa.eu/resource/cellar/469e5fef-3188-462c-8bb2-9d6940c1213b", "type": "Regulation", "concepts": ["1644", "2300", "2783", "3591"], "title": "Commission Regulation (EC) No 1855/94 of 27 July 1994 authorizing the competent authorities of the Member States to extend, on specific conditions, the period of validity of import authorizations issued on the basis of Regulation (EC) No 934/94\n", "header": "COMMISSION REGULATION (EC) No 1855/94 of 27 July 1994 authorizing the competent authorities of the Member States to extend, on specific conditions, the period of validity of import authorizations issued on the basis of Regulation (EC) No 934/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import  rules (1), and in particular Article 21 (2), in conjunction with Article 25 (3) thereof,\nWhereas, pursuant to Article 6 of Commission Regulation (EC) No 934/94 of 27 April 1994 establishing rules for management and distribution with regard to certain textile quotas established under Regulation (EC) No 517/94 (2), the period of validity of  import authorizations has been fixed at 90 days as of the date of issue by the competent authorities of the Member States;\nWhereas Member States have indicated that some operators had or would have difficulties to import, within that specific time limit, all the goods for which an import authorization has been issued pursuant to the provisions of Regulation (EC) No 934/94;\nWhereas, after examination by the Committee established by Regulation (EC) No 517/94, it has been considered appropriate to allow Member States' authorities to extend under certain conditions the duration of validity of the import authorizations  concerned by a period of 45 days;\nWhereas, in order to pursue the objective of an optimum use of the quantitative limits, it seems advisable to authorize this extension only on request of the operator concerned and on the condition that this operator can demonstrate, to the satisfaction  of the national authorities, that for duly justified reasons, he is, was or will not be able to import the goods for which an import authorization was issued according to the provisions of Regulation (EC) No 934/94 within the time limit specified in the  import authorization;\nWhereas the present Regulation should be applicable from the date of entry into force of Regulation (EC) No 934/94;\nWhereas this measure is in conformity with the opinion expressed by the Committee established by Regulation (EC) No 517/94,", "main_body": ["The duration of validity for import authorizations issued by the competent Member State authorities on the basis of Regulation (EC) No 934/94 can be extended by 45 days upon request of the concerned operator.\nThe extension may only be granted by the competent Member State authorities if the concerned operator to whom the import authorizations has been issued can demonstrate, to the satisfaction of the said authorities, that for duly justified reasons, he is,  was or will not be able to import all the concerned products within the time limit specified in the import authorization.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 28 April 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1994.\nFor the Commission\nLeon BRITTAN\nMember of the Commission\n(1) OJ No L 67, 10. 3. 1994, p. 1.\n(2) OJ No L 107, 28. 4. 1994, p. 19."}