{"celex_id": "31993R1611", "uri": "http://publications.europa.eu/resource/cellar/9822f27e-f46d-4945-9df5-44dfd85b8fdb", "type": "Regulation", "concepts": ["2066", "2069", "2783", "4680", "5024"], "title": "Commission Regulation (EEC) No 1611/93 of 24 June 1993 concerning the classification of certain goods in the combined nomenclature\n", "header": "COMMISSION REGULATION (EEC) No 1611/93 of 24 June 1993 concerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 (1) on the tariff and statistical nomenclature and on the Common Customs Tariff, as last amended by Commission Regulation (EEC) No 1001/93 (2), and in particular Article 9,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions  to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas it is appropriate that, subject to the measures in force in the Community relating to double checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information  in the matter of classification of goods in the combined nomenclature issued by the customs authorities of the Member States which no longer conform to this Regulation may continue to be invoked in accordance with the provisions of Article 6 of  Commission Regulation (EEC) No 3796/90 (3), as last amended by Regulation (EEC) No 2674/92 (4), by the holder thereof during a certain period if such holder has concluded a contract as referred to in points (a) or (b) of the second paragraph of Article  14, (3) of Council Regulation (EEC) No 1715/90 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "Subject to the measures in force in the Community relating to double checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information in the matter of  classification of goods in the combined nomenclature issued by the customs authorities of the Member States which no longer conform to this Regulation may continue to be invoked in accordance with the provisions of Article 6 of Regulation (EEC) No  3796/90 by the holder thereof during a period of 60 days from the date of applicaiton of this Regulation if such holder has concluded a contract referred to in points (a) or (b) of the second subparagraph of Article 14 of Regulation (EEC) No 1715/90.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 104, 29. 4. 1993, p. 28.\n(3) OJ No L 365, 28. 12. 1990, p. 17.\n(4) OJ No L 271, 16. 9. 1992, p. 5.\n(5) OJ No L 160, 26. 6. 1990, p. 1.\nANNEX\n\"\" ID=\"01\">1. Pieces of tubular weft knitted or crocheted fabric, bleached, of various textile fibres, roughly cut. These pieces are approximately 65 cm in diameter and vary between 2,50 m and 6 m in length. The pieces, some of which are creased  or wrinkled, are put up in bales.> ID=\"02\">6002 91 00 6002 92 10 6002 93 31 6002 93 99 6002 99 00> ID=\"03\">Classification is determined by the provisions of the general rules 1 and 6 for the interpretation of the combined nomenclature and the texts of  CN codes 6002, 6002 91 00, 6002 92, 6002 92 10, 6002 93, 6002 93 31, 6002 93 99 and 6002 99 00 depending on the composition. The textile products in question cannot be classified as rags because they are not worn, soiled, torn, of small dimensions or  fit only for the recovery of the fibres, the manufacture of paper or plastics, the manufacture of polishing materials or for use as industrial wipers.\"> ID=\"01\">2. Lightweight knitted garment (85 % polyamide, 15 % elastomeric yarn), with narrow  adjustable shoulder straps intended to cover the body down to the crotch. The front of the garment is of an openwork knitted fabric and the garment is elasticated around the legs and at the back. The crotch of the garment, which has a knitted cotton  lining, is fastened by means of three press studs. The upper part of the garment resembles a brassiere and is wired for support. (See photograph No 525) (*)> ID=\"02\">6212 90 00> ID=\"03\">Classification is determined by the provisions of general rules 1  and 6 for the interpretation of the combined nomenclature and by the texts of CN codes 6212 and 6212 90 00. See also the explanatory notes to the harmonized system concerning heading 6212.\n\"\"(*) Photographs are of a purely illustrative nature.\n>"}