{"celex_id": "31995L0070", "uri": "http://publications.europa.eu/resource/cellar/cdaf9017-0c09-4937-92bc-dcec6afe2e1e", "type": "Directive", "concepts": ["13", "1445", "1755", "192", "1961", "2999"], "title": "Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs\n", "header": "COUNCIL DIRECTIVE  95/70/EC\nof 22 December 1995\nintroducing minimum Community measures for the control of certain  diseases affecting bivalve molluscs\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 43  thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas molluscs are listed in Annex II to the Treaty; whereas the marketing of molluscs  constitutes an important source of revenue for the aquaculture sector;\nWhereas the mollusc diseases referred to in Annex A, list II, to Council Directive 91/67/EEC of 28  January 1991 concerning the animal health conditions governing the placing on the market of  aquaculture animals and products (3), have a very serious effect on the shellfish industry; whereas  other diseases having a similar effect occur in third countries, whereas a list of such diseases  should be drawn up and the Commission should be given the ability to adjust that list in the light  of developments in the animal-health field;\nWhereas an outbreak of such diseases can quickly take on epizootic proportions, causing mortality  and disturbances on a scale liable considerably to reduce the profitability of shellfish-farming;\nWhereas it is therefore necessary to establish at Community level the measures to be taken in the  event of outbreaks of disease, in order to ensure rational development of shellfish-farming and to  contribute to the protection of animal health in the Community;\nWhereas Member States should report to the Commission and the other Member States all cases of  abnormal mortality observed in bivalve molluscs;\nWhereas, in such an event, measures must be taken aimed at preventing the spread of the disease, in  particular with regard to the removal of live bivalve molluscs from the farms or zones concerned;\nWhereas a thorough epidemiological investigation is essential to determine the origin of the  disease and to prevent further spread;\nWhereas, in order to ensure an effective system of control, diagnosis of the diseases must be  harmonized and carried out under the auspices of responsible laboratories, the coordination of  which may be ensured by a reference laboratory designated by the Community;\nWhereas, in order to ensure uniform implementation of this Directive, a Community inspection  procedure should be established;\nWhereas common measures for the control of diseases form a minimum basis for maintaining a uniform  standard of animal health;\nWhereas the Commission should be entrusted with the task of adopting the necessary implementing  measures,", "main_body": ["This Directive establishes minimum Community measures for the control  of the diseases affecting bivalve molluscs referred to in this Directive.", "1. For the purposes of this Directive, the definitions laid down in Article 2 of  Directive 91/67/EEC and Article 2 of Directive 91/492/EEC (4) shall apply as necessary.\n2. In addition, 'observed abnormal mortality' shall mean sudden mortality affecting approximately  15 % of stocks and occurring over a short period between two inspections (confirmed within 15  days). In hatchery a mortality shall be considered abnormal when the farmer cannot obtain larvae  during a period which included successive spawns from different broodstocks. In nursery a mortality  shall be considered abnormal when a sudden sizeable mortality occurs in a short time on a number of  tubes.", "Member States shall ensure that all farms rearing bivalve molluscs:\n1. are registered by the official service; this registration must be kept constantly up to date;\n2. keep a record of:\n(a) live bivalve molluscs entering the farm, containing all information relating to their delivery,  their number or weight, their size and their origin;\n(b) bivalve molluscs leaving the farm for reimmersion, containing all information relating to their  dispatch, their number or weight, their size and destination;\n(c) observed abnormal mortality.\nThis record, which shall be open to scrutiny by the official service at all times, on demand, shall  be updated regularly and kept for four years.", "1. Member States shall ensure that a monitoring and sampling programme is applied in  bivalve mollusc farms, farming areas and harvested natural beds in order to observe whether there  is an abnormal mortality and keep track of the health situation of stocks.\nIn addition, the official service may apply the above programme to purification centres and storage  tanks which discharge water into the sea.\nIf, during application of this programme, any abnormal mortality is observed, or if the official  service has information giving it reason to suspect the presence of diseases, the following  measures shall be taken:\n- a list shall be drawn up of the sites where the diseases referred to in Annex A, list II to  Directive 91/67/EEC are present, provided that such diseases are not the subject of a programme  approved pursuant to the aforementioned Directive,\n- a list shall be drawn up of the sites at which abnormal mortality has been observed as a result  of the presence of the diseases referred to in Annex D, or on which the official service has  information giving it reason to suspect the presence of diseases,\n- monitoring of the evolution and geographical spread of the diseases referred to in the first and  second indents.\n2. The detailed rules for implementing this Article, and inter alia the rules to be applied for  establishing the programme referred to in paragraph 1, particularly as regards the frequency and  timetable of monitoring, procedures for taking samples (statistically representative volume) and  methods of diagnosis, shall be adopted in accordance with the procedure provided for in Article  10.", "1. Member States shall ensure that the suspected presence of any diseases referred to  in Article 4 and any abnormal mortality rate observed in bivalve molluscs in farms, in farming  areas or in harvested natural beds or in purification centres or storage tanks which discharge  water into the sea is notified as soon as possible to the official service by the shellfish-farmers  or any other person who has made such observations.\n2. In the case referred to in paragraph 1, the official service in the Member States shall ensure  that:\n(a) samples are taken for examination in an approved laboratory;\n(b) pending the result of the examination referred to in (a), no molluscs leave the affected farm,  farming area or harvested natural beds or purification centres or storage tanks which discharge  water into the sea for relaying or reimmersion in another farm or in the aquatic environment,  unless authorized by the official service.\n3. If the examination referred to in paragraph 2 (a) fails to demonstrate the presence of a  pathogen, the restrictions referred to in paragraph 2 (b) shall be lifted.\n4. If the examination referred to in paragraph 2 shows the presence of a pathogen causing the  observed abnormal mortality capable of being the cause of that mortality, or of a pathogen of one  of the diseases referred to in Article 4, an epizootic investigation must be carried out by the  official service in order to determine the possible means of contamination and to investigate  whether molluscs have left the farm, the farming area or the harvested natural beds for relaying or  reimmersion elsewhere during the period preceding observation of the abnormal mortality.\nIf the epizootic investigation shows that the disease has been introduced into one or more farms,  farming areas or harvested natural beds as a result inter alia of molluscs being moved, the  provisions of paragraph 2 shall apply.\nHowever, by way of derogation from Article 3 (1) (c) of Directive 91/67/EEC, the official service  may, within its territory, authorize the movement of live bivalve molluscs to other farms, farming  areas or harvested natural beds which are infected with the same disease.\nIf necessary, further appropriate measures may be decided on in accordance with the procedure in  Article 10.\n5. The official service shall ensure that the Commission and the other Member States are  immediately informed, in accordance with the current Community procedures, of any cases of abnormal  mortality rates observed involving a pathogen, of any measures taken to analyse and control the  situation and of the cause of the mortality.", "1. Sampling and laboratory testing for the determination of the cause of abnormal  mortality of bivalve molluscs shall be carried out using the methods established in accordance with  the procedure laid down in Article 10.\n2. Member States shall ensure that in each Member State a national reference laboratory is  designated, with facilities and expert personnel enabling it to carry out the testing referred to  in paragraph 1.\n3. By way of derogation from paragraph 2, Member States which do not have a national laboratory  competent in the matter may use the services of a national laboratory with competence in the matter  in another Member State.\n4. The list of national reference laboratories for diseases of bivalve molluscs is set out in Annex  C.\n5. National reference laboratories shall cooperate with the Community reference laboratory referred  to in Article 7.", "1. The Community reference laboratory for diseases of bivalve molluscs is indicated in  Annex A.\n2. Without prejudice to Decision 90/424/EEC of 26 June 1990 (1) on expenditure in the veterinary  field and in particular Article 28 thereof, the functions and duties of the laboratory referred to  in paragraph 1 shall be those laid down in Annex B.", "1. Commission experts may, to the extent necessary to ensure uniform application of  this Directive, carry out on-the-spot checks. In so doing, they may carry out random,  non-discriminatory checks to ensure that the competent authority is monitoring compliance with the  requirements of this Directive.\nThe Commission shall inform the Member States of the results of these checks.\n2. The checks referred to in paragraph 1 shall be carried out in collaboration with the competent  authority.\n3. The Member State in whose territory the inspections are carried out shall provide the experts  with any assistance they require to accomplish their task.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the  procedure laid down in Article 10.", "Annex A shall be amended as necessary by the Council, acting by a qualified majority on  a proposal from the Commission.\nAnnexes B, C and D may be amended as necessary in accordance with the procedure laid down in  Article 10.", "0\n1. Where the procedure laid down in this Article is to be followed, matters shall be  referred without delay to the Standing Veterinary Committee, (hereinafter referred to as 'the  Committee'), set up by decision 68/361/EEC (2), by its Chairman, either on his own initiative or at  the request of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be  taken. The Committee shall deliver its opinion on the draft within the time limit which the  Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the  majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is  required to adopt on a proposal from the Commission. The votes of the representatives of the Member  States within the Committee shall be weighted in the manner set out in that Article. The Chairman  shall not vote.\n3. (a) The Commission shall adopt the measures envisaged if they are in accordance with the opinion  of the Committee.\n(b) If the measures envisaged are not in accordance with the opinion of the Committee, or if no  opinion is delivered, the Commission shall, without delay, submit to the Council a proposal  relating to the measures to be taken. The Council shall act by a qualified majority.\nIf, on the expiry of a period of three months, from the date of referral to the Council, the  Council has not acted, the proposed measures shall be adopted by the Commission, save where the  Council has decided against the said measures by a simple majority.", "1\nBy 31 December 1999 at the latest, the Commission shall submit a report to the Council  which has been drawn up, if necessary after consulting the Scientific and veterinary Committee,  taking account of experience acquired in applying this Directive and of technical and scientific  developments, accompanied where appropriate by any proposals for amendments.\nThe Council shall act by a qualified majority on any such proposals.", "2\n1. Member States shall bring into force the laws, regulations and administrative  provisions necessary to comply with this Directive before 1 June 1997. They shall forthwith inform  the Commission thereof.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or  shall be accompanied by such reference on the occasion of their official publication. The methods  of making such reference shall be laid down by Member States.\n2. However, from the date laid down in paragraph 1, Member States may, subject to the general rules  of the Treaty, maintain or apply for their production stricter provisions than those laid down by  this Directive. They shall notify the Commission of any such measure.\n3. Member States shall communicate to the Commission the main provisions of national law which they  adopt in the field governed by this Directive.", "3\nThis Directive shall enter into force on the 20th day following that of its  publication in the Official Journal of the European Communities.", "4\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1995.\nFor the Council\nThe President\nL. ATIENZA SERNA\n(1) OJ No C 285, 13. 10. 1994,  p. 9.\n(2) OJ No C 109, 1. 5. 1995, p. 2.\n(3) OJ No L 46, 19. 2. 1991, p. 1. Directive as last amended by Directive 95/22/EC (OJ No L 243,  11. 10. 1995, p. 1).\n(4) Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the  production and the placing on the market of live bivalve molluscs (OJ No L 268, 24. 9. 1991, p. 1).  Directive as amended by the 1994 Act of Accession.\n(1) OJ No L 224, 18. 8. 1990, p. 19. Decision last amended by Decision 94/370/EC (OJ No L 168, 2.  7. 1994, p. 31).\n(2) OJ No L 255, 18. 10. 1968, p. 23.\nANNEX A\nCOMMMUNITY REFERENCE LABORATORY FOR DISEASES OF BIVALVE MOLLUSCS\nIFREMER\nBoîte  Postale 133\n17390 La Tremblade\nFrance\nANNEX B\nFUNCTIONS AND DUTIES OF THE COMMUNITY REFERENCE LABORATORY FOR DISEASES OF  BIVALVE MOLLUSCS\nThe function and duties of the Community reference laboratory shall be:\n1. to coordinate, in consultation with the Commission, the methods employed in Member States for  diagnosing diseases of bivalve molluscs, specifically by:\n(a) building up and retaining a collection of histological slides, strains or isolates of the  relevant pathogens and making these available to approved laboratories in the Member States;\n(b) organizing periodic comparative tests of diagnostic procedures at Community level;\n(c) collecting and collating data and information on the methods of diagnosis used and the results  of tests carried out in the Community;\n(d) characterizing isolates of pathogens by the most up-to-date and appropriate methods to allow  greater understanding of the epizootiology of the disease;\n(e) keeping abreast of developments in the surveillance, epizootiology and prevention of the  relevant diseases throughout the world;\n(f) retaining expertise on relevant disease pathogens to enable rapid differential diagnosis;\n2. to assist actively in the diagnosis of disease outbreaks in Member States by receiving pathogen  isolates for confirmatory diagnosis, characterization and epizootic studies;\n3. to facilitate the training or retraining of experts in laboratory diagnosis with a view to the  harmonization of diagnostic techniques throughout the Community;\n4. to collaborate as regards methods of diagnosing exotic diseases, with the competent laboratories  in third countries where those diseases are prevalent.\nANNEX C\nNATIONAL REFERENCE LABORATORIES FOR DISEASES OF BIVALVE MOLLUSCS\n>TABLE  POSITION>\nANNEX D\n>TABLE>"}