{"celex_id": "31993D0588", "uri": "http://publications.europa.eu/resource/cellar/0e4de8e5-1a2b-4ddb-bd36-b81d7f4f6c07", "type": "Decision", "concepts": ["1047", "1074", "1316", "206", "3299", "5315"], "title": "93/588/EEC: Council Decision of 29 October 1993 on the adoption of a programme of Community action on the subject of the vocational training of indirect taxation officials (Matthaeus-Tax)\n", "header": "COUNCIL DECISION of 29 October 1993 on the adoption of a programme of Community action on the subject of the vocational training of indirect taxation officials (Matthaeus-Tax)\n(93/588/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas in a single market without internal frontiers, indirect taxation officials will play an essential part in ensuring the proper operation of the internal market;\nWhereas it must be ensured that the abolition of controls at internal borders does not give rise to distortions in competition, deflection of trade or increased risk of fraud and tax evasion; whereas it is consequently necessary to stimulate intensive  and ongoing cooperation at all levels in the indirect taxation administrations to ensure that they work together to complete the internal market;\nWhereas this will be achieved through optimizing the use of human resources in Member States and therefore through suitable vocational training;\nWhereas the measures taken in this sphere by each of the national administrations are not in themselves sufficient to achieve the objective being pursued; whereas it is consequently essential to reinforce national efforts through joint action to  increase the awareness of indirect taxation officials of the increasing Community dimension of their tasks and of the need to cooperate more closely together;\nWhereas only a better mutual knowledge of the organization, methods and procedures applied in the different Member States can ensure the climate of mutual confidence necessary for a proper functioning of the internal market;\nWhereas the experience acquired by the Community from the organization of the Matthaeus programme, intended for the customs officials of the Member States, showed the benefit of training activities, supplementing those organized at the national level,  in developing a Community spirit of the officials working in the internal market; whereas this experience must, mutatis mutandis, be spread to the indirect taxation area;\nWhereas, in these conditions, the implementation of a training programme at a Community level for indirect taxation officials (Matthaeus-Tax) constitutes one of the most appropriate ways to achieve this result;\nWhereas the Commission adopted a pilot project for 1991 and 1992 based on the exchange of indirect taxation officials between national administrations and training seminars; whereas the aim of this pilot project was to collect useful information to  allow the implementation of a more ambitious training programme extending over several years and supplemented by other training measures;\nWhereas the experience acquired during the pilot project indicated that there was an advantage in exchange officials having an involvement in the day-to-day activities of the host service; whereas this requirement will be met most effectively if the  exchange officials have sufficient knowledge of the language of the host country; whereas, for this purpose, it is essential that the national administrations organize language courses for their officials so they can participate more effectively in the  programme; whereas these courses must be of an ongoing nature and must cover, as far as possible, all the official languages of the Community;\nWhereas the legal status of exchange officials will be the same as that of national officials where, in performing their duties, their civil liability is put at issue by a third part and they will be informed about the civil liability rules applicable  to them in the host country;\nWhereas exchange officials will be bound by the same rules of professional secrecy as national officials, given that exchange officials will take part in the day-to-day work of the host administration;\nWhereas the number of officials undergoing an exchange should, as far as possible, amount to some 100 each year and be increased to the extent that budgetary, training and admission capacities permit;\nWhereas training measures supplementary to the exchange of officials between national administrations are essential to the achievement of the objective sought; whereas these measures may involve training seminars and the establishment of common training  programmes to be taught in Member States' schools;\nWhereas seminars form an ideal forum for the exchange of ideas between indirect taxation officials in the Community; whereas in these seminars, suggestions may emerge which could improve the legal instruments in force and facilitate cooperation between  the administrations concerned;\nWhereas the said seminars should concern those indirect taxation officials who belong, as necessary, to all categories and especially trainers in national administrations' schools, officials responsible for implementing indirect taxation law, especially  where it relates to the control of transactions involving other Member States, and officials responsible for combating all types of fiscal fraud;\nWhereas the setting up of common training programmes, in so far as necessary, constitutes a suitable means of making comparable training available to officials throughout the Community; whereas these programmes should include the teaching of Community  law as well as the study of Community institutions and their foundations, since indirect taxation officials will increasingly have to integrate these Community aspects;\nWhereas the implementation of these common programmes can be accomplished only if Member States provide the necessary facilities; whereas consideration should also be given to creating a joint training centre for indirect taxation officials which should  be located at the Joint Training Centre for customs officials of the Community referred to in Decision 91/341/EEC (4);\nWhereas, for the implementation of the Matthaeus-Tax programme, the sharing of expenses under the programme between the Community and the Member States should be determined; whereas, consequently, expenses could be shared by assigning those relating to  the language training of their officials to Member States and the travel and subsistence expenses of officials participating in the programme in another Member State as well as the costs relating to the organization of the seminars to the Community;\nWhereas there are reasons to anticipate a programme lasting for four years;\nWhereas it is necessary to ensure the uniform application of this Decision and, for that purpose, to provide for a Community procedure for the enactment of implementing rules; whereas a committee should be set up to provide a forum for close and  effective cooperation between Member States and the Commission in this field,", "main_body": ["A Community action programme is hereby established for the vocational training of indirect taxation officials of national administrations (Matthaeus-Tax).", "For the purposes of this Decision:\n(a) 'indirect taxation' shall mean only those indirect taxes which are the subject of Community legislation;\n(b) 'exchange official' shall mean an official of a Member State required to visit another Member State within the context of this Decision;\n(c) 'host service' shall mean the taxation service in which the exchange official is required to perform his duties;\n(d) 'donor service' shall mean the taxation service in which the exchange official normally performs his duties.", "The objectives of the programme shall be:\n(a) to prepare indirect taxation officials of Member States for the implications arising out of the creation of the internal market and the development of administrative cooperation, and thus ensure a better application of Community law;\n(b) to make national officials aware of the Community dimension of their work and to build mutual confidence between the indirect taxation administrations of Member States;\n(c) to provide supplementary, adapted vocational training to indirect taxation officials;\n(d) to utilize to the maximum advantage the knowledge of the indirect taxation services in the Community through greater mobility of staff and thus improve the management and the effectiveness of the internal market;\n(e) to stimulate intensive and continuous cooperation at all levels of the relevant administrations with a view to them working together within the context of the internal market.", "The programme shall consist of the following training measures:\n(a) exchanges of indirect taxation officials between national administrations, in accordance with Article 5;\n(b) training seminars for officials, particularly trainers in training schools, officials responsible for administrative cooperation as well as officials responsible for indirect taxation controls and the fight against fraud and tax evasion;\n(c) the coordinated implementation of vocational training programmes in the training schools of Member States;\n(d) the organization in Member States of language training courses for officials likely to participate in exchanges, in accordance with Article 6.", "1. Member States shall take the necessary steps to enable exchange officials to play an effective part in the host service's activities and to this end such officials shall be authorized to carry out the tasks relating to the duties entrusted  to them by the host service in accordance with its legal system.\n2. During the exchange, the civil liability of the exchange official in the performance of his duties shall be treated in the same way as that of the national officials in the host service.\n3. Exchange officials shall be bound by the same rules of professional secrecy as national officials.", "Member States shall provide the necessary language training for those of their officials who are likely to participate in the programme.", "1. The expenses arising from the measures set out in Article 4 shall be shared between the Community and the Member States as provided for in paragraphs 2 and 3.\n2. The Community shall pay the travel and subsistence expenses for exchanges of officials between national administrations as provided for in Article 4 (a).\nThe Community shall also pay the travel and subsistence expenses of officials participating, in another Member State, in the seminars referred to in Article 4 (b), as well as the costs relating to the organization of these seminars.\n3. Member States shall pay the expenses relating to the language training of their staff as provided for in Article 6.", "The annual budget appropriations for the measures provided for in the programme shall be adopted in the context of the budgetary procedure and in compliance with the relevant financial perspective.", "The arrangements necessary for the application of this Decision are decided by the Commission in accordance with the procedure laid down in Article 10.", "0\n1. In carrying out its tasks, the Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n2. The Commission representative shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The  opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the  Committee shall be weighted in the manner set out in that Article. The Chairman shall not vote.\n3. (a) The Commission shall adopt measures which shall apply immediately.\n(b) However, if these measures are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith.\nIn that event, the Commission may defer application of the measures which it has decided for a period of not more than one month from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the preceding subparagraph.", "1\n1. The programme will last for four years, starting from 1 July 1993.\n2. The Commission shall submit an annual report on the implementation of the programmes to the European Parliament and to the Council.", "2\nThis Decision is applicable from 1 July 1993.", "3\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No C 15, 21. 1. 1993, p. 4.\n(2) OJ No C 176, 28. 6. 1993, p. 81 and Decision of 27 October 1993 (not yet published in the Official Journal).\n(3) OJ No C 108, 19. 4. 1993, p. 57.\n(4) OJ No L 187, 13. 7. 1991, p. 41."}