{"celex_id": "31998D0704", "uri": "http://publications.europa.eu/resource/cellar/9b118231-2af3-4dc2-b4b9-829832b3d8a3", "type": "Decision", "concepts": ["1524", "2903", "5344", "5404", "5876", "888"], "title": "98/704/Euratom: Council Decision of 22 June 1998 concerning the extension of the duration of the Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America on cooperation in the engineering design activities (EDA) for the international thermonuclear experimental reactor (ITER)\n", "header": "10.12.1998 EN Official Journal of the European Communities L 335/61\nCOUNCIL DECISION\nof 22 June 1998\nconcerning the extension of the duration of the Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America on cooperation in the engineering design activities (EDA) for the international thermonuclear experimental reactor (ITER)\n(98/704/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the draft decision submitted by the Commission,\nWhereas the Commission has, in accordance with the Council Directives of 8 April 1998, conducted negotiations on the extension of the Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America on cooperation in the engineering design activities (EDA) for the international thermonuclear experimental reactor (ITER) (‘the ITER EDA Agreement’);\nWhereas the extension of the duration of the ITER EDA Agreement should be approved,", "main_body": ["The extension, by the Commission, for and on behalf of the Community, of the duration of the Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America on cooperation in the engineering design activities for the international thermonuclear experimental reactor is hereby approved.\nThe text of the Amendment extending the ITER EDA Agreement is annexed to this Decision, together with the text of the Understandings for the extension of the duration of the ITER EDA Agreement."], "attachments": "Done at Luxembourg, 22 June 1998.\nFor the Council\nThe President\nJ. BATTLE\nANNEX\nAMENDMENT EXTENDING THE ITER EDA AGREEMENT\nAmendment extending the ITER EDA Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation and the Government of the United States of America on cooperation in the engineering design activities for the international thermonuclear experimental reactor\nTHE EUROPEAN ATOMIC ENERGY COMMUNITY, THE GOVERNMENT OF JAPAN, THE GOVERNMENT OF THE RUSSIAN FEDERATION AND THE GOVERNMENT OF THE UNITED STATES OF AMERICA (‘the parties’),\nHAVING REGARD to the Agreement among the Parties on Cooperation in the Engineering Design Activities (EDA) for the International Thermonuclear Experimental Reactor (ITER), concluded on 21 July 1992 (‘the Agreement’), and the Protocol 2 to the Agreement concluded on 21 March 1994,\nNOTING the progress achieved and the proposals made on approaches to continued joint implementation, all within the framework of the Agreement,\nDESIRING to continue to work jointly within the framework of the Agreement to enable future decisions on construction and operation of ITER in accordance with Article 1 of the Agreement, and\nACTING in accordance with Articles 22 and 25(2) of the Agreement,\nHAVE AGREED to amend the Agreement as follows:\nReplace the words ‘six years’ in Article 25(1) by the words ‘nine years’.\nThis Amendment shall enter into force on signature of the Parties.\nDate\nFor the European Atomic Energy Community\nFor the Government of Japan 14 July 1998\nFor the Government of the Russian Federation 16 June 1998\nFor the Government of the United States of America\n (1)\n(1)  The terms of the approval by the Government of the United States of America are expressed in the attached declaration:\nAgreement on continued United States participation in the process established by the Agreement among the European Atomic Energy Community, the Government of Japan, the Government of the Russian Federation, and the Government of the United States of America on cooperation in the engineering design activities for the international thermonuclear experimental reactor\nThe Government of the United States of America,\nRecognising the desire of the European Atomic Energy Community, the Government of Japan and the Government of the Russian Federation to continue cooperation in the engineering design activities for the International Thermonuclear Experimental Reactor,\nDesiring to complete ongoing activities and to negotiate a new agreement on international collaboration on fusion science,\nHas agreed to continue participation in the ongoing process established by the Agreement for a period of one year from 22 July 1998.\nParticipation in this process will be subject to the availability of appropriated funds and is not a commitment to construct a device.\nDone at Vienna on 22 September 1998.\nFor the United States of America\nUnderstandings for the extension of the duration of the ITER EDA Agreement\nI.   SCOPE OF JOINT TECHNICAL ACTIVITIES\n(1) Site(s)-specific activities:\n— site(s)-specific design adaptations and their cost estimates,\n— safety analysis and technical support for preparation of licence applications.\n(2) Design, including broader options and their cost estimates, prototype testing and R&D, including physics studies.\n(3) Preparation of documentation for future procurement incorporating results of items (1) and (2) noted above.\nII.   OTHER ENABLING ACTIVITIES\nThe Parties will also:\n(1) develop proposals and all necessary supporting information for the complete realisation of ITER including a draft agreement for construction and operation and associated draft implementing arrangements, as well as information on the possible impact of broader concepts on the development path towards fusion energy;\n(2) adapt the structures and modes of JCT/HTs' operation with a view to launching an efficient start of future construction, if and when so decided;\n(3) near the end of the second year, jointly review the joint technical activities in point I above, for example, licensing preparations, cost estimates, organisational evolution, construction preparations and domestic situations and, thereupon, prepare a joint assessment for use by each Party.\nIII.   PARTIES' SUPPORT OF THE JOINT ACTIVITIES\n(1)   Site(s)-specific activities\nEach Party will have an interest and involvement in the work to be based on all site characteristics provided. The work, therefore, will be undertaken jointly and managed accordingly under the responsibility of the ITER Director within the EDA framework with the exception of the preparation by native speakers of documents required in the host Party's/country's language and formats.\nThe interested Parties will:\n— provide by the time of the 14th ITER Council meeting (IC-14, July 1998) site characteristics in line with the site requirements and site design assumptions document,\n— enable on a timely basis informal dialogue with regulators for the purpose of preparing applications for licences to build and operate ITER.\nThe Director and the concerned home team (HT) leaders will start informal consultation so that, in the light of the site characteristics provided by the interested Parties, tasks of point I(1) can appear in the work programme to be submitted to IC-14 via the appropriate Management Advisory Committee (MAC) meeting.\nThe design adaptations will be carried out with due emphasis on the control of the project's estimated cost.\n(2)   General support\nThe Parties will:\n— maintain the joint central team (JCT) and undertake assigned tasks,\n— provide voluntary contribution in various areas, including consolidating the scientific basis for activities in point I(2), for example, by taking advantage of the existing voluntary arrangements,\n— continue to provide joint work sites (JWS) and support enhanced interconnection.\n(3)   Estimated resources\nThe estimated resources for the intended scope of work noted in point I (beyond those already committed through Task Agreements) from the Director's proposals as supported by the ITER Council (IC-12 record of decisions 6.1.1, attachment 9) are the following:\n— JCT personnel\n— JCT personnel\n— HT design effort\n— CAD support\n— Joint fund\n— Technology R&D\n(1) These Understandings will be in force during the extended period along with the previous sets of understandings, reached at the times of signing the Agreement and Protocol 2, unless otherwise determined among the Parties in writing.\n(2) The current arrangements involving other countries pursuant to Article 19 of the Agreement will continue to be in force.\n(3) The IAEA will continue providing facilitations and assistance pursuant to Article 20 of the Agreement.\nV.   CONCLUDING UNDERSTANDING\nThe Parties will undertake the joint activities with a general intent to enable an efficient start of possible, future ITER construction, and do recognise the importance in this regard of pursuing preparatory efforts in all relevant domains."}