{"celex_id": "31991R1035", "uri": "http://publications.europa.eu/resource/cellar/538a307e-d7a1-43e4-8d45-ae95ddba93a3", "type": "Regulation", "concepts": ["2705", "2738", "4354", "4682", "807"], "title": "Commission Regulation (EEC) No 1035/91 of 24 April 1991 on the supply of corned beef as food aid\n", "header": "COMMISSION REGULATION (EEC) No 1035/91  of 24 April 1991  on the supply of corned beef as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1930/90 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, following the taking of a number of decisions on the allocation of food aid, the Commission has allocated to certain countries and beneficiary organizations 1 661 tonnes of corned beef;\nWhereas it is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be supplied as Community food  aid (4), as amended by Regulation (EEC) No 790/91 (5); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["  Article 1\nCorned beef shall be mobilized in the Community as Community food aid for supply to the recipients listed in the Annex, in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annex. Supplies shall be awarded by  the tendering procedure.\nThe successful tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.  Article 2\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 1991. For the Commission\nRay MAC SHARRY\nMember of the Commission  (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 174, 7. 7. 1990, p. 6. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1. (5) OJ No L 81, 28. 3. 1991, p. 108.\nANNEX\n1. Operation Nos (1): 33 - 36/91\n2. Programme: 1991\n3. Recipient (7) (8): UNRWA Headquarters, Vienna International Centre, PO Box 700, A-1400 Wien; telex 135310 UNRWA A\n4. Representative of the recipient (2):\n- Ashdod: UNRWA Field Supply and Transport Officer, West Bank, PO Box 19149, Jerusalem\n- Latakia: UNRWA Field Supply and Transport Officer, SAR, PO Box 4313, Damascus, SAR\n5. Place or country of destination:\n- Lot A: Israel\n- Lot B: Lebanon\n- Lot C: Syria\n- Lot D: Jordan\n6. Product to be mobilized: corned beef\n7. Characteristics and quality of the goods: (3)\nCorned beef made exclusively of beef without any thickening additives other than natural collagen from the tendons:\n- Moisture content: maximum 60 %\n- Protein: minimum 21 %, the amount of collagen as a percentage of the total protein contents should not exceed 30 %\n- Fats: maximum 15,5 %\n- Salt: maximum 2 %, 50 ppm maximum total nitrate expressed as sodium nitrate\n- Sugar: maximum 1 %\n- Ash: maximum 3,5 %\nThe product should not contain bones, ligaments, gristle, hair or extraneous matter, should not be finely minced and should be free from objectionable odours and flavours\n8. Total quantity: 1 661 tonnes\n9. Number of lots: four (part A: 817 tonnes; part B: 436 tonnes; part C: 190 tonnes; part D: 218 tonnes)\n10. Packaging and marking:\nThe corned beef must be in tins of 340 g net each. The tins must be hermetically sealed with no trace of corrosion on the seams or internal parts\nSpecial markings/labelling on/of tins: the lithographed label must show:\n(a) a list of ingredients\n(b) the net contents of the tin in grams\n(c) the name and address of the manufacturer\n(d) the country of origin\n(e) the words 'NOT FOR SALE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY' in 5 mm block letters on two sides\n(f) the production and expiry dates\nThe production and expiry dates are to be embossed on the lids of the tins. The expiry date to be indicated is the date of production plus four years, hence four years after the date of production\nThe tins are to be packed in export fibre (maritime) cartons suitable for shipment (sea transport). Each carton is to contain 48 tins, properly sealed upon packing; the sealed cartons must be secured with strong fibre or other suitable securing tape.  The cartons must be stowed in 20-foot containers (FLC/LCL shipper's count-load and stowage) (6)\nMarking on cartons (in letters at least 5 cm high):\n- Lot A: 'ACTION No 33/91 / CORNED BEEF / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA - TO PALESTINE REFUGEES / ASHDOD / DATE OF PRODUCTION / DATE OF EXPIRY:'\n- Lot B: 'ACTION No 34/91 / CORNED BEEF / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA - TO PALESTINE REFUGEES / LATAKIA FOR LEBANON / DATE OF PRODUCTION / DATE OF EXPIRY:'\n- Lot C: 'ACTION No 35/91 / CORNED BEEF / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA - TO PALESTINE REFUGEES / LATAKIA / DATE OF PRODUCTION / DATE OF EXPIRY:'\n- Lot D: 'ACTION No 36/91 / CORNED BEEF / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA - TO PALESTINE REFUGEES / LATAKIA FOR JORDAN / DATE OF PRODUCTION / DATE OF EXPIRY:'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing:\n- Lot A: Ashdod (9)\n- Lots B, C and D: Latakia (10)\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 10 - 25. 6. 1991\n18. Deadline for the supply: 15. 7. 1991\n19. Procedure for determining the costs of supply: invitation to tender\n20. Deadline for the submission of tenders: 12 noon on 14. 5. 1991\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 28. 5. 1991\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 25. 6 - 10. 7. 1991\n(c) deadline for the supply: 30. 7. 1991\n22. Amount of tendering security: ECU 15 per tonne\n23. Amount of delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (4): Bureau de l'aide alimentaire, Ă  l'attention de Monsieur N. Arend, BĂ˘timent Loi 120, bureau 7/46, 200 rue de la Loi, B-1049 Bruxelles; telex AGREC 22037 B or 25670 B\n25. Refund payable on application by the successful tenderer (5): refunds only for products covered by product code 1602 50 90 120 or 1602 50 90 320, referred to in Commission Regulation (EEC) No 3445/89 (OJ No L 336, 20. 11. 1989, p. 1). The refunds  are those which are applicable at the expiry date of the time limit for the submission of tenders\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 227, 7. 9. 1985, p. 4.\n(3) The successful tenderer shall deliver to the recipient a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\nThe successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- health certificate,\n- certificate of origin.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- by porter at the office referred to in point 24 of the Annex, or\n- by telecopier on one of the following numbers in Brussels:\n- 235 01 32,\n- 236 10 97,\n- 235 01 30,\n- 236 20 05.\n(5) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The  date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of the Annex.\n(6) The contracted shipping terms shall be considered full liner terms (liner in/liner out) free Ashdod/Latakia, container yard and is understood to cover 15 days - Saturdays, Sundays and official public and religious holidays excluded - free of  container detention charges at the port of discharge taken from the day/time of the arrival of the vessel. The 15 days free of container detention charges should be clearly marked on the bill of lading. Bona fide detention charges levied in respect of  container detention(s) in excess of the said 15 days as detailed above will be borne by UNRWA. UNRWA shall not pay/not be charged any container deposit fees.\n(7) The supplier is to inform the Manager, Supply Division, UNRWA, Vienna, by telex number 135310 UNRWA A, of the name of the carrying vessel and the names and addresses of the shipping agent and insurance agent at the port of landing.\n(8) The successful tenderer is to contact the recipient as soon as possible to establish what consignment documents are required and how they are to be distributed.\n(9) Ashdod: consignment to be stowed in 20-foot containers containing not more than 17 tonnes each, net, not more than 50 containers being shipped on any vessel.\n(10) The health certificate and the certificate of origin must be signed and stamped by a Syrian consulate, including a statement that consular fees and charges have been paid."}