{"celex_id": "31997D0750", "uri": "http://publications.europa.eu/resource/cellar/b72dfa88-ab46-45a9-99f4-a2ab7ee6502a", "type": "Decision", "concepts": ["1309", "1591", "2771", "3868", "519", "5969"], "title": "97/750/EC: Commission Decision of 6 November 1997 terminating the anti-dumping review concerning imports of video tapes in cassettes originating in the People's Republic of China\n", "header": "COMMISSION DECISION of 6 November 1997 terminating the anti-dumping review concerning imports of video tapes in cassettes originating in the People's Republic of China (97/750/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as amended by Regulation (EC) No 2331/96 (2), and in particular Article 11 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Measures in force\n(1) By Regulation (EEC) No 3091/91 (3), the Council imposed a definitive anti-dumping duty on imports of video tapes in cassettes originating in the People's Republic of China (hereinafter referred to as 'China`) falling within CN code ex 8523 13 00.\n2. Request for a review\n(2) Following the publication in April 1996 of a notice of the impending expiry (4) of the measures in force, the Commission received in July 1996 a request for a review lodged by the Conseil EuropĂŠen de l'Industrie Chimique (CEFIC) on behalf of two Community producers allegedly representing a major proportion of the total production of the product concerned in the Community. The request contained evidence of dumping of the product originating in the People's Republic of China, and of material injury likely to result in the event of expiry of the existing measures.\n(3) On 24 October 1996, considering that there was sufficient evidence to warrant the initiation of a review under Article 11 (2) and (3) of Regulation (EC) No 384/96 (hereinafter referred to as the 'Basic Regulation`) the Commission announced by a notice (5) published in the Official Journal of the European Communities (hereinafter referred to as the 'Notice of Initiation`) the initiation of an expiry and interim review of Regulation (EEC) No 3091/91.\n3. Investigation\n(4) The Commission officially advised the Community producers, the importers and the Chinese producers/exporters known to be concerned as well as the representatives of China of the opening of the investigation and gave the parties concerned the opportunity to make known their views in writing and to request a hearing within the time-limit set in the Notice of Initiation.\n(5) The Commission commenced the review, which included the distribution of questionnaires to all parties involved seeking the information necessary for the assessment of dumping, injury and likelihood of dumping and of recurrence of injury.\n(6) No replies to the questionnaire were received from any Chinese producer/exporter of the like product.\nB. WITHDRAWAL OF THE REQUEST\n(7) Initially, in its request for an expiry review CEFIC referred to two Community producers:\n- BASF Magnetics GmbH (Germany),\n- TDK Recording Media Europe S.A. (Luxembourg).\n(8) TDK Recording Media Europe S.A. informed the Commission that it would not actively support the request for the review. Consequently, it did not submit a response to the Commission questionnaire. In view of the absence of cooperation from this company, it was excluded from the definition of the 'Community industry` for the purpose of the injury or likelihood of recurrence of injury determination.\n(9) For the remainder of the proceeding, therefore, BASF Magnetics GmbH, the sole cooperating Community producer which supported the request, was considered to be the 'Community industry`.\n(10) At the beginning of 1997, BASF Magnetics GmbH was taken over by a Korean company and changed its name into Emtec GmbH (hereinafter 'Emtec`). Given the fact that Emtec is not a member of CEFIC, the complainant CEFIC informed the Commission that it could no longer act as the legal representative of the Community industry. It further declared that it withdrew the request for an expiry review. However, Emtec informed in writing the Commission that it wanted to remain an active complainant supporting the review proceeding.\n(11) The reply to the questionnaire received from Emtec and the supplementary information submitted subsequently at the request of the Commission were incomplete and incoherent. The information submitted was consequently found to be insufficient for the purpose of an anti-dumping investigation. Despite the fact that the original deadline for replying to the questionnaire had been extended several times, Emtec failed to provide the necessary information.\n(12) Emtec GmbH was informed of its lack of sufficient cooperation and replied that it had made all possible efforts to submit additional detailed data as requested by the Commission within the deadline set. However, the Commission established that essential information had not been submitted even after several contacts between the Community producer and the Commission.\nC. CONCLUSION\n(13) In view of the circumstances set out above, the Commission, in accordance with Article 18 (1) of the Basic Regulation has established that the Community industry has not provided the information deemed necessary to assess injury and to examine whether the expiry of the measures in force would result in a recurrence of injurious dumping, as alleged in the request.\n(14) It is considered therefore that the anti-dumping review should be terminated and that the anti-dumping measures in force should be allowed to expire forthwith.\n(15) The Commission informed the interested parties, including the Community industry, of its conclusions. After being informed by the Commission of the above facts and conclusions, representatives of the Community industry made further representations, both in writing and orally, concerning the impact of the Chinese imports in question on the Community industry. However, no information or argument was provided which could, after examination, reverse the above conclusions.\n(16) Member States did not raise any objections to the termination of the review proceeding,", "main_body": ["The anti-dumping proceeding concerning imports of video tapes in cassettes falling within CN code ex 8523 13 00 originating in the People's Republic of China is hereby terminated."], "attachments": "Done at Brussels, 6 November 1997.\nFor the Commission\nLeon BRITTAN\nVice-President\n(1) OJ L 56, 6. 3. 1996, p. 1.\n(2) OJ L 317, 6. 12. 1996, p. 1.\n(3) OJ L 293, 24. 10. 1991, p. 2.\n(4) OJ C 119, 24. 4. 1996, p. 3.\n(5) OJ C 314, 24. 10. 1996, p. 3."}