{"celex_id": "31997R0594", "uri": "http://publications.europa.eu/resource/cellar/246ebeb3-8824-4d0c-801a-4480ea950c48", "type": "Regulation", "concepts": ["1201", "1264", "3003", "5096", "5283", "797"], "title": "Commission Regulation (EC) No 594/97 of 3 April 1997 fixing the amounts to be paid to recognized olive oil producer organizations and associations thereof for the 1996/97 marketing year\n", "header": "COMMISSION REGULATION (EC) No 594/97 of 3 April 1997 fixing the amounts to be paid to recognized olive oil producer organizations and associations thereof for the 1996/97 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EC) No 1581/96 (2), and in particular Article 20d (4) thereof,\nHaving regard to Council Regulation (EEC) No 3813/92 of 28 December 1992 on the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EC) No 150/95 (4), and in particular Article 6 (2) thereof,\nWhereas Article 20d of Regulation No 136/66/EEC provides that a percentage of the production aid is to be withheld to help finance the work of the producer organizations and associations thereof;\nWhereas Article 8 (1) of Commission Regulation (EEC) No 3061/84 of 31 October 1984 laying down detailed rules for the application of the system of production aid for olive oil (5), as last amended by Regulation (EC) No 1137/96 (6), provides that the unit amounts to be paid to producer organizations and associations thereof are to be fixed on the basis of forecasts of the overall sum to be distributed; whereas the amount withheld was fixed for the 1996/97 marketing year by Council Regulation (EC) No 1583/96 (7); whereas the funds which will be available in each Member State as a result of the abovementioned amount withheld must be redistributed to those eligible in a suitable manner;\nWhereas to ensure that the distribution of funds among the producer organizations and associations is uniformly implemented, and with a view to clarity, a specific operative event should be established for the agricultural conversion rate for the amounts fixed; whereas, given the nature of the measure and to facilitate the management thereof, 1 February 1997 should be fixed as the operative event;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1996/97 marketing year, the amounts provided for in Article 8 (1) (a) and (b) of Regulation (EEC) No 3061/84 shall be as follows:\n- for Spain: ECU 6,9 and ECU 17,5 respectively,\n- for Portugal: ECU 0 and ECU 5 respectively,\n- for Greece: ECU 2,4 and ECU 2,4 respectively,\n- for France: ECU 1,5 and ECU 1,5 respectively,\n- for Italy: ECU 2 and ECU 2 respectively.", "The amounts referred to in Article 1 shall be converted into national currency using the agricultural conversion rate in force on 1 February 1997.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 206, 16. 8. 1996, p. 11.\n(3) OJ No L 387, 31. 12. 1992, p. 1.\n(4) OJ No L 22, 31. 1. 1995, p. 1.\n(5) OJ No L 288, 1. 11. 1984, p. 52.\n(6) OJ No L 151, 26. 6. 1996, p. 1.\n(7) OJ No L 206, 16. 8. 1996, p. 14."}