{"celex_id": "31992R1536", "uri": "http://publications.europa.eu/resource/cellar/5a6e1191-db40-4b6f-abf2-a80e05270f3d", "type": "Regulation", "concepts": ["2081", "2437", "4083", "5573", "893"], "title": "Council Regulation (EEC) No 1536/92 of 9 June 1992 laying down common marketing standards for preserved tuna and bonito\n", "header": "17.6.1992 EN Official Journal of the European Communities L 163/1\nCOUNCIL REGULATION (EEC) No 1536/92\nof 9 June 1992\nlaying down common marketing standards for preserved tuna and bonito\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3687/91 of 28 November 1991 on the common organization of the market in fishery products (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3687/91 provides for the possibility of adopting common marketing standards for fishery products in the Community, particularly in order to keep products of unsatisfactory commercial quality off the market and to facilitate trade relations based on fair competition;\nWhereas the adoption of such standards for preserved tuna and bonito is likely to improve the profitability of tuna production in the Community, and the market outlets therefor, and to facilitate disposal of the products;\nWhereas it must be specified in this context, particularly in order to ensure market transparency, that the products concerned must be prepared exclusively from well defined species and must contain a minimum quantity of fish;\nWhereas the purpose of this Regulation is to define a trade designation for the products concerned; whereas it is completely without prejudice to their classification and tariff treatment when imported into the Community, in particular for the granting of preferential arrangements;\nWhereas, in order to ensure clarity in the trade description of the products concerned, the presentation in which they are marketed should be defined and the method of designation of the covering media laid down; whereas these criteria must not, however, be such as to preclude the introduction of new products into the market;\nWhereas Council Directives 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer (2), and 76/21 I/EEC of 20 January 1976 on the approximation of the laws of the Member States relating to making-up by weight or by volume of certain prepackaged products (3), specify the particulars required for correct information and protection of the consumer as regards the contents of packages; whereas, for preserved tuna and bonito, the trade description should also be determined with regard to the proposed commercial presentation or culinary preparation and, where appropriate, the covering medium used; whereas the labelling of the products concerned should be required to state the fish content in the container; whereas the meaning of the trade description ‘natural’ should be defined;\nWhereas the purpose of Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (4) is to harmonize the health requirements to be respected when marketing Community fishery products and to protect public health; whereas the requirements laid down in this marketing standard are applied without prejudice to the health regulations in force;\nWhereas the Commission should have responsibility for the adoption of any technical implementing measures, in compliance with the Community's international obligations,", "main_body": ["This Regulation defines the standard governing the marketing of preserved tuna and bonito in the Community.", "1.   The trade description of preserved tuna or bonito, as defined in Article 5, shall be reserved for products which satisfy the following conditions:\n(1) Preserved tuna must:\n— fall within CN codes 1604 14 10 and ex 1604 20 70,\n— be prepared exclusively from fish of one of the species listed in point I of the Annex to this Regulation;\n(2) Prepared bonito must:\n— fall within CN codes 1604 14 90, ex 1604 20 50, 1604 19 30, ex 1604 20 70, ex 1604 19 99 and ex 1604 20 90;\n— be prepared exclusively from fish of one of the species listed in point II of the Annex to this Regulation.\n2.   Different species may not be mixed in the same container.\nHowever, culinary preparations using tuno or bonito flesh entailing disaparance of the muscular structure may contain the flesh of other fish which has undergone the same treatment provided at least 25 % of the net weight consists of tuna or bonito or a mixture of the two.", "1.   If any of the following forms of commercial presentation of the product form part of the trade description referred to in Article 5, they shall comply with the following definitions:\n(i) solid: the musculature is cut transversely and is presented as a whole slice formed by a single portion or reconstituted by the compact assembly of several portions of flesh.\n(ii) chunks: fragments of flesh, the initial muscle structure of which is maintained and the shortest side of which is not less than 1,2 cm.\n(iii) fillets:\n(a) longitudinal strips of muscle taken from the musculature parallel to the vertebral column;\n(b) strips of muscle from the abdominal wall; in this case, the fillets may be described as abdominal fillets, too;\n(iv) flakes: fragments of flesh the initial muscle structure of which is maintained and which are of heterogeneous size;\n(v) grated/shredded tuna: separate particles of flesh of uniform dimension which do not constitute a paste.\n2.   Any form of presentation other than those referred to in paragraph 1 or other culinary preparation shall be permitted, provided that it is clearly identified in the trade description.", "If the covering medium used forms an integral part of the trade description, it shall comply with the following conditions:\n— ‘in olive oil’ shall be reserved for products using only olive oil, excluding any mixture with other oils,\n— ‘natural’ shall be reserved for products using the natural juice (the liquid exuding from the fish during cooking), a saline solution or water, possibly with the addition of herbs, spices or natural flavourings as defined in Directive 88/388/EEC (5),\n— ‘in vegetable oil’ shall be reserved for products using refined vegetable oils, and singly or in mixtures,\n— where any other covering medium is used, it shall be identified clearly and explicitly using its usual trade name.", "1.   Without prejudice to Directives 79/112/EEC and 76/21 I/EEC the trade description on the prepackaging of preserved tuna or bonito shall state:\n(a) in the case of the presentations referred to in Article 3 (1):\n— the type of fish (tuno or bonito),\n— the presentation in which the fish is marketed, using the appropriate description as referred to in Article 3; this provision shall be optional, however, in the case of the presentations referred to in Article 3 (1) (i),\n— the description of the covering medium used, subject to the conditions set out in Article 4;\n(b) in the case of the presentations referred to in Article 3 (2):\n— the type of fish (tuna or bonito),\n— the precise nature of the culinary preparation.\n2.   The trade descriptions of preserved tuna and bonito, as defined in Article 2 (1) (1) and (2) respectively, may under no circumstances associate the words ‘tuna’ and ‘bonito’.\n3.   Without prejudice to Article 2 and paragraph 2 of this Article, where there is an established trade usage, the type of fish used (tuna or bonito) and the species may appear in the trade description under the name normally used in the Member State in which the products are marketed.\n4.   The trade description ‘natural’ may be used only for preserves marketed in the presentations referred to in Article 3 (1) (i) to (iii) and in the covering medium is described in the second indent of Article 4.", "Without prejudice to the Community provisions referred to in Articles 7 and 8 of Directive 79/112/EEC, the ratio between the weight of the fish contained in the container after sterilization and the net weight expressed in grams shall be at least:\n(a) in the case of the presentations referred to in Article 3 (1):\n— 70 % in the case of the covering medium referred to in the second indent of Article 4,\n— 65 % in the case of other covering media;\n(b) 25 % in the case of the culinary presentations or preparations referred to in Article 3 (2).", "The rules laid down by this Regulation shall apply without prejudice to those established by Directive 91/493/EEC.", "As required, the Commission shall adopt, in accordance with the procedure laid down in Article 36 of Regulation (EEC) No 3796/81, the measures necessary for the application of this Regulation.", "1.   This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1993.\n2.   Products in stock which were labelled before 1 January 1993 may be sold until their date of minimum durability stated on the packaging.\n3.   By way of derogation from Article 5 (2), preserved tuna or bonito for which the terms ‘tuna’ and ‘bonito’ are associated in the trade description may be marketed for a period of three years from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 June 1992.\nFor the Council\nThe President\nEduardo de AZEVEDO SOARES\n(1)  OJ No L 354, 23. 12. 1991, p. 1.\n(2)  OJ No L 33, 8. 2. 1979, p. 1. Directive as last amended by Commission Directive 91/72/EEC (OJ No L 42, 16. 12. 1991, p. 27).\n(3)  OJ No L 46, 21. 2. 1976, p. 1. Directive as last amended by Directive 78/891/EEC (OJ No L 311, 4. 11. 1978, p. 21).\n(4)  OJ No L 268, 24. 9. 1991, p. 15.\n(5)  OJ No L 184, 22. 6. 1988, p. 61.\nANNEX\nSPECIES REFERRED TO IN ARTICLE 2\nI.   TUNA\n1. Species of the genus Thunnus\n(a) Albacore or longfinned tuna (Thunnus alalunga)\n(b) Yellowfin tuna (Thunnus (neothunnus) albacores)\n(c) Bluefin tuna (Thunnus thynnus)\n(d) Bigeye tuna (Thunnus (parathunnus) obesus)\n(e) Other species of the genus Thunnus.\n2. Skipjack or stripe-bellied tuna\nII.   BONITO\n1. Species of the genus Sarda\n(a) Atlantic bonito (Sarda sarda)\n(b) Pacific bonito (Sarda chiliensis)\n(c) Oriental bonito (Sarda orientalis)\n(d) Other species of the genus Sarda.\n2. Species of the genus Euthynnus,\n with the exception of the species Euthynnus (Katsuwonus) pelamis\n(a) Atlantic little tuna (Euthynnus alleteratus)\n(b) Eastern little tuna (Euthynnus affinis)\n(c) Black skipjack (Euthynnus lineatus)\n(d) Other species of the genus Euthynnus.\n3. Species of the genus Auxis\n(a) Frigate mackerel (Auxis thazard)\n(b) Auxis Rochei."}