{"celex_id": "31997R2029", "uri": "http://publications.europa.eu/resource/cellar/af7dbf54-a8ca-4a78-9986-ddac1c3fc947", "type": "Regulation", "concepts": ["1264", "1686", "2136", "3034", "3275", "5096"], "title": "Commission Regulation (EC) No 2029/97 of 16 October 1997 fixing for the four previous marketing years 1992/93 to 1995/96 the average yields of olives and olive oil\n", "header": "COMMISSION REGULATION (EC) No 2029/97 of 16 October 1997 fixing for the four previous marketing years 1992/93 to 1995/96 the average yields of olives and olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EC) No 1581/96 (2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (3), as last amended by Regulation (EC) No 636/95 (4), and in particular Article 17a (1) thereof,\nWhereas, for the purpose of granting production aid to olive growers who produce less than 500 kilograms of oil, Article 17a of Regulation (EEC) No 2261/84 provides that the Commission shall determine the average olive yields and oil yields over the four previous marketing years, in respect of the current marketing year;\nWhereas these yields should be fixed by homogeneous production zone as defined in Commission Regulation (EEC) No 1934/93 (5), as last amended by Regulation (EC) No 1968/96 (6), together with the adjustments made by Regulations (EC) No 1840/94 (7), (EC) No 2658/95 (8) and (EC) No 1968/96 except as regards municipalities which have yields different from those of the zones to which they belong,", "main_body": ["The average yields of olives and olive oil for the four previous marketing years 1992/93 to 1995/96 shall be as specified in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 October 1997.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ 172, 30. 9. 1966, p. 3025/66.\n(2) OJ L 206, 16. 8. 1996, p. 11.\n(3) OJ L 208, 3. 8. 1984, p. 3.\n(4) OJ L 67, 25. 3. 1995, p. 1.\n(5) OJ L 178, 21. 7. 1993, p. 1.\n(6) OJ L 261, 15. 10. 1996, p. 13.\n(7) OJ L 193, 28. 7. 1994, p. 1.\n(8) OJ L 273, 16. 11. 1995, p. 24.\nANEXO - BILAG - ANHANG - ÐÁÑÁÑÔÇÌÁ - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO - LIITE - BILAGA\nRendimiento medio en aceitunas y en aceite de oliva durante las campañas de 1992/93 a 1995/96 Gennemsnitsudbytter i oliven og olie i produktionsårene 1992/93 til 1995/96 Durchschnittsertrag an Oliven und Öl in den Wirtschaftsjahren 1992/93 bis 1995/96 ÌÝóç áðüäïóç óå åëéÝò êáé óå åëáéüëáäï êáôÜ ôç äéÜñêåéá ôùí ðåñéüäùí åìðïñßáò 1992/93 Ýùò 1995/96 Average yields of olives and olive oil in the 1992/93 to 1995/96 marketing years Rendements moyens en olives et en huile au cours des campagnes 1992/1993 à 1995/1996 Rese medie d'olive e di olio d'oliva nel corso delle campagne 1992/93-1995/96 Gemiddeld rendement aan olijven en olijfolie tijdens de verkoopseizoenen van 1992/1993 tot en met 1995/1996 Rendimento médio em azeitonas e em óleo durante as campanhas de 1992/1993 a 1995/1996 Oliivien ja öljyn keskimääräiset tuotokset markkinointivuosina 1992/93-1995/96 Genomsnittliga skördar av oliver och olja för regleringsåren 1992/93-1995/96\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}