{"celex_id": "31992R0220", "uri": "http://publications.europa.eu/resource/cellar/c032a446-5083-4482-bbf4-6c0563a0385b", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2324", "2563", "863"], "title": "Council Regulation ( EEC ) No 220/92 of 27 January 1992 extending Regulation ( EEC ) No 3285/83 laying down general rules for the extension of certain rules issued by producers' organizations in the fruit and vegetables sector\n", "header": "COUNCIL REGULATION (EEC) No 220/92  of 27 January 1992  amending Regulation (EEC) No 3285/83 laying down general rules for the extension of certain rules issued by producers' organizations in the fruit and vegetables sector\nTHE COUNCIL OF  THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1603/91 (2), and in particular Article 15b (10) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of Regulation (EEC) No 3285/83 (3), as amended by Regulation (EEC) No 1011/89 (4), lays down the criteria for producers' organizations to be considered representative in terms of both number of producers and quantity of marketed  production for the purposes of applying the system for extending the rules; whereas, on the expiry of an initial period of three years, that provision requires producers' organizations to meet higher requirements relating to representativeness in order  for an extension of their rules to be authorized;\nWhereas, on the expiry of the said initial period, it transpired that a large number of producers' organizations could not meet the higher requirements relating to representativeness laid down for the second stage of the arrangements for extending the  rules; whereas, in order to take into account the positive contribution in regulating supply and expanding markets of the most dynamic organizations, Regulation (EEC) No 1011/89 maintains, for an additional period of several marketing years, the degree  of representativeness laid down for the initial period for those organizations which had stepped up their degree of representativeness since the implementation of the arrangements and had obtained an extension of certain of their rules to non-members;  whereas the same derogation was applied with a view to encouraging a positive contribution in Spain and Portugal by producers' organizations recognized since the accession of these countries;\nWhereas, on the expiry of that second period, the reasons which justified an extension of the provisional arrangements regarding requirements relating to representativeness may be invoked solely with a view to encouraging the development of the  activities of producers' organizations in the new Member States which still qualify under the arrangements laid down for the second phase or the second stage of the transitional period following accession; whereas, as a result, the transitional  arrangements relating to representativeness should apply only to their producers' organizations,", "main_body": ["Regulation (EEC) No 3285/83 is hereby amended as follows:\n1. Article 3 (2) shall be deleted,\n2. Article 3 (3) shall be replaced by the following:\n'3. A producers' organization or association thereof set up in Spain or Portugal shall be considered representative, for the purposes of applying this system, where it covers more than 50 % of the producers in the economic area in which it operates and  more than 50 % of the production of that area.\nThe rules referred to in Article 15b of Regulation (EEC) No 1035/72 issued by producers' organizations or associations thereof, considered representative pursuant to the first subparagraph, may not be made binding on non-member producers established in  the economic area if, after all the producers in that area have been consulted, at least one third of them have expressed opposition.\nThis paragraph shall apply until the end of the fifth marketing year for the relevant product(s) which follows, depending on the Member State concerned, the end of the first phase or of the first stage of the transitional period following accession.'\n3. Article 4 shall be repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 1992. For the Council\nThe President\nA. MARQUES DA CUNHA\n(1) OJ No L 118, 20. 5. 1972, p. 1. (2) OJ No L 149, 14. 6. 1991, p. 12. (3) OJ No L 325, 22. 11. 1983, p. 8. (4) OJ No L 109, 20. 4. 1989, p. 4."}