{"celex_id": "31993R0128", "uri": "http://publications.europa.eu/resource/cellar/94bcbfaa-68be-4cc6-a52a-d54a141bc0a1", "type": "Regulation", "concepts": ["1338", "1899", "2387", "2590", "2758", "3591"], "title": "Commission Regulation (EEC) No 128/93 of 26 January 1993 ending the charges against the tariff ceilings opened for 1992 in the framework of generalized tariff preferences, by Council Regulation (EEC) No 3831/90 in respect of certain industrial products originating in Mexico and India\n", "header": "COMMISSION REGULATION (EEC) No 128/93 of 26 January 1993 ending the charges against the tariff ceilings opened for 1992 in the framework of generalized tariff preferences, by Council Regulation (EEC) No 3831/90 in respect of certain industrial  products originating in Mexico and India\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of industrial products originating in developing countries (1), extended into 1992 by Regulation (EEC) No 3587/91 (2),  and in particular the second paragraph of Article 9 thereof,\nWhereas, pursuant to Articles 1 and 6 of Regulation (EEC) No 3831/90 suspension of customs duties in the context of preferential tariff ceilings is granted within the limits of the individual ceilings set out in column six of Annex I to that Regulation  in respect of each of the products or group of products under consideration; whereas as provided for in Article 9 of the said Regulation, the Commission may, after 31 December 1992, take measures to stop quantities being charged against any particular  preferential tariff limit if these limits were exceeded particularly as a result of regularizations of imports actually made during the preferential tariff period;\nWhereas, in respect of the products or the groups of products of the CN codes and origins indicated in the table below, the relevant ceilings for 1992 were fixed at the levels indicated in that table:\n\"(ECU)\n\"\" ID=\"01\">10.0140> ID=\"02\">2905 31 00> ID=\"03\">Mexico> ID=\"04\">4 167 000\"> ID=\"01\">10.0190> ID=\"02\">2917 11 00> ID=\"03\">India> ID=\"04\">208 000 \">\nWhereas on 1 January 1993, the sum of the quantities charged during the 1992 preferential period  has exceeded the ceiling in question;\nWhereas it appears desirable to take measures to stop quantities being charged against the said ceilings in respect of Mexico for products of CN code 2905 31 00 (Order No 10.0140) and in respect of India for products of CN code 2917 11 00 (Order No  10.0190),", "main_body": ["The quantities charged against the tariff ceilings opened for 1992 by Regulation (EEC) No 3831/90 relating to the products and origins indicated in the table below, shall cease to be allowed from 30 January 1993.\n\"\" ID=\"01\">10.0140> ID=\"02\">2905 31 00> ID=\"03\">Ethylene glycol (ethanediol)> ID=\"04\">Mexico \"> ID=\"01\">10.0190> ID=\"02\">2917 11 00> ID=\"03\">Oxalic acid, its salts and esters> ID=\"04\">India \">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 1993.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1. Regulation last amended by Council Regulation (EEC) No 3917/92 (OJ No L 396, 31. 12. 1992).\n(2) OJ No L 341, 12. 12. 1991, p. 1. Regulation last amended by Council Regulation (EEC) No 1509/92 (OJ No L 159, 12. 6. 1992, p. 1)."}