{"celex_id": "31996R2331", "uri": "http://publications.europa.eu/resource/cellar/dc917744-bdd7-4121-ba64-975dd42c7f02", "type": "Regulation", "concepts": ["1309", "1591", "2300", "2450", "519", "588"], "title": "Council Regulation (EC) No 2331/96 of 2 December 1996 amending Regulation (EC) No 384/96 on protection against dumped imports from countries not members of the European Community\n", "header": "COUNCIL REGULATION (EC) No 2331/96 of 2 December 1996 amending Regulation (EC) No 384/96 on protection against dumped imports from countries not members of the European Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, by Regulation (EC) No 384/96 (3), the Council adopted common rules for protection against dumped imports from countries not members of the European Community;\nWhereas paragraph 10 of Article 2 of Regulation (EC) No 384/96 provides for a limited number of allowances which can be made to the normal value and export prices before these are compared to establish whether dumping is taking place; whereas, since it is conceivable that differences in selling expenses, other than those listed in the said Regulation, may in certain circumstances affect price comparability, it is prudent to eliminate the exclusive nature of this provision in relation to allowances;\nWhereas it is also appropriate to clarify the requirements for an adjustment for differences in levels of trade when information on price effects for two levels of trade does not exist for the market concerned, as well as to provide for an adjustment in order to fine-tune the allocation of costs between different levels of trade on the domestic market of the exporting country,", "main_body": ["Paragraph 10 of Article 2 of Regulation (EC) No 384/96 is hereby amended as follows:\n1. Subparagraph (d) shall be replaced by the following:\n'(d) Level of trade\n(i) An adjustment for differences in levels of trade, including any differences which may arise in OEM (Original Equipment Manufacturer) sales, shall be made where, in relation to the distribution chain in both markets, it is shown that the export price, including a constructed export price, is at a different level of trade from the normal value and the difference has affected price comparability which is demonstrated by consistent and distinct differences in functions and prices of the seller for the different levels of trade in the domestic market of the exporting country. The amount of the adjustment shall be based on the market value of the difference.\n(ii) However, in circumstances not envisaged under (i), when an existing difference in level of trade cannot be quantified because of the absence of the relevant levels on the domestic market of the exporting countries, or where certain functions are shown clearly to relate to levels of trade other than the one which is to be used in the comparison, a special adjustment may be granted.`\n2. The following subparagraph shall be added:\n'(k) Other factors\nAn adjustment may also be made for differences in other factors not provided for under subparagraphs (a) to (j) if it is demonstrated that they affect price comparability as required under this paragraph, in particular that customers consistently pay different prices on the domestic market because of the difference in such factors.`", "This Regulation shall apply to proceedings initiated after the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 December 1996.\nFor the Council\nThe President\nR. QUINN\n(1) OJ No C 159, 4. 6. 1996, p. 6.\n(2) OJ No C 198, 8. 7. 1996, p. 25.\n(3) OJ No L 56, 6. 3. 1996, p. 1."}