{"celex_id": "31998R2090", "uri": "http://publications.europa.eu/resource/cellar/e7e542bf-8bba-4e38-a28b-fc9b020b4cfa", "type": "Regulation", "concepts": ["1035", "2907", "3544", "4488", "4829", "6030"], "title": "Commission Regulation (EC) No 2090/98 of 30 September 1998 concerning the fishing vessel register of the Community\n", "header": "COMMISSION REGULATION (EC) No 2090/98 of 30 September 1998 concerning the fishing vessel register of the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992, establishing a Community system of fisheries and aquaculture (1), as amended by Regulation (EC) No 1181/98 (2), and in particular Article 13 thereof,\nWhereas the procedures for communicating information about the characteristics and identification features of EU fishing vessels to be used in connection with Community legislation should be harmonised and rationalised;\nWhereas for the application of the Common Fisheries Policy it is appropriate to create a single reference database on the characteristics of vessels in the Community fishing fleet; whereas this database should be maintained independently of other applications;\nWhereas the characteristics and external markings that are recorded in the database should be in accordance with Council Regulation (EEC) 2930/86 of 22 September 1986 defining characteristics for fishing vessels (3), as amended by Regulation (EC) No 3259/94 (4), and with Commission Regulation (EEC) No 1381/87 of 20 May 1987 establishing detailed rules concerning the marking and documentation of fishing vessels (5);\nWhereas it is therefore necessary to repeal Regulation (EC) No 109/94 of 19 January 1994 concerning the fishing vessel register of the Community (6), as amended by Regulation (EC) No 493/96 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["The fishing vessel register of the Community, hereafter referred to as 'the register`, concerns all Community fishing vessels as defined by Article 3 of Regulation (EEC) No 3760/92.", "The register shall contain:\n- the data to be communicated for each Community fishing vessel resulting from censuses undertaken by each Member State on its fleet, from 1 January 1989, or in special cases and with the agreement of the Commission, from a later date,\n- all the changes which have occurred since the censuses where they affect the data.", "Each Member State shall communicate information relating to events required by Annexes I to V by digital transfer over a telecommunications network at the same time as the event is recorded by the authorities of the Member State concerned. The Commission shall acknowledge receipt of messages as soon as they have been validated in the database.\nAny registration of new data or correction of erroneous data concerning the characteristics and/or identification features of a vessel must be in accordance with the procedures laid down in this Regulation.", "Corrections to erroneous information contained in the register shall be forwarded to the Commission in accordance with the detailed rules set out in Annexes I to V within 30 days of the date on which the error is detected.", "The data communicated pursuant to this Regulation shall be used as reference data in connection with Community legislation, subject to the verification of their accuracy by the services of the Commission.\nThe link between such uses and the database on the Community register of fishing vessels shall be the internal number referred to in Annex I.\nA Member State shall have access to the data held in the Community register of fishing vessels that concern its own fleet.", "Regulation (EC) No 109/94 is repealed.\nReferences to Articles 1, 2, 3 and 9(a) of Regulation (EC) No 109/94 shall be construed as references to Articles 1, 2, 3 and 5 respectively of present Regulation. References to Article 8 of Regulation (EC) No 109/94 concerning events relating to Annexes I to V to Regulation (EC) No 109/94 shall be construed as references to Article 4 of the present Regulation.\nReferences to Article 4 and to Articles 5 and 6 of Regulation (EC) No 109/94 shall be construed as references to Articles 2 and 3 respectively of Commission Regulation (EC) No 2091/98 of 30 September 1998 concerning the segmentation of the Community fishing fleet and fishing effort in relation to the multiannual guidance programmes (8). References to Article 8 of Regulation (EC) No 109/94 concerning events relating to tables A and B of Annex VI to Regulation (EC) No 109/94 shall be construed as references to Article 5 of Regulation (EC) No 2091/98.\nReferences to Articles 3(a), 5(a), 8(a) and 9 of Regulation (EC) No 109/94 shall be construed as references to Articles 1, 2, 4 and 5 respectively of Commission Regulation (EC) No 2092/98 of 30 September 1998 concerning the declaration of fishing effort relating to certain Community fishing areas and resources (9). References to Article 8 of Regulation (EC) No 109/94 concerning events relating to tables C and 2 of Annex VI to Regulation (EC) No 109/94 or relating to Annex VII to Regulation (EC) No 109/94 shall be construed as references to Article 3 of Regulation (EC) No 2092/98.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1998.\nFor the Commission\nEmma BONINO\nMember of the Commission\n(1) OJ L 389, 31. 12. 1992, p. 1.\n(2) OJ L 164, 9. 6. 1998, p. 1.\n(3) OJ L 274, 25. 9. 1986, p. 1.\n(4) OJ L 339, 29. 12. 1994, p. 11.\n(5) OJ L 132, 21. 5. 1987, p. 9.\n(6) OJ L 19, 22. 1. 1994, p. 5.\n(7) OJ L 72, 21. 3. 1996, p. 12.\n(8) See page 36 of this Official Journal.\n(9) See page 47 of this Official Journal.\nANNEX I\nDEFINITION OF THE DATA TO BE COMMUNICATED AND DESCRIPTION OF A RECORD\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>\nANNEX IV\n>TABLE>\nANNEX V\n>TABLE>"}