{"celex_id": "31995R1424", "uri": "http://publications.europa.eu/resource/cellar/b1f3395b-b32e-42b1-baba-e085b88457e2", "type": "Regulation", "concepts": ["1136", "2488", "4324", "4682", "5367", "914"], "title": "Commission Regulation (EC) No 1424/95 of 23 June 1995 temporarily adapting the special arrangements for imports of certain products in the beef and veal product group originating in Switzerland and the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia with the view to the implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\n", "header": "COMMISSION REGULATION (EC) No 1424/95 of 23 June 1995 temporarily adapting the special arrangements for imports of certain products in the beef and veal product group originating in Switzerland and the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia with the view to the implementation of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3290/94 of 22 December 1994 on the adjustments and transitional arrangements required in the agriculture sector in order to implement the agreements concluded during the Uruguay Round of multilateral trade negotiations (1), and in particular Article 3 (1) thereof,\nWhereas, as a result of the implementation of the Uruguay Round Agreement on Agriculture, variable levies are replaced by fixed duties as from 1 July 1995; whereas, as a consequence, the regulations on imports of certain products originating in Switzerland and providing for their exemption from the levy in view of the prices for adult bovine animals recorded on the market in Switzerland are to be repealed from that date; whereas, however, pending the conclusion of a new arrangement with Switzerland, the preference granted to that country must be maintained; whereas a transitional measure should accordingly be adopted to exempt imports of the products concerned from the specific amounts of the customs duties fixed in the Common Customs Tariff; whereas Commission Regulations (EEC) No 586/77 (2), as last amended by Regulation (EEC) No 3661/92 (3), and (EEC) No 611/77 (4), as last amended by Regulation (EC) No 3246/94 (5), must therefore be repealed;\nWhereas Article 7 of Council Regulation (EC) No 3355/94 of 22 December 1994 concerning the arrangements applicable to imports into the Community of products originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia (6) provides for a reduction in the levy applicable to imports into the Community of certain products in the beef and veal product group; whereas the introduction of fixed duties from 1 July 1995 also requires a transitional measure to be adopted to reduce the specific amounts of the customs duties fixed in the Common Customs Tariff on products originating in those countries;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The specific amounts of the customs duties fixed in the Common Customs Tariff shall not apply to the products of the codes listed in the Annex, originating in Switzerland and accompanied by a document issued by that country certifying their Swiss origin.\n2. The specific amounts of the customs duties fixed in the Common Customs Tariff on the products listed in the Annex and originating in the Republics of Bosnia-Herzegovina, Croatia and Slovenia and the former Yugoslav Republic of Macedonia are hereby reduced by 80 %. This reduction shall apply solely to products complying with Commission Regulation (EC) No 207/95 (7).", "Regulations (EEC) No 586/77 and (EEC) No 611/77 are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1995.", "shall apply until 30 June 1996 only.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 349, 31. 12. 1994, p. 105.\n(2) OJ No L 75, 23. 3. 1977, p. 10.\n(3) OJ No L 370, 19. 12. 1992, p. 16.\n(4) OJ No L 77, 25. 3. 1977, p. 14.\n(5) OJ No L 338, 28. 12. 1994, p. 70.\n(6) OJ No L 353, 31. 12. 1994, p. 1.\n(7) OJ No L 25, 2. 2. 1995, p. 2.\nANNEX\n>TABLE>"}