{"celex_id": "31990D0678", "uri": "http://publications.europa.eu/resource/cellar/51b640d1-f838-4dc2-bbf6-c372098a8a1d", "type": "Decision", "concepts": ["192", "2356", "4689", "5034", "619"], "title": "90/678/EEC: Council Decision of 13 December 1990 recognizing certain parts of the territory of the Community as being either officially swine fever free or swine fever free\n", "header": "COUNCIL DECISION\nof 13 December 1990\nrecognizing certain parts of the territory of the  Community as being either officially swine fever free or swine fever free\n(90/678/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting  intra-Community trade in bovine animals and swine (1), as last amended by Directive 90/425/EEC (2),  and in particular Article 4b (1) (c) thereof,\nHaving regard to Council Directive 72/461/EEC of\n12 December 1972 on health problems affecting  intra-Community trade in fresh meat (3), as last amended by Directive 89/662/EEC (4), and in  particular Article 13a (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Decision 88/303/EEC (5), as last amended by Decision 90/63/EEC (6), recognizes certain  parts of the territory of Belgium, Germany, France, Greece, the Netherlands and Spain as being  officially swine fever free and certain parts of Belgium, Germany, France and Italy as being swine  fever free;\nWhereas by Commission Decisions 89/420/EEC (7), 89/473/EEC (8), 90/251/EEC (9) Spain, the  Netherlands and Greece were recognized respectively as officially swine fever free Member States  within the context of disease eradication in accordance with the provisions of Article 2 (2), 3 (2)  and 7 of Directive 80/1095/EEC (10), as last amended by Directive 87/487/EEC (11); whereas those  Member States comply since that date with the criteria for an\n¹\nofficially swine fever free Member  State as defined in Article 2 (q) of Directive 64/432/EEC;\nWhereas in a certain part of the territory of Germany swine fever has not been detected for more  than one year, vaccination against swine fever has not been authorized for at least the preceding  12 months and the holdings contain no pigs which have been vaccinated against swine fever during  the previous 12 months; consequently, this part of the territory fulfils the requirements for being  recognized\nas officially swine fever free for the purpose of intra-Community trade;\nWhereas within the framework of an eradication plan the Commission, by Decision 90/614/EEC (12),  has recognized certain regions in Germany as being officially swine fever free;\nWhereas in certain parts of the territory of Germany, Belgium, France and Italy swine fever has not  been detected for more than one year; whereas, consequently, these parts of the territory fulfil  the requirements for being recognized as swine fever free for the purpose of intra-Community trade  in fresh meat,", "main_body": ["The parts of the territory of the Community  described in Annex I shall be recognized as being officially swine fever free in accordance with  Article 4b (1) (c) of Directive 64/432/EEC.", "The parts of the territory of the Community  described\nin Annex II shall be recognized as being swine fever\nfree in accordance with Article 13a  (2) of Directive 72/461/EEC.", "Decision 88/303/EEC is hereby repealed.", "This Decision is addressed to the  Member States."], "attachments": "Done at Brussels, 13 December 1990.\nFor the Council\nThe President\nP. ROMITA\n(1) OJ N° 121, 29. 7. 1964, p.  1977/64.\n¹($) OJ N° L 224, 18. 8. 1990, p. 29.\n¹(=) OJ N° L 302, 31. 12. 1972, p. 24.\n¹(%) OJ N° L 395, 30. 12. 1989, p. 12.\n¹(& ) OJ N° L 132, 28. 5. 1988, p. 76.\n¹(() OJ N° L 43, 17. 2. 1990, p. 32.\n¹()) OJ N° L 192, 7. 7. 1989, p. 39.\n¹( 7) OJ N° L 233, 10. 8. 1989, p. 34.\n¹(§) OJ N° L 143, 6. 6. 1990, p. 10.\n(10) OJ N° L 325, 1. 12. 1980, p. 1.\n(11) OJ N° L 280, 3. 10. 1987, p. 24.\n(12) OJ N° L 328, 28. 11. 1990, p. 23.\nANNEX I\nParts of the territory of the Community which are recognized as being officially  swine fever free\nCHAPTER 1\nGermany\nBundeslaender:\n- Schleswig-Holstein,\n- Hamburg,\n- Bremen,\n- Saarland.\nRegierungsbezirke:\n- Braunschweig, Hannover, Weser-Ems and Lueneburg within Bundesland Lower Saxony,\n- Detmold, Arnsberg, Cologne, Muenster and Duesseldorf within Bundesland North-Rhine Westphalia,\n- Koblenz, Rheinhessen-Pfalz and Trier within Bundesland Rhine Palatinate,\n- Stuttgart, Karlsruhe, Freiburg and Tuebingen within Bundesland Baden-Wuerttemberg,\n- Niederbayern, Oberfranken, Oberpfalz, Unterfranken, Mittelfranken und Oberbayern within  Bundesland Bavaria.\nCHAPTER 2\nFrance\nDepartments:\n- Eure and Seine-Maritime within the Haute-Normandie region,\n- Calvados, Manche and Orne within the Basse-Normandie region,\n- Côtes d'Armor, Finistère, Ille-et-Vilaine and Morbihan within the region of Brittany,\n- Loire Atlantique, Maine et Loire, Mayenne, Sarthe and Vendée within the region of Pays de Loire,\n- Charente, Charente-Maritime, Deux-Sèvres and Vienne within the Poitou-Charentes region,\n- Dordogne, Gironde, Landes, Lot-et-Garonne and Pyrénées-Atlantiques within the Aquitaine region,\n- Ariège, Aveyron, Haut-Garonne, Gers, Lot, Hautes-Pyrénées, Tarn and Tarn-et-Garonne within the  Midi-Pyrénées region,\n- Aude, Gard, Hérault, Lozère, Pyrénées-Orientales within Languedoc,\n- Nord and Pas-de-Calais within Nord-Pas-de-Calais,\n- Meurthe-et-Moselle, Meuse, Moselle and Vosges within the region of Lorraine,\n- Cher, Indre, Indre-et-Loire, Loir-et-Cher, Loiret and Eure-et-Loire within the Centre region,\n- Côte d'or, Nièvre, Saône-et-Loire and Yonne within the region of Burgundy,\n- Allier, Cantal, Haute-Loire and Puy-de-Dôme within the region of Auvergne,\n- Doubs, Jura, Haute-Saône, territoire de Belfort within the region of Franche-Comté,\n- Corrèze, Creuse, Haute-Vienne within the Limousin region,\n- Aisne, Oise, Somme within the region of Picardie,\n- Alpes-de-Haute Provence, Hautes-Alpes, Alpes-Maritimes, Bouches-du-Rhône, Var, Vaucluse within  the region of Provence-Alpes-Côtes d'Azur,\n- Ain, Ardèche, Drôme, Isère, Rhône, Savoie, Haute-Savoie within the region of Rhône-Alpes,\n- Aube, Marne, Haute Marne and Ardennes within the region of Champagne-Ardennes,\n- Haut-Rhin and Bas-Rhin within the region of Alsace,\n- Ville-de-Paris, Seine-et-Marne, Yvelines, Essonne, Hauts-de-Seine, Seine-Saint-Denis,  Val-de-Marne and Val d'Oise within the Ile-de-France region.\nCHAPTER 3\nBelgium\nThe provinces:\n- Brabant,\n- Hainaut,\n- Liège,\n- Limbourg,\n- Luxembourg,\n- Namur,\n- West Flanders,\n- East Flanders.\nANNEX II\nParts of the territory of the Community which are recognized as being swine  fever free\nCHAPTER 1\nGermany\nLand: Berlin\nRegierungsbezirke:\n- Chemnitz, Cottbus, Darmstadt, Dresden, Erfurt, Frankfurt, Gera, Giessen, Halle, Kassel, Leipzig,  Magdeburg, Neubrandenburg, Potsdam, Rostock, Schwaben, Schwerin and Suhl.\nCHAPTER 2\nBelgium\nThe province of Antwerp.\nCHAPTER 3\nFrance\nDepartments:\n- Haute Corse and Corse du Sud within the region of Corsica.\nCHAPTER 4\nItaly\nThe provinces:\n- Alessandria, Asti, Cuneo, Novara, Torino and Vercelli (Piemonte region),\n- Valle d'Aosta,\n- Bergamo, Brescia, Como. Cremona, Mantova, Milan, Pavia, Sondrio and Varese (Lombardy region),\n- Bolzano and Trento (Trentino Alto Adige region),\n- Belluno, Padua, Rovigo, Treviso, Venezia, Verona and Vicenza (Veneto region),\n- Gorizia, Pordenone, Trieste and Udine (region of Friuli-Venezia Guilia),\n- Genova, Imperia, La Spezia and Savona (region of Liguria),\n- Bologna, Ferrara, Forli, Modena, Parma, Piacenza, Ravenna and Reggio Emilia (Emilia Romagna  region),\n- Perugia and Terni (Umbria region),\n- Ancona, Ascoli Piceno, Macerata and Pesaro (Marche region),\n- Frosinone, Latina, Rieti, Rome and Viterbo (Lazio region),\n- Chieti, L'Aquila, Pescara and Teramo (Abruzzi region),\n- Campobasso and Isernia (Molise region),\n- Avellino, Benevento, Caserta, Naples and Salerno (Campania region),\n- Bari, Brindisi, Foggia, Lecce and Taranto (Puglie region),\n- Matera and Potenza (Basilicata region),\n- Cantazaro, Cosenza and Reggio Calabria (Calabria region),\n- Arezzo, Florence, Lucca, Pistoia and Massa Carrara (Toscana region),\n- Agrigento, Caltanissetta, Catania, Enna, Messina, Palermo, Ragusa, Siracusa and Trapani (Sicily  region)."}