{"celex_id": "31992L0078", "uri": "http://publications.europa.eu/resource/cellar/abdd4aaf-53c4-4c52-9159-902574405cc3", "type": "Directive", "concepts": ["1234", "1321", "4373"], "title": "Council Directive 92/78/EEC of 19 October 1992 amending Directives 72/464/EEC and 79/32/EEC on taxes other than turnover taxes which are levied on the consumption of manufactured tobacco\n", "header": "COUNCIL DIRECTIVE 92/78/EEC  of 19 October 1992  amending Directives 72/464/EEC and 79/32/EEC on taxes other than turnover taxes which are levied on the consumption of manufactured tobacco\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 99 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 72/464/EEC (4) lays down general provisions concerning excise duties on manufactured tobacco and special provisions concerning the structure of excise duties applicable to cigarettes;\nWhereas Directive 79/32/EEC (5) laid down the definitions of the various groups of manufactured tobacco;\nWhereas the definition of manufactured tobacco should no longer extend to snuff and chewing tobacco;\nWhereas in Article 3 (1) of Directive 72/464/EEC and in Article 1 (1) of Directive 79/32/EEC a distinction needs to be made between fine-cut tobacco for the rolling of cigarettes and other smoking tobacco;\nWhereas in Article 4 (1) and 6 (2) of Directive 72/464/EEC the concept of import and release for consumption needs to be modified in connection with the abolition of fiscal frontiers;\nWhereas in Article 5 (1) of Directive 72/464/EEC a manufacturer needs to be defined as a natural or legal person who actually prepares tobacco products and sets the maximum retail selling price for each of the Member States for which the products in  question are to be released for consumption;\nWhereas a majority of Member States grant exemptions from excise duty or make refunds of excise duty in respect of certain types of manufactured tobacco depending on the use which is made of them, and whereas the exemptions or refunds for particular  uses need to be specified in this Directive;\nWhereas the definitions of tobacco products are all-embracing and therefore the reference to subheading 24.02 E of the Common Customs Tariff should be deleted from Article 2 (3) and (4) of Directive 79/32/EEC;\nWhereas rolls of tobacco capable of being smoked as they are after simple handling should also be deemed to be cigarettes for the purposes of uniform taxation of these products;\nWhereas Germany should be authorized to tax rolls at least at the rate or amount applicable to fine-cut tobacco for the rolling of cigarettes until 31 December 1998 at the latest;\nWhereas Articles 5, 6, 7 (3) and 8 of Directive 79/32/EEC have lapsed and should be deleted,", "main_body": ["Directive 72/464/EEC is hereby amended as follows:\n1. Article 2 shall be deleted;\n2. Article 3 shall be amended as follows:\n(a) point (c) of paragraph 1 shall be replaced by the following:\n'(c) smoking tobacco:\n- fine-cut tobacco for the rolling of cigarettes,\n- other smoking tobacco';\n(b) points (d) and (e) shall be deleted;\n3. Article 4 (1) shall be amended as follows:\nthe phrase 'national and imported cigarettes' shall be replaced by 'cigarettes manufactured in the Community and those imported from non-member countries';\n4. Article 5 (1) shall be replaced by the following:\n'1. Manufacturers established in the Community, or, where appropriate, their representatives or authorized agents in the Community and importers of tobacco from non-member countries shall be free to determine the maximum retail selling price for each of  their products for each Member State for which the products in question are to be released for consumption. This provision may not, however, hinder implementation of the national systems of legislation regarding the control of price levels or the  observance of imposed prices, provided that they are compatible with Community legislation. A natural or legal person who converts tobacco into manufactured products prepared for retail sale shall be deemed to be a manufacturer.';\n5. In Article 6 (2), the word 'national' shall be deleted;\n6. the following Article shall be inserted:\n'Article 6a\nThe following may be exempted from excise duty or excise duty already paid on them may be refunded:\n(a) denatured manufactured tobacco used for industrial or horticultural purposes;\n(b) manufactured tobacco which is destroyed under administrative supervision;\n(c) manufactured tobacco which is solely intended for scientific tests and for tests connected with product quality;\n(d) manufactured tobacco which is re-worked by the producer.\nMember States shall determine the conditions and formalities to which the abovementioned exemptions or refunds are subject.';\n7. Article 10b (5) shall be replaced by the following:\n'5. Member States may levy a minimum excise duty on cigarettes and on fine-cut tobacco for the rolling of cigarettes, provided that this does not have the effect of raising the total tax to more than 90 % of the total tax on the most popular price  category of cigarettes or the most popular price category of fine-cut tobacco for the rolling of cigarettes respectively.';\n8. Article 12 (1) shall be amended as follows:\n'Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 July 1973. They shall immediately inform the Commission thereof.'", "Council Directive 79/32/EEC is hereby amended as follows:\n1. Article 1 shall be amended as follows:\n(a) point (c) of paragraph 1 shall be replaced by the following:\n'(c) smoking tobacco:\n- fine-cut tobacco for the rolling of cigarettes,\n- other smoking tobacco';\n(b) points (d) and (e) shall be deleted;\n2. Article 2 shall be amended as follows:\n(a) in point 3, the words 'falling within subheading 24.02 E of the Common Customs Tariff' shall be deleted;\n(b) in point 4, the words 'falling within subheading 24.02 E of the Common Customs Tariff' shall be deleted;\n3. Article 3 (1) shall be replaced by the following:\n'1. The following shall be deemed to be cigarettes:\n(a) rolls of tobacco capable of being smoked as they are and which are not cigars or cigarillos within the meaning of Article 2;\n(b) rolls of tobacco which, by simple non-industrial handling, are inserted into cigarette-paper tubes;\n(c) rolls of tobacco which, by simple non-industrial handling, are wrapped in cigarette paper.\nUntil 31 December 1998, the Federal Republic of Germany shall be authorized to tax the rolls of tobacco referred to in (b) at least at the rate or amount applicable to fine-cut tobacco for the rolling of cigarettes.';\n4. The following Article shall be inserted:\n'Article 4a\nSmoking tobacco as defined in Article 4 in which more than 25 % by weight of the tobacco particles have a cut width of less than 1 millimetre shall be deemed to be fine-cut tobacco for the rolling of cigarettes. Member States which do not apply this cut  width of 1 millimetre on 1 January 1993 shall have until 31 December 1997 to comply with this provision.\nMember States may also deem smoking tobacco in which more than 25 % by weight of the tobacco particles have a cut width of more than 1 millimetre and which was sold or intended to be sold for the rolling of cigarettes to be fine-cut tobacco for the  rolling of cigarettes.';\n5. Articles 5, 6, 7 (3) and 8 shall be deleted;\n6. Article 9 shall be amended as follows:\n(a) in paragraph 1, the figure '1' shall be deleted;\n(b) paragraphs 2 and 3 shall be deleted.", "1. The Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive not later than 31 December 1992. They shall forthwith inform the Commission thereof.\nWhen the Member States adopt such provisions they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member  States.\n2. Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 19 October 1992. For the Council\nThe President\nJ. COPE\n(1) OJ No C 322, 21. 12. 1990, p. 16. (2) OJ No C 94, 13. 9. 1992, p. 33. (3) OJ No C 69, 18. 3. 1991, p. 25. (4) OJ No L 303, 31. 12. 1972, p. 1. Last amended by Directive 86/246/EEC (OJ No L 164, 20. 6. 1986, p. 26). (5) OJ No L 10, 16. 1.  1979, p. 8. Amended by Directive 80/369/EEC (OJ No L 90, 3. 4. 1980, p. 42) and by the Act of Accession of Spain and Portugal."}