{"celex_id": "31999R0703", "uri": "http://publications.europa.eu/resource/cellar/54eb51bc-1f54-42ac-af06-720c99009336", "type": "Regulation", "concepts": ["3003", "3275", "5231", "666", "797"], "title": "Commission Regulation (EC) No 703/1999 of 31 March 1999 derogating from Regulation (EC) No 956/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 with regard to specific measures applicable to processed asparagus\n", "header": "COMMISSION REGULATION (EC) No 703/1999\nof 31 March 1999\nderogating from Regulation (EC) No 956/97 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 with regard to specific measures applicable to processed asparagus\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 2199/97(2), and in particular Article 10(4) thereof,\nWhereas the detailed rules for the application of the aid per hectare in respect of asparagus for processing, provided for in paragraph 3 of the said Article 10, are fixed in Chapter II of Commission Regulation (EC) No 956/97(3), as amended by Regulation (EC) No 1563/98(4);\nWhereas as a result of exceptionally bad weather conditions in certain Spanish regions the minimum yield required in Article 10(b) of Regulation (EC) No 956/97 could not be achieved in 1998 in certain specialised areas, which did not qualify for the aid payment for 1998 as a result;\nWhereas to achieve the measures referred to in Article 10 of Regulation (EC) No 2201/96 and at the request of the Member State concerned, provision should be made to derogate from the minimum yield and the final date for the payment of the aid as fixed by Regulation (EC) No 956/97 and to apply these derogations retroactively for the payment of the aid for 1998;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for processed fruit and vegetables,", "main_body": ["1. By way of derogation from the third subparagraph of Article 12 of Regulation (EC) No 956/97, the aid payments for 1998 shall be made before 30 April 1999.\n2. By way of derogation from Article 10(b) of Regulation (EC) No 956/97, the requisite minimum yield for the 1998 harvest shall be 1625 kilograms per hectare.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 30 September 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 303, 6.11.1997, p. 1.\n(3) OJ L 139, 30.5.1997, p. 10.\n(4) OJ L 203, 21.7.1998, p. 5."}