{"celex_id": "31998D0683", "uri": "http://publications.europa.eu/resource/cellar/eab8dab9-1c96-45c2-abd0-39132b5bc529", "type": "Decision", "concepts": ["1085", "1974", "3299", "4390", "4602", "5455"], "title": "98/683/EC: Council Decision of 23 November 1998 concerning exchange rate matters relating to the CFA Franc and the Comorian Franc\n", "header": "COUNCIL DECISION of 23 November 1998 concerning exchange rate matters relating to the CFA Franc and the Comorian Franc (98/683/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 109(3) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the opinion of the European Central Bank (1),\n(1) Whereas according to Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (2), the euro will be substituted as from 1 January 1999 for the currency of each participating Member State at the conversion rate;\n(2) Whereas the Community will have the competence for monetary and exchange rate matters in the Member States adopting the euro as from the same date;\n(3) Whereas the Council is to determine the appropriate arrangements for the negotiation and conclusion of agreements concerning monetary or foreign exchange regime matters;\n(4) Whereas France has concluded several agreements with the UEMOA (Union économique et monétaire ouest-africaine), the CEMAC (Communauté économique et monétaire de l'Afrique Centrale) and the Comores which are intended to guarantee the convertibility of the CFA and Comorian francs into the French franc at a fixed parity (3);\n(5) Whereas the euro will be substituted for the French franc on 1 January 1999;\n(6) Whereas the convertibility of the CFA and Comorian francs is guaranteed by a budgetary commitment of the French authorities; whereas the French authorities have given the assurance that the agreements with the UEMOA, the CEMAC and with the Comores have no substantial financial implications for France;\n(7) Whereas these agreements are unlikely to have any material effect on the monetary and exchange rate policy of the euro area; whereas in their present form and state of implementation these agreements are therefore unlikely to present any obstacle to a smooth functioning of economic and monetary union; whereas nothing in these agreements can be construed as implying an obligation for the European Central Bank or any national central bank to support the convertibility of the CFA or Comorian franc; whereas modifications to the existing agreements will not lead to any obligations for the European Central or any national central bank;\n(8) Whereas France and the African signatories to the agreements are willing to continue the present agreements after the substitution of the euro for the French franc; whereas it is appropriate that France may continue the present agreements after the substitution of the euro for the French franc and that France and the African signatories to the agreements implement them under their sole responsibility;\n(9) Whereas it is necessary for the Community to be informed on a regular basis about the implementation and envisaged modifications of the agreements;\n(10) Whereas the modification or implementation of existing agreements will be without prejudice to the primary objective of the Community's exchange-rate policy to maintain price stability, in accordance with Article 3a(2) of the Treaty;\n(11) Whereas it is necessary to involve the competent Community bodies before making any changes to the nature or scope of the present agreements; whereas this applies to the membership of the agreements and to the principle of free convertibility at a fixed parity between the euro and the CFA and Comorian francs, convertibility being guaranteed by a budgetary commitment of the French Treasury;\n(12) Whereas the decision does not establish a precedent with respect to any arrangements that may be decided in the future with respect to the negotiation and conclusion of similar agreements concerning monetary or foreign exchange regime matters by the Community with other States or international organisations;\n(13) Whereas, without prejudice to Community competence and Community agreements as regards economic and monetary union, Member States may negotiate in international bodies and conclude international agreements,", "main_body": ["Upon the substitution of the euro for the French franc, France may continue its present agreements concerning exchange rate matters with the UEMOA (Union économique et monétaire ouest-africaine), the CEMAC (Communauté économique et monétaire de l'Afrique Centrale) and the Comores.", "France and the African signatories to the agreements shall retain sole responsibility for the implementation of these agreements.", "The competent French authorities shall keep the Commission, the European Central Bank and the Economic and Financial Committee informed on a regular basis about the implementation of the agreements. The French authorities shall inform the Economic and Financial Committee prior to changes of the parity between the euro and the CFA or Comorian franc.", "France may negotiate and conclude modifications to the present agreements to the extent that the nature or scope of the agreements are not changed. It shall inform in advance the Commission, the European Central Bank and the Economic and Financial Committee of such changes.", "Any plans to change the nature or scope of these agreements shall be submitted by France to the Commission, the European Central Bank and the Economic and Financial Committee. Such plans require the approval of the Council on the basis of a recommendation from the Commission and after consultation of the European Central Bank.", "This Decision shall apply as from 1 January 1999.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 23 November 1998.\nFor the Council\nThe President\nR. EDLINGER\n(1) Opinion of 23 September 1998 (not yet published in the Official Journal).\n(2) OJ L 139, 11. 5. 1998, p. 1.\n(3) Convention de coopération monétaire du 23 novembre 1972 entre les États membres de la Banque des États de l'Afrique centrale (BEAC) et la République française, as amended; Convention de compte d'opérations du 13 mars 1973 entre le ministre de l'Économie et des Finances de la République Française et le Président du Conseil de l'administration de la Banque des États de l'Afrique Centrale, as amended; Accord de coopération du 4 décembre 1973 entre la République française et les Républiques membres de l'union monétaire ouest-africaine, as amended; Convention de compte d'opérations du 4 décembre 1973 entre le ministre de l'Économie et des Finances de la République Française et le Président du conseil des ministres de l'Union monétaire ouest-africaine, as amended; Accord de coopération monétaire du 23 novembre 1979 entre la République française et la République fédérale islamique des Comores, as amended; Convention de compte d'opérations du 23 novembre 1979 entre le ministre de l'Économie et des Finances de la République Française et le ministre des Finances, de l'Économie et du Plan de la République fédérale des Comores, as amended."}