{"celex_id": "31991R2053", "uri": "http://publications.europa.eu/resource/cellar/4bc7d5cd-9325-49f5-b87e-bf410d9b532b", "type": "Regulation", "concepts": ["3774", "4829", "5228", "5235", "598", "997"], "title": "Commission Regulation (EEC) No 2053/91 of 2 July 1991 amending the list annexed to Regulation (EEC) No 55/87 establishing the list of vessels exceeding eight metres length overall permitted to use beam trawls within certain areas of the Community\n", "header": "COMMISSION REGULATION (EEC) No 2053/91  of 2 July 1991  amending the list annexed to Regulation (EEC) No 55/87 establishing the list of vessels exceeding eight metres length overall permitted to use beam trawls within certain areas of the  Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (1), as last amended by Regulation (EEC) No 4056/89 (2),\nHaving regard to Commission Regulation (EEC) No 55/87 of 30 December 1986 establishing the list of vessels exceeding eight metres length oveall permitted to use beam trawls within certain areas of the Community (3), as last amended by Regulation (EEC)  No 1752/91 (4), and in particular Article 3 thereof,\nWhereas the British authorities have requested replacement in the list annexed to Regulation (EEC) No 55/87 of nine vessels that no longer meet the requirements laid down in Article 1 (2) of that Regulation; whereas the national authorities have  provided all the information in support of the request required under Article 3 of Regulation (EEC) No 55/87; whereas scrutiny of this information shows that the requirements of the Regulation are met; whereas the vessels in question should be replaced  in the list,", "main_body": ["The Annex to Regulation (EEC) No 55/87 is amended as indicated in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1991. For the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 288, 11. 10. 1986, p. 1. (2) OJ No L 389, 30. 12. 1989, p. 75. (3) OJ No L 8, 10. 1. 1987, p. 1. (4) OJ No L 157, 21. 6. 1991, p. 16.\nANNEX\nThe Annex to Regulation (EEC) No 55/87 is amended as follows:\nVessels to be replaced:\nExternal identification (Letters + numbers)  Name of vessel  Radio call sign  Port of registry  Engine power (kW)        UNITED KINGDOM      PZ 513  Excellent  MRLQ  Penzance  118  FH 135  Girl Lisa  ZEOP  Falmouth  214  FY 200  Karen Jane  2CAZ   Fowey  88  BM 223  Selver Seagull  2UJS  Brixham  170  LT 351  Michelle Louisa  2SCR  Lowestoft  218  SY 247  The Girl Carmen   Stornoway  82  413  Sunreve  2FZW  Ramsgate  170  LT 266  Senex Fidelis  2UNK  Lowestoft  221  FH 514  Sea Bien  MACE7   Falmouth  155\nVessels replacing the abovementioned vessels:\nExternal identification (Letters + numbers)  Name of vessel  Radio call sign  Port of registry  Engine power (kW)        UNITED KINGDOM      BM 148  Margaretha Maria  2PLE  Brixham  221  BM 51  Harm Johannes  27ZH  Brixham  221  TH 186  Niblick   2GAR  Brixham  221  BM 180  Arie Dirk  2GER  Brixham  177  BM 22  Ocean Hound  MKRJ6  Brixham  221  BM 56  Charmaine M  2MCJ  Brixham  221  BM 261  Susanna D  GAVZ6  Brixham  220  BCK 105  Westra  MBHY  Buckie  171  TH 106  Mattanga  GDVZ  Teignmouth   221"}