{"celex_id": "31990R1795", "uri": "http://publications.europa.eu/resource/cellar/95629af3-d9fe-4bd3-89d6-d426474b214c", "type": "Regulation", "concepts": ["1129", "1308", "1631", "2324", "3502", "4500"], "title": "Commission Regulation (EEC) No 1795/90 of 29 June 1990 concerning the methods of implementation of Council Regulation (EEC) No 1794/90 on the transitional measures for trade with the German Democratic Republic\n", "header": "COMMISSION  REGULATION (EEC) No 1795/90\nof 29 June 1990\nconcerning the methods of implementation of Council Regulation (EEC) No 1794/90 on the transitional measures for trade with the German Democratic Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1794/90 of 28 June 1990 on the transitional measures for trade with the German Democratic Republic (1), and in particular Article 2 thereof,\nHaving regard to Commission Decision No 1792/90/ECSC of 29 June 1990 on the abolition of customs duties and quantitative restrictions for goods covered by the ECSC Treaty and originating in the German Democratic Republic (2), and in particular Article 2 thereof,\nWhereas it was announced in a joint statement issued by the customs authorities of the Federal Republic of Germany and of the German Democratic Republic that, with effect from 1 July 1990, trade in non-agricultural products between the German Democratic Republic and third countries would be subject to the same customs rules and procedures which apply to trade between the Federal Republic of Germany and third countries;\nWhereas the Common Customs Tariff as well as Community customs legislation is to be applied by the German Democratic Republic which is to grant free access to its territory to Community goods on a reciprocal basis; whereas the said administrations have undertaken to work closely together and have made provision to apply systematically the Community transit regime (external procedure) to all goods coming from third countries and destined for the Federal Republic of Germany or for other Member States of the Community; whereas in applying this Regulation the Federal Republic of Germany will maintain a close liaison with the Commission in order to be able to take, in concert with the German Democratic Republic, such measures as may be necessary to ensure that the provisions of the common commercial policy relating to certain products from third countries are not circumvented;\nWhereas the conditions set out in Article 2 of Regulation (EEC) No 1794/90 are fulfilled;\nWhereas in order to allow the free access of Community goods to the German Democratic Republic as well as equivalent access of the latter's goods to the Community, it is necessary to make the Community Regulations on Community transit applicable to trade between the Community and the German Democratic Republic;\nWhereas, it is necessary to take into account the specific provisions applicable to trade between the Community as constituted on 31 December 1985 on the one hand and Spain and Portugal on the other;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee composed of Representatives of the Member States,", "main_body": ["It is agreed that the conditions specified in Article 2 of Regulation (EEC) No 1794/90 and in Article 2 of Commission Decision No 1796/90/ECSC have been met.", "1. The Community transit procedure shall apply to the movement of goods between the Community and the German Democratic Republic.\n2. For the implementation of this procedure and without prejudice to the implementation of Article 3, the 'German Democratic Republic' shall be considered as forming part of the Community.\n3. Within the meaning of this Article the movement of goods between the Federal Republic of Germany and the German Democratic Republic shall be considered to be carried out within the territory of a single Member State.", "Goods to which the provisions of Regulation (EEC) No 1794/90 and Decision No 1796/90/ECSC apply and which originate in the German Democratic Republic where they are in free circulation, shall move between the Community and the German Democratic Republic, under the internal Community transit procedure or shall benefit from the application of the provisions on proof of Community status of goods.", "1. The list of countries appearing at point I, 1 in the guarantee undertakings reproduced in specimens I, II and III, appearing in the Annex to Council Regulation (EEC) No 222/77 (1) shall be completed, where appropriate by the letters 'GDR'.\n2. The list of countries appearing in the guarantee certificates reproduced in the specimen in Annex IV to Commission Regulation (EEC) No 1062/87 (2) shall be completed, where appropriate, by the letters 'GDR'.", "The provisions of Commission Regulation (EEC) No 409/86 of 20 February 1986 on methods of administrative cooperation to safeguard during the transitional period the free movement of goods between the Community as constituted on 31 December 1985 on the hand and Spain and Portugal on the other and between those two new Member Statets (3), shall apply to trade between Spain and Portugal on the one hand and the German Democratic Republic on the other.", "This Regulation shall enter into force on 1 July 1990.\nIt shall be applicable to goods for which dispatch or transit formalities are commenced on or after this date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1990.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) See page 1 of this Official Journal.\n(2) See page 5 of this Official Journal.\n(1) OJ No L 38, 9. 2. 1977, p. 1.\n(2) OJ No L 107, 22. 4. 1987, p. 1.\n(3) OJ No L 46, 25. 2. 1986, p. 5."}