{"celex_id": "31999R1586", "uri": "http://publications.europa.eu/resource/cellar/9a671cae-5760-455a-82bc-8299c3932cf3", "type": "Regulation", "concepts": ["1120", "161", "2488", "3591", "5083"], "title": "Commission Regulation (EC) No 1586/1999 of 20 July 1999 amending Commission Regulation (EC) No 2632/98 laying down for 1999 the single adjustment coefficient to be applied to each traditional operator's provisional reference quantity under the tariff quotas for traditional ACP bananas\n", "header": "COMMISSION REGULATION (EC) No 1586/1999\nof 20 July 1999\namending Commission Regulation (EC) No 2632/98 laying down for 1999 the single adjustment coefficient to be applied to each traditional operator's provisional reference quantity under the tariff quotas for traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), and in particular Article 6(3) thereof,\n(1) Whereas Articles 6(3) and 28(3) of Regulation (EC) No 2362/98 stipulate that, in the light of the total volume of tariff quotas and traditional ACP bananas and the traditional operators' total provisional reference quantities established pursuant to Article 4 et seq. of that Regulation, the Commission must set, where appropriate, a single adjustment coefficient to be applied to each operator's provisional reference quantity;\n(2) Whereas, on the basis of the notifications made by the Member States in accordance with Article 28(2)(a) of Regulation (EC) No 2362/98 regarding the traditional operators' total provisional reference quantities, the Commission set a single adjustment coefficient to be applied to each traditional operator's provisional reference quantity for 1999 in Regulation (EC) No 2632/98(5);\n(3) Whereas the results of the additional verifications and checks carried out by the competent national authorities in cooperation with the Commission necessitate a correction of the single adjustment coefficient to be applied to each traditional operators' provisional reference quantity; whereas, to that end, Article 1 of Regulation (EC) No 2632/98 should be amended;\n(4) Whereas this Regulation is without prejudice to any measures to be adopted at a later date in particular to meet the Community's international commitments under the World Trade Organisation (WTO) and cannot be invoked by operators as grounds for legitimate expectations with a view to prolonging the import arrangements;\n(5) Whereas this Regulation must enter into force immediately to enable the Member States to make the necessary corrections to operators' reference quantities,", "main_body": ["In Article 1 of Regulation (EC) No 2632/98, the coefficient \"0,939837\" is replaced by \"0,947938\".", "The competent authorities in the Member States shall notify the operators concerned of the quantity allocated for 1999 adjusted in application of Article 1 no later than 1 September 1999.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1999.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 333, 9.12.1998, p. 21."}