{"celex_id": "31998D0569", "uri": "http://publications.europa.eu/resource/cellar/fd3da78e-401e-48f5-84d2-88f4ffac734e", "type": "Decision", "concepts": ["1309", "1445", "1961", "2771", "4578", "5369"], "title": "98/569/EC: Commission Decision of 6 October 1998 laying down special conditions governing imports of live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Tunisia (notified under document number C(1998) 2952) (Text with EEA relevance)\n", "header": "COMMISSION DECISION of 6 October 1998 laying down special conditions governing imports of live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Tunisia (notified under document number C(1998) 2952) (Text with EEA relevance) (98/569/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs (1), as last amended by the Directive 97/79/EC (2), and in particular Article 9 thereof,\nWhereas a Commission expert has conducted an inspection visit to Tunisia to verify the conditions under which live bivalve molluscs, echinoderms, tunicates and marine gastropods are produced, stored and dispatched to the Community;\nWhereas the provisions of legislation of Tunisia makes the 'Direction Générale de la Sante Animale (DGSA) du Ministère de l'Agriculture` responsible for inspecting the health of live bivalve molluscs, echinoderms, tunicates and marine gastropods and for monitoring the hygiene and sanitary conditions of production; whereas the same legislation empowers DGSA to authorise or prohibit the harvesting of bivalve molluscs, echinoderms, tunicates and marine gastropods from certain zones;\nWhereas the DGSA and its laboratories are capable of effectively verifying the application of the laws in force in Tunisia;\nWhereas the competent Tunisia authorities have undertaken to communicate regularly and quickly to the Commission data on the presence of plankton containing toxins in the harvesting areas;\nWhereas the competent Tunisia authorities have provided official assurances regarding compliance with the requirements specified in Chapter V of the Annex to Directive 91/492/EEC and with requirements equivalent to those prescribed in that Directive for the classification of producing and relaying zones, approval of dispatch centres and public health control and production monitoring; whereas in particular any possible change in harvesting zones will be communicated to the Community;\nWhereas Tunisia is eligible for inclusion in the list of third countries fulfilling the conditions of equivalence referred to in Article 9(3)(a) of Directive 91/492/EEC;\nWhereas the procedure for obtaining the health certificate referred to in Article 9(3)(b)(i) of Directive 91/492/EEC must include the definition of a model certificate, the minimum requirements regarding the language(s) in which it must be drafted and the grade of the person empowered to sign it and the health mark to be affixed to packaging;\nWhereas, pursuant to Article 9(3)(b)(ii) of Directive 91/492/EEC, the production areas from which bivalve molluscs, echinoderms, tunicates and marine gastropods may be harvested and exported to the Community must be designated;\nWhereas, pursuant to Article 9(3)(c) of Directive 91/492/EEC, a list of the establishments from which the import of bivalve molluscs, echinoderms, tunicates and marine gastropods is authorised should be established; whereas this list must be drawn up on the basis of a communication from the DGSA to the Commission; whereas it is therefore for the DGSA to ensure compliance with the provisions laid down to that end in Article 9(3)(c) of Directive 91/492/EEC;\nWhereas the special import conditions apply without prejudice to decisions taken pursuant to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture and products (3), as last amended by Directive 97/79/EC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The 'Direction Générale de la Sante Animale (DGSA) du Ministère de l'Agriculture` shall be the competent authority in Tunisia for verifying and certifying compliance of live bivalve molluscs, echinoderms, tunicates and marine gastropods with the requirements of Directive 91/492/EEC.", "Live bivalve molluscs, echinoderms, tunicates and marine gastropods originating in Tunisia and intended for human consumption, must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. consignments must originate in the authorised production areas listed in Annex B hereto;\n3. they must be packed in sealed packages by an approved dispatch centre included in the list in Annex C hereto;\n4. each package must bear an indelible health mark containing at least the following information:\n- country of dispatch: TUNISIA,\n- the species (common and scientific names),\n- the identification of the production area and the dispatch centre by their approval number,\n- the date of packing, comprising at least the day and month.", "1. Certificates as referred to in Article 2(1) must be drawn up in at least one official language of the Member State where the checks are carried out.\n2. Certificates must bear the name, capacity and signature of the representative of the DGSA and the latter's official stamp in a colour different from that of other endorsements.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 1998.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 268, 24. 9. 1991, p. 1.\n(2) OJ L 24, 30. 1. 1998, p. 31.\n(3) OJ L 46, 19. 2. 1991, p. 1.\nANNEX A\nHEALTH CERTIFICATE covering live bivalve molluscs (1), echinoderms (1), tunicates (1), marine gastropods (1) originating in Tunisia and intended for human consumption in the European Community\n>START OF GRAPHIC>\nReference No:\nCountry of dispatch:\nTUNISIA\nCompetent authority:\n'Direction générale de la santé animale (DGSA) du ministère de l'agriculture`\nI. Details identifying the fishery products\n- Species (scientific name):\n- Code number (where available):\n- Type of packaging:\n- Number of packages:\n- Net weight:\n- Analysis report number (where available):\nII. Origin of products\n- Authorised production area:\n- Name and official approval number of dispatch centre:\nIII. Destination of products\nThe products are dispatched\nfrom:\n(place of dispatch)\nto:\n(country and place of destination)\nby the following means of transport:\nName and address of dispatcher:\nName of consignee and address at place of destination:\n(1) Delete where inapplicable.\nIV. Health attestation\n- The official inspector hereby certifies that the live products specified above:\n1. were harvested, where necessary relayed, and transported in accordance with the health rules laid down in Chapters I, II and III of the Annex to Directive 91/492/EEC;\n2. were handled, where necessary purified, and packaged in compliance with the requirements laid down in Chapter IV of the Annex to Directive 91/492/EEC;\n3. have undergone health controls in accordance with Chapter VI of the Annex to Directive 91/492/EEC;\n4. are in compliance with Chapters V, VII, VIII, IX, and X of the Annex to Directive 91/492/EEC and therefore fit for immediate human consumption.\n- The undersigned official inspector hereby declares that he is aware of the provisions of the Directive 91/492/EEC and Decision 98/569/EC.\nDone at,\n(Place)\non\n(Date)\nOfficial\nStamp (1)\nSignature of official inspector (1)\n(Name in capital letters, capacity and qualifications of person signing)\n(1) The colour of the stamp and signature must be different from that of the other particulars in the certificate.\n>END OF GRAPHIC>\nANNEX B\n>TABLE>\nANNEX C\n>TABLE>"}