{"celex_id": "31999L0104", "uri": "http://publications.europa.eu/resource/cellar/0d0cf4ed-968a-4b33-b862-80e0bd51e800", "type": "Directive", "concepts": ["1594", "2367", "2897", "4474", "5734", "5916"], "title": "Commission Directive 1999/104/EC of 22 December 1999 amending the Annex to Council Directive 81/852/EEC on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of veterinary medicinal products (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 1999/104/EC\nof 22 December 1999\namending the Annex to Council Directive 81/852/EEC on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of veterinary medicinal products\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 81/852/EEC of 28 September 1981 on the approximation of the laws of the Member States relating to analytical, pharmacotoxicological and clinical standards and protocols in respect of the testing of veterinary medicinal products(1), as last amended by Directive 93/40/EEC(2), and in particular Article 2a(1) thereof,\n(1) Whereas Commission Decision 987/534/EC of 30 July 1997 on the prohibition of the use of material presenting risks as regards transmissible spongiform encephalopathies(3), as amended by Council Decision 98/745/EC(4), defines specified risks materials, provides for their elimination at source and prohibits their import into the Community;\n(2) Whereas, prior to being marketed, all veterinary medicinal products, whether they originate in the Community or are imported from third countries, are subject to an approval procedure in the context of which the treatment process of any raw material is evaluated, in conformity with the provisions of the Annex to Directive 81/852/EEC;\n(3) Whereas this approval procedure applies to all veterinary medicinal products to be placed on the market in the Community, notwithstanding the origin of the product or the raw materials contained therein; whereas, thereby, the compliance with Community law on veterinary medicinal products, starting materials and intermediate products which are imported into the Community to be used in the manufacture of veterinary medicinal products is systematically controlled and checked;\n(4) Whereas on 17 June 1999, the Committee for Veterinary Medicinal Products of the European Agency for the Evaluation of Medicinal Products adopted an updated Note for Guidance on minimising the risk of transmitting animal spongiform encephalopathy agents via veterinary medicinal products.\n(5) Whereas, in drafting this updated Note for Guidance, the Committee for Veterinary Medicinal Products of the European Agency for the evaluation of medicinal products took into account all relevant opinions of the Scientific Committee on Medicinal Products and Medical Devices, as well as the Scientific Steering Committee and additional scientific considerations which apply to the specific field of veterinary medicinal products;\n(6) Whereas, the Note for Guidance on minimising the risk of transmitting animal spongiform encephalopathy agents via veterinary medicinal products will have to be regularly updated and modified by the Committee for Veterinary Medicinal Products of the European Agency for the evaluation of medicinal products, taking into account the latest scientific developments;\n(7) Whereas the note for Guidance on minimising the risk of transmitting animal spongiform encephalopathy agents via veterinary medicinal products and its updates are published by the European Commission in Volume 7 of its publication \"The rules governing medicinal products in the European Union\";\n(8) Whereas this Note for Guidance is considered to be adquate to assure that the risk of transmitting animal spongiform encephalopathy via veterinary medicinal products is minimised since manufacturers of veterinary medicinal products are obliged under Directive 81/852/EEC to take into account the relevant Community guidelines in assembling the dossier for application for marketing authorisation;\n(9) Whereas it contributes to the clarity of the legal situation and ensures the highest reasonable level of protection of animal and human health to amend the Annex to Directive 81/852/EEC to expressly made compliance with the above Note for Guidance binding within regard to all marketing authorisations for veterinary medicinal products and to provide for an appropriate phasing-in period for already existing marketing authorisations;\n(10) Whereas the measures provided for in this Directive are in conformity with the opinion of the Standing Committee for Veterinary Medicinal Products,", "main_body": ["The Annex to Directive 81/852/EEC is hereby amended as shown in the Annex.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 1 January 2000.\n2. Member States shall take the necessary measures to ensure that:\n- applications for marketing authorisations for veterinary medicinal products lodged as from 1 October 2000 comply with the criteria set out in the Annex to this Directive;\n- all marketing authorisations for veterinary medicinal products meet the criteria of the Annex to this Directive not later than 1 June 2001.\n3. When the Member States adopt the provisions set out in paragraph 1, they shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such references shall be adopted by the Member States.\n4. The Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1999.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 317, 6.11.1981, p. 16.\n(2) OJ L 214, 24.8.1993, p. 31.\n(3) OJ L 216, 8.8.1997, p. 95.\n(4) OJ L 358, 31.12.1998, p. 113.\nANNEX\nA new paragraph C.(a) is inserted in Title I Part 2 and Title II Part 6 of the Annex to Directive 81/852/EEC. \"C.(a) Specific measures concerning the prevention of the transmission of animal spongiform encephalopathies\nThe applicant must demonstrate that the veterinary medical product is manufactured in accordance with the Note for Guidance on minimising the risk of transmitting animal spongiform encephalopathy agents via veterinary medicinal products and its updates, published by the European Commission in Volume 7 of its publication \"The rules governing medicinal products in the European Union\".\""}