{"celex_id": "31995R0199", "uri": "http://publications.europa.eu/resource/cellar/fce64618-8c36-4905-be26-ba2a7619090c", "type": "Regulation", "concepts": ["1019", "13", "2324", "4280", "4320", "4734"], "title": "Commission Regulation (EC) No 199/95 of 31 January 1995 on transitional measures applicable in Finland and Sweden in the wine sector\n", "header": "COMMISSION REGULATION (EC) No 199/95 of 31 January 1995 on transitional measures applicable in Finland and Sweden in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Norway, Austria, Finland and Sweden (1), and in particular Article 149 (1) thereof,\nWhereas pursuant to Article 2 (3) of the Accession Treaty the institutions of the Union may adopt, before accession, the measures referred to in Article 149 of the Act of Accession; whereas those measures must enter into force on the date of and subject to the entry into force of the Accession Treaty;\nWhereas Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (2), as last amended by Regulation (EC) No 1891/94 (3), Council Regulation (EEC) No 4252/88 of 21 December 1988 on the preparation and marketing of liqueur wines produced in the Community (4), as last amended by Regulation (EC) No 1893/94 (5), Council Regulation (EEC) No 2392/89 of 24 July 1989 laying down general rules for the description and presentation of wines and grape musts (6), as last amended by Regulation (EEC) No 3897/91 (7), Council Regulation (EEC) No 2332/92 of 13 July 1992 on sparkling wines produced in the Community (8), as last amended by Regulation (EC) No 1893/94, and Council Regulation (EEC) No 2333/92 of 13 July 1992 laying down general rules for the description and presentation of sparkling wines and aerated sparkling wines (9) lays down Community rules for the production, preparation, description and presentation of wine-sector products;\nWhereas account should be taken of the national rules governing these products in force in the new Member States before accession; whereas, in order to allow stocks to be used up and to permit a smooth transition to the Community arrangements in a reasonable period, specific transitional measures must be taken;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation establishes the transitional measures applicable in Finland and Sweden in the wine-growing sector.", "The products referred to in Article 1 (2) of Council Regulation (EEC) No 822/87, where these are located on Finnish and Swedish territory, that do not meet the requirements of Title II and Articles 65 to 70 of that Regulation, or of Regulations (EEC) No 4252/88 and (EEC) No 2332/92, may be marketed in each of these new Member States respectively or exported to a third country, until stocks are exhausted, where those products:\n- are of Finnish or Swedish origin and were produced up to 31 August 1995 at the latest, in compliance with the legislation in force in Finland and Sweden before their accession, or\n- were imported into Finland or Sweden before their accession in compliance with Finnish and Swedish legislation.", "1. The products referred to in Article 1 (2) of Council Regulation (EEC) No 822/87, where these are located on Finnish and Swedish territory, that have been described and presented in accordance with the national legislation in force before accession and whose description and presentation do not comply with Community provisions, may be marketed in each of these new Member States respectively or exported to a third country, until stocks are exhausted.\n2. Labels printed before accession containing particulars which comply with Finnish and Swedish national legislation in force before accession but which do not comply with Community provisions, may be used up to 31 December 1995 for the marketing of the products referred to in paragraph 1 on Finnish and Swedish national territory or for the export of those products to a third country.", "Finland and Sweden shall communicate to the Commission, not later than 28 February 1995, the quantities of grape must/juice and wine held in storage at 31 December 1994 by producers and traders other than retailers.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No C 241, 29. 8. 1994, p. 1.\n(2) OJ No L 84, 27. 3. 1987, p. 1.\n(3) OJ No L 197, 30. 7. 1994, p. 42.\n(4) OJ No L 373, 31. 12. 1988, p. 59.\n(5) OJ No L 197, 30. 7. 1994, p. 45.\n(6) OJ No L 232, 9. 8. 1989, p. 13.\n(7) OJ No L 368, 31. 12. 1991, p. 5.\n(8) OJ No L 231, 13. 8. 1992, p. 1.\n(9) OJ No L 231, 13. 8. 1992, p. 9."}