{"celex_id": "31992R1634", "uri": "http://publications.europa.eu/resource/cellar/5b30c8e9-b907-4535-b06c-73c56a657373", "type": "Regulation", "concepts": ["2739", "3611", "4385", "5040"], "title": "Commission Regulation (EEC) No 1634/92 of 24 June 1992 reintroducing the levying of the customs duties applicable to products falling within CN code 2929 90 00, originating in Brazil, to which the preferential tariff arrangements of Council Regulation (EEC) No 3831/90 apply\n", "header": "COMMISSION REGULATION (EEC) No 1634/92  of 24 June 1992  reintroducing the levying of the customs duties applicable to products falling within CN code 2929 90 00, originating in Brazil, to which the preferential tariff arrangements of Council  Regulation (EEC) No 3831/90 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3831/90 of 20 December 1990 applying generalized tariff preferences for 1991 in respect of certain industrial products originating in developing countries (1), extended for 1992 by Regulation (EEC) No 3587/91  (2), and in particular Article 9 thereof,\nWhereas, pursuant to Article 1 of Regulation (EEC) No 3831/90, customs duties on certain products originating in each of the countries or territories listed in Annex III are totally suspended for 1992, and the products as such are, as a general rule,  subject to statistical surveillance every three months on the reference base referred to in Article 8;\nWhereas, as provided for in Article 8, where the increase of preferential imports of these products, originating in one or more beneficiary countries, causes or threatens to cause economic difficulties in the Community or a region of the Community, the  levying of customs duties may be reintroduced, once the Commission has had an appropriate exchange of information with the Member States; whereas for this purpose the reference base to be considered is equal, as a general rule, to 6,615 % of the total  importations into the Community, originating from third countries in 1988;\nWhereas, in the case of the products falling within CN code 2929 90 00, originating in Brazil, the reference base is fixed at ECU 628 000; whereas that reference base was reached on 18 March 1992 by charges of imports into the Community of the products  in question originating in Brazil; whereas the exchange of information organized by the Commission has demonstrated that continuance of the preference threatens to cause economic difficulties in a region of the Community; whereas, therefore, customs  duties for the products in question must be reintroduced with regard to Brazil,", "main_body": ["As from 29 June 1992, the levying of customs duties, suspended for 1992 pursuant to Regulation (EEC) No 3831/90 shall be reintroduced on imports into the Community of the following products, originating in Brazil:\nCN code  Description     2929  Compounds with other nitrogen function:  2929 90 00  - Other", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1992. For the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 370, 31. 12. 1990, p. 1. (2) OJ No L 341, 12. 12. 1991, p. 1. This Regulation was last amended by Regulation (EEC) No 1509/92 (OJ No L 159, 12. 6. 1992, p. 1)."}