{"celex_id": "31995D0329", "uri": "http://publications.europa.eu/resource/cellar/a9cc40ee-854e-4873-9c47-191a4a267bab", "type": "Decision", "concepts": ["1309", "1755", "192", "2300", "5369", "842"], "title": "95/329/EC: Commission Decision of 25 July 1995 defining the categories of male equidae to which the requirement regarding viral arteritis laid down in Article 15 (b) (ii) of Council Directive 90/426/EEC applies\n", "header": "COMMISSION DECISION of 25 July 1995 defining the categories of male equidae to which the requirement regarding viral arteritis laid down in Article 15 (b) (ii) of Council Directive 90/426/EEC applies (Text with EEA relevance) (95/329/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), as last amended by the Act of Accession of Austria, Finland and Sweden, and in particular Article 15 (b) (ii) thereof,\nAfter consultation of the Scientific Veterinary Committee,\nWhereas certain categories of male equidae are not liable to transmit equine viral arteritis; whereas the requirement laid down in Article 15 (b) (ii) should therefore apply solely to the other categories of male equidae;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The requirement relating to equine viral arteritis laid down in Article 15 (b) (ii) of Directive 90/426/EEC shall apply to male equidae with the exception of:\n- equidae vaccinated against equine viral arteritis under official supervision with a vaccine approved by the competent authority and which have reacted with a negative result at 1 in 4 to a serum neutralization test for that disease. The equidae shall be vaccinated on the date on which the blood specimen is taken or within the following 15 days on condition that they have been isolated during that period. The test shall be carried out and certified, and the result and vaccination certified, under official veterinary supervision. Vaccination shall be repeated at regular intervals. In the case of registered equidae, vaccinations and the results of serological tests shall be entered in the identification document (passport),\n- equidae vaccinated against equine viral arteritis under official supervision with a vaccine approved by the competent authority and which have undergone two serum neutralization tests for that disease at an interval of at least 10 days between the age of 180 and 270 days without an increase in antibodies being established. The equidae shall be isolated under official supervision from the time the first blood specimen is taken up to vaccination. The tests shall be carried out and certified, and the results and vaccinations certified, under official veterinary supervision. Vaccination shall be repeated at regular intervals. In the case of registered equidae, vaccinations and the results of serological tests shall be entered in the identification document (passport),\n- equidae less than 180 days old,\n- equidae for slaughter sent directly to a slaughterhouse accompanied by a certificate as provided for in Annex I to Commission Decision 93/196/EEC of 5 February 1993 on animal health conditions and veterinary certification for imports of equidae for slaughter (2).", "This Decision shall apply from 1 October 1995.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1995.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ No L 224, 18. 8. 1990, p. 42.\n(2) OJ No L 86, 6. 4. 1993, p. 7."}