{"celex_id": "31994D0203", "uri": "http://publications.europa.eu/resource/cellar/b0d6e73e-720a-4370-9a4c-1a17df06840f", "type": "Decision", "concepts": ["1460", "2466", "4838", "5138", "5283", "763"], "title": "94/203/EC: Commission Decision of 28 February 1994 establishing the indicative allocation by Member State of the commitment appropriations from the Structural Funds for Objective 5b as defined in Council Regulation (EEC) No 2052/88 for the period 1994 to 1999\n", "header": "COMMISSION DECISION of 28 February 1994 establishing the indicative allocation by Member State of the commitment appropriations from the Structural Funds for Objective 5 (b) as defined in Council Regulation (EEC) No 2052/88 for the period 1994 to  1999 (94/203/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment bank and the  other existing financial instruments (1), as amended by Regulation (EEC) No 2081/93 (2), and in particular Article 12 (4) thereof,\nWhereas pursuant to Article 12 (4) of Regulation (EEC) No 2052/88 and using transparent procedures, the Commission is to make indicative allocations by Member State of the commitment appropriations from the Structural Funds for Objective 5 (b) taking  full account, as previously, of the following objective criteria: national prosperity, regional prosperity, population of the regions, and the relative severity of structural problems, including the level of unemployment and in particular, the needs for  rural development;\nWhereas, after the appropriations to be used for financing the measures undertaken at the initiative of the Commission have been deducted, the funds available for commitment from the Structural Funds, expressed in 1994 prices, amount to ECU 6 134  million for the period 1994 to 1999 for Objective 5 (b);\nWhereas the indicative allocation set out in the Annex hereto satisfies the criteria laid down in Article 12 (4) of Regulation (EEC) No 2052/88,", "main_body": ["For the period 1994 to 1999, the indicative breakdown between the Member States of the commitment appropriations for the Community Support Frameworks for Objective 5 (b) as defined in Regulation (EEC) No 2052/88 shall be as set out in the  Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 185, 15. 7. 1988, p. 9.\n(2) OJ No L 193, 31. 7. 1993, p. 5.\nANNEX\nCOMMITMENT APPROPRIATIONS FOR THE COMMUNITY SUPPORT FRAMEWORKS FOR OBJECTIVE 5 (b) FOR THE PERIOD 1994 TO 1999  \"(ECU million at 1994 prices)\"\" ID=\"1\">Belgium> ID=\"2\">77\"> ID=\"1\">Denmark> ID=\"2\">54\"> ID=\"1\">Germany> ID=\"2\">1 227\"> ID=\"1\">Spain>  ID=\"2\">664\"> ID=\"1\">France> ID=\"2\">2 238\"> ID=\"1\">Italy> ID=\"2\">901\"> ID=\"1\">Luxembourg> ID=\"2\">6\"> ID=\"1\">Netherlands> ID=\"2\">150\"> ID=\"1\">United Kingdom> ID=\"2\">817\"> ID=\"1\">Total > ID=\"2\">6 134\">"}