{"celex_id": "31993R1711", "uri": "http://publications.europa.eu/resource/cellar/01ba3d8a-01ff-4e3f-8156-2b87efb3b53a", "type": "Regulation", "concepts": ["1339", "1654", "2194", "2548", "2681"], "title": "COMMISSION REGULATION (EEC) No 1711/93 of 30 June 1993 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards the minimum price and compensatory payment to be paid to potato producers, and of Council Regulation (EEC) No 1543/93 on the payment of a premium to manufacturers of potato starch\n", "header": "COMMISSION REGULATION (EEC) No 1711/93 of 30 June 1993 laying down detailed rules for the application of Council Regulation (EEC) No 1766/92 as regards the minimum price and compensatory payment to be paid to potato producers, and of Council  Regulation (EEC) No 1543/93 on the payment of a premium to manufacturers of potato starch\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals (1), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EEC) No 1543/93 of 28 June 1993 fixing the amount of the premium granted to producers of potato starch for the 1993/94, 1994/95 and 1995/96 marketing year (2),\nWhereas in accordance with Regulations (EEC) No 1766/92 and (EEC) No 1543/93 it is necessary to lay down the conditions and rules governing the payment of the premium to potato starch manufacturers as well as the minimum price and compensatory payment  to be paid to potato producers;\nWhereas rules should be laid down on how starch manufacturers are to provide proof of the quantities of potatoes supplied to them, by specifying their starch content and showing payment of the minium price payable to the potato grower;\nWhereas the net weight of the potatoes is determined in the Member States by three different methods which experience has shown to give equally satisfactory results; whereas all three methods may be approved and applied;\nWhereas potatoes which cannot be used for the manufacture of starch should not qualify for the premium; whereas, to take account of those potatoes which are too small to give a normal yield on processing, a certain reduction should be made in the net  weight used for calculating the minimum price payable by the starch manufacturer for the quantity of potatoes needed to manufacture one tonne of starch;\nWhereas the main data relating to deliveries should be entered by the starch manufacturers on a receipt form and summarized on a payment slip made out by the starch manufacturer with a view to providing the information necessary for payment of the  premium and for verifying entitlement thereto;\nWhereas the checks which must be carried out on the potatoes, in particular to determine their starch content, call for facilities which only the starch manufacturers can provide; whereas the checks in question should be carried out at the starch works  or at the delivery points operated by the latter, under the authority of an inspector approved by the Member State;\nWhereas satisfactory operation of the arrangements introduced requires general surveillance by the national authorities of the whole of the operations conferring entitlement to the premium and necessitates a sufficiently dissuasive penalization of fraud  and serious negligence;\nWhereas the operative event for the agricultural conversion rate, provided for in Article 10 (2) of Commission Regulation (EEC) No 1068/93 (3), should be defined;\nWhereas this Regulation incorporates, whilst adapting them to present market conditions, the provisions of Commission Regulation (EEC) No 2752/89 (4), as amended by Regulation (EEC) No 2011/92 (5); whereas that Regulation should therefore be repealed;\nWhereas the Management Committee for Cereals has not given an opinion within the time limit set by its chairman,", "main_body": ["Starch manufacturers shall take delivery of potatoes either at the starch works themselves or at their delivery points. The operations described in Articles 2 and 4 shall be carried out at the time of delivery and under the authority of an  inspector approved by the Member State.", "1. The gross weight of the potatoes shall be determined for each load at the time of delivery, where application of one of the methods described in Annex I so requires, by comparative weighings of the means of transport used, loaded and  empty.\n2. The net weight of the potatoes shall be determined by one of the methods described in Annex I.", "1. The premium shall be granted to potato starch manufacturers in respect of potatoes of sound and fair marketable quality, on the basis of the quantity of potatoes used and their starch content, at the rates laid down in Annex II.\nIn cases where the starch content of the potatoes is calculated by Reimman's or Perow's scale and corresponds to a figure appearing on two or three lines in the second column of the Annex II, the rates applicable shall be those for the second or the  third line.\n2. Where the batches delivered contain 25 % or more of potatoes that can pass through a screen with a square mesh of 28 mm (hereinafter referred to as 'tailings'), the net weight used for determining the minimum price to be paid by the starch  manufacturer shall reduced as follows:\nThe percentage of tailings shall be determined at the same time as the net weight.", "The starch content of potatoes shall be determined on the basis of an under weight valid for 5 050 grams of potatoes supplied.\nThe water used must be clean and without additives, and its temperature must be between 9 and 18 Â°C.", "1. When a delivery takes place the starch manufacturer shall make out a receipt form including such of the following particulars as arise from operations effected in accordance with Articles 1 to 4, and shall retain it so that it may, if  necessary, be submitted to the agency responsible for the supervision of premiums, at the same time supplying a duplicate to the grower and to his agent if one is employed:\n- date of delivery,\n- delivery number,\n- name and address of the potato producer,\n- weight of the means of transport on arrival at the starch works or delivery point,\n- weight of the means of transport after unloading and removal of residual earth,\n- gross weight of the delivery,\n- reduction for extraneous matter and weight of water absorbed during washing, expressed as percentage and applied to the gross weight of the delivery,\n- reduction, expressed in weight, applied on the gross weight of the delivery as a function of the impurities,\n- percentage of tailings,\n- total net weight of the delivery (gross weight less the reduction, including the correction for tailings),\n- starch content, expressed as a percentage or underwater weight,\n- unit price to be paid.\n2. The receipt form shall be made out under the joint responsibility of the starch manufacturer, the approved inspector and the supplier.", "The starch manufacturer shall for each supplier (grower), draw up a summary payment slip containing the following particulars:\n- business name of the starch works,\n- name and address of the potato producer,\n- production contract number, if applicable,\n- date and number of the receipt forms,\n- net weight of each delivery after any reductions as mentioned in Article 5 (1),\n- unit price per delivery,\n- total amount due to the grower,\n- sums paid to the potato producer and date of payment,\n- signature and stamp of the starch manufacturer.", "The compensatory payment provided for in Article 8 (2) of Regulation (EEC) No 1766/92 shall be paid to potato producers and the premium provided for in Article 1 of Regulation (EEC) No 1543/93 shall be paid to manufacturers of potato starch  in the Community provided that they furnish proof:\n(a) that the potato starch for which the premium is claimed has been produced within the Community during the marketing year concerned which starts on 1 July and ends on 30 June of the followig year;\n(b) that an amount not less than that referred to in Article 8 (1) of Regulation (EEC) No 1766/92 has been paid to the potato producer at the delivered-to-factory stage for the quantity of potatoes needed to manufacture each tonne of potato starch for  which the premium is claimed, in accordance with the rates set out in Annex II.\nProof of the payment referred to in (b) shall be furnished by submission of the summary payment slip provided for in Article 6, accompanied either by certification of payment by the producer or by a voucher issued by the financial undertaking that made  the payment on the order of the starch manufacturer and certifying that such payment has been made.", "The premium and the compensatory payment shall be paid in accordance with the rates set in Annex II.", "The premium and the compensatory payment shall be paid by the Member State on whose territory the potato starch was manufactured within four months of the date on which the proof referred to in Article 7 has been furnished.\nThe Member States shall inform the Commission, not later than one month after those payments, of the quantities of potatoes for which the premium and compensatory payment have been paid.", "0\n1. Without prejudice to Article 1, Member States shall introduce inspection arrangements for on-the-spot verification of the operations conferring entitlement to the premium. In order to carry out such checks, inspectors shall have access to  the stock records and accounts of starch manufacturers and to manufacturing and storage premises.\nDuring each processing period inspection shall cover the entire processing of at least 10 % of the potatoes supplied to the manufacturer.\n2. Should the competent body establish that the obligations specified in Article 7 have not been met by the manufacturer, he shall, unless force majeure applies, lose entitlement to premiums, in whole or in part, as follows:\n- if the obligations have not been respected for a quantity of potatoes less than or equal to 10 % of the total quantity of the products produced during the campaign, the premium granted shall be proportionally reduced,\n- if the percentage in question is above 10 but less than or equal to 20, the premium granted shall be reduced by 50 %,\n- if the percentage is greater than 20, no premium shall be granted.", "1\nThe conversion rate to be used to express the amounts of the minimum price, the premium and the compensatory payment in national currency shall be that valid on the day the potatoes are received by the starch manufacturer.", "2\nRegulation (EEC) No 2752/89 is hereby repealed.", "3\nThis Regulation shall apply with effect from 1 July 1993.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1993.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 181, 1. 7. 1992, p. 21.\n(2) OJ No L 154, 25. 6. 1993, p. 4.\n(3) OJ No L 108, 1. 5. 1993, p. 106.\n(4) OJ No L 266, 13. 9. 1989, p. 13.\n(5) OJ No L 203, 21. 7. 1992, p. 13.\nANNEX I\nMethod A  The net weight of the potatoes is determined by taking samples. Samples are taken from several parts of the means of transport used and at three different levels, namely the upper, middle and lower levels.\nThe residual earth is discharged before the means of transport is weighed empty.\nSamples taken for weight checking should weigh not less than 20 kilograms. The tubers are washed, cleaned of any extraneous matter and re-weighed.\nThe recorded weight is reduced by 2 % to allow for the quantity of water absorbed during washing. The result constitutes the total reduction to be applied to 1 000 kilograms of potatoes.\nMethod B  The potatoes constituting a batch from a single grower are collected in silos.\nThe potatoes are washed, the extraneous matter is removed and the total actual weight of the potatoes in the silos is determined, allowing 2 % for absorbed water.\nMethod C  1. This method of determining the actual weight of the potatoes shall apply where batches of potatoes from different growers are collected in the same silo, provided that the growers have first agreed to the use of this method.\nBefore the total actual weight of the batches is determined, the net weight of each batch must be determined by means of Method A.\n2. The potatoes collected in the silo are then washed, the extraneous matter is removed and their total actual weight is determined, allowing 2 % for absorbed water.\n3. If the total weight of the batches of washed potatoes is different from the sum of the weights obtained by means of Method A, the following correction is applied: the total weight mentioned at point 2 above is multiplied by the net weight obtained by  means of Method A for each batch in turn.\nEach result is divided by the total net weight of the batches as determined by means of Method A.\nPARARTIMA II ANEXO II - BILAG II - ANHANG II -  - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\n/* Tables: see OJ */"}