{"celex_id": "31990R2198", "uri": "http://publications.europa.eu/resource/cellar/1fb39ec5-10e6-45a6-bd63-7c774e756dea", "type": "Regulation", "concepts": ["1258", "2543", "2681", "4582"], "title": "Commission Regulation (EEC) No 2198/90 of 27 July 1990 on protective measures applicable to imports of frozen strowberries, frozen raspberries, provisionally preserved strowberries and provisionally preserved raspberries originating in Poland\n", "header": "COMMISSION  REGULATION (EEC) No 2198/90\nof 27 July 1990\non protective measures applicable to imports of frozen strowberries, frozen raspberries, provisionally preserved strowberries and provisionally preserved raspberries originating in Poland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) no 1202/90 (2), and in particular Article 18 (2) thereof,\nWhereas the marketing of frozen strowberries, frozen raspberries, provisionally preserved strowberries and provisionally preserved raspberries is characterized by competition from third countries at prices significantly below the prices at which Community products can be marketed; whereas there is a failure to comply with the price levels agreed with the main supplier third countries for the 1989/86 marketing year; whereas imports in 1989 and the first six months of 1990 were significantly higher than the average for the last three years;\nWhereas in these circumstances the Community market is exposed to serious disturbances which might endanger the objectives set out in Article 39 of the Treaty; whereas it is therefore necessary to apply protective measures;\nWhereas the aim of the protective measures should be to exclude the marketing of imported products at abnormally low prices;\nWhereas, taking account of the criteria set out in Council Regulation (EEC) No 521/77 of 14 March 1977 laying down detailed rules for applying protective measures in the market in products processed from fruit and vegetables (3), this objective can be achieved by introducing minimum import prices to be respected on import into the Community and by applying countervailing charges on products which do not respect those prices;\nWhereas the level of the minimum prices should be set talking account of the prices previously agreed with the country in question and the quality and presentated of the products concerned;\nWhereas the minimum import prices may be undercut due to events which are not a consequence of prices applied by third countries, e.g. fluctuation of exchange rates; whereas that fact should be taken into consideration when countervailing charges are fixed;\nWhereas countervailing charges should not be levied in respect of products coming from third countries which are prepared and in a position to guarantee the prices of products exported by them and that any deflections of trade will be avoided;\nWhereas account should be taken of the special situation of products which have already left the exporting counry at the time this Regulation is published,", "main_body": ["1. On import into the Community of frozen strowberries, frozen raspberries, provisionally preserved strowberries and provisionally preserved raspberries originating in Poland, the minimum import price shall be as set out below:\n(ECU/100 kg net)\n1.2.3 //  //  //  // CN code   // Description of goods  // Minimum import price   //    //   //   // 0811 10 90  // Frozen strowberries without added sugar   // 88   // 0811 20 31   // Frozen raspberries without added sugar   // 95  // 0812 20 00   // Provincially preserved strowberries  // 52,5   // 0812 90 60   // Provincially preserved raspberries   // 58   //    //   //\n2. Where the import price is less than the minimum price set out above, a countervailing charge equivalent to the difference between those two prices shall be levied.", "1. The minimum import price shall be respected when the import price expressed in the currency of the importing Member State is not less than the minimum import price applicable on the day on which the entry for release for free circulation is accepted.\n2. The following factors shall constitute the import price:\n(a) the fob price in the country of origin;\n(b) transport and insurance costs to the point of entry into the customs territory of the Community.\n3. For the purposes of paragraph 2, 'fob price' means the price paid or to be paid for the quantity of products contained in a consignment including the cost of placing the consignment on board a means of transport at the place of shipment in the country of origin and other costs incurred in that country. The fob price shall not include the cost of any services to be borne by the seller from the time that the products are placed on board the means of transport.\n4. Payment of the fob price to the seller shall be effected not later than three months after the day on which the entry for free circulation is accepted by the customs authorities.\n5. Where the factors referred to in paragraph 2 are expressed in a currency other than that of the importing Member State, the provisions on the valuation of goods for customs purposes shall be applied when converting such currency into the currency of the importing Member State.", "1. The customs authorities shall, in respect of each consignment, at the time of completion of the customs import formalities for free circulation, compare the import price with the minimum import price.\n2. The import price shall be declared on the entry for release for free circulation and the entry shall be accompanied by all the documents required to verify the price.\n3. The competent authorities shall:\n(a) if the invoice presented to the customs authorities has not been drawn up by the exporter in the country in which the products originated;\nor\n(b) if the authorities are not satisfied that the price declared in the entry reflects the actual import price;\nor\n(c) if payment has not been effected within the time limit provided for in Article 2 (4);\ntake the necessary measures to determine the import price, in particular by reference to the importer's resale price.", "The importer shall retain evidence of payment to the seller. That evidence and all commercial documents, in particular invoices, contracts and correspondance concerning the purchase and sale of the products shall be kept available for examination by the customs authorities for a period of three years.", "1. This Regulation shall not apply to products for which it has been proved that they have left the supplier country before the day of publication of this Regulation.\n2. The parties concerned shall provide proof, to the satisfaction of the competent authorities, that the conditions set out in paragraph 1 have been complied with.\nHowever, the competent authorities may regard the products as having left the supplier country before the day of publication of this Regulation when one of the following documents is submitted:\n- in the case of transport by sea or waterway, the bill of landing showing that loading took place before that day,\n- in case of transport by rail, the consignment note accepted by the railways of the expediting country before that day,\n- in case of transport by road, the TIR carnet presented to the first customs office before that day,\n- in case of transport by air, the air consignment note showing that the airline received the products before that day.\n3. The provisions of paragraphs 1 and 2 shall apply only in so far as the entry for free circulation has been accepted by the customs authorities before 1 November 1990.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1990.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 111, 11. 5. 1990, p. 66.\n(3) OJ No L 73, 21. 3. 1977, p. 28."}