{"celex_id": "31993L0094", "uri": "http://publications.europa.eu/resource/cellar/43173b6a-87de-4936-bb1e-43c447153c95", "type": "Directive", "concepts": ["1252", "3110", "3641", "3648", "4653", "4654"], "title": "Council Directive 93/94/EEC of 29 October 1993 relating to the space for mounting the rear registration plate of two or three-wheel motor vehicles\n", "header": "COUNCIL DIRECTIVE 93/94/EEC of 29 October 1993 relating to the space for mounting the rear registration plate of two or three-wheel vehicles\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to Council Directive 92/61/EEC of 30 June 1992 relating to the type-approval of two or three-wheel motor vehicles(1) ,\nHaving regard to the proposal from the Commission(2) ,\nIn cooperation with the European Parliament(3) ,\nHaving regard to the opinion of the Economic and Social Committee(4) ,\nWhereas the internal market comprises an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured; whereas the measures necessary for its operation should be adopted;\nWhereas, with regard to the space for mounting the rear registration plate, in each Member State two or three-wheel motor vehicles must display certain technical characteristics laid down by mandatory provisions which differ from one Member State to  another; whereas, as a result of their differences, such provisions constitute a barrier to trade within the Community;\nWhereas those obstacles to the operation of the internal market may be removed if the same requirements are adopted by all Member States in place of their national rules;\nWhereas it is necessary to draw up harmonized requirements concerning the the space for mounting the rear registration plate of two or three-wheel motor vehicles in order to enable the type-approval and component type-approval procedures laid down in  Directive 92/61/EEC to be applied for each type of such vehicle;\nWhereas the objective of this Directive is not to harmonize the dimensions of registration plates used in the various Member States; whereas the Member States should therefore ensure that protruding registration plates do not constitute a danger for  users, without, however, this requiring any modification with regard to vehicle construction;\nWhereas, given the scale and impact of the action proposed in the sector in question, the Community measures covered by this Directive are necessary, indeed essential, to achieve the aim in view, which is to establish Community vehicle type-approval;  whereas that aim cannot be adequately achieved by the Member States individually;", "main_body": ["This Directive and its Annex apply to the space for mounting the rear registration plate of all types of vehicle as defined in Article 1 of Directive 92/61/EEC.", "The procedure for the granting of component type-approval in respect of the space for mounting the rear registration plate of two or three-wheel motor vehicle and the conditions governing the free movement of such vehicles shall be as laid  down in Chapters II and III of Directive 92/61/EEC.", "Any amendments necessary to adapt the requirements of the Annexes to technical progress shall be adopted in accordance with the procedure laid down in Article 13 of Directive 70/156/EEC(5) .", "1.  Member States shall adopt and publish the provisions necessary to comply with this Directive before 1 May 1995. They shall forthwith inform the Commission thereof.\nWhen the Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the  Member States.\nFrom the date mentioned in the first subparagraph Member States may not, for reasons connected with the space for mounting the rear registration plate, prohibit the initial entry into service of vehicles which conform to this Directive.\nThey shall apply the provisions referred to in the first subparagraph as from 1 November 1995.\n2.  Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 1993.\nFor the Council\nThe President\nR. URBAIN\n(1) OJ No L 225, 10. 8. 1992, p. 72.\n(2) OJ No C 293, 9. 11. 1992, p. 38.\n(3) OJ No C 337, 21. 12. 1992, p. 104 and Decision of 27 October 1993 (not yet published in the Official Journal).\n(4) OJ No C 73, 15. 3. 1993, p. 22.\n(5) OJ No L 42, 23. 2. 1970, p. 1, Directive as last amended by Directive 92/53/EEC (OJ No L 225, 10. 8. 1992, p. 1).\nANNEX\n1. DIMENSIONS\nThe dimensions of the space for mounting the rear registration plate of two or three-wheel motor vehicles(1)  are as follows:\n1.1. Mopeds and light quadricycles\n1.1.1. Width: 100 mm;\n1.1.2. Height: 175 mm;\nor\n1.1.3. Width: 145 mm;\n1.1.4. Height: 125 mm.\n1.2. Motorcycles, tricycles up to a maximum power of 15 kW and quadricycles other than light quadricycles:\n1.2.1. Width: 280 mm;\n1.2.2. Height: 210 mm.\n1.3. Tricycles with a maximum power exceeding 15 kW:\n1.3.1. The provisions for passenger cars as set out in Directive 70/222/EEC shall apply.\n2. GENERAL LOCATION\n2.1. The mounting for the rear registration plate of a motorcycle, motorcycle combination or tricycle must be located at the rear of the vehicle in such a manner that:\n2.1.1. the plate can be positioned within the longitudinal planes passing through the outer extremities of the vehicle.\n3. INCLINATION\n3.1. The rear registration plate:\n3.1.1. must be at right angles to the median longitudinal plane of the vehicle;\n3.1.2. may be inclined from the vertical by not more 30Â° when the backing plate for the registration number faces upwards;\n3.1.3. may be inclined by not more than 15Â° from the vertical when the backing plate for the registration number faces downwards;\n4. MAXIMUM HEIGHT\n4.1. No point on the space for mounting the registration plate may be more than 1,5 m above the ground when the vehicle is laden (kerb mass plus a mass of 75 kg).\n5. MINIMUM HEIGHT\n5.1. No point on the space for mounting the registration plate shall be less than 0,20 m above the ground, or less than the radius of the wheel above the ground if that is less than 0,20 m, when the vehicle is laden (kerb mass plus a mass of 75 kg).\n6. GEOMETRIC VISIBILITY\n6.1. The space for mounting the plate must be visible within a space bordered by two dihedrals: one with a horizontal edge defined by two planes passing through the upper and lower horizontal edges of the space for mounting the plate, the angles of  which in relation to the horizontal are shown in Figure 1; the other with a perceptibly vertical edge defined by two planes passing through each side of the plate, the angles of which in relation to the median longitudinal plane of the vehicle are shown  in Figure 2.\nFigure 1\nAngle of geometric visibility (dihedral with horizontal edge)\nFigure 2\nAngle of geometric visibilty (dihedral with perceptibly vertical edge)\nAppendix 1  Information document in respect of the space for mounting the rear registration plate of a type of two or three-wheel motor vehicle\n(to be attached to the application for component type-approval where this is submitted separately from the application for vehicle type-approval\nOrder No (assigned by the applicant):  .\nThe application for component type-approval in respect of the space for mounting the rear registration plate of a type of two or three-wheel motor vehicle must contain the information set out in Annex II to Council Directive 92/61/EEC:\n- Part A, in sections:\n- 0.1,\n- 0.2,\n- 0.4 to 0.6,\n- 2.2,\n- 2.1.1,\n- Part B, in sections 1.2, 1.2.1. and,\n- Part C, in sections 2.11 and 2.11.1.\nAppendix 2  Name of administration\nComponent type-approval certificate in respect of the space for mounting the rear registration plate of a type of two or three-wheel motor vehicle\nMODEL\nReport No . by technical service . date .\nComponent type-approval No  .Extension No .\n1. Trade mark of name of vehicle .\n2. Vehicle type .\n3. Manufacturer's name and address .\n.\n4. Name and address of manufacturer's representative (if any)  .\n.\n5. Date vehicle submitted for test .\n6. Component type-approval has been granted/refused(2) .\n7. Place .\n8. Date .\n9. Signature .\n(1) In the case of mopeds, this is any registration and/or identification plate.\n(2) Delete as appropriate."}