{"celex_id": "31994R1255", "uri": "http://publications.europa.eu/resource/cellar/17df4b71-72d1-4652-a36f-c438fb92d570", "type": "Regulation", "concepts": ["1117", "1604", "1605", "2642", "2650", "693"], "title": "Commission Regulation (EC) No 1255/94 of 31 May 1994 reducing the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes and apricots for June 1994 as a result of the monetary realignments of January and May 1993 and the overrun of the intervention threshold fixed for the 1993/94 marketing year\n", "header": "COMMISSION REGULATION (EC) No 1255/94 of 31 May 1994 reducing the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes and apricots for June 1994 as a result of the monetary realignments of January and May 1993  and the overrun of the intervention threshold fixed for the 1993/94 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EC) No 3669/93 (2), and in particular Article 16b (4) thereof,\nHaving regard to Commission Regulation (EEC) No 3824/92 of 28 December 1992 amending the prices and amounts fixed in ecus as a result of monetary realignments (3), as last amended by Regulation (EEC) No 1663/93 (4), and in particular Article 2 thereof,\nWhereas Regulation (EEC) No 3824/92 establishes a list of the prices and amounts in the fruit and vegetables sector which are divided by the reducing coefficients of 1,002583 and 1,000426 fixed by Commission Regulation (EEC) No 537/93 (5), as amended by  Regulation (EEC) No 1331/93 (6); whereas Article 2 of Regulation (EEC) No 3824/92 provides that the reduction in the prices and amounts resulting therefrom is to be specified for each sector concerned and that the value of the prices and amounts so  reduced is to be fixed; whereas the basic price and buying-in price for cauliflowers, peaches, nectarines, lemons, tomatoes and apricots for June 1994 were fixed by Council Regulation (EC) No 1234/94 (7);\nWhereas Commission Regulation (EEC) No 1202/93 (8) fixes the intervention thresholds for the 1993/94 marketing year at 283 200 tonnes for peaches, 74 800 tonnes for nectarines and 367 400 tonnes for lemons;\nWhereas, pursuant to Article 16a (1) of Regulation (EEC) No 1035/72 and Article 2 (1) of Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, in respect of peaches, lemons and oranges, the rules for applying Article 16a of Regulation (EEC) No  1035/72 (9), as last amended by Regulation (EC) No 1623/91 (10), where, in a given marketing year, the quantities of peaches, nectarines and lemons which are the subject of intervention measures exceed the intervention thresholds fixed for those  products for that marketing year, the basic and buying-in prices fixed for those products for the following marketing year are to be reduced by 1 % per tranche of 23 000 tonnes in the case of peaches, 3 000 tonnes in the case of nectarines and 11 200  tonnes in the case of lemons;\nWhereas, according to information supplied by the Member States, the intervention measures taken by the Community for the 1993/94 marketing year related to 690 051 tonnes for peaches, 156 991 tonnes for nectarines and 596 363 tonnes for lemons;\nWhereas an overrun of 406 851 tonnes for peaches, 82 191 tonnes for nectarines and 229 363 tonnes for lemons on the intervention thresholds fixed for that marketing year has therefore been recorded by the Commission; whereas as a result of the foregoing  the basic and buying-in prices for peaches, nectarines and lemons for June 1994 fixed by Regulation (EC) No 1234/94 must be reduced by 17 % in the case of peaches, 20 % in the case of nectarines and 20 % in the case of lemons; whereas this reduction is  to be added to that resulting from the monetary realignment of 13 May 1993 for peaches and nectarines; whereas the basic and buying-in prices for cauliflowers, tomatoes and apricots for June 1994 fixed by Regulation (EC) No 1234/94 must be reduced by  0,04 % in the case of cauliflowers and apricots and by 0,26 % in the case of tomatoes; whereas these reductions result from the monetary realignments of May 1993, in the case of cauliflowers and apricots, and of January and May 1993, in the case of  tomatoes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The basic and buying-in prices for cauliflowers, peaches, nectarines, lemons and apricots for the period 1 to 30 June 1994 and the basic and buying-in prices for tomatoes for the period 11 to 30 June 1994 fixed by Regulation (EC) No 1234/94  shall be reduced by 17,04 % in the case of peaches, 20,03 % in the case of nectarines, 20 % in the case of lemons, 0,26 % in the case of tomatoes and 0,04 % in the case of cauliflowers and apricots and shall be as follows:\n\"(Ecu/100 kg net)\"\" ID=\"1\">Cauliflowers> ID=\"2\">24,57> ID=\"3\">10,65\"> ID=\"1\">Peaches> ID=\"2\">37,45> ID=\"3\">20,78\"> ID=\"1\">Nectarines> ID=\"2\">47,26> ID=\"3\">22,68\"> ID=\"1\">Lemons> ID=\"2\">34,45> ID=\"3\">20,19\"> ID=\"1\">Apricots> ID=\"2\">41,14>  ID=\"3\">23,43\"> ID=\"1\">Tomatoes (11 to 20 June)> ID=\"2\">28,09> ID=\"3\">10,68\"> ID=\"1\">(21 to 30 June)> ID=\"2\">25,55> ID=\"3\">9,92\">\nThese prices refer, respectively, to:\n- packed, trimmed cauliflowers of quality class I,\n- packed peaches of the Amsden, Cardinal, Charles Ingouf, Dixired, Jeronimo, J. H. Hale, Merril Gemfree, Michelini, Red Haven, San Lorenzo, Springcrest and Springtime varieties of quality class I, size 61 to 67 millimetres,\n- packed nectarines of the Armking, Crimsongold, Early Sun Grand, Fantasia, Independence, May Grand, Nectared, Snow Queen and Stark Red Gold varieties of quality class I, size 61 to 67 millimetres,\n- packed lemons of quality class I, size 53 to 62 millimetres,\n- packed apricots of quality class I of a size over 30 millimetres,\n- packed round or ribbed tomatoes of quality class I, size 57 to 67 millimetres.\nThese prices do not take account of the cost of the packaging in which the product is put up.", "This Regulation shall enter into force on 1 June 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1994.\nFor the Commission\nRenĂŠ STEICHEN\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 338, 31. 12. 1993, p. 26.\n(3) OJ No L 387, 31. 12. 1992, p. 29.\n(4) OJ No L 158, 30. 6. 1993, p. 18.\n(5) OJ No L 57, 10. 3. 1993, p. 18.\n(6) OJ No L 132, 29. 5. 1993, p. 114.\n(7) OJ No L 136, 31. 5. 1994, p. 73.\n(8) OJ No L 122, 18. 5. 1993, p. 30.\n(9) OJ No L 198, 26. 7. 1988, p. 9.\n(10) OJ No L 150, 15. 6. 1991, p. 8."}